{
  "data": [
    {
      "url": "https://lisas1221-blog.tumblr.com/",
      "title": "@lisas1221-blog on Tumblr",
      "description": "Follow @lisas1221-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes thndr.me Every time you talk to your kids about the dangers of porn, they are safer. Get 10 ideas to #starttalking. http://thndr.me/iEm3Fy"
    },
    {
      "url": "https://www.iloveimg.com/compress-image",
      "title": "Easily compress images at optimal quality in seconds.",
      "description": "Choose multiple JPG, PNG or GIF images and compress them in seconds for free! You can shrink with ease in just a few clicks!",
      "preview": "Compress IMAGE Compress JPG , PNG , SVG or GIF with the best quality and compression. Reduce the filesize of your images at once. Upload your file and"
    },
    {
      "url": "http://www.moodworks.com/#!tarot-meanings/ca1n",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "https://www.kemenygyarto-balatonlelle.hu/de/hirek/kepgaleria/fustcsovek/dickwandigen-rohr/",
      "title": "Dickwandigen rohr :: Kéménytechnikai Szaküzlet",
      "description": "void",
      "preview": "Durchsuchen Magyar Deutsch Startseite Bildergalerie KREA gravity schornstein Schornstein system elemente Sonst Rauchrohr Dickwandigen rohr Dünnwandige"
    },
    {
      "url": "https://globalrecord.fao.org/",
      "title": "Dashboard | Global Record Of Fishing Vessels, Refrigerated Transport Vessels And Supply Vessels",
      "description": "void",
      "preview": "Skip to content Global Record Dashboard Fleet overview to date Region Number of vessels % of vessels Average length Total GT Data providers Data provi"
    },
    {
      "url": "https://www.yupptv.com/help/privacy-terms",
      "title": "Privacy & Terms | YuppTV",
      "description": "Learn how YuppTV ensures privacy. Read our policy on data handling and protecting personal information.",
      "preview": "MENU Sign in Sign up Packages Go Premium without ads Advertise Redeem Voucher Ways To Watch Why Us support@yupptv.com Language Advertise Redeem Vouche"
    },
    {
      "url": "https://pressable.com/?utm_source=Automattic&utm_medium=rpc&utm_campaign=Concierge%20Referral&utm_term=concierge",
      "title": "Truly Incredible WordPress Hosting by Pressable",
      "description": "Pressable is where WordPress works best. We provide reliable, secure, and speedy WordPress hosting backed by expert support.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.userzoom.com/",
      "title": "UserZoom Platform | UserTesting | UX Research Capabilities",
      "description": "UserZoom empowers your team with sophisticated UX insights to create digital experiences that delight customers and drive business growth.",
      "preview": "Select Language EN EN English DE Deutsch ES Español Platform: UserZoom Innovation fueled by UX insights UserZoom empowers anyone to create digital exp"
    },
    {
      "url": "https://unworldoceansday.org/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "http://mezelmods.com/",
      "title": "Pinball Accessories and Parts by Mezel Mods",
      "description": "Upgrade your game with high quality pinball accessories for your pinball machine. Don't settle for ordinary pinball- make it uniquely yours at Mezel Mods.",
      "preview": "Skip to content Collection of the Week: DND New! DND Bridge Gift Cards Stanger Things Pinball Products Back In Stock The Arcade Sign and Billy's Camar"
    },
    {
      "url": "https://careers.mozilla.org/listings/?team=Mozilla%20Foundation",
      "title": "Mozilla Careers - All open positions at Mozilla",
      "description": "We have a mighty mandate, serving hundreds of millions of people. Add a culture of exploration, and there is always a new way to learn and grow here.",
      "preview": "Listings Location All Locations Remote Belgium Remote Canada Remote Canada; Remote Germany; Remote UK; Remote US Remote Finland Remote France Remote G"
    },
    {
      "url": "https://titaniquemusical.com/?gclid=CjwKCAiAheacBhB8EiwAItVO2z8-NmP15UuUZCs0T9QX7iANuteYEVUkptg9N_4ytxdfD9axuVPbOhoCifkQAvD_BwE&gclsrc=aw.ds",
      "title": "Titanique the Musical",
      "description": "When the music of Céline Dion makes sweet Canadian love with the film Titanic, you get TITANIQUE, a musical celebration.",
      "preview": "Titanique The musical comedy sailing around the world London Montréal Québec City Oops! We could not locate your form. ✕"
    },
    {
      "url": "https://www.goldeneyewinery.com/product/2018-goldeneye-anderson-valley-pinot-noir-split-rail-vineyard",
      "title": "Goldeneye Winery",
      "description": "void",
      "preview": "Skip to main content $10 Shipping on 4+ Bottles X Add To Cart $120.00 / 750ml Sold Out Our Split Rail Pinot Noir comes from the cool western edge of t"
    },
    {
      "url": "https://snapdrop.net/",
      "title": "Snapdrop",
      "description": "Instantly share images, videos, PDFs, and links with people nearby. Peer2Peer and Open Source. No Setup, No Signup.",
      "preview": "You're almost done! Uploading your files ... Upload Files Click Here Upload Folder File Received Filename Ask to save each file before downloading Sav"
    },
    {
      "url": "https://enterchatroom.com/",
      "title": "Enter Chatroom - Free Online Chat Rooms",
      "description": "Free chat room with no registration required with country based online chatrooms where you can video chat live with people around the globe.",
      "preview": "Enter Chat Room Welcome to Enter Chat Room! This is a place where you can find free chatrooms to video chat live with girls and guys from around the g"
    },
    {
      "url": "https://nezya.tumblr.com/",
      "title": "The ZENM",
      "description": "A little bit of everything It´s kinda the shit - Zayde, 23 ;)",
      "preview": "The ZENM A little bit of everything It´s kinda the shit - Zayde, 23 ;) Ask me anything blue-rain : via weheartit 65,568 notes * Posted 6 years ago via"
    },
    {
      "url": "https://www.metroscreenworks.com/60-x-100-aluminum-screen-for-tiny-insects/",
      "title": "60\" x 100' Aluminum Screen for Tiny Insects | Rolls Of Screen | Metro",
      "description": "Our aluminum screenw was developed specifically to protect against tiny insects, this tightly-woven metal wire mesh provides excellent visibility and air flow.",
      "preview": "Skip to main content 60\" x 100' Aluminum Screen for Tiny Insects (No reviews yet) Write a Review Write a Review Close × 60\" x 100' Aluminum Screen for"
    },
    {
      "url": "https://fedtechmagazine.com/article/2018/11/how-computer-vision-can-help-agencies-spot-critical-needs",
      "title": "How Computer Vision Can Help Agencies Spot Critical Needs | FedTech Magazine",
      "description": "Training computers to \"see\" images may add capabilities in emergency situations in the near-future.",
      "preview": "Skip to main content MENU Log in Search twitter feed Home » Software Close New AI Research From CDW See how IT leaders are tackling AI opportunities a"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "https://www.toyota.com/",
      "title": "New Cars, Trucks, SUVs & Hybrids | Toyota Official Site",
      "description": "Explore the newest Toyota trucks, cars, SUVs, hybrids and minivans. See photos, compare models, get tips, calculate payments, and more.",
      "preview": "Learn More Info 2026 Highlander Go where the road inspires. Learn More Info 2026 Corolla Cross Discover new adventures and shareable moments. Learn Mo"
    },
    {
      "url": "http://www.vam.ac.uk/",
      "title": "The family of art, design and performance museums · V&A",
      "description": "Welcome to the V&A - the family of art, design and performance museums",
      "preview": "Skip to main content The family of art, design and performance museums · V&A Home page Marie Antoinette Style A complex fashion icon, Marie Antoinette"
    },
    {
      "url": "https://answers.microsoft.com/",
      "title": "Microsoft Q&A | Microsoft Learn",
      "description": "The home for technical questions and answers at Microsoft. Get started asking, answering, and browsing questions about products like .Net, Azure, or Teams.",
      "preview": "Welcome to Microsoft Q&A What do you need help with today? Find it on Q&A - the home for technical questions and answers at Microsoft. New to Q&A? See"
    },
    {
      "url": "https://masterchefmom.blogspot.com/",
      "title": "MASTERCHEFMOM",
      "description": "Food blog by a MOM with interesting,creative,healthy and very tasty recipes and fantastic TIFFIN BOX IDEAS.",
      "preview": "Home Media Mentions Work With Me Portfolio Cooking Tips Cakes Cookies/Biscuits Sips and Slurps Salad Recipes Dosa Recipes Vegan Rasam Recipes Kuzhambu"
    },
    {
      "url": "https://www.flickr.com/photos/worldbank",
      "title": "World Bank Photo Collection | Flickr",
      "description": "Explore World Bank Photo Collection's 14,528 photos on Flickr!",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://www.samsung-climatesolutions.com/en-gb/b2c.html",
      "title": "Climate Control Systems for Home | Samsung Climate Solutions UK",
      "description": "Create the perfect indoor enviroment in your home. Samsung Climate solutions can help you to optimise confort, efficiency, and air quality.",
      "preview": "Come home to your perfect bubble See our residential solutions Scroll down Explore the world of climate control Discover heat pumps and air conditioni"
    },
    {
      "url": "https://linkpop.com",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "http://txshowdown.com/",
      "title": "Texas Showdown 2026 - The Premier Texas Tournament - Now in its 25th Anniversary!",
      "description": "Join the most prestigious gaming tournaments in Texas. Compete in Street Fighter 6, Tekken 8, Mortal Kombat 1, and more with epic prizes and professional setups.",
      "preview": "void"
    },
    {
      "url": "https://optinmonster.com/gdpr/cookies/",
      "title": "OptinMonster Cookie List - OptinMonster",
      "description": "Here's an exhaustive list of the cookies used by OptinMonster to personalize your visitor's experiences with our campaigns.",
      "preview": "Cookie List Below you will find an exhaustive list of the cookies used by OptinMonster to personalize your visitor's experiences with our campaigns. C"
    },
    {
      "url": "https://www.emag.hu/mobiltelefonok/c",
      "title": "Mobiltelefon - eMAG.hu",
      "description": "Telefonok hatalmas kínálata ➡️ Több száz mobiltelefon, okostelefon közül választhatsz, kedvezményes áron, gyors szállítással! ⭐ eMAG.hu",
      "preview": "Saját fiók Háztartási gépek és klíma TV és szórakozás Telefon, Tablet, Laptop Számítástechnika Fotó-Videó, Okos eszközök Szupermarket Otthon, barkács,"
    },
    {
      "url": "https://online.mines.edu/",
      "title": "Home - Mines Online",
      "description": "Colorado School of Mines offers online classes that allow students to earn degrees in a variety of fields while studying from anywhere in the world. Learn more about our online programs and courses.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Mines Online WORLD-READY & RIGOROUS PROFESSIONAL PROGRAMS Welcom"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/",
      "title": "ADHD Ahead!",
      "description": "DEATH OF THE AUTHOR IS A WAY OF LIFE BUT SADLY NOT A VIABLE SUGGESTION IRL. Im ADHD if i love something it will probley make an appearance",
      "preview": "ADHD Ahead! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna themuppetmasterencyclopedia The Mu"
    },
    {
      "url": "https://phlcovid19fund.org/covid-19/",
      "title": "The Philadelphia Foundation - Our Community, Made Better",
      "description": "For more than a century, Philadelphia Foundation has increased philanthropic investment in the community, fostering the economic, civic and social vitality of Greater Philadelphia.",
      "preview": "Philadelphia Foundation HOW CHANGE HAPPENS. Philadelphia Foundation's 2023-2024 Impact Report ABOUT PHILADELPHIA FOUNDATION Philadelphia Foundation is"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/privacy-policy.html",
      "title": "Privacy Policy - GIF MAKER",
      "description": "Privacy Policy What information we collect 1. Personal Information: We do NOT collect any Personal Information about you. \"Personal Information\" means personally identifiable information,...",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo Privacy Policy What information we collect 1. Personal Information: We do NOT collect a"
    },
    {
      "url": "http://www.reactiongifs.com/tag/whoop-ass/",
      "title": "whoop ass - Reaction GIFs",
      "description": "void",
      "preview": "Tag: whoop ass Whoop Yo Ass May 14, 2014 Spanking When they deserve a spanking June 20, 2013 Opening a can of WHOOP ASS January 22, 2013"
    },
    {
      "url": "https://www.teachific.com.au/find?page=1&search_type=standard&category_group=21&cats%5B%5D=228",
      "title": "Find resources | Teachific",
      "description": "void",
      "preview": "Skip to Content Toggle menu Reading Choose a Category ACARA Curriculum Reading Reading Workshop Mini Lessons Reading Workshop Reading Journals by Grad"
    },
    {
      "url": "https://flightaware.com/photos/view/447116-d07a85c727f57a4d146d0c81fafac071881bab08",
      "title": "Photo of Piper L-21 Super (N10YV) - FlightAware",
      "description": "FlightAware Aviation Photos: Piper L-21 Super(N10YV), Super Cub on Wipline #2700 amphib floats on the southern end of Gull Lake in central Minnesota. Slow water taxi into Madden's Resort. Air to water photo from another Super Cub., taxiing at 9Y2",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://data.linz.govt.nz/",
      "title": "LINZ Data Service",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://bsandco.us/all-designs",
      "title": "BS&Co - Email Marketing Agency | Drive Revenue with Strategic Campaigns",
      "description": "Transform your email marketing with BS&Co. We help brands increase revenue through strategic email campaigns, SMS marketing, and automation. Proven results for fashion, beauty, food & beverage brands.",
      "preview": "Case Studies Our Services Designs Free Tools About Us Work With Us Our Work Bringing Your Brand Alive & Making It Stand Out Request A Free Mock-Up All"
    },
    {
      "url": "http://ttool.de/anleitungen/ccee.htm",
      "title": "Untitled Document",
      "description": "void",
      "preview": "Encode with Cinema Craft Encoder 2.5 Start CCE 2.5. Right mouse click to select the avi you want to encode. Doubbelclick the AVI and you see the encod"
    },
    {
      "url": "https://betterwork.org/the-better-work-academy/",
      "title": "The Better Work Academy: approach and impact in Gap Inc. factories. - Better Work",
      "description": "A three year study shows improvements for workers and business in GAP factories.",
      "preview": "Global Research Briefs The Better Work Academy: approach and impact in Gap Inc. factories. 12 Nov 2020 Share Launched in 2016, the Workplace Cooperati"
    },
    {
      "url": "https://zsinger55.tumblr.com/",
      "title": "Just Another Blog",
      "description": "void",
      "preview": "Just Another Blog Archive Posted on 27th Sep at 10:42 PM, with 6,797 notes slitherpunk : gameboy camera pics of vintage computer festival midwest 19 :"
    },
    {
      "url": "https://mxtoolbox.com/spf.aspx",
      "title": "SPF Check & SPF Lookup - Sender Policy Framework (SPF) - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. SPF Record Check - Lookup SPF Records Domain Name : IP (Optional) Solve Email Delivery P"
    },
    {
      "url": "https://research.mines.edu/",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    },
    {
      "url": "https://nahtlust.de/tag/uni/",
      "title": "Uni - nahtlust",
      "description": "void",
      "preview": "...und ein divided basket nach dem Schnitt von noodlehead genäht. Dieses Schnittmuster hat es mir aber auch angetan, und wie fast alle divided baskets z"
    },
    {
      "url": "https://www.agcensus.usda.gov",
      "title": "USDA - National Agricultural Statistics Service - Census of Agriculture",
      "description": "The Census of Agriculture is a complete count of U.S. farms and ranches and the people who operate them. Even small plots of land - whether rural or urban - growing fruit, vegetables or some food animals count if $1,000 or more of such products were raised and sold, or normally would have been sold, during the Census year. The Census of Agriculture, taken only once every five years, looks at land use and ownership, operator characteristics, production practices, income and expenditures. For America's farmers and ranchers, the Census of Agriculture is their voice, their future, and their opportunity.",
      "preview": "Skip to Main Content United States Department of Agriculture National Agricultural Statistics Service Subscriptions: National | News Data & Statistics"
    },
    {
      "url": "https://www.hotelscombined.it/Hotel/Comfort_Hotel_Xpress_Stockholm_Central.htm",
      "title": "Comfort Hotel Xpress Stockholm Central, Stoccolma | HotelsCombined",
      "description": "Comfort Hotel Xpress Stockholm Central, Stoccolma - Trova l'offerta migliore su HotelsCombined. Confronta tutti i migliori siti di viaggio contemporaneamente. Valutato 7.7 su 10 in base a 8157 recensioni.",
      "preview": "Comfort Hotel Xpress Stockholm Central Hotel 3 stelle Kungsbron 1, Stoccolma, Contea di Stoccolma, Svezia Buono 8.157 valutazioni verificate 7,7 52 €"
    },
    {
      "url": "http://ballinlaw.weebly.com/blog/receiving-injury-on-duty-benefits-does-not-prohibit-police-or-firefighters-from-making-a-claim-like-any-other-citizen",
      "title": "RECEIVING INJURY-ON-DUTY BENEFITS DOES NOT PROHIBIT POLICE OR FIREFIGHTERS FROM MAKING A CLAIM LIKE ANY OTHER CITIZEN",
      "description": "Like any other employee who is injured while at work, police and firefighters are authorized by the same laws, which provide for injury-on-duty wages, to bring claims for their injuries against the...",
      "preview": "HOME ABOUT Philosophy Practice Areas > Motor Vehicle Accidents Wrongful Death Brain Injuries Workplace Injuries On-Duty Police Injuries On-Duty Firefi"
    },
    {
      "url": "http://ec.ala.org/membership/renew",
      "title": "Store",
      "description": "void",
      "preview": "Skip to main content Loading × Cart Summary + Show - Hide 0 item(s) ($0.00) Your cart is empty. Open Invoices × Click the box next to each open invoic"
    },
    {
      "url": "https://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://go.dev/doc/effective_go",
      "title": "Effective Go - The Go Programming Language",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://fundraiser.sesameworkshop.org/donate-main/Donate?rbref=SW_Web_One-Time",
      "title": "Donate - Donate | Sesame Workshop",
      "description": "Help support Sesame Workshop today!",
      "preview": "Your email address has been verified. Sesame Workshop Login Let's prepare the next generation to build a better world. We create joyful experiences th"
    },
    {
      "url": "https://floss.syr.edu/papers?f%5Bkeyword%5D=G&f%5Bauthor%5D=169&s=keyword&o=asc",
      "title": "Publications | FLOSS@Syracuse",
      "description": "void",
      "preview": "Skip to main content Jastrzebski, S., Henderson, K., McKinnon-Crowley, J., & Crowston, K. (9999). Boundaries of data journalism in U.S. public radio n"
    },
    {
      "url": "https://www.newsamericasnow.com/tag/guadeloupe-2/",
      "title": "#GUADELOUPE Articles | News Americas Now",
      "description": "Explore news and features tagged #GUADELOUPE - stories from the Caribbean and Diaspora, curated by News Americas Now.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Latest News Latin America Business Food Entertainment Caribbean Sports Immigration Cannabis & Ma"
    },
    {
      "url": "http://refugees.org/",
      "title": "U.S. Committee for Refugees and Immigrants - USCRI",
      "description": "For over 110 years, USCRI has been on the front lines of working on behalf of refugees and immigrants worldwide. Our goal is to help create a world of possibilities for displaced people-where displacement may have defined their past but their future is reimagined with unlimited possibilities. We believe in open doors for refugees, asylees and other immigrants.",
      "preview": "U.S COMMITTEE FOR REFUGEES AND IMMIGRANTS LANGUAGE OPTIONS Donate Keep Girls Dreaming This Holiday Season Over 142,000 School-aged girls are living in"
    },
    {
      "url": "https://leasing.walmart.com/",
      "title": "Your Shop At Walmart",
      "description": "View Walmart leasing opportunities. In-store spaces available for lease across the US.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory083_AbbysBrokenWand/index.html",
      "title": "Abby's Broken Wand",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://ldl.gatech.edu/publications?s=year&amp%3Bf%5Bag%5D=R&f%5Bauthor%5D=872&o=asc",
      "title": "[current-page:page-title] | [site:name]",
      "description": "void",
      "preview": "Skip to main content log in Laser Dynamics Lab Main menu Home Lectures Research Facilities Collaboration Publications Summary Recent Members Group Alu"
    },
    {
      "url": "http://www.polimi.it/",
      "title": "Politecnico di Milano - polimi",
      "description": "Politecnico di Milano, dal 1863, il più grande ateneo scientifico-tecnologico italiano, tra rigore scientifico e creatività",
      "preview": "Skip to main content Skip to page footer Technology for humanity Politecnico di Milano Dal 1863, il più grande ateneo scientifico-tecnologico italiano"
    },
    {
      "url": "http://www.misau.gov.mz/index.php",
      "title": "MINISTÉRIO DA SAÚDE",
      "description": "void",
      "preview": "Skip to content Últimas Notícias XIII Conselho Hospitalar do Ministério da Saúde MOÇAMBIQUE LANÇA SISTEMA NACIONAL DE RASTREABILIDADE DE MEDICAMENTOS"
    },
    {
      "url": "https://mrag.co.uk",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://howl.me/cjb33rDvIWj",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://www.giallozafferano.it/ricette-cat/Primi/",
      "title": "Primi piatti - Le ricette di GialloZafferano",
      "description": "Ricette primi piatti: leggi consigli, ingredienti, tempi e modalità di preparazione dei nostri gustosissimi primi piatti sfiziosi al forno, facili e veloci.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X Ricette Primi Piatti Portate Le Portate Filtri Tutti i Filtri Benessere Primi piatti veloci La pasta è s"
    },
    {
      "url": "https://awionline.org/content/refinement-database?f%5B0%5D=animal_type%3A323&f%5B1%5D=animal_type%3A346&f%5B2%5D=animal_type%3A359&f%5B3%5D=animal_type%3A391&f%5B4%5D=animal_type%3A394&f%5B5%5D=animal_type%3A403&f%5B6%5D=animal_type%3A420&f%5B7%5D=topic%3A352&f%5B8%5D=topic%3A357",
      "title": "Search publications on improving welfare for animals in research - Refinement Database",
      "description": "Search for publications on refinement of housing, husbandry, care, and use of animals in research.",
      "preview": "Skip to Content Welcome to the Refinement Database Search scientific articles, books, and other publications related to improving or safeguarding the"
    },
    {
      "url": "http://www.bbcbasic.co.uk/bbcwin/tutorial/",
      "title": "BBC BASIC Tutorial",
      "description": "BBC BASIC Tutorial",
      "preview": "An Introduction to Programming BBC BASIC By Peter Nairn © 2006 Version 1.1 Chapter 1 - Introduction Chapter 2 - One Line Programs Chapter 3 - Using th"
    },
    {
      "url": "http://www.photosoundav.com/",
      "title": "Audio Visual for Meetings & Special Events | Photosound",
      "description": "General Sessions, Breakout Rooms, Virtual Meetings Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Speakers, Wireless Mics, Audio Consoles, Projectors, Screens, TV Monitors, Lighting, Teleprompters, Video Cameras, Switchers, Podiums, Staging, Truss Podiums, Beamsplitters, Confidence Monitors, | Audio Visual for Meetings & Special Events",
      "preview": "Corporate Events General Sessions, Breakout Rooms, Virtual Meetings Trade Shows Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Aud"
    },
    {
      "url": "https://roundingsquares.com/",
      "title": "Home - Rounding Squares",
      "description": "Driven by our love for digital products, we create seamless and future-oriented user experiences. We aim to make them simple & beautiful and with the goal to enhance the life of our users. For us, designing and developing is a never-ending journey to improve our products and increase user satisfaction. Rounding SquaresMade with 💙 inContinue reading \"Home\"",
      "preview": "Skip to content Driven by our love for digital products, we create seamless and future-oriented user experiences. We aim to make them simple & beautif"
    },
    {
      "url": "http://mtia.labs.si.umich.edu/search/?selected_facets=host_exact:Rita%20Rochelle&selected_facets=locations_exact:Guinea&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Angola&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Tanzania&selected_facets=completeness_exact:Platinum&selected_facets=performers_exact:Sunny%20Ade&selected_facets=performers_exact:Urafiki%20Band",
      "title": "Leo Sarkisian MTiA Archive",
      "description": "void",
      "preview": "1 Results Filters Host - Rita Rochelle 1 remove all filters Performers - Antoine Mundanda 1 Fela Ransome Kuti 1 Sunny Ade 1 Urafiki Band 1 remove all"
    },
    {
      "url": "https://muppet.fandom.com/wiki/Susan",
      "title": "Susan | Muppet Wiki | Fandom",
      "description": "Susan Robinson is married to Gordon, and works as a nurse. In Season 17, Susan and Gordon adopted a son, Miles. Susan appeared on Sesame Street starting with the earliest test programs in 1969. In the earliest episodes of the show, Susan was a housewife, having worked as a nurse before she was...",
      "preview": "Muppet Wiki Follow Muppet Wiki on Bluesky ✅ Log in to Muppet Wiki to hide ads Visit Special:Community to learn how you can contribute! READ MORE Muppe"
    },
    {
      "url": "https://www.fox13now.com/news/local-news/family-mourns-loss-of-utah-woman-who-died-in-storage-unit-fire",
      "title": "Family mourns loss of Utah woman who died in storage unit fire",
      "description": "Murray City Police announced Monday that the victim was 27-year-old Morgan Kay Harris, formerly of southern Utah.",
      "preview": "void"
    },
    {
      "url": "https://uxr-optout.withgoogle.com/?referral_code=0&reserved=0&pType=0&productTag=0&campaignType=0&campaignDate=0&labelTag=0&appTag=0&l=0&Q_Language=0&p_utm_source=0&p_utm_medium=0&p_utm_campaign=0&p_utm_term=0&p_utm_content=0",
      "title": "Google UXR - Opt-Out",
      "description": "void",
      "preview": "User Experience Research Unsubscribe from Google User Experience Research studies mailing list You were contacted by the Google User Experience Resear"
    },
    {
      "url": "https://www.trip.com/index?locale=en_us&allianceid=21934&SID=455408&ouid=198c18a52c8911eb811b00ce0a18050d",
      "title": "Trip.com Official Site‎‎ | Travel Deals and Promotions",
      "description": "Choose from over 1.2 million hotels in more than 200 countries, 30 million real guest reviews. Book flights to over 5,000 destinations worldwide. 24/7 Customer Service.",
      "preview": "Suggested Languages USD Your Trip Starts Here Award-winning services Awarded Global Support Services of the Year in 2024 by International CRE Awards 2"
    },
    {
      "url": "https://about.ads.microsoft.com/en-us/resources/microsoft-advertising-partner-program/microsoft-advertising-partner-program",
      "title": "Microsoft Advertising Partner Program",
      "description": "Get access to exclusive partner events, growth opportunities, and connect with a community of your peers. Receive recognition for your exceptional work and take your business to the next level.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content The Microsoft Advertising Partner Program Unlock the full potential of"
    },
    {
      "url": "http://www.akc.org",
      "title": "American Kennel Club",
      "description": "The AKC is the recognized and trusted expert in breed, health and training information for dogs.",
      "preview": "Search Sign In Menu Search for a Breed Select a Breed Affenpinscher Afghan Hound Airedale Terrier Akita Alaskan Klee Kai Alaskan Malamute American Bul"
    },
    {
      "url": "http://www.rwjf.org/",
      "title": "Robert Wood Johnson Foundation | RWJF",
      "description": "RWJF is a leading national philanthropy dedicated to taking bold leaps to transform health in our lifetime. We work with others to achieve health equity faster and pave the way together to a future where health is no longer a privilege, but a right.",
      "preview": "Skip to main content Taking Bold Leaps to Make Health a Right Our shared vision in 2025 Inside our Plan Paving the way, together, to a future where he"
    },
    {
      "url": "https://jobs.wearegreenbay.com",
      "title": "We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to browse links Skip to main content Skip to job search Our use of cookies We use essential cookies to make this website"
    },
    {
      "url": "https://elmnt13.com/",
      "title": "Elmnt13 - Marketing | Management",
      "description": "void",
      "preview": "ABOUT Dedicated to bringing your vision to life Whether you are starting from square one, looking to further improve your brand or increase awareness"
    },
    {
      "url": "https://gixen.com/forum/viewtopic.php?t=9453&view=previous&sid=0d0eb7686a43c9d07743422c116e883c",
      "title": "GIXEN Forum - View topic - Auction Ended - Gixen Didn't Make Bid",
      "description": "void",
      "preview": "Home Why snipe ? Compare FAQ Community Terms Contact My Snipes Home Why snipe ? Compare FAQ Community Terms Contact My Snipes Menu Home Why snipe ? Co"
    },
    {
      "url": "https://wagcco.my.salesforce-sites.com/pkb2/articles/en_US/Information/Walgreens-photo-center-Return--Refund-Policy/?l=en_US&fs=Search&pn=1",
      "title": "Photo Help - Walgreens Photo Center Return & Refund Policy",
      "description": "At the Walgreens Photo Center, your satisfaction is 100% guaranteed. If you're ever dissatisfied with your digital prints or merchandise for any reason, we will...",
      "preview": "Photo Help - Walgreens Photo Center Return & Refund Policy Back Walgreens Photo Help Walgreens Photo Center Return & Refund Policy Published 06/18/202"
    },
    {
      "url": "https://esupervivencia.com/category/blog-ees/",
      "title": "Blog EES archivos - Escuela Española de Supervivencia",
      "description": "void",
      "preview": "Categoría: Blog EES Consejos de defensa personal: Cómo evitar y escapar de una agresión: 19 agosto, 2023 Blog EES , Defensa Personal , Sin categoría ,"
    },
    {
      "url": "https://fred.stlouisfed.org/series/UNRATE",
      "title": "Unemployment Rate (UNRATE) | FRED | St. Louis Fed",
      "description": "View data of the unemployment rate, or the number of people 16 and over actively searching for a job as a percentage of the total labor force.",
      "preview": "Skip to main content Unemployment Rate (UNRATE) Observations Aug 2025: 4.3 | Percent, Seasonally Adjusted | Monthly Updated: Sep 5, 2025 7:51 AM CDT N"
    },
    {
      "url": "https://www.myollie.com/",
      "title": "Ollie: Fresh & Healthy, Human-Grade Dog Food Delivery",
      "description": "Ollie delivers fresh, healthy dog food made with real, human-grade ingredients, tailored to your pup's unique nutritional needs.",
      "preview": "⭐️⭐️⭐️⭐️⭐️ 20,000+ 5-star reviews Happy Dogs Start With the Best Food Our most popular welcome gift is back! Claim your FREE Fi Mini GPS Tracker Real"
    },
    {
      "url": "https://www.travelandleisure.com/maggie-wheeler-janice-friends-international-delight-7105735",
      "title": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together",
      "description": "The actress that played Janice on \"Friends,\" Maggie Wheeler, spoke with T+L all about what her iconic character would be like as a traveler.",
      "preview": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together \"Oh, my God!\" By Meredith Lepore Meredith Lep"
    },
    {
      "url": "https://www.wdbj7.com/2023/02/27/owners-find-missing-dog-shelter-right-before-new-family-adopts-her/",
      "title": "Owners find missing dog in shelter right before new family adopts her",
      "description": "Rebecca Jones and her family said their dog, Bella, had been missing for about three weeks.",
      "preview": "Skip to content OMAHA, Neb. (WOWT/Gray News) - A family in Nebraska found their dog who had been missing for several weeks at the humane society, shor"
    },
    {
      "url": "https://www.frontiersin.org/articles/10.3389/fmars.2020.00165/full",
      "title": "Frontiers | Global Patterns in Marine Sediment Carbon Stocks",
      "description": "To develop more accurate global carbon (C) budgets and to better inform management of human activities in the ocean, we need high-resolution estimates of mar...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience ORIGINAL RESEARCH article Front. Mar."
    },
    {
      "url": "http://www.bmw.com.bd/asia_dl/bd_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Bangladesh | Executive Motors Limited",
      "description": "Visit BMW Bangladesh - Executive Motors Limited in 222 Bir Uttam Mir Shawkat Sarak, Dhaka 1208, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "THE NEW BMW X3 Learn More Explore Now NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X Z BMW 1 Series Petrol BMW"
    },
    {
      "url": "https://git.enlightenment.org/core/efl.git/tree/src/lib/elementary/Efl_Ui.h?id=44bb0c18480f5094fcd0c8be93de87be5c1d78c5",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://www.tp-link.com/privacy?app=deco#sec_a",
      "title": "Privacy policy",
      "description": "void",
      "preview": "Privacy policy TP-Link Italia SRL ( \" TPIT, \" TP-Link \" , \" we \" , \" us \" , or \" our \" \" [SL1] ) takes your privacy seriously. We want you to understa"
    },
    {
      "url": "https://ctbernard.tumblr.com/",
      "title": "Lost Pup - CT.",
      "description": "Me. Too shy to interrupt, too broken to stay around. Just a sheep dyed darker than expected. I'm still colorful underneath. A blog to reflect",
      "preview": "Lost Pup - CT. Me. Too shy to interrupt, too broken to stay around. Just a sheep dyed darker than expected. I'm still colorful underneath. A blog to r"
    },
    {
      "url": "https://www.oprahdaily.com/life/a41652152/oprahs-favorite-things-2022/",
      "title": "Oprah's Favorite Things 2022 - Full List of Oprah's Gift Ideas",
      "description": "Oprah has selected her annual roundup of perfect gifts for her 2022 list of Oprah's Favorite Things. Shop all of her official holiday picks here.",
      "preview": "Skip to Content This year, we're celebrating small businesses (think family-run, local makers, BIPOC- and woman-founded, and more!). So no matter who"
    },
    {
      "url": "https://www.justchat.co.uk/",
      "title": "Chat in the online chat rooms at Just Chat",
      "description": "Chat online in our chat rooms. There is nothing to download and our chat rooms work on any device. Just choose a chat room and get chatting!",
      "preview": "Online chat rooms We offer online chat rooms. We are the UK's leading chat site and welcome chatters over the age of 18 from all over the world. Wheth"
    },
    {
      "url": "https://returns.kosas.com/",
      "title": "Returns",
      "description": "void",
      "preview": "We're sorry but Loop returns doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.cisteni-kanalizace.cz/?780316980/k30022e_h65a/38931172_htm",
      "title": "Čištění kanalizace",
      "description": "Potřebujete vyčistit kanalizační stoupačky . neváhejte a kontaktujte nás naše firma se přímo specializuje na veškeré čištění kanalizace . jsme schopni vám nabídnout tu nejlepší cenu na trhu.",
      "preview": "Vyhledávání Vyřešíme Vám Váš problém s kanalizací +420 777 330 330 Čištění kanalizace"
    },
    {
      "url": "https://www.chatblink.com/chat-list",
      "title": "Free Online Text Chat Rooms",
      "description": "Here you can chat with strangers from all over the world. Simple and easy, chat without registration!",
      "preview": "Free Online Text Chat Rooms Your Gender: Male Female Your Age: 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46"
    },
    {
      "url": "https://www.bmw.com.do/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW República Dominicana | Autos Deportivos, Eléctricos y Más",
      "description": "Descubre nuevos carros eléctricos, autos deportivos y camionetas en el sitio oficial de BMW República Dominicana, ¡sorpréndete con su diseño exclusivo!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://www.lifeofpix.com/",
      "title": "Free high resolution photography | Life of Pix",
      "description": "Free high resolution photography. Share and download images freely. Search for pictures by color or format. Photographers, get an account now !",
      "preview": "We're sorry but lop-craft-frontend doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://guiadocente.udc.es/guia_docent/?centre=616&ensenyament=616G01&assignatura=616G01041&fitxa_apartat=3&any_academic=2020_21&idioma=eng&font=10&idioma_assig=cast&idioma=cat",
      "title": "Guía Docente 2020/21 Facultade de Ciencias da Comunicación",
      "description": "void",
      "preview": "Guía Docente Curso 2020/21 2024/25 2023/24 2022/23 2021/22 2019/20 2018/19 2017/18 2016/17 2015/16 2014/15 2013/14 2012/13 2010/11 2008/09 2009/10 Fac"
    },
    {
      "url": "https://www.healthmap.org/covid-19/",
      "title": "Novel Coronavirus (COVID-19)",
      "description": "void",
      "preview": "COVID-19 Confirmed cases worldwide Updated In collaboration with the Open COVID-19 Data Curation Group COVID-19 Dataset About COVID-19 Cases Play"
    },
    {
      "url": "https://www.shopbop.com/horizontal-duck-bag-baggu/vp/v=1/1524887805.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277769286930 1760098528776 Only #{qta} left. Skip to Main Content Accessibility Statement Designer Index Women Men 123 11"
    },
    {
      "url": "https://www.campaignlive.co.uk/article/adidas-erect-x-shaped-training-space-london/1383259",
      "title": "Adidas to erect X-shaped training space in London",
      "description": "Adidas is set to host a series of fitness events within an X-shaped pop-up space known as The X at London's Victoria Park from 18-28 February.",
      "preview": "Skip to Content Skip to Main Navigation Skip to Information Links Skip to Site Search Skip to Footer Skip to Accessibility Information Home Page Adida"
    },
    {
      "url": "https://statusofwomendata.org/women-of-color/spotlight-on-women-of-color-employment-and-earnings-data/",
      "title": "Spotlight on Women of Color: Employment and Earnings Data - Women in the States",
      "description": "Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Distribution of the Male and Female Workforce by Race and Ethnicity, Aged 16 and Older, United States, 2013 Distribution of Employed Women Across Broad Occupational Groups by Race and Ethnicity, Aged 16 and [...]",
      "preview": "Share Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Dis"
    },
    {
      "url": "https://www.fec.gov",
      "title": "Home | FEC",
      "description": "Find what you need to know about the federal campaign finance process. Explore legal resources, campaign finance data, help for candidates and committees, and more.",
      "preview": "Your web browser is not supported This site uses features that are not supported by this browser. For a better experience, please switch to a modern b"
    },
    {
      "url": "http://www.odinwestpac.org/",
      "title": "ODINWESTPAC",
      "description": "void",
      "preview": "Contents Observation Data 0 Regional Products 0 Special Themes 0 News & Meetings 0 Marine Literature 0 Marine Experts 0 Marine Institutions 0 Geospati"
    },
    {
      "url": "https://boardgamegeek.com/boardgame/174430/gloomhaven",
      "title": "Gloomhaven | Board Game | BoardGameGeek",
      "description": "Vanquish monsters with strategic cardplay. Fulfill your quest to leave your legacy!",
      "preview": "void"
    },
    {
      "url": "https://es.ccm.net/forum/affich-1014784-olvide-mi-contrasena-macbook-intento-no-sale",
      "title": "Olvide mi contraseña macbook intento no sale - Foro de Mac OS",
      "description": "Mejor respuesta: Tiene el cd de instalacion de Mac Osx?. Existe una forma de realizarlo desde el Cd de instalacion de Mac y la otra manera es sin el CD de la siguiente manera: *Reinicie Systema *Mantenga oprimidas las teclas Cmd+S ...",
      "preview": "Tema Anterior Siguiente Tema Hola, soy fernando olvide mi contraseña y inento hace lo an hecho otros q les a pasado lo mismo pero cuando voy a reinici"
    },
    {
      "url": "https://www.ajol.info/index.php/jfecs/article/view/61642",
      "title": "A comparative study of regenerated bamboo, cotton and viscose rayon fabrics. Part 1: selected comfort properties | Journal of Consumer Sciences",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}