{
  "data": [
    {
      "url": "https://forge.medium.com",
      "title": "Forge",
      "description": "A former publication from Medium on personal development. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Forge by Medium 131K followers · 1 editor Follow About Help Status About"
    },
    {
      "url": "https://www.cranbrooktownsman.com/news/do-you-know-nelsons-frank-johnson/",
      "title": "News | Cranbrook Daily Townsman",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "https://www.brcc.edu/",
      "title": "Home - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Your career starts with BRCC's degree, diploma, and certificate programs.",
      "preview": "Skip to Content Blue Ridge Community College At BRCC, your goals come first . Whether you want to launch a career , earn a degree , transfer to a four"
    },
    {
      "url": "https://jobs.jobvite.com/wri/jobs/",
      "title": "World Resources Institute Careers",
      "description": "void",
      "preview": "WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE Select a Region {{ i"
    },
    {
      "url": "https://www.abtassociates.com/projects/evaluating-year-ups-programs-for-young-adults",
      "title": "Evaluating Year Up's Programs for Young Adults | Abt Global",
      "description": "Prospects for young adults without postsecondary credentials have steadily worsened in recent decades. With few chances at well-paying jobs, millions give up on school and withdraw from the labor force. Helping low-skilled young adults access training...",
      "preview": "Skip to main content Evaluating Year Up's Programs for Young Adults HIGHLIGHTS Millions of young adults face limited economic opportunities. Abt is ev"
    },
    {
      "url": "https://y99.in/",
      "title": "Y99 - Free Random Online Chat Rooms without Registration",
      "description": "Y99 is a chatting site for free random online international chat rooms(private and group) without registration or sign up. Meet strangers, make new friends.",
      "preview": "Read more Y99.in Chat Rooms Free International Chat Rooms For Guest Chatting without registration or sign up. Create, share and join Private and group"
    },
    {
      "url": "https://support.savethechildren.org/site/Donation2?df_id=4988&mfc_pref=T&4988.donation=form1&cid=Social_Network:Twitter:Emer_CEF:Scus_1x_Post1:020623",
      "title": "Children's Emergency Fund - Save the Children",
      "description": "I just donated to Save the Children to transform children's lives and the future we share. Join me.",
      "preview": "Donate Children's Emergency Fund Conflict, severe weather, poverty and hunger are causing mass displacements around the world. For children in Syria,"
    },
    {
      "url": "https://www.bbbprograms.org",
      "title": "Home - BBB National Programs",
      "description": "BBB National Programs fosters trust, innovation, and competition in the marketplace through self-regulation, dispute resolution, and other programs.",
      "preview": "Where businesses turn to enhance consumer trust and consumers are heard Through our self-regulatory programs, industry leaders work together to foster"
    },
    {
      "url": "https://legawa.com/2015/02/01/over-the-edge-perspective/",
      "title": "Over the Edge Perspective - Bhyllabus l'énigme",
      "description": "How do you see the world? How do I see the world? How do they see the world? Next, how do you believe how the world should look like? How do I, how do they? The universe is one big pancake, and so-called God (if He truly exist), divides the pancake all over, when a...",
      "preview": "Cari Cari Tulisan terbaru Hari Kesehatan Jiwa Sedunia 2025: \"Mental Health is a Universal Human Right\" Hari Penglihatan Sedunia 2025: #LoveYourEyes, M"
    },
    {
      "url": "https://experiments.withgoogle.com/collection/ai",
      "title": "Google Labs: Google's home for AI experiments - Google Labs",
      "description": "Stay up to date with the latest Google AI experiments, innovative tools, and technology. Explore the future of AI responsibly with Google Labs.",
      "preview": "The home for AI experiments at Google FEATURING FEATURING Flow Flow A new AI filmmaking tool that lets you seamlessly create cinematic clips, scenes a"
    },
    {
      "url": "https://docs.videojs.com",
      "title": "Video.js API docs",
      "description": "Generated API documentation for the latest version of Video.js (8.23.4).",
      "preview": "Modules browser buffer create-logger deprecate dom dom-data evented events filter-source fn fullscreen-api guid log middleware num obj setup stateful"
    },
    {
      "url": "https://mesmodesdemploi.be/electromenagers/lave-vaisselle/indesit/",
      "title": "Modes d'emploi pour Lave-vaisselle - Indesit | Modes d'emploi",
      "description": "Sur ce site vous trouverez les modes d'emploi, les notices et manuels d'utilisation pour Lave-vaisselle - Indesit en français à télécharger gratuitement au format pdf.",
      "preview": "Modes d'emploi pour Lave-vaisselle - Indesit Modes d'emploi de cette catégorie Mode d'emploi pour Indesit DFG 15B1 A EU Marque: Indesit Afficher le mo"
    },
    {
      "url": "https://werkdatenbank.bbk-sachsenanhalt.de/index.php?pn=item&keyword=Giebel",
      "title": "Suche in der Werkdatenbank - BBK, Bildende Kunst Sachsen-Anhalt",
      "description": "void",
      "preview": "Werkdatenbank Bildende Kunst Sachsen-Anhalt null Werke Laden..."
    },
    {
      "url": "https://www.forbes.com/sites/laurendebter/2021/02/25/goodwill-online-website-hits-1-billion-sales/?sh=760750dd52c1",
      "title": "Goodwill's Hidden Gem: A Growing Online Business That's Sold $1 Billion Of Used Stuff",
      "description": "The thrift store's online sales jumped 22% to $170 million last year.",
      "preview": "Business Retail Editors' Pick Goodwill's Hidden Gem: A Growing Online Business That's Sold $1 Billion Of Used Stuff By Lauren Debter , Former Staff. I"
    },
    {
      "url": "https://www.vogue.com/article/nyfw-editors-street-style-looks-ss26",
      "title": "The Fall-Perfect Street Style Vogue Editors Brought to New York Fashion Week | Vogue",
      "description": "At NYFW, Vogue editors turned the sidewalk into a runway, showcasing the best fall street style looks-fashionable yet functional.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.geosupplies.co.uk/acatalog/-E009--Rothbury-3346.html",
      "title": "(E219) Buckingham (Explanation)",
      "description": "void",
      "preview": "View Cart | Checkout Terms & Conditions Site Map Login Contact Us Search Tel: 0114 245 5746 - Fax: 0114 240 3405 49 Station Road, Chapeltown, Sheffiel"
    },
    {
      "url": "https://apple.co/NewsPlusOffer",
      "title": "Apple News+ 3-Month Free Offer - Apple Apple News+ 3-Month Free Offer - Apple",
      "description": "Access more than 300 popular magazines and leading newspapers all in one subscription. Get 3 months free when you buy a new iPhone, iPad, or Mac.",
      "preview": "Get 3 months of Apple News+ for free. New subscribers get three months free with purchase of an eligible iPhone, iPad, or Mac. 1 How to redeem Apple N"
    },
    {
      "url": "https://alisonbennett.net/2015/04/26/tinning/",
      "title": "Tinning Street Gallery - Alison Bennett",
      "description": "Bennett, A 2015, Mesh, held at Tinning Street Gallery, 16-26 July 2015. MESH Alison Bennett 5/29 Tinning Street, Brunswick Opening 6-9pm Thursday 16 July Artist floor talks 2pm Saturday 18 July & 3pm Sunday 26 July Tinning Street presents 'Mesh', a playful investigation into the presence of surface in digital images by Alison Bennett. The...",
      "preview": "2015-04-26 2016-06-29 Alison Tinning Street Gallery Bennett, A 2015, Mesh , held at Tinning Street Gallery, 16-26 July 2015. MESH Alison Bennett 5/29"
    },
    {
      "url": "https://www.i-doser.com/advisor.php",
      "title": "Personal Dose Advisor",
      "description": "void",
      "preview": "iDoser Advisor Platinum Support Support Options Binaural Blog, Comminity Forum, Live Advisor MEET BINAURAL BLOG Your Mindfulness Source Binaural Blog"
    },
    {
      "url": "https://wwos.nine.com.au/",
      "title": "Nine's Wide World of Sports, Match Results, Fixtures, Videos & Live Scores - Nine.com.au",
      "description": "Nine Wide World of Sports brings you the latest breaking news headlines, live scores, fixtures, videos and match results across NRL, AFL, Tennis, Rugby, Boxing, Cricket and more.",
      "preview": "Advertisement leftChevron rightChevron dropDown Sports All sports Cricket AFL NRL Rugby Football Golf Motorsport Netball Tennis Football BO 4 PIS 0 Fo"
    },
    {
      "url": "https://tapas.io/series/Fantasticbric",
      "title": "Read Fantasticbrick | Tapas Web Community",
      "description": "Your home for the world's most exciting and diverse web comics and novels. Discover stories you'll love from all genres, only on Tapas!",
      "preview": "Please note that Tapas no longer supports Internet Explorer. We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox . Home C"
    },
    {
      "url": "https://repreve.com/",
      "title": "REPREVE® | Home",
      "description": "REPREVE® is the trusted, branded recycled performance fiber, used to make sustainable textiles with wicking, odor control, water resistance, and more.",
      "preview": "void"
    },
    {
      "url": "https://consumidor.ftc.gov",
      "title": "Consejos para consumidores | La Comisión Federal de Comercio",
      "description": "El sitio web oficial de la Comisión Federal de Comercio (FTC), protegiendo a los consumidores de Estados Unidos de América por más de 100 años.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://fws.gov/",
      "title": "U.S. Fish and Wildlife Service",
      "description": "United States federal agency that manages national wildlife refuges, protects endangered species, manages migratory birds, restores nationally significant fisheries, and enforces federal wildlife laws.",
      "preview": "Skip to main content U.S. Fish and Wildlife Service Image Details Working with others to conserve, protect, and enhance fish, wildlife, plants, and th"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=citazione&Cerca=Cerca&Versione_CEI2008=3&Versione_CEI74=1&Versione_TILC=2&VersettoOn=1&Citazione=Sap%209,13-18",
      "title": "Bibbia.net: Sap 9,13-18",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "http://www.themontanascene.com/",
      "title": "Montana Outdoor Clothing | Gifts | The Montana Scene",
      "description": "Find high-quality, Montana shirts & gifts that express the local culture & personalities of Montanans. We are your place to find all things in Montana.",
      "preview": "New Wild Field Our best-selling design, now on 2 new unisex tees SHOW NOW Seasonal Transitions The perfect sweatshirt for autumn nights under the big"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85938",
      "title": "Searchable Recipe Database - Summer Shrimp Scampi With Tomatoes and Corn",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.typography.guru/journal/letterspacing-r24/",
      "title": "OpenType Myths Explained - Typography Journal",
      "description": "First of all, it's important to know that OpenType is not as new as some marketing claims try to suggest. It is directly based on the TrueType specifications, or to be even more precise: it is based on Apple's SFNT (\"Spline Font\") format originally developed for QuickDraw. You can think of OpenTy...",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://www.czbykennethjaylane.com/products/petite-triple-hoop-earrings",
      "title": "Petite Triple Hoop Earrings - CZ by Kenneth Jay Lane",
      "description": "Elegant and eye-catching, these .5 Pave cubic zirconia triple hoop earrings are an unstoppable style statement! Pierced ear compatible, and available in shimmering rhodium or 18k gold plated brass, they add a sophisticated touch to your look. Measurements: 1\" x .5\"",
      "preview": "FREE SHIPPING ON US ORDERS $250+ Shop our Memorial Day Sale! Markdowns up to 80% off! Currency Currency Afghanistan (AFN ؋) Åland Islands (EUR €) Alba"
    },
    {
      "url": "https://kvdveganbeauty.com/products/tattoo-pencil-liner-long-wear-gel-eyeliner?variant=42633858777310",
      "title": "Tattoo Pencil Liner Waterproof Long-Wear Gel Eyeliner",
      "description": "No-brainer liner-just twist it up + glide it on. Tattoo Pencil Liner comes in bold matte + metallic shades for waterproof, transfer-proof color that lasts all day on your lids + in your waterline.",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://www.renens.ch/web/Culture_et_Loisirs/Agenda/affiche.php?menus_pages_id=14&id=115&id_agendas=337",
      "title": "Agenda - Ville de Renens",
      "description": "void",
      "preview": "Vos démarches Horaires Cartes CFF/CGN Déchets ménagers Subventions communales Annonce d'arrivée | Carte d'identité Saison culturelle Grands chantiers"
    },
    {
      "url": "https://help.providencejournal.com/contact-us",
      "title": "Help Center - The Providence Journal",
      "description": "void",
      "preview": "Back to Help Center Contact Us Contact Us Get in touch with us about stories happening in your community, questions or concerns, and how to purchase o"
    },
    {
      "url": "https://blogs.windows.com/msedgedev/2022/10/17/website-typo-protection-typosquatting/?form=MT00D5",
      "title": "Website typo protection defends against fraud including phishing, malware, and other scams - Microsoft Edge Blog",
      "description": "It's easy to make typos when writing out a website name (URL), but these simple mistakes can lead you to potentially fraudulent websites planted by malicious actors. Website typo protection helps protect you when you accidentally n",
      "preview": "Skip to main content Skip to main content / Microsoft Edge Blog October 17, 2022 Website typo protection defends against fraud including phishing, mal"
    },
    {
      "url": "https://tghat.com/2021/03/06/abiy-ahmed-and-his-genocide-policy-in-tigray/",
      "title": "Abiy Ahmed and his genocide policy in Tigray - Tghat",
      "description": "In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been emerging as the primary weapon of choice of its three architects-Prime Minister Abiy Ahmed of Ethiopia, President Isaias Afwerki of Eritrea and the Amhara nationalists-to totally subjugate Tigray.",
      "preview": "Connect with us Share Tweet In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been"
    },
    {
      "url": "https://careers.southwestair.com/flight-attendants",
      "title": "Flight Attendants | Southwest",
      "description": "Flight Attendants",
      "preview": "Flight Attendant Opportunities Take your career to new heights. Step into a career that takes you places-literally and figuratively-as a Southw"
    },
    {
      "url": "https://amyvosters.com/2018/11/26/andrew-fang-4/",
      "title": "Andrew Fang - AMY VOSTERS",
      "description": "Visit the post for more.",
      "preview": "Skip to content Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Rela"
    },
    {
      "url": "http://www.simpletexting.com",
      "title": "SMS marketing services & texting platform | SimpleTexting",
      "description": "Use the text messaging service 17,000+ businesses trust. Send SMS marketing campaigns, receive texts, and message one-on-one.",
      "preview": "They're raising prices (again) 🫠. Check out our affordable plans with unlimited contacts. A texting service designed to help small businesses win Ever"
    },
    {
      "url": "https://href.li/?http://changetheequation.org/students-stem-methodology",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. http://changetheequation.org/students-stem-methodology"
    },
    {
      "url": "https://reddit.com/submit?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F&title=Oceans",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://biodiversitya-z.org/content/specially-protected-areas-of-mediterranean-importance-spami#:~:text=Description.%20The%20Specially%20Protected%20Areas%20of%20Mediterranean%20Importance,the%20components%20of%20biological%20diversity%20in%20the%20Mediterranean%2C",
      "title": "Specially Protected Areas of Mediterranean Importance (SPAMI) definition | Biodiversity A-Z",
      "description": "A cluster of online glossaries about biodiversity",
      "preview": "Home Areas Specially Protected Areas of Mediterranean Importance (SPAMI) Areas of Biodiversity Importance Summaries of globally relevant systems to id"
    },
    {
      "url": "http://outfit7.com/apps/talking-ben-dog/",
      "title": "It's Game On - Talking Tom & Friends",
      "description": "Check out our latest games!",
      "preview": "Talking Tom and Friends logo Open the menu Play Watch It's game on PLAY NOW Take your pick New Game My Talking Tom Friends 2 My Talking Angela 2 My Ta"
    },
    {
      "url": "https://masterchefmom.blogspot.com/",
      "title": "MASTERCHEFMOM",
      "description": "Food blog by a MOM with interesting,creative,healthy and very tasty recipes and fantastic TIFFIN BOX IDEAS.",
      "preview": "Home Media Mentions Work With Me Portfolio Cooking Tips Cakes Cookies/Biscuits Sips and Slurps Salad Recipes Dosa Recipes Vegan Rasam Recipes Kuzhambu"
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://www.studioalyse.com/",
      "title": "Studio Alyse",
      "description": "Studio Alyse is an Interior Design Studio with a focus thoughtfully crafted interiors. Alyse Eisenberg is the founder of her eponymous firm, where she acts as a full service interior designer residential projects.",
      "preview": "HOME"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/europa/vollzeit/erste-berufserfahrung-1-bis-2-jahre-/fachhochschulstudium/personalberatung/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.self.com/story/issa-rae",
      "title": "Issa Rae on Life as a Newlywed, Creating Boundaries, and Taking Care of One Another | SELF",
      "description": "In SELF magazine's September cover, we're talking self-care and community care with actor, writer, and producer Issa Rae.",
      "preview": "Skip to main content Fitness Food Health Love Beauty Sports Life Health Conditions Shopping Video Challenges Workouts Newsletter Signup See the 2025 S"
    },
    {
      "url": "https://www.hnltravel.com/index.html",
      "title": "void",
      "description": "void",
      "preview": "Welcome to HNL Travel Success in the travel business is all about service and experience. Since 1987, HNL Travel Associates has provided clients a ful"
    },
    {
      "url": "https://www.bmw-qatar.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Doha | BMW Qatar",
      "description": "Visit BMW Qatar and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed.",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "http://googlecloudplatform.blogspot.com/",
      "title": "Google Cloud | Google Cloud Blog",
      "description": "Find all the latest news about Google Cloud with customer stories, product announcements, solutions and more.",
      "preview": "Google Cloud Find news, updates, and best practices for Google Cloud solutions and technologies. Inside Google Cloud What's new with Google Cloud By G"
    },
    {
      "url": "https://shop.australiazoo.com.au/robert-irwins-australia-photography-book/",
      "title": "Australia Photography Book - by Robert Irwin",
      "description": "Years in the making, I am proud to announce 'Robert Irwin's Australia'. This book is a showcase of one of our world's last frontiers, exhibiting powerful imagery from the most rugged, beautiful, surprising and awe-inspiring continent on Earth. It pays homage to my home, and encapsulates my journey behind the lens. For the first time, I will delve into what makes photography so special to me and reveal the profound connection it has to conservation, and to my dad's life and legacy.",
      "preview": "Enjoy free worldwide shipping on orders of $200 AUD or more! - Terms & Conditions Due to national union strike action, Canada Post has advised all cou"
    },
    {
      "url": "https://sc-ug.de/index.php/26-firmen-olympiade-donnerstag-den-04-07-2019",
      "title": "Firmen-Olympiade - Donnerstag den 04.07.2019",
      "description": "Sportverein mit verschiedenen Freizeitsportangeboten in Unterpfaffenhofen-Germering, im Westen von Muenchen.",
      "preview": "Adresse / Impressum Datenschutzerklärung Login Aikido Bogenschießen Fußball Handball Judo Ju-Jutsu-Karate Lauftreff Firmen-Olympiade - Donnerstag den"
    },
    {
      "url": "https://www.makeswift.com/",
      "title": "Makeswift | Love at first site",
      "description": "Makeswift lets marketers build and manage websites with a visual-first builder, all while providing flexibility for developers to extend and customize as needed.",
      "preview": "Commerce BigCommerce Feedonomics Love at first site Makeswift gives marketers visual freedom and developers full control so teams can design, ship, an"
    },
    {
      "url": "https://www.nintendo.com/whatsnew/super-nintendo-world-opens-at-universal-studios-hollywood-on-friday-february-17-2023/",
      "title": "SUPER NINTENDO WORLD Opens at Universal Studios Hollywood on Friday, February 17, 2023 - News - Nintendo Official Site",
      "description": "New Details Revealed as Countdown to the Highly-Anticipated Opening Approaches Click here for a sneak peek. Let's-a go! SUPER NINTENDO WORLD™, the innovative, immersive and highly-anticipated themed land officially opens at Universal Studios Hollywo...",
      "preview": "SUPER NINTENDO WORLD Opens at Universal Studios Hollywood on Friday, February 17, 2023 New Details Revealed as Countdown to the Highly-Anticipated Ope"
    },
    {
      "url": "https://dynastyseries.com/rosa-acosta-rosaacosta-x-lux-luxiboo-perfect-combo-videovibes/6/",
      "title": "Rosa Acosta @rosaacosta x Lux @luxiboo: Perfect Combo - VideoVibes | Page 6 of 15 |",
      "description": "The blessings that comes from the combination of Rosa Acosta @rosaacosta x Lux @luxiboo should truly be celebrated on a daily basis.",
      "preview": "See Next Page: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 Previous page Next page https://dynastyseries.com/wp-content/2020/10/Rosa-Acosta-@rosaacosta-x-Lux-"
    },
    {
      "url": "https://www.copy.ai/",
      "title": "Future proof your business with GTM AI",
      "description": "Introducing the first-ever GTM AI platform. Automate hundreds of tedious, repetitive tasks and empower your team to scale success like never before.",
      "preview": "Goodbye AI Copilots Goodbye Point Solutions Hello GTM Agent Platform Infuse AI across your go-to-market engine with a single platform - not dozens of"
    },
    {
      "url": "https://download.oracle.com/javaee-archive/servlet-spec.java.net/jsr369-experts/2015/09/0264.html",
      "title": "[jsr369-experts] Re: Working towards Early Draft Review",
      "description": "void",
      "preview": "[jsr369-experts] Re: Working towards Early Draft Review This message : [ Message body ] [ More options ( top , bottom ) ] Related messages : [ Next me"
    },
    {
      "url": "http://www.funshare.mobi/",
      "title": "Mobile Fun Share - Free Mobile Softwares, Nokia Themes, Sony Ericsson Themes, Wallpapers",
      "description": "Download free mobile softwares, nokia softwares, mobile themes, nokia themes, sony ericsson themes and wallpapers",
      "preview": "Mobile Fun Share Mobile Entertainement Website Home Contact Us Sitemap Popular Articles Quran Register v1.0 Cinema3D v1.2.gif Zune black z.car yellow"
    },
    {
      "url": "https://wjla.com/news/local/fairfax-county-public-schools-pulls-lgbtq-books-graphic-sex-libraries-virginia-lawn-boy-gender-queer",
      "title": "Fairfax schools pulls two LGBTQ+ books with graphic sex from high school libraries",
      "description": "Fairfax County Public Schools removed two books from its high schools' libraries after community members complained about graphic sex depicted between two males in the books at a school board meeting Thursday. One book was anillustrated memoir that contains explicit illustrations of sexual encounters involving children.",
      "preview": "Fri, 10 Oct 2025 11:35:49 GMT (1760096149416) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.hotnews.ro/stiri-esential-24452530-usr-plus-acuza-guvernul-pnl-isi-bate-joc-romani-decis-noaptea-hotii-prelungirea-carantinei-alba-iulia.htm",
      "title": "USR PLUS acuză guvernul PNL că își bate joc de români: Au decis noaptea ca hoții prelungirea carantinei în Alba Iulia - HotNews.ro",
      "description": "USR PLUS Alba acuză autorităţile de \"amatorism şi lipsă de respect\", susţinând că \"noaptea ca hoţii\" au hotărât că \"e mai bine să ţină Alba Iulia în",
      "preview": "Sari direct la conținut USR PLUS Alba acuză autorităţile de „amatorism şi lipsă de respect\", susţinând că „noaptea ca hoţii\" au hotărât că „e mai bine"
    },
    {
      "url": "https://arseblog.com/",
      "title": "Home | Arseblog ... an Arsenal blog",
      "description": "void",
      "preview": "Home News Arsecast Women Liveblog Columnists Tim Stillman Arsenal Gent Lewis Ambrose (Tactics) Anam Hassan (Tactics) Video Membership Site stuff Apps"
    },
    {
      "url": "https://www.ravelry.com/designers/kiki-crochet-designs",
      "title": "Ravelry: Designs by Kiki Crochet Designs",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://tr2me.com/shop/tr2me-orders-ps-sf-5a4260/",
      "title": "TR2me Orders PS / SF - 5A4260 - TR2ME",
      "description": "void",
      "preview": "SIGN IN YOUR ACCOUNT TO HAVE ACCESS TO DIFFERENT FEATURES USERNAME PASSWORD Remember Me CREATE AN ACCOUNT FORGOT YOUR PASSWORD? FORGOT YOUR DETAILS? U"
    },
    {
      "url": "https://rosecamii.tumblr.com/",
      "title": "@rosecamii on Tumblr",
      "description": "Leora Savanna Kaylee Anisah Bishes be trippin",
      "preview": "Posts Likes Mexico I'm going to Mexico today!!!! #pink #tbt \"Never regret anything, because at one time, it was exactly what you wanted.\" First slushi"
    },
    {
      "url": "https://fr.linkedin.com/company/christian-dior-couture?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Christian Dior Couture | LinkedIn",
      "description": "Christian Dior Couture | 1 896 727 abonnés sur LinkedIn. &quot;Whatever you do, for work or play, do it with passion!&quot; - Monsieur Christian Dior. | Welcome to Christian Dior Couture, House of Dreams, House of Talents. Christian Dior was the designer of dreams. In founding his House in 1947, marked by the revolution of the New Look, he metamorphosed his reveries into wonderful creations.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://www.pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://docs.google.com/document/d/1fMZ3ZoqhCrKgtf5d3EtznDGZesXBlzPFkvj83U7GHg4/edit#",
      "title": "Instantly.ai Cold Email Quickstart guide - Documenti Google",
      "description": "Quickstart Guide - Start Getting 1 to 10 Demos Every Day By Automatically Sending 1000+ Cold Emails Daily With a 50%+ Open Rate In just 1-2 Hours. This is a guide that will get your cold email outreach system up and running in just 1-2 hours by focusing only on the most important parts of cold e...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://astronet.borsonline.hu/ezoteria/tarot-kartya-titkai-misztikum-es-vagy-tudatossag/",
      "title": "A Tarot kártya titkai: misztikum és/vagy tudatosság? | Astronet.hu Ezotéria",
      "description": "Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési lehetőségeit!",
      "preview": "Főoldal / Ezotéria / A Tarot kártya titkai: misztikum és/vagy tudatosság? Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési l"
    },
    {
      "url": "https://www.weavergreen.com/collections/outdoor-runner-rugs/products/gooseberry-provence-runner-rug",
      "title": "Mustard Runner Rug | Gooseberry Provence - Weaver Green",
      "description": "This mustard yellow runner rug in Provence design is machine washable and stain resistant. Soft like wool, it's made entirely from recycled plastic bottles.",
      "preview": "Skip to content Free UK delivery when you spend over £50 Call: 01548 431902 Brochure Showroom Gift Cards Contact Item added to your cart Check out Con"
    },
    {
      "url": "https://cm.providencejournal.com/advertise-with-us/?cid=Web_LiQ_Network_AdvertiseWithUs_AdvertiseInquiry&publication=the_providence_journal&utm_source=local_publication&utm_medium=topnav&utm_campaign=advertise_with_us",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.bing.com/give/?publ=&crea=&pn=",
      "title": "Catalogo di riscatto Microsoft Rewards",
      "description": "Guadagna con Microsoft Rewards punti gratuiti che puoi riscattare per buoni regalo, usare per partecipare a premi o donare a un'organizzazione no profit.",
      "preview": "Guida alla Microsoft Rewards Informazioni su come risolvere i problemi comuni Invia feedback Contattare il supporto tecnico Microsoft"
    },
    {
      "url": "https://ostrovit.com/en/menu/carbohydrates-18771.html",
      "title": "Carbohydrates | Official store of the manufacturer",
      "description": "Carbohydrates by OstroVit is synonymous with the highest quality. Buy and feel the difference! Check!",
      "preview": "Home For Athletes Carbohydrates Carbohydrates Carbohydrates are one of the three basic nutrients, which are needed for the proper functioning of the w"
    },
    {
      "url": "https://worldinsport.com/",
      "title": "World in Sport | Where Sports News Comes to Life",
      "description": "Get live sports news, scores, match highlights, and expert analysis on football, cricket, tennis, rugby, F1, and more - updated daily for fans across the globe.",
      "preview": "Skip to content Alain Prost Net Worth in 2025: How the F1 Legend Built His Fortune F1 Discover Alain Prost's net worth in 2025. Explore how the French"
    },
    {
      "url": "https://blog.amicaledesanciensdesainthadelin.be/2017/01/17/deces-de-monsieur-jean-verjans-epoux-de-madame-marie-jose-lagasse/",
      "title": "Décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE - Amicale des anciens du Collège Saint-Hadelin",
      "description": "void",
      "preview": "Aller au contenu La famille annonce le décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE, militant ouvrier chrétien, pacifiste et éco"
    },
    {
      "url": "https://mockuptree.com/free/awesome-paper-bag-mockup/",
      "title": "Free Awesome Paper Bag Mockup | Mockuptree",
      "description": "The best Paper Bag Mockup to create a presentation for your packaging or lable designs. This mockup has two paper bag scenes in PSD files. You can add a design for the front of the paper bag, customize the side and top color, and add your own artwork on the customer receipt.",
      "preview": "Home » Free » Bag Mockups » Awesome Paper Bag Mockup Awesome Paper Bag Mockup The best Paper Bag Mockup to create a presentation for your packaging or"
    },
    {
      "url": "https://account.nationalgeographic.org/",
      "title": "NGS Account",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.kqzyfj.com/click-100635567-14042856?sid=--people",
      "title": "EveryPlate Meal Kits: Easy & Affordable Meal Delivery Service",
      "description": "Get delicious, budget‑friendly meal kits delivered weekly. EveryPlate makes meal delivery easy with pre‑portioned ingredients and simple step‑by‑step recipes.",
      "preview": "Skip to main content CRAVE BIG. SPEND SMART. Skip the grocery runs for easy, delicious meal delivery. Get 50% off your first box + 10% off for a month"
    },
    {
      "url": "https://pages.github.com/",
      "title": "GitHub Pages | Websites for you and your projects, hosted directly from your GitHub repository. Just edit, push, and your changes are live.",
      "description": "Websites for you and your projects, hosted directly from your GitHub repository. Just edit, push, and your changes are live.",
      "preview": "Websites for you and your projects. Hosted directly from your GitHub repository . Just edit, push, and your changes are live. Pages Help Ready to get"
    },
    {
      "url": "http://www.freevbcode.com/",
      "title": "Microsoft Developer News | C++,C# & .NET Framework & More | CodeGuru",
      "description": "CodeGuru is where developers come to share ideas, articles, questions, answers, tips, tricks, comments, downloads, and more related to programming in areas including C++, Visual C++, C#, Visual Basic, ASP, ASP.NET & Java.",
      "preview": "News C++ C# .NET Visual Basic Java Database Azure IoT Mobile Research Tools Blog Forums Subscribe Back to Menu Articles View All Hover to load posts A"
    },
    {
      "url": "https://www.esrb.org",
      "title": "ESRB Ratings | Entertainment Software Rating Board",
      "description": "Check ESRB ratings for video games and apps, including age ratings, content descriptors and interactive elements.",
      "preview": "Skip to Content ESRB ratings provide information about what's in video game Search ESRB Game Ratings Most Viewed Games: Ghost of Yōtei Bubsy in: The P"
    }
  ],
  "_meta": {
    "total_bookmarks": 79
  }
}