{
  "data": [
    {
      "url": "https://www.manageo.fr/entreprises/398150797.html",
      "title": "▷Société SN FM INTERNATIONAL à RUEIL-MALMAISON (établissement secondaire fermé) : CA, résultats, bilan gratuit, SIRET, dirigeants, solvabilité, n° TVA - manageo.fr",
      "description": "10 oct. 2025 - Bilans, solvabilité, alertes, n° TVA gratuit, RCS, code NAF et APE, SIREN, dirigeants, publications officielles, effectifs, statuts",
      "preview": "ENTREPRISE SN FM INTERNATIONAL | 398 150 797 00015 71 BD RICHELIEU , 92500 RUEIL-MALMAISON voir la carte Autres activités manufacturières Etablissemen"
    },
    {
      "url": "https://live.ilo.org/events/partnering-action-implementation-global-accelerator-jobs-and-social-protection-just",
      "title": "ILO Live - Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions",
      "description": "Taking place at the 77th UN General Assembly, this high-level event will convene Heads of State and Government, heads of UN agencies, international financial institutions, and other major leaders to discuss opportunities for engagement and to express concrete commitments of support. The UN Secretary-General launched the Global Accelerator on Jobs and Social Protection for Just Transitions with the aim of fast-tracking much-needed global actions to promote a job-rich recovery, as well as just ecological, technological and societal transitions to more sustainable and inclusive economies.",
      "preview": "Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions Ended 23 September 2022 17:15 - 19:"
    },
    {
      "url": "https://www.closerscopy.com/",
      "title": "AI Copywriting Robot - ClosersCopy",
      "description": "void",
      "preview": "Get Your Copywriting Superpowers Boost Your Sales with SEO Optimized Blogs and Irresistible Marketing Copy Leverage the secrets of the most powerful c"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/",
      "title": "@dumspirospero023-blog on Tumblr",
      "description": "Follow @dumspirospero023-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following itscolossal Follow 3D-Printed Solar Systems, Moons and Planets for Your Desktop Source: sosuperawesome.com studybllog-blog Follo"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://www.mightycause.com/organization/Havenlynhv",
      "title": "Havenly | Mightycause",
      "description": "Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city in poverty and isolation. Our flagship...",
      "preview": "Donate Fundraise Share this organization Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city"
    },
    {
      "url": "https://www.moje-siti.cz/strojove-jehly-schmetz/jehly-strojove-705-h-universal-90-14/",
      "title": "Jehly strojové 705 H UNIVERSAL 90/14 - Moje šití",
      "description": "Jehly strojové 705 H UNIVERSAL 90/14. Standardní strojová jehla s ploškou na dříku pro domácí šicí stroje. Dřík 2,04 mm, délka po ouško 33,9 mm, špička R - nejběžnější pro všechny typy vázaných stehů, především pro tkané materiály a umělou kůži. Německý výrobek, cena za 1 krabičku (5 jehel v krabičce).",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.brooklynartlibrary.org/sketchbookproject",
      "title": "Participate - Brooklyn Art Library / The Sketchbook Project",
      "description": "void",
      "preview": "Cart 0 It Starts with a Sketchbook Start by choosing a type of book, fill it up, and send it back to us to be a part of the world's largest collection"
    },
    {
      "url": "https://www.abc4.com/news/wasatch-front/man-arrested-in-storage-unit-fire-had-history-of-domestic-violence/",
      "title": "Storage unit fire man has history of domestic violence",
      "description": "Alexander Wardell is facing kidnapping and negligent homicide charges for the death of his girlfriend, Morgan Harris, after allegedly locking her in a storage unit in Murray that later caught on fire, according to police.",
      "preview": "Skip to content by: Courtney Johns Posted: Feb 21, 2023 / 12:07 PM MST Updated: Feb 21, 2023 / 12:13 PM MST SHARE SALT LAKE CITY ( ABC4 ) - Alexander"
    },
    {
      "url": "https://instagram.com/bestbuy",
      "title": "Best Buy (@bestbuy) • Instagram photos and videos",
      "description": "585K Followers, 107 Following, 1,416 Posts - Best Buy (@bestbuy) on Instagram: \"What if you could take what you love to the next level? Discover the awesome power of tech.\"",
      "preview": "void"
    },
    {
      "url": "http://www.cbd.int/",
      "title": "Home | Convention on Biological Diversity",
      "description": "The Convention on Biological Diversity (CBD) is the first global agreement to cover all aspects of biological diversity: the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of benefits arising from the use of genetic resources.",
      "preview": "Skip to main content Global Biodiversity Framework Topics Processes and Meetings Cooperation and Partnerships News and Stories A dive into the linkage"
    },
    {
      "url": "https://stahlwandpool.ch/poolreinigung-f4/pool-ersatzfolie-rund-collonges-kanton-tessin-bezi-t24806.html?sid=5f578a1469576edd04779d71d07e883b",
      "title": "pool ersatzfolie rund Collonges - Kanton Tessin / Bezirk St. Moritz - stahlwandpool.ch",
      "description": "Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de",
      "preview": "stahlwandpool.ch Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de Zum Inhalt Schne"
    },
    {
      "url": "https://2017annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.bjs.gov",
      "title": "Home | Bureau of Justice Statistics",
      "description": "The Bureau of Justice Statistics (BJS) is the United States' primary source for criminal justice statistics that cover a wide range of topics.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://gennextmsp.org/",
      "title": "Home - Generation Next",
      "description": "Generation Next's mission is to harness the community's knowledge, expertise, and action to ensure that every child can thrive.",
      "preview": "Read Now! NEW blog post out now! 2025 ANNUAL EVENT RECAP Read Now! Our 2024 Annual Report is Now Available! PRACTICE We support and expand the most ef"
    },
    {
      "url": "https://careersolutionsjobs.org/donate/friends-of-career-solutions/",
      "title": "Friends of Career Solutions - Career Solutions",
      "description": "Success begins here! Friends of Career Solutions (FOCS) is a 501c3 Not-For-Profit collaborating with Career Solutions on workforce programs serving youth and immigrants. Thanks to sponsorships, donations, and grants, programs are FREE to participants. Donations are tax deductible.",
      "preview": "Skip to content Friends of Career Solutions Friends of Career Solutions Career Solutions 2025-07-16T12:13:52-05:00 Success begins here! Friends of Car"
    },
    {
      "url": "http://www.inrete.it/",
      "title": "Inrete - Internet to support your business",
      "description": "Internet to support your business",
      "preview": "Prodotti e Servizi Traffic Engineering LIR-AS-BGP Load Balancing BGP Sentinel Observability AppProbe NetProbe WiFiProbe Email e DNS Sentenza Schrems I"
    },
    {
      "url": "https://avivomn.org/",
      "title": "Avivo - Helping Minnesotans reach recovery, find housing, and find employment and economic advancement",
      "description": "void",
      "preview": "FIND HELP OR SHELTER/HOUSING > INFORMATION FOR REFERRAL PARTNERS > 2025 Achieving Dreams Breakfast Join us for this year's Achieving Dreams Breakfast,"
    },
    {
      "url": "https://www.youvisit.com/#/vte/?data-platform=v&data-inst=120317&data-image-width=100%&data-image-height=100%&data-loc=142905&",
      "title": "home - YouVisit",
      "description": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production teams in the world, we've created thousands of world-class interactive experiences and virtual tours for clients across six continents. Our virtual experiences help organizations tell their story in a personalized and compelling way that...",
      "preview": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production"
    },
    {
      "url": "http://plants.ensembl.org/Physcomitrium_patens/Gene/Summary?g=Pp3c24_10890;r=24:7549793-7550231;t=Pp3c24_10890V3.1",
      "title": "Gene: Pp3c24_10890 - Summary - Physcomitrium_patens - Ensembl Genomes 62",
      "description": "Ensembl Plants is a genome-centric portal for plant species of scientific interest",
      "preview": "▼ Ensembl Genomes Ensembl Bacteria Ensembl Protists Ensembl Fungi Ensembl Plants Ensembl Metazoa Ensembl (vertebrates) Loading... BLAST BioMart Tools Do"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/neural_network_with_tfds_data.html",
      "title": "Training a simple neural network, with tensorflow/datasets data loading - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf Training a simple neural network, with tensorflow/datasets data loading Contents Copyright 2018"
    },
    {
      "url": "https://shopcouper.com/",
      "title": "Couper",
      "description": "Shop limited edition, museum worthy looks. Couper is an online luxury retailer featuring thoughtfully designed exclusive collaborations from global emerging designers.",
      "preview": "Skip to content Close menu About Shop New To Couper Shop All Best Sellers Dresses Tops Bottoms Matching Sets Sweaters/Knits Jackets/Outerwear Swimwear"
    },
    {
      "url": "https://www.msn.com/en-us/news/us/green-bay-stands-by-audio-surveillance-in-response-to-state-senate-letter/ar-AA17uuKL",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-skal-opereres",
      "title": "H.M. Dronningen skal opereres",
      "description": "Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med R...",
      "preview": "Del Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med"
    },
    {
      "url": "https://www.musicaltommy.com/almohadillas/1464-almohadilla-violin-44-kun-300-original-.html",
      "title": "Almohadilla Violín 4/4 Kun 300 Original",
      "description": "Almohadilla violín Kun Original ajustable en tres direcciones y las patas están equipadas con un sistema de bloqueo.",
      "preview": "Kun Almohadilla Violín 4/4 300 Original Oferta -5,55 € 41,50 € 35,95 € Ahorre 5,55 € Impuestos incluidos Regulable. Un diseño práctico y sencillo que"
    },
    {
      "url": "https://typewriterdatabase.com/",
      "title": "The Typewriter Database - Version Epsilon",
      "description": "The \"Typewriter Database\" is the biggest source of typewriter serial numbers on the Internet today.",
      "preview": "1059 Brands 3310 Models 23543 Galleries 14852 Typefaces 6273 Patents The Typewriter Database - Version Epsilon To find out when your typewriter was ma"
    },
    {
      "url": "https://m.fronda.pl/a/tylko-u-nas-pawel-lisicki-ta-uleglosc-moze-kosciol-wiele-kosztowac,151854.html",
      "title": "TYLKO U NAS! Paweł Lisicki: Ta uległość może Kościół wiele kosztować | Fronda.pl",
      "description": "Paweł Lisicki dla \"Frondy\": Podczas pandemii Kościół zbyt słabo broni swojej autonomii. W Nowym Jorku prawo do kultu obronione zostało wspólnie przez Bractwo Piusa X i ortodoksyjnych żydów.",
      "preview": "23.10.2020, 19:30 Screenshot Youtube TYLKO U NAS! Paweł Lisicki: Ta uległość może Kościół wiele kosztować Paweł Lisicki dla \"Frondy\": Podczas pandemii"
    },
    {
      "url": "https://www.thewrap.com/stranger-things-star-millie-bobby-brown-leaves-twitter-becomes-subject-homophobic-meme/",
      "title": "'Stranger Things' Star Millie Bobby Brown Leaves Twitter After She Becomes Subject of Homophobic Meme - TheWrap",
      "description": "Twitter account of 14 year old actress \"doesn't exist\"",
      "preview": "Skip to content \"Stranger Things\" star Millie Bobby Brown has apparently left Twitter. When TheWrap tried to access her verified account, @milliebbrow"
    },
    {
      "url": "https://www.clover.com",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/ac1b3f16-60f7-4795-aca2-2240267ed067.html",
      "title": "People Inc. Data Subject Rights Request Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://chartgo.com/home.html;jsessionid=D580118E0E44A8DDA1FD536B234E6BA7",
      "title": "Create a Graph - Build Online Charts Easily and For Free",
      "description": "Create vibrant, professional graphs instantly with ChartGo - a free and easy-to-use tool for bar charts, line charts, pie charts, and more. Start charting now!",
      "preview": "Create a Graph - Build online Charts Easily and For Free Welcome to ChartGo - Your Ultimate graph creator tool! For over 15 years, we've helped millio"
    },
    {
      "url": "https://news.gtp.gr/2010/05/01/greeces-reputation-hits-bookings/",
      "title": "Greece's Reputation Hits Bookings | GTP Headlines",
      "description": "Each country's views on the crisis in Greece directly affects the tourist flow to the country, according to recent figures of research company GfK's Tourism...",
      "preview": "connect with us Greece's latest tourism industry news by Greek Travel Pages - Main Menu - Home Industry Sectors » - Hospitality - Aviation - Sea Touri"
    },
    {
      "url": "https://wideeye.co",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "https://havaianas.com/us/en",
      "title": "Havaianas | Flip Flops & Sandals Original From Brazil Since 1962",
      "description": "With over 250 million pairs of flip flops sold every year in over 100 countries, Havaianas has become synonymous with modern flip flops, a must-have for beach-goers and trendsetters alike. From the streets of Brazil to the halls of the most famous contemporary art museum in New York - a true global icon.",
      "preview": "Quick View See Details Size: Size chart size chart Need help choosing your size? Havaianas sizing is Brazilian, which is different to European and US"
    },
    {
      "url": "http://www.outletshirts.com/",
      "title": "Wholesale Apparel, Bags, Caps and More, Blank or Customized",
      "description": "Tailoring to small businesses, schools, and organizations. Logo printing & embroidery or buy blank. Top brands, unbeatable bulk pricing on apparel, bags & accessories.",
      "preview": "20+ YEARS OF EXCELLENT SERVICE! (866) 715-8646 Sign in or Register Polos Cotton Polo Shirts Mock Turtlenecks Performance Polo Shirts Silk Touch Polo S"
    },
    {
      "url": "https://donabertarelli.com/dona-bertarelli/",
      "title": "Our Founder - Dona Bertarelli Philanthropy",
      "description": "Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A LIFE MORE THOUGHTFUL \"From the mountains to the seas, and even the stark beauty of arid landscapes, nature has always been my guide"
    },
    {
      "url": "http://www.stroustrup.com/",
      "title": "Bjarne Stroustrup's Homepage",
      "description": "void",
      "preview": "home | C++ | FAQ | technical FAQ | publications | WG21 papers | TC++PL | Tour++ | Programming | D&E | bio | interviews | videos | quotes | application"
    },
    {
      "url": "https://data.gov.sg/open-data-licence",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://tvtropes.org/pmwiki/article_history.php?article=Creator.Harmonix",
      "title": "LoginPrompt - TV Tropes",
      "description": "void",
      "preview": "TVTropes Now available in the app store! Open"
    },
    {
      "url": "https://prginc.org/",
      "title": "PRG, Inc.",
      "description": "void",
      "preview": "0 PRG combines community-based affordable housing development with education and one-on-one advising to eliminate racial disparities in homeownership"
    },
    {
      "url": "https://n8vapps.tumblr.com/post/143019041769",
      "title": "Computer science: the impact of K-12 on university enrollment - @n8vapps on Tumblr",
      "description": "At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core motiva...",
      "preview": "codeorg Follow Computer science: the impact of K-12 on university enrollment At Code.org, we're regularly asked if teaching computer science in grades"
    },
    {
      "url": "http://www.missingkids.com/home",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://edu.gcfglobal.org/en/",
      "title": "Free Online Learning at GCFGlobal",
      "description": "GCFGLobal - The freedom to learn what you want, when you want, absolutely free! Check out our Everyday Life, Basic Math, and Computer Training today!",
      "preview": "2,300 + Lessons | 200 + Topics If you're willing to learn, we're ready to teach- anywhere, anytime. Browse Topics Learn Your Future Learn and develop"
    },
    {
      "url": "https://www.lifechef.com/",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "https://www.capitalonecareers.com/",
      "title": "Search Jobs and Careers at Capital One",
      "description": "You're tenacious and driven, so the last place you want to work is some boring bank. Same. Learn about careers at Capital One and view jobs here.",
      "preview": "Skip to main content You're located near You're interested in Find Jobs Let's change everything Search by Team We're one big team divided by expertise"
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "https://www.trainline.eu/",
      "title": "Trainline : Search, Compare & Buy Cheap Train Tickets",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Trainline : Search, Compare & Buy Cheap Train Tickets Buy train tickets for travel in the UK and Europe Search times and tickets From To One-way Retur"
    },
    {
      "url": "http://www.frogtownmn.org/",
      "title": "Frogtown Neighborhood Association",
      "description": "Located in St. Paul's Frogtown neighborhood. FNA works through accountable collaboration, strategic partnerships, neighborhood relationships and shared values to ensure the balance and harmony of our neighborhood by focusing on health, the physical environment, arts centered organizing and community wealth building.",
      "preview": "Cart 0 Back Small Area Plan Feeding Frogtown 652 Sherburn Housing & Land Use Plan Creative Frogtown Back Events- 2025 Feeding Frogtown Grocery Gatheri"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/sofas-beds-10663/",
      "title": "Sofa Bed - Futon - Bed Settee - IKEA UK",
      "description": "Find affordable sofa beds and futons. Make any room in your home do double duty as an extra bedroom with one of our sofa beds in a range of styles.",
      "preview": "Skip to main content Skip to product list discountTag SALE now on, up to 60% off hundreds of products! Sofa beds Living room seating 2 seater sofa bed"
    },
    {
      "url": "https://www.newamericaneconomy.org/stories/page/4/?state=new-york-district-24&category=feature",
      "title": "Stories - New American Economy",
      "description": "Documenting the impact of immigrants on our nation's economy.",
      "preview": "Skip To Content Learn more at iMarch.us now. Featured Stories View All Taiwanese Immigrant Engineer Turned Mayor in West Windsor Iranian Student Turne"
    },
    {
      "url": "https://beepner.tumblr.com/",
      "title": "You Can Not (re)Blog",
      "description": "void",
      "preview": "catasters : (via yotsuyugoebrutus ) Source: reddit.com 5 days ago 16654 notes catsofyore : ALT Because I know how much you guys love carpeted toilet a"
    },
    {
      "url": "https://www.prisonpolicy.org/reports/pie2018women.html",
      "title": "Women's Mass Incarceration: The Whole Pie 2018 | Prison Policy Initiative",
      "description": "Report showing the number of women who are locked up by various correctional systems and why",
      "preview": "Home About Publications Reports Briefings Visuals State Profiles Advocacy Toolkit Fact Sheets Art Issues Data Blog Trump Tracker Contact Careers Donat"
    },
    {
      "url": "http://www.athena.it/",
      "title": "Athena.IT - Soluzioni Cloud, Web e Mobile",
      "description": "Athena.IT è un'azienda leader di Informatica e Tecnologia in Italia presente sul mercato da oltre 30 anni. Fornisce soluzioni personalizzate Cloud, Web e Mobile per le imprese e le pubbliche amministrazioni.",
      "preview": "Home Chi Siamo L'azienda Sedi Partners Certificazioni Progetti di Ricerca Codice Etico Lavora con noi Area Riservata Soluzioni Smart Working Infrastru"
    },
    {
      "url": "https://www.travisdenning.com/",
      "title": "travisdenning.com",
      "description": "void",
      "preview": "0 Music VIDEO TOUR REQUEST A MEET & GREET WIth travis A native of Warner Robins, Georgia, singer/songwriter and Mercury Nashville recording artist Tra"
    },
    {
      "url": "http://www.as-entreprises.fr/actualites/Actualites_2019-bonne-dynamique.aspx",
      "title": "Actualités - AS ENTREPRISES",
      "description": "Actualités du territoire, actualités sectorielles / métiers, la vie de l'AGC, obtenez les dernières informations à jour",
      "preview": "Navigation principale Contenu de la page Filtrer VITeff Epernay 2025 : dans les coulisses du stand d'AS Entreprises, FDSEA Conseil et TER'Informatique"
    },
    {
      "url": "https://www.freepeople.com/shop/hailey-dress2/?color=066&type=REGULAR&quantity=1",
      "title": "Hailey Dress | Free People",
      "description": "Shop our Hailey Dress at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.aer.org.ar/marcelo-krynski-lideres-para-una-gestion-inteligente/",
      "title": "Marcelo Krynski: Líderes para una gestión inteligente - AER | Asociación Empresaria de Rosario",
      "description": "Marcelo Krynski, Director de Crear Contextos, visita Rosario para dar dos charlas dedicada a empresas. Una de las premisas que transmitirá es \"Donde hay una empresa de éxito alguien tomó alguna vez una decisión valiente\" , de Peter Drucker. Otro de los mensajes será \"Empieza donde estés, usa lo que tengas, haz lo que puedas\" [...]",
      "preview": "Institucional ¿Qué es AER? Autoridades Cámaras y Asociaciones Adheridas Consulado Sectores Federación de Centros Comerciales Abiertos Región Rosario F"
    },
    {
      "url": "https://main.superiorimports.se/blogg/bramstedtse-pa-plats-under-morgondagens-race/",
      "title": "Bramstedt.se på plats under morgondagens race! | Superior Imports AB",
      "description": "Våran vän Mr. Bramstedt kommer vara på plats för att fota för fullt under morgondagen. Så ni kan hoppa upp och sätta er på att det kommer finnas riktigt snygga bilder att se fram emot från träffen efteråt. Han har kört igång en skön blogg som blandar bilar, foto och uteliv runtom Kalmar på ett",
      "preview": "Hem Nyheter Bilar Våra Tjänster Direktimport Service & Montering Nya & Begagnade Delar Tuning & Felsökning Blogg Kontakta Oss Om Oss Om Superior Impor"
    },
    {
      "url": "https://yle.fi/a/3-11893855",
      "title": "Atletico Madrid, Inter ja AC Milan tekivät seuraa englantilaisjoukkueille, vetäytyivät Superliigasta | Yle",
      "description": "Euroopan Superliiga sanoo pohtivansa sopivia tapoja muokata projektia.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Kahdentoista jalkapallon suurseuran kaavailema Euroopan Superliiga on romuttumassa, kun kaikki sarjaan aikoneet kuus"
    },
    {
      "url": "https://ida.submittable.com/submit/3f283ab8-8dec-49b7-81f4-694c362cdd9a/ida-2023-top-issues-councils-applications",
      "title": "IDA Submission Manager",
      "description": "IDA Submission Manager Powered By Submittable - Accept and Curate Digital Content",
      "preview": "Skip to Main Content Home View Your Submissions IDA There are presently no open calls for submissions. Welcome to the IDA submissions portal. Here you"
    },
    {
      "url": "http://www.pocketsoap.com/4s4c/",
      "title": "@superfell",
      "description": "void",
      "preview": "@Superfell Home Web Services Salesforce.com Weblog 4s4c This is a COM component that will invoke methods on COM objects (via any automation compatible"
    },
    {
      "url": "https://opendata.vancouver.ca/",
      "title": "Home - City of Vancouver Open Data Portal",
      "description": "View datasets from the City of Vancouver, BC, Canada. Download data in various formats, explore with charts and maps, and access via API.",
      "preview": "void"
    },
    {
      "url": "https://askubuntu.com/questions/237544/how-to-make-digikam-remember-googles-two-factor-authentication-password",
      "title": "kubuntu - How to make digiKam remember Google's Two-factor Authentication password? - Ask Ubuntu",
      "description": "I use digiKam on Kubuntu 12.10 to organise my photos and really like being able to upload to Picasaweb using kipiplugins. Unfortunately after having set up Google two-factor authentication I now ne...",
      "preview": "Ubuntu Community Ask! Developer Design Hardware Insights Juju Shop More › Apps Help Forum Launchpad MAAS Canonical Teams Q&A for work Connect and shar"
    },
    {
      "url": "https://www.edreports.org/",
      "title": "EdReports",
      "description": "void",
      "preview": "Materials Matter We provide free reports that help you evaluate instructional materials because high-quality content matters to teachers, to kids, and"
    },
    {
      "url": "https://www.progressiverailroading.com/keywords/keywords.aspx?id=0&keywords=LAX&year=2014",
      "title": "LAX: Coverage from 2014 - Railroad industry topic page listing articles, news and coverage about LAX. For Railroading Professionals",
      "description": "void",
      "preview": "Media Kit » Try RailPrime™ Today! » NEW! Go to RailPrime » NEWS News Features Branded Features Past Features RFPs Find Content By Keywords RAIL TOPICS"
    },
    {
      "url": "https://carat.fiserv.com/en-us/resources/?tag=Payments+101",
      "title": "Resources",
      "description": "Insights, blog posts, news, events, and thought leadership from the world's leading merchant acquirer.",
      "preview": "Skip to Contact an Expert Skip to Main Content Find inspiration. Solve problems. Stay current. Discover trends and uncover opportunities with unique i"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "http://my.studiopress.com/themes/enterprise/",
      "title": "Themes Archive - StudioPress",
      "description": "void",
      "preview": "Skip to main content Premium WordPress Themes Want access to and support for all our themes? Explore our all-in-one Genesis Pro , Hosting , and Agency"
    },
    {
      "url": "https://sobewff.org/",
      "title": "SOBEWFF | February 19 - 22, 2026 in Miami, Florida",
      "description": "The Food Network South Beach Wine & Food Festival presented by Capital One (SOBEWFF®) is a national, star-studded, four-day destination event showcasing the talents of the world's most renowned wine and spirits producers, chefs and culinary personalities. The Festival takes place February 19 - 22, 2026.",
      "preview": "Skip to content 132 Days to Go See You for the 25th Anniversary! February 19 - 22, 2026 View Photos About Us About the Festival Auction Contact Us Joi"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "https://learning.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Google Learning - Digital Learning Tools & Solutions",
      "description": "Explore digital learning tools and solutions from Google designed to help everyone in the world learn anything in the world.",
      "preview": "Helping everyone in the world learn anything in the world Learning for school Find products and support Product Suite Find products built for educatio"
    },
    {
      "url": "https://customers.microsoft.com/en-us/search?sq=&ff=story_product_categories%26%3EAzure&p=0&so=story_publish_date%20desc",
      "title": "Search Customer Success Stories | Microsoft Customer Stories",
      "description": "Search Microsoft customer success stories by industry, product, and business need to discover how companies are achieving more with trusted solutions.",
      "preview": "This is the Trace Id: dcfd99153770eb99138fded36771a66b Skip to main content Search all stories Find customer stories Filters (0 results) Industries Al"
    },
    {
      "url": "https://kids.mongabay.com/",
      "title": "Mongabay Kids - connecting kids with nature and conservation",
      "description": "void",
      "preview": "Mongabay Kids nature, biodiversity and conservation education materials for kids Search for: Wild News October 7, 2025 See the world's largest turtle"
    },
    {
      "url": "http://lupo73.altervista.org/",
      "title": "Lupo73 - Innovazione Digitale: Esplorando le Frontiere dell'Informatica",
      "description": "Innovazione Digitale: Esplorando le Frontiere dell'Informatica",
      "preview": "Crea sito Pubblicità Ultimi Articoli Scritto il Novembre 24, 2023 Novembre 23, 2023 Scritto il Novembre 23, 2023 Novembre 23, 2023 Scritto il Maggio 2"
    },
    {
      "url": "https://fly-concept.fr/etiquette-produit/dubbing-thorax/",
      "title": "dubbing thorax - Fly-concept, fly tying, matériaux, accessoires montage de mouche",
      "description": "void",
      "preview": "Tri par défaut Tri par popularité Tri par notes moyennes Tri du plus récent au plus ancien Tri par tarif croissant Tri par tarif décroissant 10 résult"
    },
    {
      "url": "https://www.govtjobsportal.in/2020/02/ssc-recruitment-2020-ssc-selection-post.html",
      "title": "SSC Recruitment 2020 - SSC Selection Post Phase 8 Notification for 1355 Assistant, Clerk & Other Posts",
      "description": "Govt Job Portal is the leading employment news website for the updates related to the Govt Jobs in India. Defence job portal for Army, Navy and Airforce job information. Recruitment portal for Governemnt Jobs in India updates. We are also sharing other informative articles for the students who are prearing for the Govt Jobs. Sarkari Job Portal is a website for all job seekers in India.",
      "preview": "Contact Us 10th/12th Pass Diploma Jobs Privacy & Policy Government Jobs in India Govt Jobs in India Home Govt Job Railway Job Bank Job Engineering Job"
    },
    {
      "url": "https://www.nbc.com/today?nbc=1",
      "title": "TODAY - NBC.com",
      "description": "TODAY - Watch episodes on NBC.com and the NBC App. Hoda Kotb and Savannah Guthrie host NBC's morning news program.",
      "preview": "Main Content Latest Episodes EXPIRING S2 E14 | 10/09/25 Jenna & Friends - 10/9/25 EXPIRING S8 E14 | 10/09/25 Today 3rd Hour - 10/9/25 EXPIRING S74 E15"
    },
    {
      "url": "https://tyres.geniepowered.com.au/product-category/size-20/",
      "title": "Size 20 | Genie Powered Tyres",
      "description": "void",
      "preview": "Size 20 Tyre Sizes Accessories Drones Jump Starters Power Generators By Brands Accelera BFGoodrich Bridgestone Continental Cooper Dunlop Duro Farroad"
    },
    {
      "url": "http://freerice.com",
      "title": "Home | Freerice",
      "description": "Freerice is an educational trivia game owned by the UN World Food Programme (WFP). Join our movement to help end global hunger: start playing today!",
      "preview": "Become a Hunger Hero Alone we may be small but together we are unstoppable. Join the movement Learn, Play & Give Back with Freerice Every correct answ"
    },
    {
      "url": "https://research.mines.edu/",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    },
    {
      "url": "https://nycdatascience.com/blog/author/akgillermangmail-com/",
      "title": "Adrian Gillerman | Data Science Blog",
      "description": "I am an aspiring Data Scientist with a degree in mathematics.",
      "preview": "| Blog Bootcamps Lifetime Job Support Available Financing Available Bootcamps Data Science with Machine Learning Flagship 🏆 Data Analytics Bootcamp Ar"
    },
    {
      "url": "http://un.org/sdgmediazone",
      "title": "SDG Media Zone | United Nations",
      "description": "The SDG Media Zone- a live format of interviews, panel discussions and other digital content-seeks to create, connect, and highlight the initiatives that the global community is working on to achieve the Sustainable Development Goals. Bringing together well-known personalities and Member States as well as content creators, influencers and media partners, the Zone provides a dynamic space to strengthen the commitment of the international community in support of the 2030 Agenda.",
      "preview": "Skip to main content Save the date - UNGA80 Tune in to SDG Media Zone Conversations! Join the United Nations Department of Global Communications durin"
    },
    {
      "url": "https://greensoftware.foundation/articles/meet-gsf-org-leads-henry-richardson-of-watttime",
      "title": "Meet GSF Org Leads: Henry Richardson of WattTime | GSF",
      "description": "Developers need to look beyond their organisations to become more aware of the global impact their software may have, says Henry and that the new SCI specification makes this so much easier than it has been before. Henry also announces some job openings!",
      "preview": "💚 Join the Green Software Movement Platform Meet GSF Org Leads: Henry Richardson of WattTime Posted on February 11th, 2022 Developers need to look bey"
    },
    {
      "url": "https://abc11.com/society/viral-sensation-target-employees-help-young-man-prepare-for-job-interview/506059/",
      "title": "Target employees help young man prep for job interview, tie his tie - ABC11 Raleigh-Durham",
      "description": "A Wake County teenager ran into a roadblock before he even got to his job interview, and what happened next was caught on camera.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out SOCIETY Target employees help young man prep for job interview, tie his tie Friday,"
    },
    {
      "url": "https://www.pmindia.gov.in/en/",
      "title": "Prime Minister of India",
      "description": "Pm India Website",
      "preview": "PMINDIA Previous Next PM's address at the India-UK CEO Forum PM's address at the launch of multiple development projects in Mumbai, Maharashtra PM's s"
    },
    {
      "url": "http://www.lbow.com/",
      "title": "L-Bow kids mittens gloves outdoor apparel",
      "description": "Explore L-Bow's large range of kids' mittens and gloves, perfect for outdoor activities. Durable, warm, and designed to keep little hands protected in all weather.",
      "preview": "Search Rain Suits Shop Winter Expand submenu Shop Winter Collapse submenu Shop Winter Mittens Expand submenu Shop Winter Collapse submenu Shop Winter"
    },
    {
      "url": "http://jasonheadley.com/",
      "title": "Jason Headley",
      "description": "void",
      "preview": "Projects About Contact Lightyear Onward"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://www.faz.net/aktuell/feuilleton/buehne-und-konzert/eklat-in-hannover-attacke-mit-tierkot-auf-unsere-tanzkritikerin-18672999.html",
      "title": "Attacke mit Tierkot auf unsere Tanzkritikerin: Eklat in Hannover | FAZ",
      "description": "Am Rande einer Ballettpremiere hat der Chefchoreograph und Direktor des Staatsballetts Hannover unsere Tanzkritikerin zunächst verbal und dann auch physisch attackiert. Ein Angriff auf die freie, kritische Kunstbetrachtung generell.",
      "preview": "Suche Suche Startseite FAZ+ Das Beste von FAZ+ Politik Öffnen USA unter Trump Ukraine Inland Ausland Politische Bücher PRO Einspruch Geschichte Briefe"
    },
    {
      "url": "https://www.fostplus.be/en",
      "title": "Homepage | Fost Plus",
      "description": "void",
      "preview": "Skip to main content By building sustainable material chains, Fost Plus contributes to a better society and a cleaner environment for all. Sorting Sor"
    },
    {
      "url": "https://www.worldofinteriors.com/",
      "title": "The World of Interiors | THE WORLD OF INTERIORS",
      "description": "void",
      "preview": "Skip to main content THE WORLD OF INTERIORS Culture And the winners are... A year ago, we petitioned our readers to cast in prose their most precious tr"
    },
    {
      "url": "https://uy.linkedin.com/company/ladiaria?trk=organization_guest_main-feed-card-text",
      "title": "la diaria | LinkedIn",
      "description": "la diaria | 10.380 seguidores en LinkedIn. Medio de comunicación independiente que se edita en Uruguay. | Medio de comunicación independiente que se edita en Uruguay.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "http://www.vividseats.com/privacy.html",
      "title": "Privacy Policy | Vivid Seats",
      "description": "The Vivid Seats privacy policy explains our practices regarding personal account information and the steps we take to protect our customers' privacy.",
      "preview": "Skip to Content Skip to Footer Tickets you can trust: 100 million sold, 100% Buyer Guarantee . Learn More. 100 million sold, 100% Buyer Guarantee . Le"
    },
    {
      "url": "https://www.goodhousekeeping.com/home/cleaning/a24885/tidy-home-tips/",
      "title": "An Expert Guide on How to Make Homemade Cleaning Sprays",
      "description": "Our cleaning pro shares how to make homemade cleaning sprays and disinfectants. See these simple DIYs, including vinegar, essential oils, lemon and alcohol.",
      "preview": "Skip to Content Alyssa Gautieri Jump to: 1. All-Purpose Cleaner With Dish Soap 2. Scented All-Purpose Cleaner 3. DIY Glass Cleaner 4. Natural Stone Cl"
    },
    {
      "url": "https://abcnews.go.com/Business/video/goodwill-ceo-people-churning-low-wage-jobs-despite-94371832",
      "title": "Video Goodwill CEO: 'People are churning in low-wage jobs' despite hot economy - ABC News",
      "description": "Goodwill CEO Steve Preston breaks down the state of the economy, and where he sees a disconnect between a hot job market and workers toiling in low-wage jobs.",
      "preview": "Goodwill CEO: 'People are churning in low-wage jobs' despite hot economy Goodwill CEO Steve Preston breaks down the state of the economy, and where he"
    },
    {
      "url": "https://thunkable.com/#/",
      "title": "Thunkable: Best no code app builder | No code app creation",
      "description": "Thunkable is the most powerful mobile app development platform that allows anyone to create an app without needing to know how to code.",
      "preview": "Skip to main Try building your app with Gen AI for free Read more here. Who is Thunkable for? With Thunkable, you can go from idea to mobile app - no"
    },
    {
      "url": "https://excalidraw.com/",
      "title": "Excalidraw Whiteboard",
      "description": "Excalidraw is a virtual collaborative whiteboard tool that lets you easily sketch diagrams that have a hand-drawn feel to them.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://donate.stripe.com/aEUbLhbeYgR5aYwfYZ",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://data-osi.opendata.arcgis.com/datasets/townlands-osi-national-statutory-boundaries-",
      "title": "Surveying Open Data Portal",
      "description": "Open Data Portal for the Surveying function of Taile Éireann",
      "preview": "void"
    },
    {
      "url": "https://nv.fcc.gov/lifeline/?id=nv_flow&ebbp=true",
      "title": "Home - National Verifier",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.cdcr.ca.gov/",
      "title": "California Department of Corrections and Rehabilitation - CDCR",
      "description": "CDCR manages the State of California's prison system with an emphasis on public safety, rehabilitation, community reintegration and restorative justice",
      "preview": "You are currently using an unsupported browser. We recommend you change your browser to Chrome, Firefox, Safari, or Edge for the best and most secure"
    },
    {
      "url": "https://mailback-msft.tes-amm.com/_Content/de-AT/",
      "title": "Microsoft Mail-back Program",
      "description": "void",
      "preview": "Sprache: Kostenloses Rücksendeprogramm von Microsoft Willkommen beim kostenlosen Rücksendeprogramm von Microsoft. Das Programm von Microsoft wird vom"
    },
    {
      "url": "https://www.zeit.de/wissen/index",
      "title": "Wissen - Wissenschaft und Forschung | DIE ZEIT",
      "description": "Nachrichten und Analysen zu Wissen, Wissenschaft, Forschung, Gesundheit, Umwelt und Geschichte",
      "preview": "Zum Inhalt springen Pfeil nach links Pfeil nach rechts Lesezeichen Abspielen Artenschutz: Rebhuhn zum Vogel des Jahres gewählt Artenschutz : Rebhuhn z"
    },
    {
      "url": "https://cardconnect.com/company/copilot",
      "title": "Merchant Portfolio Management System | CardConnect",
      "description": "Discover here how our merchant management system can simplify merchant onboarding and generate residual income for your ISO or Agent business.",
      "preview": "Skip to Contact an Expert Skip to Main Content Portfolio Management Portal CoPilot empowers our Independent Sales Organization (ISO), Sales Agent part"
    },
    {
      "url": "https://www.travelandleisure.com/maggie-wheeler-janice-friends-international-delight-7105735",
      "title": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together",
      "description": "The actress that played Janice on \"Friends,\" Maggie Wheeler, spoke with T+L all about what her iconic character would be like as a traveler.",
      "preview": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together \"Oh, my God!\" By Meredith Lepore Meredith Lep"
    },
    {
      "url": "https://www.aftonbladet.se/nyheter/",
      "title": "Nyheter från Sverige och världen",
      "description": "Senaste nyheterna från Sveriges största nyhetssajt. Håller dig uppdaterad dygnet runt.",
      "preview": "search abplus Nyheter Uppgifter: Polisen har stoppat stöldliga En stor polisinsats har pågått söder om Stockholm under fredagen. - Vi har varit där me"
    },
    {
      "url": "https://mediacenter.adp.com/",
      "title": "ADP Media Center - Workforce Newsroom",
      "description": "void",
      "preview": "Workforce Newsroom ADP® Lyric HCM Wins Top HR Product of 2025 Award By HR Executive Decoding AI: The Augmented Workplace ADP® Introduces New Resource"
    },
    {
      "url": "https://www.homehubme.com/product/daru-pouf/",
      "title": "Home Hub ME",
      "description": "void",
      "preview": "Skip to content Home Hub ME Enter using password Enter store using password: Your password Enter Are you the store owner? Log in here Opening soon Be"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "http://thepromise.movie/share/",
      "title": "The Promise Movie | Official Site for Film & Updates",
      "description": "Discover The Promise Movie, an independent film in production. Watch the teaser, meet the cast and crew, and follow behind-the-scenes updates and release news.",
      "preview": "Welcome to Our Production A Story Worth Keeping. A Promise Worth Making. We're an independent film team bringing The Promise to life, from first spark"
    },
    {
      "url": "https://www.renewableenergyworld.com/solar/corporate-sustainability-requires-impactful-clean-energy-investments/#gref",
      "title": "Corporate sustainability requires impactful clean energy investments",
      "description": "Not all renewable energy projects are created equal when it comes to displacing fossil-fuel generation.",
      "preview": "Home / Solar Courtesy: Marek Piwnicki/Unsplash By Hannah Badrei, Vice President of Energy Supply Advisory, Edison Energy As climate impacts continue t"
    }
  ],
  "_meta": {
    "total_bookmarks": 112
  }
}