{
  "data": [
    {
      "url": "https://it.spagos.es/",
      "title": "Home | Spago's",
      "description": "void",
      "preview": "top of page IL NOSTRO RISTORANTE Un piccolo posto accogliente nel cuore di Malaga NOTICIAS DE SPAGO'S Ricetta del Mese Prova a fare da solo gli spaghe"
    },
    {
      "url": "https://www.ns.nl/abonnementen",
      "title": "NS Flex webshop | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.carnivalworld.sg/singapore-carnival-birthday-party/",
      "title": "Singapore Carnival Birthday Party | Carnival World | Carnival World",
      "description": "Singapore Carnival Birthday Party",
      "preview": "August 23, 2015 Planning to have a happening and exciting birthday party this year? Carnival World provide professional carnival birthday party servic"
    },
    {
      "url": "https://reidjon.tumblr.com/",
      "title": "Jon Reid Tumbling",
      "description": "Quickdraw posts that haven't made it to my regular blog: Conversations. I'm blaming the other awesome Tumblr sites I'm stumbled upon for my presence. Come on over to Twitter too. Been there longer.",
      "preview": "6th May 2016 Drupalcon! Oh yeah, I'll be in New Orleans for Drupalcon next week. I'll be in town on Sunday. See you there! 19th Apr 2016 | 36 notes 16"
    },
    {
      "url": "https://www.bundesfinanzministerium.de/Web/DE/Themen/Steuern/steuern.html",
      "title": "Bundesfinanzministerium - Steuern",
      "description": "Steuern sind die wichtigsten Einnahmen des Staates. Durch sie kann er seinen öffentlichen Aufgaben nachkommen. Und davon profitieren alle.",
      "preview": "Einwilligung in Reichweitenanalyse Helfen Sie mit, unsere Website zu verbessern! Wenn Sie auf „Einwilligen\" klicken, können wir statistische Informati"
    },
    {
      "url": "https://www.workato.com/integrations/quip+senses",
      "title": "Quip and Senses integration | Workato",
      "description": "Instantly integrate Quip and Senses workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://www.systembolaget.se/sortiment/",
      "title": "void",
      "description": "void",
      "preview": "Startsida Spara Sortiment Kunskap & inspiration Alkohol & Hälsa Hur påverkar alkohol din träning? Ju mindre du dricker desto lättare är det för kroppe"
    },
    {
      "url": "https://www.georgetowndc.com/unexpected/",
      "title": "Georgetown. How Unexpected. | Georgetown DC - Explore Georgetown in Washington, DC",
      "description": "The best memories are the ones you never planned to make. With so many shops, eateries, alleyways and outdoor art, come to Georgetown for one thing, and find something else you never expected.",
      "preview": "Subscribe to Weekly Newsletter Instagram Facebook Twitter @wwwchris A New Season of Surprises Looking for an unexpected summer adventure? You're getti"
    },
    {
      "url": "https://www.zettle.com/gb",
      "title": "PayPal Point of Sale | POS & payment solutions | PayPal GB",
      "description": "PayPal Point of Sale offers modern POS products designed to simplify every day. Take payments and track every sale, all in one place.",
      "preview": "Zettle by PayPal becomes PayPal Point of Sale. Learn more . Made for More Whether you want more sales, more customers or more efficiency, we've got th"
    },
    {
      "url": "https://www.fark.com/",
      "title": "Drew Curtis' FARK.com",
      "description": "Humorous views on interesting, bizarre and amusing articles, submitted by a community of millions of news junkies, with regular Photoshop contests.",
      "preview": "Skip to content Try Ads-Free Fark Report It's Not News, It's Fark How To Fark Log In | Sign Up » Login Password Forgot password? X FARK TotalFark my F"
    },
    {
      "url": "https://hipster-centeral-blog.tumblr.com/",
      "title": "@hipster-centeral-blog on Tumblr",
      "description": "Follow @hipster-centeral-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes moosekleenex Follow huffpostentertainment 'American Horror Story: Freak Show' Shares Fascinating Videos Featuring 'Extra-Ordinary' Cast FX"
    },
    {
      "url": "https://www.chefajaychopra.com/",
      "title": "Chef Ajay Chopra |Presents food recipes and restaurant consultant",
      "description": "Chef Ajay Chopra judge of first master chef of India presents food recipes., MD of Zion Hospitality, best restaurant consulting firm and hotel consultant",
      "preview": "Previous Next Previous Next Journey of Chef Ajay Chopra Culinary Genius Behind the Apron Chef Ajay Chopra, the renowned Indian chef, consultant, and m"
    },
    {
      "url": "https://copalmn.org/en/home/",
      "title": "COPAL Communities Organizing Latine Power and Action - COPAL leads social impact initiatives to improve the quality of life for Latino families in Minnesota.",
      "description": "void",
      "preview": "Skip to content Home Join us as we work towards this transformative vision! We engage nearly 50,000 Latino community stakeholders throughout the state"
    },
    {
      "url": "http://www.wallhung-gasboiler.com/china-easy_operation_gas_condensing_boiler_high_efficiency_for_hot_water_and_heating-11514573.html",
      "title": "Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating",
      "description": "High quality Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating from China, China's leading Gas Condensing Boiler product market, With strict quality control Gas Condensing Boiler factories, Producing high quality Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating products.",
      "preview": "Leave a Message We will call you back soon! Your message must be between 20-3,000 characters! Please check your E-mail! SUBMIT More information facili"
    },
    {
      "url": "https://www.southafrica.net/gl/en/trade/page/terms-and-conditions",
      "title": "Terms and conditions (GL)",
      "description": "Terms and conditions for South African Tourism website",
      "preview": "Travel trade website Travel Website Travel trade website Business events website Corporate & media website Travel trade website Back to main menu Trav"
    },
    {
      "url": "https://uxui.monster/",
      "title": "uxui.monster",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.seedsindia.org/",
      "title": "Home - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Maharashtra Flood Response 2025 Donate Now Jammu & Kashmir and Punjab Flood Response 2025 Donate Now SEEDS receives prestigious United Nati"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "http://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://helpdesk.strw.leidenuniv.nl/wiki/doku.php?id=new_desktop&tab_files=files&do=media&tab_details=view&image=manuals%3Avdesk_paste.png&ns=strw",
      "title": "new_desktop [Computer Documentation Wiki]",
      "description": "void",
      "preview": "skip to content Computer Documentation Wiki User Tools Log In Site Tools Search Tools Show pagesource Old revisions Backlinks Export to PDF Export Pag"
    },
    {
      "url": "https://bavc.org",
      "title": "Home - BAVC Media",
      "description": "BAVC Media (Bay Area Video Coalition) is about video and a whole lot more. We are an evolving coalition of passionate creators, activists, independent makers of all mediums and everyday people, effecting change one story at a time. About Us Support BAVC From The",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Home AllTheVideoPeople77 2025-04-11T05:19:04+00:00 Loading."
    },
    {
      "url": "https://bwittmblr.tumblr.com/",
      "title": "Black Women in Technology",
      "description": "Dedicated to increasing the presence of Women of Color in Technology",
      "preview": "Follow @BWiTLA Follow @BWiTLA Follow @BWiTLA Follow @BWiTLA Follow @BWiTLA Women in Tech: The Facts (2015-16 Update) Follow @BWiTLA Modern Figures - N"
    },
    {
      "url": "https://www.reddit.com/r/AskVet/",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content r/AskVet members online Create Post Feed About Best Open sort options Best Hot New Top Rising Change post view Card Compact Commu"
    },
    {
      "url": "http://jobs.apple.com/",
      "title": "Apple Roles and Opportunities - Careers at Apple",
      "description": "Discover career opportunities at Apple. Learn why people gather here to innovate, collaborate, and create groundbreaking products and services.",
      "preview": "Join us. Be you. Watch the film This is where individual imaginations gather together, committing to the values that lead to great work. Here, you'll"
    },
    {
      "url": "https://flutter.dev/docs/development/packages-and-plugins/developing-packages#add-support-for-platforms-in-an-existing-plugin-project",
      "title": "Developing | Flutter",
      "description": "How to write packages and plugins for Flutter.",
      "preview": "docs.flutter.dev uses cookies from Google to deliver and enhance the quality of its services and to analyze traffic. Learn more . OK, got it list On t"
    },
    {
      "url": "https://www.boots.com/toiletries",
      "title": "Toiletries - Womens & Mens - Boots",
      "description": "Explore our range of toiletries for all your bathroom essentials for men & women. Shop today & collect Advantage Card Points for every pound you spend.",
      "preview": "This item has been successfully added to your list. x Skip to navigation Skip to content Skip to search Message Dialog Maximum basket size reached Out"
    },
    {
      "url": "https://www.academylittleleague.org/academyll",
      "title": "Home",
      "description": "void",
      "preview": "Home About Us BOARD OF DIRECTORS Board Meeting Minutes Sponsorship & Fundraising Sponsorship Fundraising 2025 Spring Baseball Approved Bat List DIVISI"
    },
    {
      "url": "https://es.webpass.net/ingresar",
      "title": "Customer Account Login | GFiber Webpass",
      "description": "Log in to your GFiber Webpass account today and manage your service, view your bill, and more.",
      "preview": "Login Sign in to your Google Fiber Webpass account"
    },
    {
      "url": "https://aedamn.org/",
      "title": "Home | AEDA",
      "description": "void",
      "preview": "top of page Mon - Fri: 9AM - 5PM info@aedamn.org 651-222-7798 Creating cultural and economic opportunities for Twin Cities Asian Americans Get Involve"
    },
    {
      "url": "https://www.greentechmedia.com/squared/dispatches-from-the-grid-edge/cutting-the-carbon-from-californias-self-generation-incentive-program",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "https://www.voteamerica.com/",
      "title": "VoteAmerica: Everything You Need to Vote",
      "description": "Nonpartisan tools and resources for voters in all 50 states and DC. Everything you need to register to vote, cast your ballot, and make sure it's counted. Trusted by Democrats, Republicans, and independent voters.",
      "preview": "Skip to content Get ready to vote Check your registration status Register to vote Request your absentee or mail ballot Find upcoming elections Pre-reg"
    },
    {
      "url": "https://news.microsoft.com/",
      "title": "Microsoft Source",
      "description": "The latest news and stories about how technology is helping people around the world solve problems, innovate and do more each day.",
      "preview": "Skip to main content Source Source Category: Innovation How 6 people behind well-known technologies are shaping AI at Microsoft Category: Company News"
    },
    {
      "url": "https://www.meiningen.at/fotos/projekt-teddybaerkrankenhaus/baerenkrankenhaus1_-40.jpg/view",
      "title": "Gemeinde Meiningen - Gemeinde",
      "description": "Meiningen ist, bezogen auf den Ortskern, die westlichste Gemeinde Österreichs.",
      "preview": "JavaScript is required for the website to function properly. Please enable JavaScript in your browser settings. Keine Inhalte gefunden Es tut uns leid"
    },
    {
      "url": "http://siemplifycommunity.slack.com/",
      "title": "Workspace Suspended | Slack",
      "description": "void",
      "preview": "This workspace has been suspended. secops-community.slack.com This workspace has been suspended. Go to slack.com ."
    },
    {
      "url": "https://iris.unipa.it/cris/rp/rp11244",
      "title": "LA ROSA, Alfonso",
      "description": "void",
      "preview": "Archivio istituzionale della ricerca dell'Università degli Studi di Palermo LA ROSA, Alfonso Nome completo LA ROSA, Alfonso Afferenza Scienze e Tecnol"
    },
    {
      "url": "https://donate.stripe.com/aEUbLhbeYgR5aYwfYZ",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://unitedforwildlife.org/",
      "title": "United for Wildlife - Ending the Illegal Wildlife Trade - United for Wildlife",
      "description": "Founded by Prince William and The Royal Foundation, United for Wildlife aims to make it impossible for traffickers to profit from illegal wildlife products.",
      "preview": "Working to end the illegal wildlife trade United for Wildlife was created by Prince William and The Royal Foundation in 2013 to protect endangered spe"
    },
    {
      "url": "https://riuma.uma.es/xmlui/handle/10630/13422/browse?rpp=20&etal=-1&sort_by=-1&type=centro&starts_with=S&order=ASC",
      "title": "Listar Publicaciones por centro",
      "description": "void",
      "preview": "Cambiar navegación JavaScript is disabled for your browser. Some features of this site may not work without it. Buscar en RIUMA Esta colección Listar"
    },
    {
      "url": "https://www.momondo.in/?ispredir=true",
      "title": "Cheap Flights: Compare Flights & Flight Tickets | momondo",
      "description": "momondo searches hundreds of other travel sites at once to get you the information you need to make the right decisions.",
      "preview": "Where do you want to go? Return Rome (ROM) Departure - Return 1 adult, Economy Search ... ... ... ... Trending cities The most searched for cities on"
    },
    {
      "url": "https://www.healthy.arkansas.gov/programs-services/topics/covid-19-vaccination-plan",
      "title": "COVID-19 - Arkansas Department of Health",
      "description": "COVID -19 Information",
      "preview": "Skip to content Programs & Services Diseases & Conditions COVID-19 COVID-19 and Pregnancy COVID-19 Information for Healthcare Providers COVID-19 Infor"
    },
    {
      "url": "https://istb-62ec1.web.app/istb/support.html",
      "title": "Support",
      "description": "void",
      "preview": "Support iSTB allows you to watch IPTV from MAC address based providers which use Stalker Middleware. The app does not support providers which use a M3"
    },
    {
      "url": "https://hoorae.co/",
      "title": "HOORAE Media",
      "description": "HOORAE creates, inspires & reflects culture through film, TV, music & digital storytelling, striving to develop the next gen innovators, creators and leaders.",
      "preview": "Stay tuned. Stay tuned. Stay tuned. Stay tuned. Exciting new projects and announcements are coming soon! Get connected and follow us for the latest up"
    },
    {
      "url": "https://deltahealthalliance.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.bulgaria-italia.com/bg/info/cucina/default.asp",
      "title": "La cucina bulgara",
      "description": "- La cucina bulgara",
      "preview": "CUCINA BULGARA Arte | Cinema | Cucina | Lingua | Letteratura | Musica | Politica | Storia | Sport | Turismo Proponiamo alla vostra attenzione le ricet"
    },
    {
      "url": "https://math.meta.stackexchange.com/help/badges/54/enthusiast?userid=471884",
      "title": "Enthusiast - Badge - Mathematics Meta Stack Exchange",
      "description": "Q&A about the site for people studying math at any level and professionals in related fields",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Enthusiast Enthu"
    },
    {
      "url": "https://phs.weill.cornell.edu/research-collaboration/publications?page=1&s=title&f%5Bag%5D=G&f%5Bauthor%5D=595&o=desc",
      "title": "Publications | Page 2 | Population Health Sciences",
      "description": "void",
      "preview": "Skip to main content Population Health Sciences Publications Events Directories Publications Contact Us Follow us on X Check out our X feed for the la"
    },
    {
      "url": "http://waittinstitute.org/",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://www.mzcr.cz/aktuality/",
      "title": "Stránka nebyla nalezena - Ministerstvo zdravotnictví",
      "description": "Ministerstvo zdravotnictví",
      "preview": "Přeskočit na menu Přeskočit na obsah Přeskočit na patičku stránky Hledat v navigaci Zrušit hledání a zobrazit zpět celé menu Úvod Zobrazit podmenu pro"
    },
    {
      "url": "https://www.vrai.com/how-to-buy-diamonds",
      "title": "How to Buy Diamonds | VRAI created diamonds",
      "description": "Explore a step by step guide to discovering the lab grown diamond meant just for you. Learn more about how to buy diamonds.",
      "preview": "How to buy diamonds A step by step guide to discovering the VRAI created diamond meant just for you. A step by step guide to discovering the VRAI crea"
    },
    {
      "url": "https://www.splunk.com/",
      "title": "Splunk | The Key to Enterprise Resilience",
      "description": "Splunk is the key to enterprise resilience. Our platform enables organizations around the world to prevent major issues, absorb shocks and accelerate digital transformation.",
      "preview": "Deutsch Francais 日本語 한국어 中文 繁體中文 false AI-Powered Security and Observability Revolutionize digital resilience for AI, with AI. Request a demo Splunk i"
    },
    {
      "url": "https://tinypng.com/",
      "title": "TinyPNG - Compress AVIF, WebP, PNG and JPEG images",
      "description": "Free online image optimizer for faster websites! Reduce the file size of your AVIF, WEBP, JPEG and PNG images while preserving the image quality.",
      "preview": "Smart AVIF, WebP, PNG and JPEG Compression for Faster Websites Plans & Pricing Drop your images here! Up to 20 images, max 5 MB each. Convert my image"
    },
    {
      "url": "https://www.premierleague.com/fixtures",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://www.gnof.org/",
      "title": "Greater New Orleans Foundation | Giving in Action",
      "description": "We provide strategic philanthropy and civic leadership to make the Greater New Orleans Region greater than ever. Learn more about our work and how to get involved.",
      "preview": "Skip to content News National Academies of Sciences, Engineering, and Medicine, Lever for Change Announce Foundation, Together Louisiana as $50 Millio"
    },
    {
      "url": "https://www.continente.pt/loja-online/",
      "title": "Loja Online | Continente Online",
      "description": "void",
      "preview": "Novo Continente Online Informação sobre ataque informático"
    },
    {
      "url": "https://www.shelterness.com/diy-oil-reed-diffusers/pictures/67188/",
      "title": "Picture of DIY oil reed diffuser with your favorite fragrances",
      "description": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk)",
      "preview": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk ) Recent Posts 45 Ideas To Decorate Windows With Silhouettes On Halloween 4"
    },
    {
      "url": "http://www.oceandataportal.org",
      "title": "Ocean Data Portal - Preserving maritime wonders",
      "description": "Preserving maritime wonders",
      "preview": "Skip to content Blog A Detailed Journey Around the 5 Oceans of the World Map Anna Mathews"
    },
    {
      "url": "http://www.vulcan.com",
      "title": "Home - Vulcan Real Estate",
      "description": "Through responsible real estate development and our unwavering belief in a greater tomorrow, we're deeply invested in transformational projects that improve the environment, our economy, and our society.",
      "preview": "Invested in the Future We design and deliver imaginative places that propel human progress. Through responsible real estate development and our unwave"
    },
    {
      "url": "https://fc-resources.fastcompany.com/form/private-clouds-for-oracle-databases/w_aaaa2228/prgm.cgi?sr=hicat&_t=hicat:1085",
      "title": "Private Clouds for Oracle Databases Free White Paper",
      "description": "Free White Paper to Private Clouds for Oracle Databases. Learn how private clouds for databases can provide the benefits driving cloud adoption while removing the challenges that limit adoption.",
      "preview": "Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit In"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "https://www.algerie360.com/mca-betrouni-reitere-sa-confiance-a-amrouche-mais/",
      "title": "MCA : Betrouni réitère sa confiance à Amrouche mais...... - Algerie360",
      "description": "void",
      "preview": "MCA : Betrouni réitère sa confiance à Amrouche mais...... Par admin 4 avril 2016 à 10:56 mca-betrouni-reitere-sa-confiance-a-amrouche-mais.jpg A lire auss"
    },
    {
      "url": "http://www.ice.it/",
      "title": "Home | Agenzia ICE",
      "description": "ICE - Agenzia per la promozione all'estero e l'internazionalizzazione delle imprese italiane organismo attraverso cui il Governo favorisce lo sviluppo delle imprese",
      "preview": "Go to main content Go to site navigation Offcanvas Sito in manutenzione. Ci scusiamo per i possibili disagi. Stop autoplay Restart autoplay Go to prev"
    },
    {
      "url": "https://yearup.widen.net/s/tmzgd2jt2j/2022-corporate-partner-list-oct-22",
      "title": "2022-Corporate-Partner-List-Oct-22.pdf",
      "description": "void",
      "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
    },
    {
      "url": "https://proj.org/usage/quickstart.html",
      "title": "Quick start - PROJ 9.7.0 documentation",
      "description": "void",
      "preview": "Using PROJ Quick start Edit on GitHub Previous Next Quick start  Coordinate transformations are defined by, what in PROJ terminology is known as, \"pr"
    },
    {
      "url": "https://www.lasff.com/social-media-posts-example.html",
      "title": "Social Media Posts (example)",
      "description": "void",
      "preview": "LSFF Home Tickets & Passes Schedule 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 Submit Shop Judges Gift Store Become a Sponsor Gallery Cont"
    },
    {
      "url": "https://novus.no/en/products/102057",
      "title": "Schmidt, Tom: Nøvn austa åsen - Novus forlag",
      "description": "Nøvn austa åsen er ei sterkt utvida og revidert utgåve av kapittelet «Østre Slidre Herred» i Oluf Ryghs Norske Gaardnavne IV2. Gaardnavne i Kristians Amt. Anden Halvdel, utgjeve av A. Kjær i 1902. Medan Rygh og Kjær med nokre få unntak berre drøfta namna på matrikkelgardane, er i denne boka òg namn på andre bustader te",
      "preview": "Menu Cart 0 Schmidt, Tom: Nøvn austa åsen 398 00 kr 398,00 kr Unit price / per Shipping calculated at checkout. Default Title - 398,00 NOK Quantity On"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-presidentielles/bas-rhin-67/bernolsheim-67170",
      "title": "Résultats présidentielle 2022 : Bernolsheim (67170)",
      "description": "Résultats Bernolsheim (67170) : Retrouvez dès dimanche 20h, les résultats complets du 1er et du 2nd tour de l'élection présidentielle 2022 pour Bernolsheim.",
      "preview": "Résultats présidentielle 2022 : Bernolsheim (67170) Voici les résultats complets du 2nd tour de l'élection présidentielle 2022 pour la ville de : Bern"
    },
    {
      "url": "http://www.ikesmartcity.com/",
      "title": "IKE Smart City",
      "description": "IKE (Interactive Kiosk Experience) is an interactive digital kiosk on city sidewalks and public spaces. IKE provides free Wi-Fi and uses applications to help with discovery, mobility, and equity.",
      "preview": "Houston, Tx Miami, FL Atlanta, GA Cincinnati, OH Houston, TX Baltimore, MD Miami, FL Tampa, FL Tempe, AZ Our Mission We pioneer smart city technology"
    },
    {
      "url": "https://www.sportsmanagement.co.uk/index.cfm",
      "title": "Sports jobs, sports news, sports features | Sports Management magazine",
      "description": "Sports jobs, sport news, sports features, sports interviews for the global sports industry from Sports Mangement magazine",
      "preview": "23 October 2025 Click here to register now! x news jobs features magazine Handbook products Company profiles Diary contact advertise advertise a job J"
    },
    {
      "url": "http://fireflyfans.net/mthread.aspx?bid=11&tid=33415&p=2",
      "title": "What Song Are You Listening To, What's My Age Again? by deepgirl187",
      "description": "Three days of over-60 weather. Still waiting for the other shoe to drop. :wink: Tears Don't Fall, by Bullet For My Valentine Previous thread is here: ...",
      "preview": "Sign Up | Log In ABOUT MAP CHAT EVENTS FIRECASTS BLOGS COMMUNITY BLUE SUN ROOM PROFILE HOME HOME >> COMMUNITY >> TALK STORY >> WHAT SONG ARE YOU LISTE"
    },
    {
      "url": "http://www.mit.edu/",
      "title": "MIT - Massachusetts Institute of Technology",
      "description": "The mission of MIT is to advance knowledge and educate students in science, technology and other areas of scholarship that will best serve the nation and the world in the 21st century.",
      "preview": "Skip to content ↓ Menu Explore websites, people, and locations Look up people by \"last name sounds like\" What are you looking for? See More Results Su"
    },
    {
      "url": "https://web.andrejansen.de/19-unifi-udm-pro-backup-auf-synology-sichern/",
      "title": "(19) Unifi UDM Pro Backup auf Synology sichern - www.andrejansen.dewww.andrejansen.de",
      "description": "Die UDM Pro kann automatische Backups erstellen, diese möchten wir auf die Synology sichern",
      "preview": "Zum Inhalt springen www.andrejansen.de Willkommen bei Familie Jansen Homelab Familie Jansen Links Weblinks privat Weblinks extern Webseiten Störungen"
    },
    {
      "url": "https://www.behindtheshutter.com",
      "title": "Behind the Shutter - Free Photography Training and Education",
      "description": "Behind the Shutter is a free online photography training and educational resource created to help professional and amateur photographers run successful...",
      "preview": "Skip to content Sign Up Free Digital Magazine Log In Free Photography Education On-Location Portraits With One Light Using the Westcott FJ400ii Read M"
    },
    {
      "url": "https://www.berrylush.com/",
      "title": "Berrylush - Online Fashion Shopping Store | Women's Dresses Online",
      "description": "Online fashion shopping store for women clothes, apparels in India. Buy the latest trending dresses, tops, jumpsuit, palazzo pants & much more for women. We carry all variety of women's dresses for every occasion in styles you'll love. 24 Hours Shipping | COD | Easy Returns | Official Online Shopping Store of Berrylush",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Bags Dresses Tops Skirts Jumpsuits Co-ords Shorts Shrugs Winter wear Ber"
    },
    {
      "url": "https://www.e-pics.ethz.ch/index/ETHBIB.Bildarchiv/ETHBIB.Bildarchiv_447524.html",
      "title": "void",
      "description": "E-Pics Image Archive, ETH Library",
      "preview": "Contact us Record Name (A-Z) Record Name (Z-A) Title (A-Z) Title (Z-A) Datum (auf) Datum (ab) Relevance Most recent ${node.metadata[eth_stock_signatur"
    },
    {
      "url": "https://www.coursera.org/specializations/python",
      "title": "Python for Everybody | Coursera",
      "description": "Offered by University of Michigan. Learn to Program and Analyze Data with Python. Develop programs to gather, clean, analyze, and visualize ... Enroll for free.",
      "preview": "Python for Everybody Specialization Python for Everybody Specialization Learn to Program and Analyze Data with Python. Develop programs to gather, cle"
    },
    {
      "url": "https://www.reprolegalhelpline.org/sma-contact-the-helpline/",
      "title": "Contact the Helpline - Repro Legal Helpline",
      "description": "No matter where you are on your reproductive journey, we can help. The Repro Legal Helpline provides free, confidential legal services for your reproductive life, including abortion, pregnancy loss, and birth. You know you. We know the law. No matter your age, our judgment-free legal services are here to help...",
      "preview": "Need help? Call our free Repro Legal Helpline: 844-868-2812 Quick Exit (ESC) | Search No matter where you are on your reproductive journey, we can hel"
    },
    {
      "url": "https://langorigami.com/articles/",
      "title": "Posts",
      "description": "void",
      "preview": "Posts Featured Posts Making of Mitsubishi Commercial Art Monumental Origami Santa Monica Bronze Sculptures Google's Doodle: Akira Yoshizawa Below are"
    },
    {
      "url": "http://www.harisnukem.com",
      "title": "HARIS NUKEM",
      "description": "void",
      "preview": "0 First Name Last Name Email Address SIGN UP Thanks!"
    },
    {
      "url": "https://thegforum.ch/search.php?sid=bd14ad2a0ef821318c0c3b7e9660d494",
      "title": "The(G)Forum - Suche",
      "description": "void",
      "preview": "The(G)Forum Abtrugg since 1999 Zum Inhalt Schnellzugriff Unbeantwortete Themen Aktive Themen Suche Mitglieder Das Team FAQ Anmelden Registrieren Foren"
    },
    {
      "url": "https://www.veoh.com:443/watch/v16426722SfNMFs8Z",
      "title": "veoh",
      "description": "void",
      "preview": "We regret to inform you that Veoh has closed. We would like to extend our heartfelt gratitude to our users for your support over the years. You will b"
    },
    {
      "url": "https://www.viatris.com/en?gclid=Cj0KCQiAtqL-BRC0ARIsAF4K3WHGea3RcBbFa91VdqE_rszFxtO83sm_UBbKMheAnJrbIKYLgMv5rywaAgdUEALw_wcB",
      "title": "Viatris | Global Healthcare Company",
      "description": "Viatris is a global pharmaceutical company that believes in healthcare not as it is, but as it should be. Learn about our story, explore our products and browse career opportunities.",
      "preview": "Localized information for The page you are about to visit contains information about Viatris that is specific to . Regulatory requirements, data prote"
    },
    {
      "url": "https://verified.capitalone.com/sign-in-help/",
      "title": "Capital One - Sign In Help",
      "description": "We'll help you recover your username and password to get access to your account.",
      "preview": "void"
    },
    {
      "url": "https://www.jacksonriver.com/springboard/",
      "title": "Springboard: Fundraising and Advocacy Software | Jackson River",
      "description": "Springboard by Jackson River is the premier fundraising and Salesforce advocacy software to maximize your impact. Explore this platform's key features.",
      "preview": "null Fundraising and Salesforce Advocacy Software to Power Change Springboard is an enterprise-grade platform that helps bring online fundraising and"
    },
    {
      "url": "http://digitaledition.elgincouriernews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.psu.edu/visitors-and-neighbors",
      "title": "Visit Penn State | Tours | Penn State",
      "description": "Interested in visiting Penn State virtually or in-person? Find parking information, campus maps, and explore area attractions, venues, and accommodations.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://board.playzo.de/index.php/Board/4245-Middengebied/?s=24aec7ed40cf96a6744290bb0dcdf62048a2020c",
      "title": "Middengebied - playzo Board",
      "description": "void",
      "preview": "In Ihrem Webbrowser ist JavaScript deaktiviert. Um alle Funktionen dieser Webseite nutzen zu können, muss JavaScript aktiviert sein. Thema Antworten L"
    },
    {
      "url": "https://covid-teststrasse.de/station/OYJ63A?d=2022-01-20&dt=am&s=1",
      "title": "COVID TESTSTRASSE",
      "description": "void",
      "preview": "COVID TESTSTRASSE - Teststationen der Prävention-mit-Kopf GmbH Antigen Ergebnis gewöhnlich binnen 15-20 Minuten! Hinweis: Der Antigentest wird im Rahm"
    },
    {
      "url": "https://www.minderoo.org/",
      "title": "Minderoo Foundation",
      "description": "Minderoo is a proudly Australian philanthropy, working to forge a fair future by courageously challenging inequalities and campaigning for meaningful change.",
      "preview": "Foundation Statement from Dr Andrew Forrest AO on developments in Gaza. Learn more Our focus areas and impact missions We seek to uplift communities,"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "Untitled RSS Jan 19 fiyerotigelar : Reminder for when he \"saves\" it. He was the one who wanted this, and now he gets to be the hero and win favour wit"
    },
    {
      "url": "https://www.hightowerspetroleum.com/",
      "title": "Bulk Fuel Delivery | Wholesale Fuel Supplier & Jobber | Hightowers Petroleum",
      "description": "As a bulk wholesale fuel supplier, we provide our customers with safe and environmentally-responsible energy solutions that exceed expectations in both quality and value.",
      "preview": "top of page LEADING THE WAY IN ENERGY SOLUTIONS Scroll Down Legacy isn't just about the future - it's about the actions we take today. At Hightowers"
    }
  ],
  "_meta": {
    "total_bookmarks": 91
  }
}