{
  "data": [
    {
      "url": "https://dataplatform.knmi.nl/group/seismology-and-acoustics?groups=seismology-and-acoustics&tags=Atmospheric+conditions&tags=Open+data&tags=Inspire+dataset",
      "title": "Seismology and Acoustics - Groups - KNMI Data Platform",
      "description": "void",
      "preview": "Skip to content Home Groups Seismology and Acoustics Order by Relevance Name Ascending Name Descending Last Modified Go 1 dataset found None: seismolo"
    },
    {
      "url": "https://www.dierenarts.nl/mijn-hond-zwemt-niet-vaccinatie-tegen-de-ziekte-van-weil-is-daarom-niet-nodig-feit-of-fabel/",
      "title": "Mijn hond zwemt niet, vaccinatie tegen de ziekte van Weil is daarom niet nodig, feit of fabel? - Dierenarts.nl",
      "description": "Het wordt weer warmer en daardoor is het verleidelijk om een duik te nemen in rivieren of meertjes. Je hoort nog wel eens dat je je hond niet moet laten zwemmen in warm, stilstaand water vanwege de ziekte van weil.",
      "preview": "Home Thema's Over ons Zoeken Dierenarts.nl Dierenwelzijn Gezond huisdier Vaccinatie Volksgezondheid Mijn hond zwemt niet, vaccinatie tegen de ziekte v"
    },
    {
      "url": "https://www.behance.net/galleries/graphic-design",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fazemag.de/ten-fe-turn-ewan-pearson-remix/",
      "title": "Ten Fé - Turn (Ewan Pearson Remix)",
      "description": "Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlicht, nun legen Ben Moorhouse und Leo Duncan einen Remix von Ewan Pearson nach. Das Original, das Pearson auch schon produziert hat, ist ein entspannter Roadtrip mit schwingender Gitarre, lässigem Gesang und einem staubigen Vintage-Touch. Der Remix hält fest am [...]",
      "preview": "Zum Inhalt springen Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlich"
    },
    {
      "url": "https://devicemanagement.portal.azure.com/?l=en.en-us",
      "title": "Microsoft Intune admin center",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mail.com/mail/app/",
      "title": "Free email apps for Android and iOS devices | mail.com",
      "description": "Mail app lets you manage your emails and mail.com account on your device wherever you go. Download and install app in a few steps.",
      "preview": "Email apps for your life on the go Stay mobile and secure Intuitive apps for Android and iOS devices Manage your emails everywhere you go Free downloa"
    },
    {
      "url": "https://chronicle.security/",
      "title": "Google Security Operations | Google Cloud",
      "description": "Google Security Operations, formerly known as Chronicle, enables security teams to detect, investigate, and respond to threats with the speed, scale, and intelligence of Google.",
      "preview": "Go beyond the hype and unlock AI's true potential. Join our half-day Agentic SOC workshop for security practitioners and gain real-world skills. Googl"
    },
    {
      "url": "https://www.renens.ch/web/Culture_et_Loisirs/Agenda/affiche.php?menus_pages_id=14&id=115&id_agendas=337",
      "title": "Agenda - Ville de Renens",
      "description": "void",
      "preview": "Vos démarches Horaires Cartes CFF/CGN Déchets ménagers Subventions communales Annonce d'arrivée | Carte d'identité Saison culturelle Grands chantiers"
    },
    {
      "url": "https://www.baden.fm/mediathek/video/christian-guenter-vor-bremen/",
      "title": "Christian Günter vor Bremen | baden.fm",
      "description": "Christian Günter vor Bremen | Christian Günter vor Bremen",
      "preview": "void"
    },
    {
      "url": "https://www.klaviyo.com/",
      "title": "Klaviyo: AI Marketing Platform & B2C CRM | Email, SMS & WhatsApp",
      "description": "Klaviyo unifies marketing and service with its AI-first B2C CRM. Try out omnichannel marketing software, powered by K:AI agents to deliver personalized experiences across email marketing, WhatsApp, and more.",
      "preview": "Email Marketing SMS Marketing Ecommerce Platform Integrations Compare Platforms Automation Platform Campaign Builder Segmentation Customer Growth Cont"
    },
    {
      "url": "https://www.aclusocal.org",
      "title": "ACLU of Southern California",
      "description": "void",
      "preview": "Skip to main content JOIN US AND STAND FOR JUSTICE Get our action alerts Email address * Zip code * Leave this field blank Join us for a conversation"
    },
    {
      "url": "https://career.engr.psu.edu/students/index.aspx",
      "title": "index | Penn State Engineering",
      "description": "Students home page",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://camellia010.tumblr.com/",
      "title": "@camellia010 on Tumblr",
      "description": "I'm elegant",
      "preview": "Posts Likes Some p.P live for the fortune But me #blue #wild #sexy #pretty #converse #vintage You are using an unsupported browser and things might no"
    },
    {
      "url": "https://journa.host/@rhett",
      "title": "Rhett Ayers Butler (@rhett@journa.host) - Journa.host",
      "description": "3 Posts, 5 Following, 31 Followers · I'm a journalist who founded Mongabay, a nonprofit news outlet focused on international environmental issues.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://www.khanacademy.org/science/chemistry",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dollyjessy.com/2020/05/10/",
      "title": "10/05/2020 - Dollyjessy",
      "description": "void",
      "preview": "17 4 10/05/2020 Série TV 25 séries Netflix à voir Autour de moi on me demande souvent conseil concernant les séries à voir, mais souvent, on me précis"
    },
    {
      "url": "https://www.goldtechservices.com/",
      "title": "Home - GoldTech",
      "description": "void",
      "preview": "Skip to content Point of Sale & Retail Store Management Software Facebook page opens in new window X page opens in new window Linkedin page opens in n"
    },
    {
      "url": "https://data.gov.uk/dataset",
      "title": "Dataset - data.gov.uk",
      "description": "void",
      "preview": "Skip to main content Home Datasets Order by Relevance Name Ascending Name Descending Last Modified Go 57,201 datasets found Filter Results Flood Map f"
    },
    {
      "url": "https://www.erbamin.ca/collections/sprain",
      "title": "Sprain - Erbamin",
      "description": "void",
      "preview": "Browse Close menu Search Log in Create account SHOP BY BRAND Weight Loss See More \"Close Cart\" Apple Cider Viniger Bromelain Chitosan CLA Forskolin Ga"
    },
    {
      "url": "http://www.engr.psu.edu",
      "title": "Inspiring Change. Impacting Tomorrow | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Inspiring Change. Impacting Tomorrow. EXPLORE Undergraduate Opportunities DISCOVER Graduate Opportunities Engineer"
    },
    {
      "url": "https://endjusticefees.org/fee-surveys/",
      "title": "End Justice Fees",
      "description": "See which common fee types are authorized in statute by state. Justice fees are hidden taxes that governments charge.",
      "preview": "About Fee Surveys Reforms Resources NEWS Take Action Contact About Fee Surveys Reforms Resources NEWS Take Action Contact National Fee Surveys 50-Stat"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/",
      "title": "Fragments of My Imagination",
      "description": "Trying to understand the complex world and convey it simply. ------- Art blog ------- Other art...",
      "preview": "Fragments of My Imagination RSS Oct 9 wardoftheflies : todayintokyo : Rainy season by モモ ID: art of a black cat stepping on a road in the rain, surrou"
    },
    {
      "url": "https://www.lazienkiabc.pl/Wykonanie/zenon-tyminski-remonty-na-wyciagniecie-reki-273.html",
      "title": "LazienkiABC.pl",
      "description": "{$Opis}",
      "preview": "Łazienka Łazienka Pokaż Łazienka Baterie łazienkowe Baterie łazienkowe Pokaż Baterie łazienkowe Baterie łazienkowe Baterie łazienkowe Pokaż Baterie ła"
    },
    {
      "url": "https://www.filharmonickysbor.cz/en/",
      "title": "Pražský filharmonický sbor",
      "description": "Pražský filharmonický sbor je pěvecké těleso, vysoce uznávaný partner významných orchestrů, hlavně oratorní a kantátový repertoár.",
      "preview": "Koncerty a vstupenky Abonmá Pro školy O nás Sbor Sbormistři Členstvo sboru Repertoár Historie sboru Programy pro děti Novinky Napsali o nás Volná míst"
    },
    {
      "url": "https://www.agavecom.cz/avg-antivirus-business-edition-edu-1-4-pc-2-roky",
      "title": "AVG Antivirus Business Edition EDU pro 1-4 PC na 2 roky",
      "description": "AVG Antivirus Business Edition obsahuje: Cloud Management Console, Souborový štít, E-mailový štít, Webový štít, Link Scanner, Behaviorální štít, Firewall, Skartovač souborů, CyberCapture, Celkový test, Ochrana serveru SharePoint.",
      "preview": "Hľadanie Hledat ve zboží Hledat v článcích Přihlášení Nová registrace 0 ks / 0,00 Kč 0 ks / 0,00 Kč Slevy pro školy, zdravotnictví FAQ Obchodní podmín"
    },
    {
      "url": "https://gnof.donorcentral.com/",
      "title": "Donorcentral",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.74195994.964749552.1661181525-1736208058.1659478684",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://www.tiktok.com/@people",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://www.ccmm.ca/en/i-love-working-downtown/",
      "title": "Relaunching downtown Montréal | CCMM",
      "description": "Discover \"I love working downtown,\" a platform for relaunching downtown that will be a catalyst for ambitious initiatives.",
      "preview": "Home I love working downtown Since the launch of our \"I love working downtown\" initiative in March 2021, we've been busy rolling out concrete measures"
    },
    {
      "url": "http://northsidefunders.org/",
      "title": "Northside Funders Group",
      "description": "Northside Funders Group is working to align public and private investments to resource solutions that center racial equity and community voice on the Northside of Minneapolis.",
      "preview": "0 Our Approach What We Fund Our members The Northside Latest updates Changing the way philanthropy works in North Minneapolis A new approach to place-"
    },
    {
      "url": "https://reidjon.tumblr.com/post/143085058968",
      "title": "Jon Reid Tumbling | 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "19th Apr 2016 | 36 notes 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categ"
    },
    {
      "url": "https://cafblcomunicacio.cat/llega-rehabilita-2021/",
      "title": "Llega rehabilita 2021 - CAFBL Comunicació",
      "description": "void",
      "preview": "Usted está aquí: Inicio 1 / Actualidad 2 / Llega rehabilita 2021 Rehabilita es una iniciativa colectiva, impulsada y promovida por el Colegio de Apare"
    },
    {
      "url": "https://www.seasketch.org/home.html",
      "title": "SeaSketch",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-er-blevet-opereret",
      "title": "H.M. Dronningen er blevet opereret",
      "description": "Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og D...",
      "preview": "Del Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og"
    },
    {
      "url": "https://www.avichayadraee.com/%D9%81%D9%8A-%D9%85%D8%AB%D9%84-%D9%87%D8%B0%D8%A7-%D8%A7%D9%84%D9%8A%D9%88%D9%85-%D9%85%D9%86-%D8%B9%D8%A7%D9%85-2004-%D8%B6%D8%B1%D8%A8-%D8%AA%D8%B3%D9%88%D9%86%D8%A7%D9%85%D9%8A-%D8%B3%D9%88%D8%A7/",
      "title": "Avichay Adraee IDF Spokesperson for the Arab Media",
      "description": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit.",
      "preview": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit."
    },
    {
      "url": "http://www.KyleThomasAstrology.com",
      "title": "KYLE THOMAS ASTROLOGY",
      "description": "Kyle Thomas is a globally published pop culture astrologer & Tarot reader who has been interviewed by Cosmopolitan Magazine, Bustle, Marie Claire, YahooNews, MSN, and more. With over a decade of professional experience and clients all over the world, he currently resides in Los Angeles where he works as a professional astrologer, life coach, writer, and producer.",
      "preview": "KYLE THOMAS ASTROLOGY Cart 0 Scroll KYLE THOMAS ASTROLOGY FEATURED IN: GUIDANCE STRAIGHT FROM THE STARS."
    },
    {
      "url": "https://research.mines.edu/",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    },
    {
      "url": "https://afiscyprus.com.cy/",
      "title": "Αρχική - Α.Φ.Η.Σ. Κύπρος",
      "description": "ΒΡΕΣ ΤΟΝ ΚΟΝΤΙΝΟΤΕΡΟ ΚΑΔΟ ΜΠΑΤΑΡΙΩΝ ΑΔΕΙΑΣΜΑ ΚΑΔΟΥ ΑΙΤΗΣΗ ΓΙΑ ΤΟΠΟΘΕΤΗΣΗ ΚΑΔΟΥ ΜΠΑΤΑΡΙΩΝ ΔΗΛΩΣΕΙΣ ΕΤΑΙΡΕΙΩΝ Κάδοι Μπαταριών σε όλη την Κύπρο 3000",
      "preview": "Μετάβαση στο περιεχόμενο ΒΡΕΣ ΤΟΝ ΚΟΝΤΙΝΟΤΕΡΟ ΚΑΔΟ ΜΠΑΤΑΡΙΩΝ ΑΔΕΙΑΣΜΑ ΚΑΔΟΥ ΑΙΤΗΣΗ ΓΙΑ ΤΟΠΟΘΕΤΗΣΗ ΚΑΔΟΥ ΜΠΑΤΑΡΙΩΝ ΔΗΛΩΣΕΙΣ ΕΤΑΙΡΕΙΩΝ Κάδοι Μπαταριών σ"
    },
    {
      "url": "https://www.terrariumtribe.com/guide/bioactive-terrarium/",
      "title": "How to Make a Bioactive Terrarium (Or Vivarium) - DIY Guide - Terrarium Tribe",
      "description": "Ready to make a bioactive terrarium and enjoy the wonders of hands-free care? We got you. Find out exactly what you need and how to make one.",
      "preview": "Skip to content A bioactive terrarium really is the gold standard when it comes to miniature ecosystems. The kind that can clean, restore, and refine"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "http://www.missingkids.com/home",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://rebeccaandthegreynotes.com/2019/07/17/next-up-tallys-5/",
      "title": "Next Up: Tally's | Rebecca and the Grey Notes",
      "description": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'll order up a tasty selection of original music along with compositions from Bonnie Raitt, Ann Peebles, Linda Ronstadt, Feist, B.B. King, Led Zeppelin, the Allman Brothers and...",
      "preview": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'"
    },
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://www.metalearn.net/articles/jack-of-all-trades",
      "title": "The Highs and Lows of Being a Jack of All Trades",
      "description": "Those of us with many interests aren't always accepted by modern society. In this post I discuss how I've handled the challenges I've faced in my education and career as someone with multiple interests and give my thoughts on how you can do the same.",
      "preview": "The Trouble with Being a Jack of All Trades If you're someone with multiple interests, you've probably been branded a \"Jack of all Trades, Master of N"
    },
    {
      "url": "https://www.nature.com/articles/s41598-022-23688-7",
      "title": "Revealing the global longline fleet with satellite radar | Scientific Reports",
      "description": "Because many vessels use the Automatic Identification System (AIS) to broadcast GPS positions, recent advances in satellite technology have enabled us to map global fishing activity. Understanding of human activity at sea, however, is limited because an unknown number of vessels do not broadcast AIS. Those vessels can be detected by satellite-based Synthetic Aperture Radar (SAR) imagery, but this technology has not yet been deployed at scale to estimate the size of fleets in the open ocean. Here we combine SAR and AIS for large-scale open ocean monitoring, developing methods to match vessels with AIS to vessels detected with SAR and estimate the number of non-broadcasting vessels. We reveal that, between September 2019 and January 2020, non-broadcasting vessels accounted for about 35% of the longline activity north of Madagascar and 10% of activity near French Polynesia and Kiribati's Line Islands. We further demonstrate that this method could monitor half of the global longline activity with about 70 SAR images per week, allowing us to track human activity across the oceans.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://bun.sh/docs/runtime",
      "title": "File types - Runtime | Bun Docs",
      "description": "Bun's runtime supports JavaScript/TypeScript files, JSX syntax, Wasm, JSON/TOML imports, and more.",
      "preview": "Intro What is Bun? Installation Quickstart TypeScript Templating bun init bun create Runtime bun run File types TypeScript JSX Text files JSON, TOML,"
    },
    {
      "url": "https://mitsubishi.oemdtc.com/category/recalls",
      "title": "Recalls | Mitsubishi - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.vectorstyler.com/",
      "title": "VectorStyler",
      "description": "Modern vector graphics and illustration software.",
      "preview": "VectorStyler 1.2, see what is new! For MacOS and Windows. Create illustrations, logos, icons, drawings and typography for screen, print and web The fu"
    },
    {
      "url": "https://scm.uninett.no/maalepaaler/qstream/-/find_file/3cce40b9a1992728584627b157251dd6770ee942",
      "title": "Find File · 3cce40b9a1992728584627b157251dd6770ee942 · Maalepaaler / qstream · GitLab",
      "description": "Computes packet stream quality statistics for UDP/RTP from network or captured files (pcap).",
      "preview": "qstream There are no matching files Try using a different search term to find the file you are looking for. Loading"
    },
    {
      "url": "https://patchwork.ffmpeg.org/project/ffmpeg/patch/20200523040122.83476-1-rcombs@rcombs.me/",
      "title": "[FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop - Patchwork",
      "description": "void",
      "preview": "19812 diff mbox series [FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop Message ID 20200523040122.83476-1-rcombs@rcombs.me State New Headers sh"
    },
    {
      "url": "https://www.icao.int/about-icao/Pages/default.aspx",
      "title": "About ICAO",
      "description": "The International Civil Aviation Organization (ICAO) is a United Nations agency which helps 193 countries to cooperate together and share their skies to their mutual benefit. Since it was established in 1944, ICAO's support and coordination has helped countries to diplomatically and technically realize a uniquely rapid and dependable network of global air mobility, connecting families, cultures, and businesses all over the world, and promoting sustainable growth and socio-economic prosperity wherever aircraft fly. As it enters a new era of digitization, and of incredible new flight and propulsion innovations, air transport is relying more than ever on ICAO's expert support and technical and diplomatic guidance to help chart a new and exciting future for international flight. ICAO is innovating itself to answer this call, and expanding its partnerships among UN and technical stakeholders to deliver a strategic global vision and effective, sustainable solutions.",
      "preview": "Skip to main content FAQ Vision and Mission ICAO Strategic Objectives Member States Invited Organizations How ICAO Develops Standards International Ci"
    },
    {
      "url": "http://www.lakesaltknit.com/2013/10/its-shrug-or-cape-or-shawl.html",
      "title": "Virginia Catherall: It's a shrug, or a cape or a shawl",
      "description": "I am not sure what it would be called but whatever it is, it's a quick knit. I am almost done. Maybe it is a cape. Why not...",
      "preview": "Pages About blog wearable art sculptures identitatum•arborum Great Basin AIR Black Rock Desert AIR Capitol Reef AIR Glacier AIR Mimesis Thursday, Octo"
    },
    {
      "url": "http://projecteagle.org/",
      "title": "Project Eagle",
      "description": "Project Eagle works with our community's youngest and most vulnerable children and their families. By preparing children and engaging their families, we can build a community where children's futures are determined by their interests and dreams and not by their circumstances.",
      "preview": "Skip to main content. kumc.edu School of Health Professions School of Medicine School of Nursing University of Kansas The University of Kansas Health"
    },
    {
      "url": "https://kwcpanthers.com/sports/baseball/roster/matt-pobereyko/2588",
      "title": "Matt Pobereyko - Baseball - Kentucky Wesleyan College Athletics",
      "description": "Matt Pobereyko (42) Pitcher - 2015: American Baseball Coaches Association All-Midwest Region first team honoree...Daktronics All-Midwest Region first team honoree...All-Great",
      "preview": "Skip To Main Content Pause All Rotators Skip To Main Content 2015 Baseball Roster Choose a Player: Calbert, Bobby Carr, Chris Carter, Jake Clark, John"
    },
    {
      "url": "https://cleantogreen.in/#updates-wrapper",
      "title": "Cleantogreen",
      "description": "Turn your Scrap into Cash! Transform unwanted scraps into online saleshttps://cleantogreen.in/wp-...",
      "preview": "Our Services For Individual Scrap Pickup Collection For Business Bulk Scrap Collection CSR Activities Partner with us Volunteer with us Awareness Driv"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/innocence",
      "title": "Innocence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Innocence The death penalty carries the inherent ri"
    },
    {
      "url": "https://www.stopasianhate.info/",
      "title": "#StopAsianHate - Fight Anti-Asian Racism",
      "description": "This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. Learn. Share. Donate. Report. Volunteer. Get Resources.",
      "preview": "0 This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. 1 Read about the current c"
    },
    {
      "url": "https://libguides.ala.org/ala-periodicals",
      "title": "Index of Titles - American Library Association Periodicals - LibGuides at American Library Association",
      "description": "A list of the periodicals currently published by ALA.",
      "preview": "Skip to Main Content Search this Guide Search American Library Association Periodicals: Index of Titles A list of the periodicals currently published"
    },
    {
      "url": "https://us.caudalie.com/p/317/317-makeup-removing-cleansing-oil.html",
      "title": "Vinoclean Makeup Removing Cleansing Oil | CAUDALIE®",
      "description": "A 100% natural, vegan cleansing oil that melts away makeup, cleanses and hydrates without leaving a greasy finish.",
      "preview": "Go to Content Free MERIT best-sellers duo on orders $100+. Code: MERIT Free shipping & free mini on orders $49+ Free MERIT best-sellers duo on orders"
    },
    {
      "url": "https://www.titlenine.com/p/womens-fleece-lined-leggings-crash-striated/270916.html",
      "title": "Women's Fleece Lined Leggings: Crash Striated",
      "description": "Crash Fleece-lined Tights Striated are great for cold weather training. Tightly woven exterior blocks wind. Abrasion resistant. Cozy warmth. By Title Nine",
      "preview": "Search Account Order Status Sign In / Sign Up 0 Search Close Apparel & Gear Bottoms Leggings & Tights Women-Owned Crash Polartec® Fleece Lined Tights"
    },
    {
      "url": "https://www.motherjones.com/politics/2021/08/rudy-giuliani-broke-trump-fundraising-legal-bills/",
      "title": "Rudy Giuliani Is Reportedly Close to Broke-and Donald Trump Isn't Taking His Calls - Mother Jones",
      "description": "That's what happens when you go to bat for a notoriously cheap, friendless, crappy businessman.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Bluesky Email Comments Matias J. Ocner/ZUMA Get your news from a source that's not ow"
    },
    {
      "url": "https://spectrum.ieee.org/artificial-intelligence",
      "title": "AI News & Articles - Artificial Intelligence Updates - IEEE Spectrum",
      "description": "The latest advances in artificial intelligence and machine learning, generative AI, ChatGPT, LLMs, deepfakes, and more",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE AI FOR THE TECHNOLOGY INSIDER Search: Explore by topic Aerospace AI B"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers",
      "title": "HTTP headers - HTTP | MDN",
      "description": "HTTP headers let the client and the server pass additional information with a message in a request or response. In HTTP/1.X, a header is a case-insensitive name followed by a colon, then optional whitespace which will be ignored, and finally by its value (for example: Allow: POST). In HTTP/2 and above, headers are displayed in lowercase when viewed in developer tools (accept: */*), and prefixed with a colon for a special group of pseudo-headers (:status: 200). You can find more information on the syntax in each protocol version in the HTTP messages page.",
      "preview": "Skip to main content Skip to search HTTP headers HTTP headers let the client and the server pass additional information with a message in a request or"
    },
    {
      "url": "http://www.laparola.net/ricerca.php?frase=Politica+sulla+privacy&versione=C.E.I.",
      "title": "La Sacra Bibbia",
      "description": "Politica sulla privacy, i versetti della Bibbia che contengono questa parola o frase",
      "preview": "Politica sulla privacy Questa espressione non appare nella versione C.E.I. . Dimensione testo: Visualizzare un brano della Bibbia Brano da visualizzar"
    },
    {
      "url": "https://www.mcgovern.org/",
      "title": "Patrick J McGovern Foundation | AI for Social Good",
      "description": "21st Century Philanthropy Advancing Data and AI for Good",
      "preview": "Home, sweet home. This is the homepage h1. We are tech-inspired global changemakers, optimists, and visionaries advancing AI and data solutions to cre"
    },
    {
      "url": "https://sandiegozoowildlifealliance.org/",
      "title": "San Diego Zoo Wildlife Alliance | Home page",
      "description": "void",
      "preview": "Skip to main content San Diego Zoo Visit Tickets Upgraded Experiences Plan Your Visit Renew/Rejoin Shop Safari Park Visit Tickets Safaris Plan Your Vi"
    },
    {
      "url": "https://www.diffchecker.com/text-compare/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://www.aa.org/",
      "title": "Have a problem with alcohol? There is a solution. | Alcoholics Anonymous",
      "description": "Have a problem with alcohol? There is a solution. A.A. has a simple program that works. It's based on one alcoholic helping another.",
      "preview": "Skip to main content Search x Submit Common Searches: Meetings Anonymity Steps Traditions Concepts Committees Have a problem with alcohol? There is a"
    },
    {
      "url": "http://www.guilfordchildren.org/",
      "title": "Help Your Child from Pregnancy to Kindergarten",
      "description": "Guilford County Partnership for Children has the tools, resources, and support to help your child from pregnancy until the time your child enters kindergarten.",
      "preview": "void"
    },
    {
      "url": "https://majestic.com/",
      "title": "SEO Backlink Checker & Link Building Toolset | Majestic.com",
      "description": "Develop backlink strategies with our Link Intelligence data, build the strongest SEO backlink campaigns to drive organic traffic and boost your rankings today.",
      "preview": "Develop your backlink strategies with our SEO Services , using Trust Flow and Citation Flow to build strong campaigns, drive organic traffic and boost"
    },
    {
      "url": "https://gsuiteupdates.googleblog.com/2019/01/upcoming-hangouts-service-consolidation.html",
      "title": "Google Workspace Updates: Upcoming Hangouts service consolidation for all G Suite customers",
      "description": "void",
      "preview": "This official feed from the Google Workspace team provides essential information about new features and improvements for Google Workspace customers. C"
    },
    {
      "url": "https://www.captainds.com",
      "title": "Captain D's",
      "description": "void",
      "preview": "New Batter Dipped Shrimp! $5.99 MEAL DEAL Try our Batter Dipped Shrimp, Fish & Fries Order now New Batter Dipped Shrimp! BETTER WITH BATTER Savor The"
    },
    {
      "url": "http://www.erp-recycling.es",
      "title": "Reciclaje de residuos RAEE y pilas y baterías - ERP Recyling",
      "description": "ERP Recycling es un SCRAP encargado de la gestión de residuos de aparatos eléctricos, electrónicos, pilas y acumuladores, cumpliendo la normativa.",
      "preview": "Skip to content Search for: Miembros Login Search for: Miembros Login Homepage admin 2025-03-31T19:07:22+02:00 Gestión y reciclaje de RAEE y residuos"
    }
  ],
  "_meta": {
    "total_bookmarks": 73
  }
}