{
  "data": [
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "http://walmartethics.com",
      "title": "Walmart Ethics - English (US)",
      "description": "Our Code guides us in making ethical decisions that build trust with our associates, customers and members, and within our business.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://www.standardmedia.co.ke/topic/cultural-ties",
      "title": "Cultural Ties - The Standard",
      "description": "Get the latest news, videos, and pictures on Cultural Ties",
      "preview": "× The Standard e-Paper Informed Minds Prefer The Standard ★★★★ - on Play Store Download Now × The Standard Group Plc is a multi-media organization wit"
    },
    {
      "url": "https://computinged.wordpress.com/2019/10/14/results-from-longitudinal-study-of-female-persistence-in-cs-ap-cs-matters-after-school-programs-and-internships-do-not/",
      "title": "Results from Longitudinal Study of Female Persistence in CS: AP CS matters, After-school programs and Internships do not | Computing Ed Research - Guzdial's Take",
      "description": "NCWIT has been tracking their Aspirations in Computing award applicants for several years. The Aspirations award is given to female students to recognize their success in computing. Tim Weston, Wendy DuBow, and Alexis Kaminsky have just published a paper in ACM TOCE (see link here) about their six year study with some 500 participants --...",
      "preview": "Computing Ed Research - Guzdial's Take Home About Guzdial's Computing Education Research Blog Guzdial Papers Resources for new CS Teachers Results fro"
    },
    {
      "url": "https://xumo.com/privacy",
      "title": "Xumo | Privacy",
      "description": "Welcome to Xumo.",
      "preview": "You need to enable JavaScript to run this app. Xumo TV Xumo Play Xumo Stream Box Support For business Xumo TV Xumo Play Xumo Stream Box Support For bu"
    },
    {
      "url": "https://www.inverteddungeon.com/?section=related&page=mega_man_network_transmission",
      "title": "Mega Man Network Transmission",
      "description": "ICVD: Creatures of the Night, Exchanging Glances",
      "preview": "Mega Man Network Transmission Game Overview by Mike Finkelstein Mega Man network Transmission (titled Rokku Man Eguze Toransumisshon in Japan, transla"
    },
    {
      "url": "https://www.sprezzabox.com/",
      "title": "Najlepsze polskie kasyno online 🎖️ Ranking legalnych kasyna internetowych 2025",
      "description": "Polskie kasyna online ⭐ Zarejestrować w najlepsze kasyno online ⭐ Złóż Depozytu ⭐ Gry legalne na prawdziwe pieniądze",
      "preview": "NV Casino 5/5 Bonus kasyno do 10 000 zł + 225 FS Minimalna wpłata 50 zł Wizyta w kasynie Spinlander 5/5 Bonus kasyno 230% do 8 500 zł + 300 FS Minimal"
    },
    {
      "url": "http://www.pably.pl/znalezione-w-kraju/splonela-choc-byla-piekna-i-zadbana",
      "title": "Domena pably.pl jest utrzymywana na serwerach nazwa.pl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.descarca.ucoz.com/",
      "title": "Play CronoLead - Pagina principală",
      "description": "void",
      "preview": "Home Movies TV Shows Cartoons Forum Informer #1 [ File Catalog · Entries · Entry date D · Entries: 10 · Columns: 1 ] Cars 2 Informer #1 [ File Catalog"
    },
    {
      "url": "https://news.nationalgeographic.com/news/2014/05/140519-bottom-trawling-seafloor-oceans-damage-science/?beta=true",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://www.milestonehotel.com/?cjevent=4ec1f2f92cc511eb834e01140a180510",
      "title": "The Milestone Hotel & Residences, Five-Star Boutique Hotel, Kensington, London",
      "description": "The Milestone Hotel is a five-star boutique hotel that puts you in the heart of Kensington, London. Book direct for special offers.",
      "preview": "The Milestone Hotel & Residences Elegance and luxury Situated directly opposite Kensington Palace, The Milestone Hotel & Residences offers exceptional"
    },
    {
      "url": "https://business.whatsapp.com/",
      "title": "WhatsApp for Business | Do more with conversations",
      "description": "Grow customer engagement, marketing, sales and customer service success with business messaging on the platform with more than 2 billion users around the world.",
      "preview": "Put WhatsApp to work for your business WhatsApp for Business helps you connect with your customers to build trust and grow with every conversation. Ex"
    },
    {
      "url": "http://www.lawyersadvantage.com/",
      "title": "void",
      "description": "void",
      "preview": "This domain is pending renewal or has expired. Please contact the domain provider with questions."
    },
    {
      "url": "https://mix.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "Mix - Expand your mind",
      "description": "Discover the gems of the web, personalized to you.",
      "preview": "Expand your mind Discover the gems of the web, personalized to you. Join 150,140 Curators today or continue with... Start Exploring Unlock Mix Now Get"
    },
    {
      "url": "http://www.kenyadreamholidays.com/",
      "title": "Kenya Dream Holidays - Tours & Travel Agency",
      "description": "Turmet - Travel & Tour Agency HTML Template",
      "preview": "Nullam dignissim, ante scelerisque the is euismod fermentum odio sem semper the is erat, a feugiat leo urna eget eros. Duis Aenean a imperdiet risus."
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "https://www.forbes.com/sites/laurendebter/2021/02/25/goodwill-online-website-hits-1-billion-sales/?sh=760750dd52c1",
      "title": "Goodwill's Hidden Gem: A Growing Online Business That's Sold $1 Billion Of Used Stuff",
      "description": "The thrift store's online sales jumped 22% to $170 million last year.",
      "preview": "Business Retail Editors' Pick Goodwill's Hidden Gem: A Growing Online Business That's Sold $1 Billion Of Used Stuff By Lauren Debter , Former Staff. I"
    },
    {
      "url": "https://fourcornersgeotourism.com/entries/la-casita-bonita-inn/dd17284d-8b70-4eb1-94b2-d708569b0801",
      "title": "La Casita Bonita Inn | Four Corners Region",
      "description": "When you reach Four Corners, you will be captivated by its engaging landscapes and enduring people. In this vast, wild region, roots go very deep and the Native people you meet have lived here for millenia., moving as needed, adapting to climate and social changes while redefining themselves and their communities. The region is famous for its art and traditional products, and you will make discovery after discovery as you explore the website.",
      "preview": "Four Corners Region La Casita Bonita Inn Bed and Breakfast Four Corners Region Add Places to the Map Guide! Supporters Privacy Policy Terms of Use Log"
    },
    {
      "url": "https://www.cbs.com/all-access/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://www.wcpo.com/news/local-news/clermont-county/ohio-township/coroner-four-people-dead-in-home-in-ohio-township-near-new-richmond",
      "title": "4 dead, 1 hospitalized after 'potential murder-suicide' near New Richmond in Ohio Township",
      "description": "Four people are dead in Ohio Township near New Richmond, Ohio, according to the Clermont County Coroner's Office.",
      "preview": "void"
    },
    {
      "url": "https://cacm.acm.org/magazines/2012/7/151226-googles-hybrid-approach-to-research/fulltext",
      "title": "Google's Hybrid Approach to Research - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Introduction Implications of Google's Mission and Capabilities Hybrid Research at Google Example Research Patterns Successes Discussio"
    },
    {
      "url": "https://www.bewellsolutions.com/tag/osu/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.chemforward.org/",
      "title": "ChemForward",
      "description": "void",
      "preview": "0 TURNING CHEMICAL DATA INTO POSITIVE IMPACT By creating broad access to chemical hazard data and illuminating safer alternatives, in partnership with"
    },
    {
      "url": "http://www.isfdb.org/cgi-bin/title.cgi?1653700",
      "title": "Title: General Akmed's Revenge?",
      "description": "void",
      "preview": "Title: General Akmed's Revenge? You are not logged in. If you create a free account and sign in, you will be able to customize what is displayed. Sear"
    },
    {
      "url": "https://www.vera.org/publications/people-in-jail-in-2019",
      "title": "People in Jail in 2019 | Vera Institute",
      "description": "See our updated report, \"People in Jail and Prison in 2020,\" here . Researchers from the Vera Institute of Justice, with support from Google.org Fellows...",
      "preview": "void"
    },
    {
      "url": "https://nl.linkedin.com/company/randstad?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Randstad | LinkedIn",
      "description": "Randstad | 3.417.527 volgers op LinkedIn. Randstad is the world's largest talent company and a partner of choice to clients. We are committed to providing equitable opportunities to people from all backgrounds and help them remain relevant in the rapidly changing world of work. We have a deep understanding of the labor market and help our clients to create the high-quality, diverse and agile workforces they need to succeed.",
      "preview": "LinkedIn respecteert uw privacy LinkedIn en derden gebruiken essentiële en niet-essentiële cookies om onze Diensten te leveren, te beveiligen, te anal"
    },
    {
      "url": "https://www.jacksonville.com/news/20180703/jacksonville-landing-could-be-torn-down-but-other-cities-are-renovating-festival-marketplaces",
      "title": "Jacksonville News, Sports & Restaurants | FL Times-Union",
      "description": "Latest Jacksonville news, sports & local updates you can trust | Florida Times-Union",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper Restaurant Inspections Homicide"
    },
    {
      "url": "https://opendata.paris.fr/explore/dataset/quartier_paris/information/",
      "title": "Quartiers administratifs - Paris Data",
      "description": "Données géographiques surfaciques. Le quartier désigne la division administrative de l'arrondissement. Chaque arrondissement est découpé en quatre quartiers administratifs. Paris compte ainsi quatre-vingt quartiers administratifs. Étendue géographique : ParisFichier jointquartier.pdf contient la description détaillée de la structure des données",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "http://archives.nereusprogram.org/tag/Nereus-Scientific-&-Technical-Briefs-on-ABNJ-series/",
      "title": "Nereus Scientific & Technical Briefs on ABNJ series | Nereus Program",
      "description": "void",
      "preview": "Languages English 日本語 Nereus Scientific & Technical Briefs on ABNJ series POLICY BRIEF: Deep, distant and dynamic: critical considerations for incorpo"
    },
    {
      "url": "https://www.pkp.pl/pl/rozklad-jazdy",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "https://worldinsport.com/",
      "title": "World in Sport | Where Sports News Comes to Life",
      "description": "Get live sports news, scores, match highlights, and expert analysis on football, cricket, tennis, rugby, F1, and more - updated daily for fans across the globe.",
      "preview": "Skip to content Alain Prost Net Worth in 2025: How the F1 Legend Built His Fortune F1 Discover Alain Prost's net worth in 2025. Explore how the French"
    },
    {
      "url": "https://www.lunarstartups.org/",
      "title": "Lunar Startups",
      "description": "Economic empowerment through inclusive entrepreneurship, Lunar Startups is building more equitable entrepreneurial ecosystems with CEOs who identify as BlPOC, LGBTQ, women, and non-binary.",
      "preview": "Back Fund Your Startup - Online Course CEO Course Tools for Inclusion Purchasing Power Talent is evenly distributed. Opportunity is not. Economic empo"
    },
    {
      "url": "https://www.geospatialworld.net/prime/climate-trace/",
      "title": "Climate TRACE",
      "description": "Climate TRACE, the global not-for-profit coalition is using Earth Observation data and AI to bring radical transparency to greenhouse gas emissions.",
      "preview": "Climate TRACE How the global not-for-profit coalition made up of NGOs, technology companies, academia, and former US Vice President and climate leader"
    },
    {
      "url": "https://lswcollectorapp.home.blog/2018/12/28/privacy-policy/",
      "title": "Privacy Policy - LSW Collector",
      "description": "Effective Date: January 1, 2023The LEGO Collector family of mobile applications which consists of LSW Collector (for Star Wars minifigures), LSW Sets (for Star Wars sets, exclusives, and promos), and LSH Collector (for Super Hero minifigures) (hereinafter referred to as the \"Service\") is operated by the app creator, Kevin Downard. This page informs you of the...",
      "preview": "Skip to content LSW Collector Uncategorized December 28, 2018 January 24, 2023 2 Minutes Effective Date: January 1, 2023 The LEGO Collector family of"
    },
    {
      "url": "https://www.fsb-tcfd.org/",
      "title": "Task Force on Climate-Related Financial Disclosures | TCFD)",
      "description": "The TCFD has developed a framework to help public companies and other organizations disclose climate-related risks and opportunities.",
      "preview": "Skip to main content IMPORTANT MESSAGE - PLEASE READ Concurrent with the release of its 2023 status report on October 12, 2023, the TCFD has fulfilled"
    },
    {
      "url": "https://mb.oemdtc.com",
      "title": "Mercedes-Benz & Smart - OEMDTC",
      "description": "Mercedes-Benz & Smart Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.codefellows.org/",
      "title": "Premier Tech Academy | Discover a Rewarding New Career | Code Fellows",
      "description": "Code Fellows is the Pacific Northwest's premier technical skills training academy, delivering high-quality live instruction both online and in person to people from all backgrounds.",
      "preview": "Code Fellows has ceased operations. A Legacy of Innovation and Transformation in Tech Education Code Fellows has ceased operations. As we close our do"
    },
    {
      "url": "https://fr.linkedin.com/company/unibail-rodamco-westfield?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Unibail-Rodamco-Westfield | LinkedIn",
      "description": "Unibail-Rodamco-Westfield | 136 816 abonnés sur LinkedIn. Creating sustainable places that Reinvent Being Together | Creating sustainable places that Reinvent Being Together. Unibail-Rodamco-Westfield is a creator and operator of unique sustainable places where people and communities connect through extraordinary, meaningful shared experiences. Working across the most dynamic markets in Europe and the US, Unibail-Rodamco-Westfield is committed to the vital role we can play in the regeneration of cities, accelerating their environmental transition to a net-zero future, and in the transformation of retail.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "https://www.leadersup.org/",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://technet.microsoft.com/scriptcenter",
      "title": "Scripting Blog [archived] - Formerly known as the \"Hey, Scripting Guy!\" blog",
      "description": "Formerly known as the \"Hey, Scripting Guy!\" blog",
      "preview": "Skip to main content This is an archived blog. The \"Hey, Scripting Guys!\" blog has been retired. There are many useful posts in this blog, so we keep"
    },
    {
      "url": "https://www.booking.com/help.en-gb.html",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is disabled In order to continue, we need to verify that you're not a robot. This requires JavaScript. Enable JavaScript and then reload th"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Tables",
      "title": "Tables - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Tables There are three ways you can insert tables in Overleaf: Using the Insert ta"
    },
    {
      "url": "https://www.heritagepark.ca/",
      "title": "Heritage Park Calgary | Popular Living History Museum in Canada",
      "description": "Visit Heritage Park Calgary, one of Canada's Largest Living History Museums and discover family fun for all ages. Plan your next family adventure now!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "https://thescottbrothers.com/meet-the-parents-jessica-alba-cash-warren/",
      "title": "Meet the Parents: Jessica Alba & Cash Warren - Drew & Jonathan",
      "description": "Parenting might be the toughest job around. Learn how Jessica Alba and Cash Warren handle their family life and raise three kids with love and boundaries!",
      "preview": "Skip to content 🗽 Take a Tour of Jonathan and Zooey's NYC Apartment 🍎 Subscribe to Our Newsletter Get design tips, episode recaps, shopping ideas, and"
    },
    {
      "url": "https://ushcccares.netlify.app/",
      "title": "USHCC CARES",
      "description": "USHCC CARES - Porque tú eres importante",
      "preview": "ES | EN info@ushcccares.com (202) 709-8611 Providing support, education, readiness and advice for small, minority and Hispanic-owned businesses in res"
    },
    {
      "url": "https://starsky.be/squad/ann-van-elsen",
      "title": "Ann Van Elsen | Starsky",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Ann Van Elsen SQUAD MEMBER #5 Ann Van Elsen MODEL & PRESENTER 88K < Back to overview annvanelsen"
    },
    {
      "url": "http://Target.com/circle",
      "title": "Target Circle™",
      "description": "Join Target Circle™ to get perks, deals & a whole lot more every time you shop at Target.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.jcwoodworking.com/cabin-fever-braindroppings/",
      "title": "Cabin Fever Braindroppings - JC Woodworking",
      "description": "void",
      "preview": "Skip to content Oh boy. How's everyone's apocalypse going? I have some newlywed friends that are stuck at home with just each other and their dog. Go"
    },
    {
      "url": "https://visit.stanford.edu/plan/",
      "title": "Where is Stanford? : Stanford University",
      "description": "Visitor Information Services at Stanford University--one of the world's leading research and teaching institutions. It is located in Palo Alto, California.",
      "preview": "Skip to content Visitor Information Optional line 2 - add two-line-signature to body class to display Menu Search form Search term Home The Basics Pro"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/post/126530257411",
      "title": "Astronomy Inspires | Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "https://www.viatris.com/en?gclid=Cj0KCQiAtqL-BRC0ARIsAF4K3WHGea3RcBbFa91VdqE_rszFxtO83sm_UBbKMheAnJrbIKYLgMv5rywaAgdUEALw_wcB",
      "title": "Viatris | Global Healthcare Company",
      "description": "Viatris is a global pharmaceutical company that believes in healthcare not as it is, but as it should be. Learn about our story, explore our products and browse career opportunities.",
      "preview": "Localized information for The page you are about to visit contains information about Viatris that is specific to . Regulatory requirements, data prote"
    },
    {
      "url": "https://dainosawr.tumblr.com/post/90223285565",
      "title": "dainosawr - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "dainosawr - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don"
    },
    {
      "url": "https://www.newscientist.com/definition/quantum-entanglement/",
      "title": "What is quantum field theory? | New Scientist",
      "description": "Quantum field theory marries the ideas of other quantum theories to depict all particles as \"excitations\" that arise in underlying fields. The British physicist Paul Dirac started the ball rolling in the late 1920s with his equation describing how relativistic electrons - and with it most other matter particles - behave. Standard quantum theory as &hellip;",
      "preview": "Close Advertisement Subscribe now Quantum field theory Quantum-based theories that explain how the forces of nature work By Richard Webb Facebook / Me"
    },
    {
      "url": "https://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://alex-warner.com/",
      "title": "Alex Warner",
      "description": "Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content for People.com and InStyle.com. I'm basically like your personal shopper, from writing about that cozy loungewear set you didn't know you needed to keeping tabs on the best sales and deals on the internet. I'm also...",
      "preview": "Skip to content Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content f"
    },
    {
      "url": "https://yogajanda.com/blog/",
      "title": "Yoga Janda Yoga and Pregnancy Blog | Yoga Janda",
      "description": "Get pregnancy tips, labor and birth tips, and postpartum healing tips, and breastfeeding tips. This blog is a great resource for any pregnant woman.",
      "preview": "+1 760-716-6386 liza@yogajanda.com Facebook X RSS Facebook X RSS Gallery Testimonials FAQs Yoga Janda Pregnancy and Yoga Blog Get Pregnancy Tips, Labo"
    },
    {
      "url": "https://www.containerstore.com/s/bath/makeup-organizers/luxe-acrylic-modular-makeup-system/12d?productId=10036225",
      "title": "Luxe Acrylic Modular Makeup System | The Container Store",
      "description": "Shop Bathroom Organizers to declutter your space. From makeup holders to shower caddies, find solutions at The Container Store.",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://www.thefulltoss.com/",
      "title": "The Full Toss Cricket Blog - English Cricket, No Spin",
      "description": "Irreverent England cricket blog with a zero percent bounce rate. It's cricket from a supporter's perspective - and absolutely no spin.",
      "preview": "Read on 30 comments Read later Read on 3 comments Read later Read on 3 comments Read later Read on Read later Read on 14 comments Read later Read on 6"
    },
    {
      "url": "https://divainbucatarie.ro/tag/retete-afrodisiace/",
      "title": "File de pastrav cu piure de telina - Diva in Bucatarie",
      "description": "File de pastrav cu piure de telina . File de pastrav cu piure de telina. reteta de pastrav cu piure de telina. File de pastrav cu piure de telina diva in bucatarie",
      "preview": "Retete culinare Vezi retete pe categorii Deserturi D Europeana E Coacere C Crumble cu prune si nuca Crumble cu prune si nuca. Reteta de crumble cu pru"
    },
    {
      "url": "https://www.a-b-c.org/",
      "title": "Association to Benefit Children | A champion for all children",
      "description": "Discover ABC's programs in early childhood, Early Intervention, mental health, afterschool and summer camp, Preventive Services dedicated to supporting vulnerable children and families in New York City. We are a 501(c)3 registered nonprofit organization.",
      "preview": "0"
    },
    {
      "url": "https://www.commonsense.org",
      "title": "Common Sense",
      "description": "Common Sense is the nation's leading nonprofit organization working to make the digital world healthier, safer, accessible, and engaging for kids and families.",
      "preview": "Skip to main content 100% of your membership supports our independent work. We protect & prepare kids in the digital era. Join now . We protect and pr"
    },
    {
      "url": "https://unclebekah.com/",
      "title": "Uncle Bekah's Inappropriate Trucker Hats - Uncle Bekah's Inappropriate Trucker Hats",
      "description": "Uncle Bekah's Inappropriate Trucker Hats sells funny novelty items including trucker hats and more. Customers can also create a custom trucker hat using their own phrase.",
      "preview": "Skip to content You look like you need a dumb hat. Shop all Open media featured in modal Open media 3 in modal Open media 4 in modal Open media 5 in m"
    },
    {
      "url": "https://www.usna.edu/Users/oceano/pguth/md_help/html/navfix.htm",
      "title": "Home :: User Sites :: USNA",
      "description": "The Home page for the User Sites Site on the USNA Website. This page was last updated on Tue Jul 22 15:30:01 EDT 2025.",
      "preview": "Skip to main content Skip to footer site map USNA Oceanography Professor Peter Guth Home Professor Peter Guth Professor Peter Guth Professor Guth has"
    },
    {
      "url": "https://www.britishairways.com/travel/home/public/en_in/",
      "title": "British Airways | Book Flights, Holidays, City Breaks & Check In Online",
      "description": "Save on worldwide flights and holidays when you book directly on ba.com. Browse our guide, find great deals, manage your booking and check in online",
      "preview": "British Airways -- Book Flights, Holidays, City Breaks & Check In Online Skip to main content Search London flights Search London vacations Search New"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "https://www.natalido.com/cambodia",
      "title": "Cambodia | natalido",
      "description": "void",
      "preview": "top of page bottom of page"
    },
    {
      "url": "https://crisisresponse.google/",
      "title": "Crisis Response Homepage",
      "description": "Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology and recovery support.",
      "preview": "Crisis response areas Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology a"
    },
    {
      "url": "http://objets-golf.com/textiles-et-parapluies/casquettes-de-golf/",
      "title": "Casquettes de golf - Objets publicitaires de Golf",
      "description": "NOS PRODUITS Casquette Callaway Liquid Metal Tissu antimicrobien. Possibilitbroderie sur cotou arrie. Reglage par velcro. 7 coloris au choix Logo Callaway sur le front. Casquette Callaway Stich magnet Personnalisation du logo à l'arrière de la casquette. Casquette Callaway Custom Side Logo Callaway à l'avant de la casquette. Personnalisation du logo sur les côtés de la ... Lire la suite de« Casquettes de golf »",
      "preview": "Aller au contenu NOS PRODUITS Casquette Callaway Liquid Metal Tissu antimicrobien. Possibilitbroderie sur cotou arrie. Reglage par velcro. 7 coloris a"
    },
    {
      "url": "http://www.nutriente.it/",
      "title": "nutriente.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://melodiesofabeautifullife.tumblr.com/",
      "title": "Lifes alot like Music.",
      "description": "Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful.",
      "preview": "Lifes alot like Music. Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful. MusicList The Daily Notes 23 Jun wildlifepower :"
    },
    {
      "url": "https://ipbes.net/global-assessment",
      "title": "Global Assessment Report on Biodiversity and Ecosystem Services | IPBES secretariat",
      "description": "IPBES is to perform regular and timely assessments of knowledge on biodiversity and ecosystem services and their interlinkages at the global level. Also addressing an invitation by the Conference of the Parties of the Convention on Biological Diversity (CBD) to prepare a global assessment of biodiversity and ecosystem services building, inter alia, on its own and other relevant regional, subregional and thematic assessments, as well as on national reports.",
      "preview": "Skip to main content Assessments Second global assessment Spatial planning and connectivity assessment Monitoring assessment Business and biodiversity"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "http://www.colorbasepair.com/bioinformatics_courses_tutorials.html",
      "title": "Bioinformatics Courses and Tutorials: online bioinformatics tutorials and courses",
      "description": "a list of on-line bioinformatics and computational biology courses and tutorials",
      "preview": "Bioinformatics Guide Bioinformatics On-line Courses and Tutorials Below is a list of on-line course materials and tutorials for bioinformatics and com"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "https://www.ppl-inc.org/",
      "title": "Homepage | Project for Pride in Living",
      "description": "PPL builds the hope, assets, and self-reliance of individuals and families who have lower incomes by providing transformative affordable housing and employment readiness services.",
      "preview": "Skip to main content Search Search Enter the terms you wish to search for. Search Menu PPL TRANSFORMS LIVES About Us Under Our Roof An evening of gath"
    },
    {
      "url": "https://www.brownjenkins.com/collections/single-origin-coffee-10-oz-bags/products/estate-java-coffee-10-oz",
      "title": "Estate Java Coffee - 10 ounce - Brown & Jenkins - The Vermont Coffee Roasters",
      "description": "Estate Java is among our favorites. It features a pleasantly lingering smooth body and a distinguished, never overstated spicy finish.",
      "preview": "Skip to content Phone Facebook Instagram Pinterest Twitter FRESH ROASTED COFFEE DELIVERED TO YOUR DOOR FOR OVER 40 YEARS! Submit Account Open cart $ 0"
    },
    {
      "url": "https://www.artbazaar.com/publisher/art-101-usa/",
      "title": "Art 101 USA Archives - Art Bazaar",
      "description": "void",
      "preview": "Showing the single result Default sorting Sort by popularity Sort by latest Sort by price: low to high Sort by price: high to low Art 101 Budding Arti"
    }
  ],
  "_meta": {
    "total_bookmarks": 77
  }
}