{
  "data": [
    {
      "url": "https://volvo.oemdtc.com",
      "title": "Volvo - OEMDTC",
      "description": "Volvo Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://ilabs.uw.edu/institute-faculty/bio/i-labs-andrew-n-meltzoff-phd",
      "title": "Andrew N. Meltzoff, Ph.D. | I-LABS",
      "description": "void",
      "preview": "Andrew N. Meltzoff, Ph.D. Professor and Co-Director Jump to: Bio | Full CV | Short CV | Publications | About the Lab | Contact Professor , Department"
    },
    {
      "url": "http://oradealife.ro/galerii-poze/festivaluri/336-carnavalul-florilor-2017.html",
      "title": "Carnavalul Florilor 2017",
      "description": "Poze realizate in data de 21 August, 2017",
      "preview": "Acasă Galerii poze Festivaluri Festivaluri Carnavalul Florilor 2017 Oradea Poze realizate in data de 21 August, 2017 Acasă Galerii poze Festivaluri"
    },
    {
      "url": "https://dopely.top/",
      "title": "Dopely",
      "description": "Your ultimate digital color companion. Discover, analyze, and explore the world of color with detailed information, harmony generation, and conversion tools.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.kxan.com/news/crime/family-of-killed-81-year-old-fears-he-was-victim-of-hate-crime/amp/",
      "title": "Family of man killed in Austin, Texas fears he was victim of a hate crime",
      "description": "Leonard Foster, 81, was found dead in his apartment Saturday. His family believes the suspect may have targeted him because he was gay.",
      "preview": "AUSTIN (KXAN) - Leonard Foster, 81, was found dead in his apartment Saturday , and his family believes the suspect may have targeted him because he wa"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://www.accaglobal.com/us/en.html",
      "title": "Home | ACCA Global",
      "description": "ACCA (the Association of Chartered Certified Accountants) is the global body for professional accountants.",
      "preview": "The global body for professional accountants About us Search jobs Find an accountant Technical resources Help & support Apply now MyACCA Global Americ"
    },
    {
      "url": "https://www.ravelry.com/bundles/free-crochet-patterns-11",
      "title": "Ravelry: Bundles: Free Crochet Patterns by Marie Segares",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.alessibakery.com/",
      "title": "Home - Alessi Bakery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mactrast.com/tag/apple-event/",
      "title": "Apple Event - MacTrast",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.google.nu/url?q=http%3A%2F%2Fwww.Berita%20Harian.my.id%2F",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso un URL non valido. Se non desideri visitare questa pagina, puoi t"
    },
    {
      "url": "https://www.woodplc.com/",
      "title": "Global engineering and consulting for energy and materials | Wood",
      "description": "Wood: Global leader in engineering consulting, shaping the future of energy and materials with innovative solutions across 60 countries",
      "preview": "Close search Designing the future. Explore our company Designing the future. Explore our company We are the world's industry-leading consultants, engi"
    },
    {
      "url": "https://www.craftsmanspace.com/knowledge/chip-carving-patterns.html",
      "title": "Wood carving books | CRAFTSMANSPACE",
      "description": "Download free and public domain books on wood carving, chip carving, wood sculpture, etc.",
      "preview": "Skip to main content Download free and public domain books on wood carving, chip carving, wood sculpture, etc. WOOD CARVING DESIGN AND WORKMANSHIP BY"
    },
    {
      "url": "https://veckorevyn.com/nyheter/hannah-jag-ska-hamnas-pa-bygglovs-matte/",
      "title": "Hannah: Jag ska hämnas på Bygglovs-Matte!",
      "description": "En skådis, en sexexpert och en nattklubbschef - se vad de gör i helgen!",
      "preview": "Menu Sök Sök efter: Sök Menu Sök Sök efter: Sök Hannah: Jag ska hämnas på Bygglovs-Matte! En skådis, en sexexpert och en nattklubbschef - se vad de gö"
    },
    {
      "url": "https://www.gainsight.com/",
      "title": "Customer Success and Product Experience Software | Gainsight",
      "description": "Gainsight's Customer Success and Prod",
      "preview": "October 16th-\"Unplugged: Digital Customer Success From Theory to Reality\" feat. Zapier, Klaviyo, Airtable, & more! Save Your Seat"
    },
    {
      "url": "https://share.flipboard.com/bookmarklet/popout?v=2&url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&title=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Flipboard",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://utsouthwestern.pure.elsevier.com/en/publications/relationship-between-safe-sex-and-acculturation-into-the-gay-subc",
      "title": "Relationship between safe sex and acculturation into the gay subculture - University of Texas Southwestern Medical Center",
      "description": "void",
      "preview": "Search All UT System Experts Relationship between safe sex and acculturation into the gay subculture A. C. Seibt, M. W. Ross, A. Freeman, M. Krepcho,"
    },
    {
      "url": "https://www.brennancenter.org/our-work/research-reports/steep-costs-criminal-justice-fees-and-fines",
      "title": "The Steep Costs of Criminal Justice Fees and Fines | Brennan Center for Justice",
      "description": "Court fees and fines unjustly burden people with debt just as they are re-entering society. They are also ineffective at raising revenue.",
      "preview": "Skip Navigation Home Our Work Research & Reports The Steep Costs of Criminal Justice Fees and Fines Explore Our Work Close The past decade has seen a"
    },
    {
      "url": "https://ford.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://lcfgeorgia.org/",
      "title": "Latino Community Fund (LCF Georgia)",
      "description": "Latino Community Fund (LCF Georgia) Latino nonprofit organization supporting Hispanics in Georgia with programs, services, advocacy, grants",
      "preview": "Skip to content We Help Georgia Grow. Expanding democracy, increasing representation, building and protecting community, and facilitating economic opp"
    },
    {
      "url": "http://horilab.jp/publications/style/refereed-intl-article/2021/international-trends-in-k-12computer-science-curricula-through-comparative-analysis-implications-for-the-primary-curricula",
      "title": "International Trends in K-12 Computer Science Curricula Through Comparative Analysis: Implications for the Primary Curricula - メディア教育論ゼミ",
      "description": "void",
      "preview": "関連性のある発表 Practical Study on Computer Science Unplugged for Children Aimed to Considerer of Application to the Japanese Primary School Education Charac"
    },
    {
      "url": "https://cristianchinabirta.ro/tag/masina/",
      "title": "Despre masina - Cristian China-Birta",
      "description": "Despre masina. Am scris peste 13.000 de articole pe blog. Dintre ele, unele sunt despre masina . Intră acum să le citești.",
      "preview": "Skip to content Cristian China-Birta Mare maestru de isprăvi 2.0 Caută Caută Închide Meniu Etichetă: masina Ce maşină vrem să avem astăzi? Stau dimine"
    },
    {
      "url": "https://www.usada.org/spirit-of-sport/education/can-poppyseeds-cause-a-positive-drug-test/",
      "title": "Can Poppy Seeds Cause a Positive Drug Test? | USADA",
      "description": "Can poppy seeds cause a positive anti-doping drug test? How does eating poppy seeds cause a failed drug test. Can you test positive after eating poppy seeds?",
      "preview": "Facebook-square X-twitter Instagram Linkedin Youtube Athlete Connect Global DRO Search Our Website Search ... All Categories Announcement Science Arch"
    },
    {
      "url": "http://www.revel-belledonne.com/la-fontaine",
      "title": "Village de Revel Belledonne - Revel",
      "description": "void",
      "preview": "Accès rapide Démarches administratives Portail des Familles Menus de la cantine La bibliothèque Location des salles Vie associative Projets en cours O"
    },
    {
      "url": "https://www.glasseo.com/des-moocs-pour-comprendre-les-enjeux-sur-le-climat",
      "title": "Des Moocs pour comprendre les enjeux sur le climat | Glasseo",
      "description": "L'acronyme MOOC signifie « Massive Open Online Course » traduit en français « cours en ligne ouvert et massif ». L'inscription est généralement gratuite et permet de se former ou de s'informer sur des sujets très variés comme les cours de cuisine ou le pilotage de drone. L'incubateur We-explore a eu la bonne idée de proposer des Moocs construits sur l'expérience de grands explorateurs avec qui ils ont collaborés de près ou de loin. (campus.we-explore.org) Des explorateurs qui ont sillonné la terre et les océans et qui ont capitalisé sur leurs expériences pour un monde plus durable. Ils ont pu découvrir ou tester des savoir-faire, des savoir-être ou des organisations nouvelles qu'ils nous font partager à travers 4 formations en ligne passionnantes et très enrichissantes. En espérant qu'il y en aura beaucoup d'autres, vous avez d'ores et déjà accès à 4 thématiques : Low tech Lab : Comment faire mieux avec moins. Nous en parlions dans un précédent article intitulé S'inspirer des « low technos » pour réduire son impact en émission de C02 . Ce module de formation vous donnera les clés pour comprendre l'état d'esprit et comment expérimenter une démarche low-tech. Matériaux : Nous le savons tous désormais la population mondiale consomme en 6 mois les ressources que la planète est capable de régénérer en 1 an. Ce module nous parle de matériaux recyclés, d'économie circulaire et de consommation locale. Océans : Ici vous découvrirez à quel point notre mode de vie impact les océans et à l'inverse pourquoi les océans sont une source infinie de richesse pour l'humanité et pour le climat. Ici vous comprendrez pourquoi il est vital de protéger nos océans. Territoires : Cette séquence très concrète nous ouvre les yeux sur la façon dont nous pouvons nous impliquer au coin de la rue pour agir chacun à son niveau et sur son territoire. Comment réduire notre empreinte matérielle ? Analyse de cycle de vie, économie circulaire, écologie territoriale industrielle, éco-conception, sobriété... sont des pistes de solutions prometteuses à explorer. La connaissance est un élément primordial pour permettre à chacun d'être un acteur de la transition écologique et solidaire, ce projet de campus We explore est un outil extra pour sensibiliser le plus grand nombre. Alors inscrivez-vous en deux clics pour visionner des heures de vidéos inspirantes sur le site : campus.we-explore.org.",
      "preview": "Aller au contenu principal Retour Des Moocs pour comprendre les enjeux sur le climat Image L'acronyme MOOC signifie « Massive Open Online Course » tra"
    },
    {
      "url": "https://uspaacc.com/",
      "title": "USPAACC | Largest, Most Established Asian American Business...",
      "description": "Our mission is to be the gateway to corporate and government contracts and to connect suppliers of all backgrounds including Pan Asian American...",
      "preview": "Learn More Learn More Learn More Events LiveTALK: Grow Your Business with AI-Powered Toold by Google Looking to harness the power of AI to grow your b"
    },
    {
      "url": "https://pitlochry.de/wohnung-runa",
      "title": "Wohnung Runa | Ferienwohnungen Pitlochry auf Amrum",
      "description": "void",
      "preview": "Wohnung Runa - ca. 40 qm für 2 Personen - im 1. Stock und Spitzboden Hier bauen wir gerade für Sie um ... Geschirrspüler und Backofen kommen neu und die"
    },
    {
      "url": "https://ballot.gamvp.org",
      "title": "Find what's on your ballot | Vote informed with GAMVP Ballot Look-up",
      "description": "Use GAMVP Ballot Look-up to find your ballot and make an informed vote about state and local candidates.",
      "preview": "Navigation Button Let's figure out what will be on your ballot Enter the address where you're registered to vote, and we'll find all the districts you"
    },
    {
      "url": "https://www.nedcc.org/free-resources/preservation-leaflets/overview",
      "title": "NEDCC Preservation Leaflets - NEDCC",
      "description": "The Northeast Document Conservation Center specializes in paper and book conservation. NEDCC performs conservation treatment for photographs, books, prints, documents, maps, and globes. NEDCC's professional conservators also treat architectural plans, parchment, papyrus, wallpaper, and works of art on paper including charcoal drawings and watercolor paintings. NEDCC performs digital imaging on rare, fragile, or oversize cultural heritage collections. The Audio Preservation department offers digitization of audio media using traditional and optical-scanning technologies. NEDCC serves libraries, museums, archives, historical societies, and corporate archives. NEDCC offers preservation advice to family collectors, art collectors, book collectors. Preservation training is one of NEDCC's strengths - workshops, webinars, and conferences are taught on caring for paper and book collections, digital curation, metadata, photograph care and identification, and multimedia, audio and video.",
      "preview": "Skip to Content NEDCC Preservation Leaflets Welcome to NEDCC's Preservation Leaflets series! Click the Leaflet topic categories to begin your explorat"
    },
    {
      "url": "https://usenetloadsyulh.web.app/ivester19042jid/304112.html",
      "title": "Cómo descargar s w para la cámara de windows 10 (2020)",
      "description": "Echa un vistazo a nuestra selección de programas para gestionar la webcam de tu PC con el que podrás comunicarte con tus amigos mediante vídeo en directo",
      "preview": "Skip to content Descargar cámara 360 Cómo descargar B612 gratis B612 es una aplicación de fotografía para Android, Windows Phone y iOS que ofrece dive"
    },
    {
      "url": "https://www.booklistonline.com/Default.aspx",
      "title": "Booklist Online: Leading Book Discovery",
      "description": "void",
      "preview": "Welcome to Booklist Online!"
    },
    {
      "url": "https://opendata.paris.fr/explore/dataset/quartier_paris/information/",
      "title": "Quartiers administratifs - Paris Data",
      "description": "Données géographiques surfaciques. Le quartier désigne la division administrative de l'arrondissement. Chaque arrondissement est découpé en quatre quartiers administratifs. Paris compte ainsi quatre-vingt quartiers administratifs. Étendue géographique : ParisFichier jointquartier.pdf contient la description détaillée de la structure des données",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://www.arxiv-vanity.com/papers/1605.06764/",
      "title": "[1605.06764] 3D Face Tracking and Texture Fusion in the Wild",
      "description": "We present a fully automatic approach to real-time 3D face reconstruction from monocular in-the-wild videos. With the use of a cascaded-regressor based face tracking and a 3D Morphable Face Model shape fitting, we obta...",
      "preview": "3D Face Tracking and Texture Fusion in the Wild Patrik Huber, William Christmas, Josef Kittler Centre for Vision, Speech and Signal Processing Univers"
    },
    {
      "url": "https://consumidor.ftc.gov",
      "title": "Consejos para consumidores | La Comisión Federal de Comercio",
      "description": "El sitio web oficial de la Comisión Federal de Comercio (FTC), protegiendo a los consumidores de Estados Unidos de América por más de 100 años.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://help.github.com/en/articles/github-terms-of-service/",
      "title": "GitHub Terms of Service - GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Terms of Service In this article Thank you for using GitHub! We're happy you're here. Please read this Terms of Service ag"
    },
    {
      "url": "http://www.aesociety.org/",
      "title": "AES Society | Inpiring Innovation With Service",
      "description": "AES Electrophoresis Society is a STEM focused non-profit founded to promote excellence in electrokinetics research and discovery.",
      "preview": "top of page AES Society Mission AES Electrophoresis Society is a unique, non-profit, international organization founded to advance and promote electri"
    },
    {
      "url": "http://www.pc.ibm.com/",
      "title": "IBM",
      "description": "For more than a century, IBM has been a global technology innovator, leading advances in AI, automation and hybrid cloud solutions that help businesses grow.",
      "preview": "Explore, build and launch at IBM TechXchange 2025 Read key dev announcements from the conference and explore how gen AI is transforming build and auto"
    },
    {
      "url": "http://www.wcvltd.co.uk/stock-detail.php?ID=2c9299d27cffaeaa017d23aab72778e0",
      "title": "Current Stock List - Warrington Car and Van Sales Ltd",
      "description": "Warrington Car and Van Sales are based in Warrington, Cheshire. Established for over 20 years supplying quality used cars and vans. Tel: 01925 558827 to find out the best deal we can do for you.",
      "preview": "Sorry! The vehicle you are looking for cannot be found Please visit out Current stock list Chat on"
    },
    {
      "url": "https://www.speedsolving.com/wiki/index.php/CFOP_method",
      "title": "CFOP method - Speedsolving.com Wiki",
      "description": "void",
      "preview": "Anonymous Not logged in Create account Log in Speedsolving.com Wiki Search CFOP method From Speedsolving.com Wiki Namespaces Page Discussion More More"
    },
    {
      "url": "http://motodubai.com/dubai-motorycle-rentals-dubai/bmw-motorrad-apparel-2014.php",
      "title": "Dubai - Harley-Davidson® | Goldwing | BMW | Rentals | Tours",
      "description": "Dubai largest selection and lowest prices rental of Harley-Davidson® motorcycles, If you are already in Dubai or you have already planned a trip to Dubai,you can also rent a motorcycle for a few days to explore the United Arab Emirates. We also have One-Day Organized Motorcycle Tours.",
      "preview": "United Arab Emirates DUBAI MOTORCYCLE TOUR & RENTAL Next | MAIN | PREVIOUS Free Beaches in Dubai Aside from modern designs and architectures, Dubai is"
    },
    {
      "url": "https://www.plex.tv",
      "title": "Stream Movies & Find Shows On The Best Streaming Services",
      "description": "Searching for the best free streaming services for a great show? Plex is your destination! Find great movies to watch and stream all your personal media libraries on every device.",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Meet you"
    },
    {
      "url": "https://www.bagborroworsteal.com/",
      "title": "Rent, Buy and Sell Designer Handbags & Accessories - Bag Borrow or Steal",
      "description": "Rent, Buy and Sell Designer Handbags & Accessories. Keep your authentic luxury collection fresh. Shop Bag Borrow or Steal",
      "preview": "Sign In | WE GUARANTEE AUTHENTICITY Take an extra 30% OFF SITEWIDE...Use promo code BAGHOLIDAY at checkout. Get Inspired - Follow Us on Instagram Tag #B"
    },
    {
      "url": "https://www.alfa3de.de/grossraumige-kleiderschranke-aldur-1-1800-x-800-x-500",
      "title": "void",
      "description": "void",
      "preview": "Dieser E-Shop verwendet Cookies Wir verwenden Cookies auf unserer Website. Einige sind wichtig, während andere uns helfen, diese Website und Ihre Benu"
    },
    {
      "url": "https://switchboardta.transistor.fm/",
      "title": "Switchboard",
      "description": "Switchboard is a one-stop resource hub for refugee service providers in the United States.",
      "preview": "Switchboard is a one-stop resource hub for refugee service providers in the United States. Play Episode One Pause Episode January 9, 2025 • 25 Minutes"
    },
    {
      "url": "https://easychair.org/smart-slide/author/H5t8",
      "title": "Author: Patricia Johann",
      "description": "void",
      "preview": "EasyChair Smart Slide Docs / Log in Home Author: Patricia Johann This page shows all presentations of this author published in EasyChair Smart Slide."
    },
    {
      "url": "https://blackdoctor.org/author/30dayhairdetox/",
      "title": "BlackDoctor.org - Where Wellness & Culture Connect",
      "description": "BlackDoctor.org is the most comprehensive online health resource for African Americans. Learn about black health conditions, wellness, celebrity news & more!",
      "preview": "Skip to main content Skip to secondary menu Skip to primary sidebar Skip to footer Where Wellness & Culture Connect For Every Breast Cancer Fighter, S"
    },
    {
      "url": "https://www.santafenewmexican.com/opinion/my_view/death-by-fees-how-new-mexico-punishes-poverty/article_a1f5c41c-124b-11ec-bd2f-f3b287573916.html",
      "title": "Death by fees: How New Mexico punishes poverty | My View | santafenewmexican.com",
      "description": "The words \"debtor's prison\" conjure up images of a dark, barbaric past. But in New Mexico, that past never went away - it's just been repackaged.",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Advertisement Facebook Twitter WhatsApp SMS Email Facebook Twitter WhatsApp"
    },
    {
      "url": "https://www.cheesescience.org/",
      "title": "Cheese Science Toolkit",
      "description": "Cheese science toolkit is a resource for all things cheese science.",
      "preview": "Decoding the science of cheese A technical resource for cheesemongers, cheese buyers, and cheese connoisseurs In loving memory of Patrick Polowsky - c"
    },
    {
      "url": "https://www.blumen-tauber.at/p1290126-2/",
      "title": "P1290126 - Blumen Tauber",
      "description": "Besuche den Beitrag für mehr Info.",
      "preview": "05224 / 52203 office@blumen-tauber.at"
    },
    {
      "url": "https://www.nintendo.com/whatsnew/super-nintendo-world-opens-at-universal-studios-hollywood-on-friday-february-17-2023/",
      "title": "SUPER NINTENDO WORLD Opens at Universal Studios Hollywood on Friday, February 17, 2023 - News - Nintendo Official Site",
      "description": "New Details Revealed as Countdown to the Highly-Anticipated Opening Approaches Click here for a sneak peek. Let's-a go! SUPER NINTENDO WORLD™, the innovative, immersive and highly-anticipated themed land officially opens at Universal Studios Hollywo...",
      "preview": "SUPER NINTENDO WORLD Opens at Universal Studios Hollywood on Friday, February 17, 2023 New Details Revealed as Countdown to the Highly-Anticipated Ope"
    },
    {
      "url": "http://www.inps.it/",
      "title": "Portale Inps - Home",
      "description": "Sito ufficiale di INPS (Istituto Nazionale Previdenza Sociale)",
      "preview": "it Vai al menu principale Vai al contenuto principale Vai al footer Pensione e Previdenza Pensione e Previdenza Domanda di pensione Fondi e Gestioni R"
    },
    {
      "url": "https://www.123inkt.nl/HP-89X-CF289X-toner-zwart-hoge-capaciteit-123inkt-huismerk-CF289XC-i73482-t602712.html",
      "title": "123inkt huismerk vervangt HP 89X (CF289X) toner zwart hoge capaciteit 123inkt.nl",
      "description": "123inkt huismerk vervangt HP 89X (CF289X) toner zwart hoge capaciteit ✔️ Goedkope printers, printer supplies en kantoorartikelen ✔️ Snelle levering 123inkt.nl",
      "preview": "Het artikel is in uw winkelwagentje geplaatst. Het artikel is in uw recyclewagentje geplaatst. [Dit venster sluit automatisch over 1 sec] 123inkt.nl N"
    },
    {
      "url": "https://blog.google/products/search/mapping-wildfires-with-satellite-data/",
      "title": "Mapping wildfires with the power of satellite data",
      "description": "New wildfire boundary information in Search and Maps helps people stay safe and informed.",
      "preview": "Mapping wildfires with the power of satellite data Aug 20, 2020 · Share Twitter Facebook LinkedIn Mail Copy link Yossi Matias VP Engineering & Researc"
    },
    {
      "url": "https://www.indycar.com/Schedule",
      "title": "NTT INDYCAR SERIES Race Schedule, Results, Dates, Times | Official Site of INDYCAR",
      "description": "Full NTT INDYCAR SERIES race schedule, ticket information, race results, race dates, race times, and track information.",
      "preview": "facebook instagram linkedin threads tiktok x youtube double-arrow-down double-arrow-right double-arrow-left Schedule View by 2026 Season 2026 2025 202"
    },
    {
      "url": "http://aerfish.com/UniverseSplitter",
      "title": "Universe Splitter | Aerfish",
      "description": "Aerfish's \"Universe Splitter\" app uses an actual quantum device to help you make everyday decisions. Endorsed by famous physicists!",
      "preview": "top of page #1 ON THE APP STORE • STAFF FAVORITE THE ORIGINAL Universe Splitter Tough decision? There's no need to choose -- Split the universe and"
    },
    {
      "url": "https://kathleencollinsposts-blog.tumblr.com/",
      "title": "@kathleencollinsposts-blog on Tumblr",
      "description": "Follow @kathleencollinsposts-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://stopasianhate.carrd.co/",
      "title": "Stop Asian Hate",
      "description": "There has been a wave of anti- Asian violence since the start of Covid- 19 here are some resources to help support the Asian community.",
      "preview": "Stop Asian Hate There has been a wave of Anti- Asian Violence since the start of Covid- 19 here are some resources to Help Support the Asian Community"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/lighting-18701/",
      "title": "Baby Bathing, Baby Changing Units & Accessories - IKEA UK",
      "description": "Explore our affordable baby changing, bathing & potty essentials. Designed for comfort and convenience. Shop now.",
      "preview": "Skip to main content Skip to product list pencil Book a FREE online or in-store Children's bedroom planning appointment Baby changing, bathing & potty"
    },
    {
      "url": "https://power-type.com/power-display/",
      "title": "Power Display Typeface - Power Type™ Foundry",
      "description": "Power Type Foundry, born from a decade of expertise in type design. The typefaces we present are carefully crafted, reflecting years of dedication and passion for the art of typography. We are the authentic type design experts and we take great care in crafting glyphs.",
      "preview": "void"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2021/03/08/iowa-governor-kim-reynolds-signs-law-shortening-early-voting-closing-polls-earlier-election-day/6869317002/",
      "title": "Iowa voting law: Gov. Kim Reynolds signs law shortening early voting",
      "description": "The measure passed the Legislature with all Republican votes. The GOP says the law is about election integrity; Democrats say it's voter suppression.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "http://savoirs.ens.fr/conferencier.php?id=3344",
      "title": "Savoirs ENS",
      "description": "Les derniers cours, séminaires, colloques et conférences enregistrées à l'Ecole Normale Supérieure (Paris)",
      "preview": "Accueil / conferencier Thèmes SCIENCES Chimie (40) Environnement-Ecologie (121) Géosciences (178) Informatique (84) Mathématiques (79) Physique (344)"
    },
    {
      "url": "https://www.vsetkoprenechty.sk/207-trvala-na-riasy-sada",
      "title": "Trvalá na riasy - Vsetkoprenechty.sk",
      "description": "Trvalá na riasy je chemické natočenie rias, oko získa zvodnejší a príťažlivejší pohľad, oko rozjasní a viac otvorí. Po aplikácii zostanú riasy natočené po dobu 2 až 3 mesiacov. Dokonale upravené riasy sú základom pre efektne pôsobiace oči. Ak Vás už unavujú kliešte na riasy a umelým trsom neholdujete, skúste trvalú. Chemické tvarovanie rias sa dá aplikovať na krátke, ako aj na dlhé riasy. Efekt jemného natočenia mihalníc oko krásne otvorí a zväčší. Aj keď nemáte tie najdlhšie riasy, nemusíte si robiť starosti. Efekt je výrazný pri dlhých, aj krátkych riasach.",
      "preview": "Kategórie Darčekové kazety Darčeky pre ženy NECHTY Akrylový systém Sady na akrylové nechty Formy na Nail Art akrylom Farebný akryl Modelovací akryl Te"
    },
    {
      "url": "http://www.rodeohouston.com/",
      "title": "The Official Houston Livestock Show and Rodeo Website",
      "description": "Immerse yourself in the heart of Texas tradition at the Houston Livestock Show and Rodeo. Explore exhilarating rodeo events, world-class entertainment, and educational exhibits",
      "preview": "See y'all March 2-22, 2026! World's Championship Bar-B-Que Contest , presented by Cotton Holdings February 26-28, 2026. Cody Johnson Tickets Calf Scra"
    },
    {
      "url": "https://training.institut-curie.org/recherche?f%5B0%5D=date-debut%3A1559390400&f%5B1%5D=date-debut%3A1559390400&f%5B10%5D=theme-recherche%3A377&f%5B11%5D=theme-recherche%3A380&f%5B12%5D=theme-recherche%3A384&f%5B13%5D=theme-recherche%3A384&f%5B14%5D=theme-recherche%3A384&f%5B15%5D=theme-recherche%3A384&f%5B16%5D=theme-recherche%3A389&f%5B17%5D=theme-recherche%3A389&f%5B18%5D=theme-recherche%3A389&f%5B19%5D=theme-recherche%3A389&f%5B2%5D=date-debut%3A1559390400&f%5B20%5D=theme-recherche%3A409&f%5B21%5D=theme-recherche%3A409&f%5B22%5D=theme-recherche%3A479&f%5B23%5D=theme-recherche%3A479&f%5B24%5D=theme-recherche%3A479&f%5B25%5D=theme-recherche%3A479&f%5B26%5D=type-cours%3AINTERNATIONAL&f%5B27%5D=type-cours%3AINTERNATIONAL&f%5B28%5D=type-cours%3AINTERNATIONAL&f%5B29%5D=type-cours%3AINTERNATIONAL&f%5B3%5D=date-debut%3A1559390400&f%5B30%5D=type-cours%3AINTERNATIONAL&f%5B31%5D=type-cours%3AINTERNATIONAL&f%5B32%5D=type-cours%3AINTERNATIONAL&f%5B33%5D=type-cours%3AINTERNATIONAL&f%5B34%5D=type%3Acours&f%5B35%5D=type%3Acours&f%5B36%5D=type%3Acours&f%5B37%5D=type%3Acours&f%5B38%5D=type%3Acours&f%5B39%5D=type%3Acours&f%5B4%5D=langue-taxo%3A40&f%5B40%5D=type%3Acours&f%5B41%5D=type%3Acours&f%5B5%5D=langue-taxo%3A40&f%5B6%5D=profil%3A7&f%5B7%5D=profil%3A7&f%5B8%5D=profil%3A7&f%5B9%5D=profil%3A7&text=",
      "title": "Recherche | Institut Curie Advanced Training",
      "description": "void",
      "preview": "Skip to main content Il n'y a pas de résultat pour votre recherche."
    },
    {
      "url": "http://www.magiadivino.it/e-commerce/105_poggio-le-volpi",
      "title": "POGGIO LE VOLPIPOGGIO LE VOLPI - Magia DiVino S.r.l. (p.i.02774660597)",
      "description": "POGGIO LE VOLPI",
      "preview": "Valuta: Euro Benvenuti, ( Entra ) Carrello: 0 prodotto prodotti (vuoto) Il tuo account home Offerte speciali Spedizioni Contatti Vini Rossi Toscana Ve"
    },
    {
      "url": "https://nationalvoterregistrationday.org/",
      "title": "National Voter Registration Day",
      "description": "Thank You to All of Our Community Partners Nationwide",
      "preview": "Skip to content National Voter Registration Day Will Return on September 15, 2026 Countdown to National Voter Registration Day Trusted Voting Resource"
    },
    {
      "url": "https://www.theguardian.com/international",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest international news, sport and comment from the Guardian",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://n8vapps.tumblr.com/",
      "title": "@n8vapps on Tumblr",
      "description": "Follow @n8vapps and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Inaugural Con Celebrates Indige-nerds - ABQ Free Press BY ERIKA EDDY Red Wolf Issue 1 This isn't your grandma's powwow. For three days, \"Indigen"
    },
    {
      "url": "https://ro.hotelscombined.com/Place/Cheoin_gu.htm",
      "title": "Bilete avion ieftine - Zboruri low cost de la 9€ | momondo",
      "description": "Găsește cele mai ieftine zboruri cu momondo. Noi căutăm și comparăm prețurile a peste 1000 de companii aeriene și site-uri de călătorii, afișându-ți cele mai bune prețuri.",
      "preview": "Unde vrei să mergi? Dus-întors 0 de bagaje Roma (ROM) Plecare - Întoarcere un adult, Economic Caută ... ... ... ... Orașe populare Cele mai căutate or"
    },
    {
      "url": "http://www.district-360.com/",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "https://glyphsapp.com/learn/drawing-good-paths",
      "title": "Drawing good paths | Glyphs",
      "description": "There are two kinds of paths. Good ones and bad ones. Here's how to spot the bad ones and how to correct or avoid the most frequent problems.",
      "preview": "There are two kinds of paths. Good ones and bad ones. Here's how to spot the bad ones and how to correct or avoid the most frequent problems. You'll b"
    },
    {
      "url": "https://www.worldometers.info/world-population/",
      "title": "World Population Clock: 8.2 Billion People (LIVE, 2025) - Worldometer",
      "description": "How many people are there in the world? World population has reached 8 billion on November 15, 2022 according to the United Nations. World population live counter with data sheets, graphs, maps, and census data regarding the current, historical, and future world population figures, estimates, growth rates, densities and demographics",
      "preview": "Current World Population retrieving data... view all people on 1 page > Today Births today retrieving data... Deaths today retrieving data... Populati"
    },
    {
      "url": "https://community.airtable.com",
      "title": "Airtable Community | Ask questions, start discussions, submit ideas and engage with Airtable enthusiasts | Airtable Community",
      "description": "Where users can connect, share solutions, and discover tips to get the most out of Airtable.",
      "preview": "Skip to main content Welcome to the Airtable Community! Ask questions, get answers and engage with your peers 40,602 Topics 127,154 Replies 103,667 Me"
    },
    {
      "url": "https://api.protectedplanet.net",
      "title": "ProtectedPlanet API",
      "description": "void",
      "preview": "Home > Protected Planet API Protected Planet API A simple API to access world's protected areas Important Database Merger Announcement From 1st Novemb"
    },
    {
      "url": "https://www.msnbc.com/knowyourvalue",
      "title": "Know Your Value: Mika Brzezinski empowering women at work and in life",
      "description": "Mika Brzezinski's Know Your Value is an empowered community helping women to grow their career, form healthy habits and reach their full potential.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content Know Your Value Mika Brzezinski's Know Your Value"
    },
    {
      "url": "https://developers.googleblog.com",
      "title": "Home - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Featured articles AI AI Homepage Gemini 2.5 Flash Image now ready for product"
    },
    {
      "url": "https://www.printedmatter.org/programs",
      "title": "Programs - Printed Matter",
      "description": "Printed Matter, Inc. is an independent 501(c)(3) non-profit organization founded in 1976 by artists and art workers with the mission to foster the appreciation, dissemination, and understanding of artists' books and other artists' publications.",
      "preview": "Printed Matter, Inc. Advanced filters Advanced filters Back to simple search All fields Artist Title Category Apparel Other Totes T-shirts Audio & Vid"
    },
    {
      "url": "https://www.justineevirs.com/protecting-courage-podcast",
      "title": "Justine Evirs | Protecting Courage Podcast",
      "description": "void",
      "preview": "top of page Hi! My name is Justine Evirs & I am the host of Protecting Courage I have 3 reasons why I started this podcast and I would like to share t"
    },
    {
      "url": "https://content.jwplatform.com/players/oGMODbP9-qInh6Xrr.html",
      "title": "Braxton Family Values - Tamar Shares Sad News",
      "description": "Braxton Family Values - Tamar Shares Sad News",
      "preview": "Braxton Family Values - Tamar Shares Sad News Braxton Family Values - Tamar Shares Sad News"
    },
    {
      "url": "https://leifnummela.fi/kirjat/jeesus/",
      "title": "Jeesus - Leif Nummela",
      "description": "Persoonallinen ja raikas kristillisen uskon puolustus. Leif Nummelalle on tunnusomaista tinkimätön ja johdonmukainen usko Raamatun luotettavuuteen. Mukaansatempaava, ymmärrettävä ja Kristus-keskeinen kirja tarjoaa rohkeita ja vakuuttavia vastauksia tämän ajan epäilijälle ja etsijälle. Se ei jää teoreettiseksi pohdiskeluksi, vaan haastaa lukijansa ottamaan kantaa maailmanhistorian merkittävimpään henkilöön. Kristus-keskeisemmäksi ei kirja tästä juuri voine tulla. Tällaisia me tarvitsemme. Leif [...]",
      "preview": "Siirry sisältöön Etusivu » Kirjat » Jeesus Loppuunmyyty Jeesus Millainen oli Jeesuksen elämä? Mitä hän merkitsee meille? Persoonallinen ja raikas kris"
    },
    {
      "url": "https://burst.shopify.com",
      "title": "20,000+ Free Stock Photos and Royalty-Free Images",
      "description": "Browse thousands of beautiful copyright-free images. All our pictures are free to download for personal and commercial use, no attribution required.",
      "preview": "Looking to launch your online store? Experience Shopify for just $1/month on select plans during the trial period. Sign up now close Skip to Content C"
    },
    {
      "url": "http://www.uwbec.org/",
      "title": "United Way of Buffalo & Erie County | Hands-On Change | Home",
      "description": "United Way of Buffalo & Erie County is a nonprofit organization that brings people and organizations together to make a difference and drive equitable outcomes in Western New York.",
      "preview": "Skip to main content Hands-On Compassion We get involved to make real change and drive equitable outcomes in Western New York. Hands-On Health We get"
    },
    {
      "url": "https://www.rescue.org/",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "The International Rescue Committee (IRC) responds to the world's worst humanitarian crises and helps people to survive and rebuild their lives. Find out how you can help the IRC offer lifesaving care and life-changing assistance to refugees forced to flee from war or disaster.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://www.siempreutah.com/",
      "title": "Wedding Venues Salt Lake City, Utah, Siempre Draper",
      "description": "Siempre Utah is the premier wedding venue for unforgettable, luxurious events and fairy-tale celebrations.",
      "preview": "top of page ALWAYS & FOREVER Nestled in the foothills at the south end of the Salt Lake Valley, Siempre will be where fairy tale weddings and events b"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "https://itif.org/publications/2016/05/31/case-improving-us-computer-science-education",
      "title": "The Case for Improving U.S. Computer Science Education | ITIF",
      "description": "Despite surging demand, computer science education is only just beginning to gain traction in U.S. school systems. Policymakers should expand access to rigorous, high-quality courses in both high school and college.",
      "preview": "Skip to content The Case for Improving U.S. Computer Science Education By Adams Nager and Robert D. Atkinson | May 31, 2016 Read Report Despite surgin"
    },
    {
      "url": "https://ibbedesign.com/en/products/childrens-house-bed-tery-with-siderail-90x200-cm",
      "title": "- IBBE DESIGN EU",
      "description": "Bring the sleek and minimalist aesthetic of Scandinavian design to your home with our collection of furniture. Shop a variety of styles and designs to find the perfect piece for your home. Shop now and elevate your living space with the best of Scandinavian furniture.",
      "preview": "Opening soon Sign up for our newsletter to be the first to know when we launch. Email Sign up This shop will be powered by Enter using password Are yo"
    },
    {
      "url": "https://www.giallozafferano.it/ricette-cat/Primi/",
      "title": "Primi piatti - Le ricette di GialloZafferano",
      "description": "Ricette primi piatti: leggi consigli, ingredienti, tempi e modalità di preparazione dei nostri gustosissimi primi piatti sfiziosi al forno, facili e veloci.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X Ricette Primi Piatti Portate Le Portate Filtri Tutti i Filtri Benessere Primi piatti veloci La pasta è s"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://proj.org/usage/quickstart.html",
      "title": "Quick start - PROJ 9.7.0 documentation",
      "description": "void",
      "preview": "Using PROJ Quick start Edit on GitHub Previous Next Quick start  Coordinate transformations are defined by, what in PROJ terminology is known as, \"pr"
    },
    {
      "url": "https://www.collaborising.org/",
      "title": "Collaborising",
      "description": "Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Collaborising is founded on the principle that all people are worthy of respect and dignity. By working together to eradicate racism, poverty and displacement we rise to create a more just and harmonious society. \"Working Together - Rising Together\"",
      "preview": "0 Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Working Together... Rising Together... Colla"
    },
    {
      "url": "https://www.usa.gov/coronavirus",
      "title": "Redirecting to https://www.usa.gov/health",
      "description": "void",
      "preview": "Redirecting to https://www.usa.gov/health ."
    },
    {
      "url": "https://www.sciencedirect.com/science/article/pii/S0006320722003494?dgcid=author",
      "title": "Fine-scale associations between wandering albatrosses and fisheries in the southwest Atlantic Ocean - ScienceDirect",
      "description": "Bycatch is a conservation concern for marine biodiversity, including seabirds. Analyses of spatio-temporal overlap are an important tool for identifyi...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://bloomberg.org/blog/",
      "title": "Blog | Bloomberg Philanthropies",
      "description": "Young people entering the workforce today are facing a brand-new challenge:Can I find a job that AI can't touch?And just as important,what skills will make me irreplaceable? Enter: the arts and cultural sector - and specifically, theBloomberg Arts Internshipprogram, also known as BAI. Launched in 2012, this program connects high school and college students with...",
      "preview": "Skip to main content Blog Filter All Arts Environment Founder's Projects Government Innovation Bloomberg Associates Arts Follow the Data Podcast: Arts"
    },
    {
      "url": "http://www.ips.it/musis/musis.html",
      "title": "MUSIS net",
      "description": "void",
      "preview": "il sito Internet del Museo Multipolare dell'Informazione Scientifica e Tecnologica MUSIS IX Settimana della Cultura Scientifica e Tecnologica (22-28 m"
    },
    {
      "url": "https://britgo.org/intro/intro2",
      "title": "How to Play | British Go Association",
      "description": "void",
      "preview": "Skip to main content A few simple rules ... limitless possibilities"
    },
    {
      "url": "http://www.paxit.com/",
      "title": "Image Measurement, Management, and Analysis | PAX-it",
      "description": "PAX-it Image Management and Image Analysis software is a powerful, comprehensive solution developed to address your special imaging needs.",
      "preview": "About Us Support Login Contact PAX-it! Image Management, Measurement, and Image Analysis Software PAX-it Image Management and Image Analysis software"
    },
    {
      "url": "https://ie.linkedin.com/company/accenture?trk=similar-pages",
      "title": "Accenture | LinkedIn",
      "description": "Accenture | 13,937,450 followers on LinkedIn. Accenture is a leading global professional services company that helps the world's leading businesses, governments and other organizations build their digital core, optimize their operations, accelerate revenue growth and enhance citizen services-creating tangible value at speed and scale. We are a talent and innovation-led company serving clients in more than 120 countries. We combine our strength in technology and leadership in cloud, data and AI with unmatched industry experience, functional expertise and global delivery capability.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://shopify.dev",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://www.ywcacassclay.org/housing/",
      "title": "Supportive Housing | A Place to Call Home - YWCA Cass Clay",
      "description": "Discover YWCA Cass Clay's supportive housing programs that empower individuals and families towards independence with affordable housing and personalized support.",
      "preview": "0 YWCA Supportive Housing provides individuals and families a place to call home. YWCA's Supportive Housing Program is a proven and cost-effective str"
    },
    {
      "url": "https://www.android.com/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Android | Fai di più con Google su dispositivi e smartphone Android",
      "description": "Scopri di più su Android e su come i nostri dispositivi possono aiutarti a fare di più con Google grazie a iperconnettività, protezione efficace e app Google.",
      "preview": "Solo su Android Mostra il tuo punto di vista con Gemini. Prova Gemini Ultime notizie. Scopri le ultime funzionalità Android 16 Scopri gli aggiornament"
    },
    {
      "url": "https://jobversity.upwardlyglobal.org/resource-library/",
      "title": "Career Resources for Immigrants & Refugees | Jobversity",
      "description": "Jobversity's curated collection of job search resources are designed to help professionally skilled immigrants & refugees, and the organizations that serve them.",
      "preview": "For New Americans For Service Providers For New Americans For Service Providers About Us Opportunities Our Partners Resource Library WeGlo Login Home"
    },
    {
      "url": "https://newsroom.wcs.org/News-Releases/articleType/ArticleView/articleId/18631/Statement-from-Central-Park-Zoo-on-Eurasian-Eagle-Owl.aspx",
      "title": "Statement from Central Park Zoo on Eurasian Eagle Owl > Newsroom",
      "description": "Feb. 3, 2023, New York - The following statement was issued by Central Park Zoo: \"A Eurasian eagle owl at Central Park Zoo was discovered missing from its exhibit at 8:30pm Thursday evening. The exhibit had been vandalized and the stainless steel mesh cut. Upon notification, a team was",
      "preview": "News Releases WCS NEWS RELEASE Statement from Central Park Zoo on Eurasian Eagle Owl New York , NY | February 04, 2023 Central Park Zoo's Eurasian Eag"
    },
    {
      "url": "https://signtime.apple/retail/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://inthecloud.withgoogle.com/data-cloud-live-charlotte-23/register.html?utm_source=gc_events&utm_medium=display&utm_campaign=FY23-Q1-northam-NRTH82-physicalevent-er-data-cloud-live-charlotte&utm_content=dcl-charlotte-cgc-events&utm_term=-",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Build what's next Start with $300 in free credits and free usage of 20+ products Get started for free Contact sales send_spark Built with Gemini Enter"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://dati.comune.milano.it/organization/comunedimilano",
      "title": "Comune di Milano - Organizzazioni - Open Data - Comune di Milano",
      "description": "void",
      "preview": "Salta al contenuto Home Organizzazioni Comune di Milano Ricerca Datasets Submit Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica P"
    },
    {
      "url": "https://www.buzzen.com/",
      "title": "Buzzen Chat - Free Chat Network",
      "description": "Buzzen... So much more than just adults chatting! 100% FREE Chat and completely Anonymous. We offer custom profiles, photo albums, blogs, and more!",
      "preview": "Free Chat Rooms? JOIN BUZZEN ADULT CHAT!! Why choose Buzzen Chat? 1) Buzzen Chat is 100% FREE!"
    },
    {
      "url": "https://ubeauty.com/products/the-mantle-skin-conditioning-wash?variant=40855746412644",
      "title": "Nourishing Double Cleanser - U Beauty the MANTLE",
      "description": "Our nourishing double cleanser effectively removes makeup, sunscreen, dirt, sweat, and pollutants while helping to maintain the skin's natural balance. Grab yours!",
      "preview": "FREE SHIPPING ON ALL ORDERS | FREE GIFT ON ORDERS US$200+ USA (English) Canada (English) Canada (Français) UK/EU/International"
    },
    {
      "url": "https://demian-dfm.tumblr.com/",
      "title": "@demian-dfm on Tumblr",
      "description": "Architecture, design , stuff and things I like",
      "preview": "Posts remash Follow lakeside villa ~ aketuri architeckta | photos © norbert tukaj Source: dezeen.com jamesrobertsonirvine Follow www.yellowtrace.com.a"
    },
    {
      "url": "https://plannedgiving.feedingamerica.org/",
      "title": "Planned Giving | Feeding America",
      "description": "Make a difference at Feeding America with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Your Planned Gift Can Create a Future Where Everyone Thrives Elevate your impact on fighting hunger by establishing a gift that w"
    },
    {
      "url": "https://newsroom.br.paypal-corp.com/home",
      "title": "Conheça o Newsroom, o portal de notícias do PayPal Brasil",
      "description": "Confira o Newsroom do PayPal, nossa plataforma de informação para jornalistas, investidores, analistas e influenciadores do setor financeiro e de pagamentos eletrônicos. Descubra como o PayPal cria oportunidades para pessoas e negócios ao redor do mundo.",
      "preview": "DESTAQUES DESTAQUES/Hero block Produto PayPal Anúncios corporativos Parcerias Estratégicas Apresentando o PayPal World: uma plataforma global que cone"
    },
    {
      "url": "https://business.safety.google/adscookies/",
      "title": "Cookie information for Google's ad products",
      "description": "Cookie information on this site is made available to assist with the use of Google's ad products.",
      "preview": "Our advertising and measurement cookies To help our partners manage their advertising and websites, we offer many products, including AdSense, Google"
    },
    {
      "url": "https://www.mpkelley.com",
      "title": "Mike Kelley: Architectural Photographer",
      "description": "Mike Kelley is a Los Angeles based photographer specializing in architecture.",
      "preview": "Forest Knoll Residence, Los Angeles, CA - Standard Architecture Forest Knoll Residence, Los Angeles, CA - Standard Architecture prev / next 1 2 3 4 5"
    },
    {
      "url": "https://channelstore.roku.com/details/193106",
      "title": "Roku",
      "description": "WOW Presents Plus is the only streaming service featuring Werq The World, UNHhhh with Trixie and Katya, and hundreds of other World of Wonder originals, documentaries, specials, and LGBTQ+ programming. Terms of Service: https://www.wowpresentsplus.com/tos Privacy Policy: https://www.wowpresentsplus.com/privacy",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://www.theleagueofmoveabletype.com/",
      "title": "The League of Moveable Type | The League of Moveable Type",
      "description": "The first open-source foundry. And your spot to learn how to use, make, and work with type.",
      "preview": "The original, the first, the open-source font foundry. Open-Source Fonts • Est. 2009 • Trusted & Used By: Wired Magazine .net magazine Discovery Chann"
    },
    {
      "url": "https://winnyc.org",
      "title": "Home - WIN",
      "description": "Win is New York City's largest provider of shelter and supportive housing for families with children experiencing homelessness.",
      "preview": "Skip to content Win is the largest provider of shelter and supportive housing for NYC's homeless families. ABOUT WIN Join our team & help break the cy"
    },
    {
      "url": "https://telegram.me/share/url?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Telegram: Share Web Page",
      "description": "void",
      "preview": "Download https://oemdtc.com/13077/23t001-incorrect-tire-identification-number-general-altimax-rt43-tires 23T001 Incorrect Tire Identification Number -"
    },
    {
      "url": "http://www.mclink.it/",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "https://data.mulhouse-alsace.fr/explore/dataset/m2a_orthophotographie-2018/information/",
      "title": "Orthophotographie 2018 sur le territoire de m2A - Open Data Mulhouse Alsace Agglomération - m2A",
      "description": "Orthophotographie de Mulhouse Alsace Agglomération produite à partir des prises de vues réalisées le 11 avril 2018. L'orthophotographie est cofinancée par l'Union Européenne avec le Fonds Européen de Développement Régional Les données d'une résolution de 8 cm par pixel sont organisées en dalles de 1kmx1km au format jpeg. Chaque dalle est téléchargeable par le fichier Zip qui contient l'image au format jpeg et un fichier de calage au format jgw pour les SIG. Le système de projection est RGF93.CC48 Couverture Spatiale : Baldersheim - Bantzenheim - Battenheim - Berrwiller - Bollwiller - Bruebach - Brunstatt-Didenheim - Chalampé - Dietwiller - Eschentzwiller- Feldkirch - Flaxlanden - Galfingue - Habsheim - Heimsbrunn - Hombourg - Illzach - Kingersheim - Lutterbach - Morschwiller-le-Bas - Mulhouse - Niffer - Ottmarsheim - Pfastatt - Petit-Landau - Pulversheim - Reiningue - Richwiller - Riedisheim - Rixheim - Ruelisheim - Sausheim - Staffelfelden - Steinbrunn-le-Bas - Ungersheim - Wittelsheim - Wittenheim - Zillisheim - Zimmersheim",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://hardy.lnk.to/themockingbirdandthecrow",
      "title": "HARDY - the mockingbird & THE CROW",
      "description": "Listen to the mockingbird & THE CROW by HARDY.",
      "preview": "void"
    },
    {
      "url": "https://artists.apple.com/",
      "title": "Apple Music for Artists",
      "description": "Resources to record, release, and promote your music on Apple Music, and analytics to highlight how listeners discover and stream your music around the world.",
      "preview": "Make your music. Get your songs out of your head and into the world. Now anyone can record studio-quality sound, release new tracks, and connect with"
    },
    {
      "url": "http://xgis.maaamet.ee/adsavalik/ads",
      "title": "adsavalik",
      "description": "void",
      "preview": "You need to enable JavaScript to run this application"
    },
    {
      "url": "https://subaru.oemdtc.com/category/recalls",
      "title": "Recalls | Subaru - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://magnuslonden.net/fi/artikkelit/kolumnit/article-64532-28329-aikaa-unelmoida",
      "title": "Kolumnit - Magnus Londen",
      "description": "void",
      "preview": "Aikaa unelmoida HS 17.6.2011 På svenska Kesässä parasta on se, että yhtäkkiä on aikaa päiväunelmille. On aikaa maata laiturilla tai rantakalliolla, ku"
    },
    {
      "url": "https://wset.com/news/local/stafford-dog-sky-animal-shelter-joe-bice-donna-who-had-no-inquiries-for-months-finally-gets-adopted-after-viral-post-virginia-newport-news",
      "title": "Stafford dog who had no inquiries for months finally gets adopted after viral post",
      "description": "A Stafford County dog from the animal shelter has been rescued after a plea posted online went viral.",
      "preview": "Fri, 10 Oct 2025 10:12:17 GMT (1760091137870) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.almanac.com/content/full-moon-march",
      "title": "Worm Moon: Full Moon in March 2025 | The Old Farmer's Almanac",
      "description": "March's full Worm \"Blood\" Moon rises on Friday, March 14, 2025! Find the meaning behind this Moon's name, folklore, and more!",
      "preview": "void"
    },
    {
      "url": "https://fouloistech.tumblr.com/",
      "title": "Foulois Tech & Media Arts",
      "description": "Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q.",
      "preview": "Foulois Tech & Media Arts Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q. Ask me anything Video 1 Notes I gave my"
    },
    {
      "url": "https://www.daveandbusters.com/",
      "title": "Dave & Buster's | Events - Arcade - Sports Bar and Restaurant",
      "description": "Eat, drink, play and watch sports at your local Dave & Buster's! Fun for the whole gang - no group is too large - Contact a planner today",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "http://enigma.athensclarkecounty.com/photo/detailsNEW.asp?id=-1163680&bid=2023-00001273&pg=2&curr=no",
      "title": "Athens-Clarke County, GA - Official Website - Sheriff",
      "description": "Sheriff",
      "preview": "void"
    },
    {
      "url": "https://www.lulus.com/products/charmed-and-classy-black-polka-dot-long-sleeve-midi-dress/1053642.html",
      "title": "Lovely Black Polka Dot Dress - Midi Dress - Long Sleeve Dress - Lulus",
      "description": "The Lulus Charmed and Classy Black Polka Dot Long Sleeve Midi Dress has a timeless look! Long sleeve midi dress with puff shoulders, square neckline, side slit.",
      "preview": "Skip To Main Content TERMS APPLY. SEE DETAILS . 12.2K Charmed and Classy Black Polka Dot Long Sleeve Midi Dress Lulus $59 Duties and taxes included! P"
    },
    {
      "url": "https://soundoftheearth.org/",
      "title": "Sound of The Earth: Chapter 3",
      "description": "void",
      "preview": "Sound of the Earth: Chapter 3 - SoundUploadLog(); Sound of the Earth: Chapter 3 Welcome to a new global soundscape created by Yuri Suzuki. This websit"
    },
    {
      "url": "https://www.thinkingjuice.co.uk",
      "title": "Eleven Miles",
      "description": "We're Eleven Miles, an evidence-driven creative company that's been ranked as the UK's Most Effective Advertising, Branding & Digital Agency",
      "preview": "0 We're Eleven Miles. A creative agency that combines insight with imagination to deliver more impact for our clients. See the work Who? Steered by ha"
    },
    {
      "url": "https://www.filmagentinnen.de/tag/good-food-bad-food/",
      "title": "Good Food Bad Food | DIE FILMAGENTINNEN",
      "description": "void",
      "preview": "Im Verleih von Alamode Film Kinostart 20. Januar 2011 Type and Press \"enter\" to Search"
    },
    {
      "url": "http://www.scne.es/",
      "title": "Sistema Cartográfico Nacional",
      "description": "Portal del Sistema Cartográfico Nacional que es un modelo de actuación que persigue el ejercicio eficaz de las funciones públicas en materia de información geográfica mediante la coordinación de la actuación de las administraciones públicas",
      "preview": "Sistema Cartográfico Nacional Ley 14/2010, de 5 de julio, sobre las infraestructuras y los servicios de información geográfica en España, establece qu"
    },
    {
      "url": "https://gen.medium.com",
      "title": "GEN",
      "description": "A former publication from Medium about politics, power, and culture. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in GEN by Medium 100K followers · 1 editor Follow About Help Status About Ca"
    },
    {
      "url": "https://www.medanta.org/",
      "title": "Super Speciality Hospital | Best Healthcare Hospital in India",
      "description": "Medanta is a super-specialty healthcare hospital in India, that provides world-class proven treatment including heart, liver, and kidney transplants, & cancer treatments. Call to book an appointment.",
      "preview": "1068 Facebook Twitter instagram Youtube Request Call Back Name * Mobile Number * Email Submit Name * Mobile Number * Email * Resume (accepted only pdf"
    },
    {
      "url": "https://the-particulars.com/interview-groups/a-e/chatting-with-danielle-fichera/",
      "title": "Danielle Fichera - The Particulars",
      "description": "Stories and products curated for the particular tastemaker.",
      "preview": "Skip to content Cart (0) Your cart is empty. Let's find your perfect shade. Chatting with Chatting with Danielle Fichera Danielle Fichera's resort wea"
    },
    {
      "url": "https://americasvoice.org/press_releases/by-the-numbers-10-key-immigration-stats-from-midterms-and-beyond/",
      "title": "By the Numbers: 10 Key Immigration Stats From Midterms and Beyond - America's Voice",
      "description": "Washington, DC - By all indications, these midterm elections will be driven by voter concerns about the economy and inflation and possibly abortion rights and gun-violence, with immigration a lower concern for most voters. However, immigration has been used as a fear mongering issue by Republican candidates and some polls indicate it is a top... Continue »",
      "preview": "tags: Press Releases By the Numbers: 10 Key Immigration Stats From Midterms and Beyond by AV Press Releases on November 8, 2022 Share This: Washington"
    },
    {
      "url": "https://water.org/",
      "title": "Water.org: A Global Charity for Water & Sanitation | Water.org",
      "description": "Water.org, founded by Gary White and Matt Damon, provides access to safe water and sanitation solutions. Support us by donating, fundraising, and exploring our initiatives.",
      "preview": "Safe water protects and saves lives Water.org has helped empower more than 81 million people with access to safe water or sanitation. Donate You helpe"
    },
    {
      "url": "https://it.vecteezy.com/foto/1178347-sms-con-smartphone",
      "title": "Scarica Vettori, Immagini, Foto e Video Gratuiti",
      "description": "Esplora milioni di vettori, immagini, foto e video royalty-free! Trova la grafica, lo sfondo, la clip art, lo sfondo o l'icona perfetti per il tuo progetto.",
      "preview": "Scarica vettori, foto d'archivio, video d'archivio e altro gratuitamente Risorse creative di qualità professionale per portare a termine i tuoi proget"
    },
    {
      "url": "https://www.gamvp.org/",
      "title": "Georgia Muslim Voter Project",
      "description": "Georgia Muslim Voter Project (GAMVP) is a non-partisan, non-profit created to increase political participation among Muslim Americans and educate our communities about the importance of voting.",
      "preview": "0 We are Georgia Muslim Voter Project. We elevate the Muslim voice through the power of civic engagement and voter registration. Section Styles angled"
    }
  ],
  "_meta": {
    "total_bookmarks": 144
  }
}