{
  "data": [
    {
      "url": "https://news.europawire.eu/press-releases-tagged-with/telecom-market/",
      "title": "Telecom Market | EuropaWire",
      "description": "The European Union's press release distribution & newswire service",
      "preview": "Skip to content Home About FAQs Editorial Staff Contact Investors PR Firms Press Release Distribution How to get started? Advanced Targeting Basic Tar"
    },
    {
      "url": "https://www.livescience.com/26903-35-ancient-pyramids-sudan.html",
      "title": "35 Ancient Pyramids Discovered in Sudan Necropolis | Live Science",
      "description": "A densely packed cluster of 35 pyramids from 2,000 years ago has been discovered in a Sudan necropolis, archaeologists report.",
      "preview": "Skip to main content Don't miss these Among the discoveries are pyramids with a circle built inside them, cross-braces connecting the circle to the co"
    },
    {
      "url": "http://www.un-redd.org/",
      "title": "UNREDD Programme",
      "description": "UN-REDD is the flagship UN knowledge and advisory partnership on forests and climate to reduce forest emissions and enhance forest carbon stocks.",
      "preview": "Skip to main content Forest solutions to the climate crisis Building a Future with Forests The UN-REDD Programme is the flagship UN knowledge and advi"
    },
    {
      "url": "https://www.uso.org/",
      "title": "United Service Organizations",
      "description": "The nation's leading charitable organization in serving active-duty service members and military families. Learn how you can support the troops through the USO and make a difference.",
      "preview": "Skip to navigation Skip to main content Skip to footer Menu Close USO Homepage uso-logo-dark.svg Volunteer Donate Government Shutdown: Service Members"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/",
      "title": "Wissenschaft - DER SPIEGEL",
      "description": "Deutschlands führende Nachrichtenseite. Alles Wichtige aus Politik, Wirtschaft, Sport, Kultur, Wissenschaft, Technik und mehr.",
      "preview": "Zum Inhalt springen Ihr Lebensraum schmilzt: In der Arktis gibt es immer weniger Robben, warnt die Weltnaturschutzorganisation. Der Rückgang ihrer Bes"
    },
    {
      "url": "https://ibbedesign.com/en/products/childrens-house-bed-tery-with-siderail-90x200-cm",
      "title": "- IBBE DESIGN EU",
      "description": "Bring the sleek and minimalist aesthetic of Scandinavian design to your home with our collection of furniture. Shop a variety of styles and designs to find the perfect piece for your home. Shop now and elevate your living space with the best of Scandinavian furniture.",
      "preview": "Opening soon Sign up for our newsletter to be the first to know when we launch. Email Sign up This shop will be powered by Enter using password Are yo"
    },
    {
      "url": "http://uw.edu",
      "title": "UW Homepage",
      "description": "University of Washington",
      "preview": "Skip to main content University Of Washington Featured Story Slideshow #ResearchMakesAmerica ENGINEERING A BETTER FUTURE From climate instability to g"
    },
    {
      "url": "https://thetechrevolutionist.com/2017/05/finnish-hit-game-big-bang-legends.html",
      "title": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG - The Tech Revolutionist",
      "description": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG Hong Kong, 2nd May 2017, Lightneer's debut game Big Bang Legends had its global premiere on 23rd March in Singapore. The game skyrocketed immediately to #1 position in educational games in the Singaporean AppStore, followed by Thailand, Vietnam and Philippines #1 position after the South East Asia launch. The Game launches on Android...",
      "preview": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG Home » FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSIO"
    },
    {
      "url": "https://ferrari.oemdtc.com",
      "title": "Ferrari - OEMDTC",
      "description": "Ferrari Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.capitalone.co.uk/",
      "title": "Capital One Credit Cards UK | Apply For A Credit Card Online | Capital One",
      "description": "Apply for a credit card with Capital One. Offering a range of UK Credit Cards, find the card to suit you and your needs. Discover more.",
      "preview": "Skip to content Get a straight yes or no before you apply That's one good thing Add your name to get started First name Last name Let's go Won't affec"
    },
    {
      "url": "https://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://www.multivu.com/players/English/8717251-kellie-pickler-wilmer-valderrama-named-uso-global-ambassadors/",
      "title": "Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors",
      "description": "In honor of its 80th anniversary the USO has named country singer/ actress Kellie Pickler, and producer, actor/activist Wilmer Valderrama as global ambassadors.",
      "preview": "United Service Organizations Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors USO tour veterans invite Americans to Give More Than Thank"
    },
    {
      "url": "https://ellatinoonline.com/2012/05/03/lleva-mama-al-cine/",
      "title": "Lleva a Mamá al cine - El Latino",
      "description": "void",
      "preview": "¡No se quede fuera! Manténgase informado; reciba nuestro boletín Registrese Skip to content Envía un mensaje de texto con la palabra \"El latino Mama\""
    },
    {
      "url": "http://trac.osgeo.org/geotiff/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://wp.api.aclu.org/issues/privacy-technology",
      "title": "Privacy & Technology | American Civil Liberties Union",
      "description": "The ACLU works to expand the right to privacy, increase the control individuals have over their personal information, and ensure civil liberties are enhanced rather than compromised by technological innovation.",
      "preview": "Skip navigation Privacy & Technology The ACLU works to expand the right to privacy, increase the control individuals have over their personal informat"
    },
    {
      "url": "https://www.pritikin.com/health-experts",
      "title": "Physicians & Health Experts - Pritikin Longevity Center",
      "description": "Get to know the physicians, dietitians, and other health and wellness experts you'll work with at the Pritikin Health Retreat.",
      "preview": "Skip to content Physicians & Health Experts You want the best educators there are - Physicians, Nutritionists, Exercise Physiologists, Psychologists &"
    },
    {
      "url": "https://wiki.emory.edu/label/19+center+daily+evaluation+regional",
      "title": "Emory Login Service",
      "description": "void",
      "preview": "Emory Login Service Loading login session information from the browser... Since your browser does not support JavaScript, you must press the Continue"
    },
    {
      "url": "https://principles.design/",
      "title": "Design Principles",
      "description": "An Open Source collection of Design Principles and methods",
      "preview": "Privacy-first principles: Get $10 credit today with Fathom Analytics. Find out more ."
    },
    {
      "url": "https://furfactory.co.uk/products/gor-flex-wobbly-wand-50cm-blue-red",
      "title": "Gor Flex Wobbly Wand (50cm) Blue/Red - The FurFactory",
      "description": "The Gor Flex range is made using TPR (thermoplastic rubber) which offers a superb combination of rubber and plastic to give a very tough and flexible toy. The Wobbly Wand has a twisted textured surface and is the ultimate challenge for strong pullers, without causing any harm to the dogs teeth and jaws. The Flex material ensures long lasting funtime for your dog.",
      "preview": "search close menu Main Menu close Dogs add remove Dog Beds add remove Soft Dog Beds Cool & Heat Mats Pet Sofa Beds Elevated Dog Beds Dog Kennels Dog C"
    },
    {
      "url": "https://designs.ai/logomaker/start",
      "title": "Create unique logo easily with Logomaker from Designs.ai",
      "description": "Professional, unique logo in minutes using Logomaker by Designs.ai.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://shop.thespartanite.com/products/credit-and-cocaine-lines-business-secrets-your-mba-does-not-teach-you",
      "title": "Credit and Cocaine Lines: Business Secrets Your MBA Does Not Teach You - The Spartanite",
      "description": "\"Discover the untold business secrets in 'Credit and Cocaine Lines.' Unearth underground strategies to negotiate and win deals. Gain a competitive edge with real-world business insights.\"",
      "preview": "Skip to content Skip to product information Open image in full screen Close Credit and Cocaine Lines: Business Secrets Your MBA Does Not Teach You Cre"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/ac1b3f16-60f7-4795-aca2-2240267ed067.html",
      "title": "People Inc. Data Subject Rights Request Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cta-redirect.hubspot.com/cta/redirect/5981609/ffe07749-0055-4a95-85b3-bce123fc330c",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Click here if you're not redirected automatically..."
    },
    {
      "url": "https://help.shipt.com/how-shipt-works",
      "title": "How Shipt Works - Shipt",
      "description": "Curious about how Shipt works? Find out how to order groceries and more, how to check out the Shipt app, and get information about becoming a Shipt shopper.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Help Center How Shipt Works How do I ord"
    },
    {
      "url": "https://insights.spire.com/maritime/shipview/",
      "title": "ShipView™: Easy-to-Use Ship Tracker App | Web Ship Tracking",
      "description": "ShipView™ is an easy-to-use ship tracking web application that leverages Spire Maritime's global AIS data. Get started using ShipView™ now",
      "preview": "ShipView: Easy to Use Ship Tracker App ShipView™ is an easy-to-use ship tracker app that leverages Spire Maritime's global AIS data Core features of o"
    },
    {
      "url": "http://www.m8tools.com/",
      "title": "M8 GAMBLING TOOLS - YOUR TOOLBOX FOR BETTER GAMBLING ONLINE",
      "description": "YOUR TOOLBOX FOR BETTER GAMBLING ONLINE",
      "preview": "Supe It Up is a slot that will appeal to any petrol head out there, especially those who enjoy customising cars and all the various mods that cars can"
    },
    {
      "url": "https://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://newsroom.uk.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured item/HERO Product PayPal \"Oh I Do Like To Shop Beside the Seaside\": Revamped Deckchairs Bring Beach Mainstay Into 21st Century"
    },
    {
      "url": "https://jegy.mav.hu/",
      "title": "MÁV Személyszállítási Zrt. új ELVIRA online jegyvásárlás",
      "description": "void",
      "preview": "Az oldal használatához javascript futtatása szükséges, kérjük, engedélyezze a javascriptek használatát! Betöltés alatt"
    },
    {
      "url": "https://tailwindcss.com/docs/installation",
      "title": "Installing Tailwind CSS with Vite - Tailwind CSS",
      "description": "Installing Tailwind CSS as a Vite plugin is the most seamless way to integrate it with frameworks like Laravel, SvelteKit, React Router, Nuxt, and SolidJS.",
      "preview": "v4.1 ⌘K Ctrl K Docs Blog Showcase Sponsor Plus Getting Started Using Vite Installation Get started with Tailwind CSS Tailwind CSS works by scanning al"
    },
    {
      "url": "https://www.truist.com/",
      "title": "Truist Bank | Checking, Savings, Lending, and Financial Services",
      "description": "Your journey to better banking starts with Truist. Checking and savings accounts, credit cards, mortgages, small business, commercial banking, and more.",
      "preview": "Personal & Commercial Banking, Credit Cards, Loans & Investments Truist One Checking No overdraft fees. Practical perks. Automatic upgrades. Learn mor"
    },
    {
      "url": "https://www.sallybeauty.com/hair-color/shop-by-color/bright-hair-color/",
      "title": "Access to this page has been denied.",
      "description": "void",
      "preview": "Hey there! Just a quick security check. Access to this page has been denied because our system detected a potential security issue. If you're a human"
    },
    {
      "url": "https://advisory.kpmg.us/articles/2021/net-zero-commitments-where-plan.html",
      "title": "Net-zero commitments: Where's the plan?",
      "description": "Turning net-zero commitments into action requires comprehensive planning.",
      "preview": "Download PDF Share Net-zero commitments: Where's the plan? Turning net-zero commitments into action requires comprehensive planning. With 70 percent o"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/mapbox+mapbox-ios+mapbox-android",
      "title": "Newest 'mapbox+mapbox-ios+mapbox-android' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://americassbdc.org/",
      "title": "Home - America's SBDC",
      "description": "America's SBDCs provide free and confidential business advice to help entrepreneurs start, grow, and succeed. Find your local SBDC and get the support you need today.",
      "preview": "America's SBDCs Your Vision for Tomorrow Starts Today. You don't have to build your business alone. Our expert, no-cost advisors provide the guidance"
    },
    {
      "url": "https://geekhack.org/index.php?board=70.0",
      "title": "Group Buys and Preorders",
      "description": "Group Buys and Preorders",
      "preview": "Advanced search bounce or buckle? Welcome, Guest . Please login or register . Did you miss your activation email ? 1 Hour 1 Day 1 Week 1 Month Forever"
    },
    {
      "url": "http://mines.edu/diversity",
      "title": "Mines Mission - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Mission & Vision Mines Mission Our STEM-focused e"
    },
    {
      "url": "https://handbook.unimelb.edu.au/2022/subjects/info90007/dates-times",
      "title": "Dates and times: Social Computing (INFO90007) - The University of Melbourne Handbook",
      "description": "Dates and times for Social Computing (INFO90007)",
      "preview": "Handbook home Search the Handbook Courses Undergraduate courses Graduate courses Research courses Subjects Undergraduate subjects Graduate subjects Re"
    },
    {
      "url": "https://thewaltdisneycompany.com/remembering-disney-legend-burny-mattinson/",
      "title": "Remembering Disney Legend Burny Mattinson - The Walt Disney Company",
      "description": "Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during an unprecedented 70-year career, ...Read More",
      "preview": "Skip to content Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during"
    },
    {
      "url": "https://lisaemme.com/crazy-canuck-new-years-blog-hop/?like_comment=119&_wpnonce=297513bbd2",
      "title": "Crazy Canuck New Year's Blog Hop | lisa emme",
      "description": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blog Hop will take place from December 27 to January 2 and we are currently taking sign-ups for hosts and authors. The theme of the hop is Fill Your...",
      "preview": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blo"
    },
    {
      "url": "https://justice.kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://colorhunt.co/",
      "title": "Color Hunt - Color Palettes for Designers and Artists",
      "description": "Discover the newest hand-picked color palettes of Color Hunt. Get color inspiration for your design and art projects.",
      "preview": "Color Hunt ✕ Colors Collections Related Add to Chrome Palettes Create Collection About Instagram Terms of Service Privacy Policy Made by Gal Shir Blue"
    },
    {
      "url": "https://carvellwallace.medium.com/",
      "title": "Carvell Wallace - Medium",
      "description": "Read writing from Carvell Wallace on Medium. This is where I experiment. This is where I learn to write.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Carvell Wallace 26K followers The Photograph There is a new book out, a c"
    },
    {
      "url": "https://aitestkitchen.withgoogle.com/",
      "title": "labs.google/fx",
      "description": "The home for AI experiments at Google",
      "preview": "Don't settle for ordinary. Create anything. Whisk Create some magic Launch Whisk arrow_outward Flow Inspire your inner storyteller by generating video"
    },
    {
      "url": "https://www.businessinsider.com/ukraine-exhausted-russian-troops-back-borders-us-general-2022-7",
      "title": "Ukraine Could Wipe Out 'Exhausted' Russian Troops' Gains: General - Business Insider",
      "description": "For Ukraine to succeed in the war, Lt. Gen. Ben Hodges told Insider its military must neutralize Russia's arsenal of artillery and rockets.",
      "preview": "void"
    },
    {
      "url": "https://quantum4u.in/",
      "title": "Quantum4U | The Ultimate Mobile App Developers",
      "description": "We offer customised app development solutions to help our clients drive their business on mobile. Our apps have over 60+ million installs globally.",
      "preview": "Vision • Mission • Plan Making your life better with amazing applications. Fun • Ease • Betterment Your phone is not only to take calls. Make it worth"
    },
    {
      "url": "http://www.itlos.org",
      "title": "International Tribunal for the Law of the Sea: Home",
      "description": "\"\"",
      "preview": "void"
    },
    {
      "url": "https://marketingexamples.com/",
      "title": "Marketing Examples",
      "description": "A gallery of real world marketing examples from successful companies. Want to perfect your cold email, boost referrals or improve SEO? Browse the case studies or filter by category. See something you like. And get inspired. It's like Dribbble, but for marketers.",
      "preview": "void"
    },
    {
      "url": "https://forum.root.cz/index.php?action=profile;area=showposts;sa=topics;u=247",
      "title": "Zobrazit příspěvky - Václav Švejcar",
      "description": "Zobrazit příspěvky - Václav Švejcar",
      "preview": "Fórum Root.cz Profil Václav Švejcar Zobrazit příspěvky Témata Informace Shrnutí Zobrazit statistiky Zobrazit příspěvky... Příspěvky Témata Přílohy Zob"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://sabathani.org/",
      "title": "Sabathani Community Center - The Heart of South Minneapolis",
      "description": "void",
      "preview": "The Heart of South Minneapolis Read More Welcome to Sabathani The Heart of South Minneapolis Read More Welcome to Sabathani The Heart of South Minneap"
    },
    {
      "url": "https://handsapt.tumblr.com/",
      "title": "hands_apt",
      "description": "tumblr-ing since 2011/ 18+/ art/ music/ tv/ film/ drama/ culture/ politics/ existentialism/ senses/ ideas/ thoughts/ love/ //hands open, hands apt// (sometimes NSFW)",
      "preview": "hands_apt 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna handsapt \"Thoughts black, hands apt,"
    },
    {
      "url": "https://www.eventbrite.sg/e/low-cost-untraditional-e-commerce-business-for-the-e-commerce-professional-tickets-545261871937?aff=erelexpmlt",
      "title": "Low Cost Untraditional E-commerce Business for the E-commerce Professional Tickets, Fri, Mar 3, 2023 at 11:00 AM | Eventbrite",
      "description": "Eventbrite - YouthEssentialsSg presents Low Cost Untraditional E-commerce Business for the E-commerce Professional - Friday, March 3, 2023 - Find event and ticket information.",
      "preview": "Postponed View event Low Cost Untraditional E-commerce Business for the E-commerce Professional View details Follow this organizer to stay informed on"
    },
    {
      "url": "https://wpml.org/?aid=85067&affiliate_key=oYH2FlnrApDE",
      "title": "WPML - The WordPress Multilingual Plugin",
      "description": "WPML is the plugin that makes over a million WordPress sites multilingual. It's powerful enough for corporate sites, yet simple for blogs.",
      "preview": "Skip to content Skip to sidebar LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWZpZWxke21hcmdpbi1ib3R0b206MC43NmVtfS50Yi1maWVsZC0tbGVmdHt0Z"
    },
    {
      "url": "https://shopfavoritedaughter.com/",
      "title": "Favorite Daughter",
      "description": "Favorite Daughter offers trendy women's clothing, including stylish denim, dresses, tops, and accessories. Shop for high-quality, fashionable pieces that fit your lifestyle.",
      "preview": "Loading... Skip to content Cart Close Dialog You are $0.00 away from free shipping YOU HAVE NO ITEMS IN YOUR SHOPPING CART. Subtotal $0.00 Cart Checko"
    },
    {
      "url": "https://www.stevemadden.in/",
      "title": "Steve Madden India | Shoes, Boots, Handbags & More",
      "description": "Step into a world of fashion with Steve Madden India. Find the perfect pair of shoes, boots, or sandals to complete your look. Shop now and experience the difference.",
      "preview": "Grab Crazy Deals All FALL'25 Collection is now live Great Styles at ₹4499 Grab Crazy Deals All FALL'25 Collection is now live Great Styles at ₹4499 Gr"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://www.clover.com",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "http://www.nic.it/",
      "title": "| Registro .it",
      "description": "void",
      "preview": "Torna alla visualizzazione normale Salta al contenuto principale Cerca il tuo .it Verifica se il dominio che vuoi registrare è disponibile www. .it"
    },
    {
      "url": "https://fisheries.ucsc.edu/",
      "title": "Fisheries Collaborative Program - Supporting Sustainable Fisheries through Research",
      "description": "void",
      "preview": "Skip to content Fisheries Collaborative Program"
    },
    {
      "url": "https://xview2.org/",
      "title": "xView2",
      "description": "void",
      "preview": "This site will not work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.billedbladet.dk/kongelige/sverige/se-med-victoria-viser-sine-funklende-diademer-frem-0",
      "title": "Se med: Victoria viser sine funklende diademer frem | BILLED-BLADET",
      "description": "Sammen med sin mor, dronning Silvia, og faster, prinsesse Christina, fortæller kronprinsesse Victoria om kongehusets historiske smykker i en ny dokumentarserie, hvoraf første afsnit bliver sendt i aften.",
      "preview": "Annonce Annonce Annonce Kongelige 2. apr. 2020 Af Marianne Singer Se med: Victoria viser sine funklende diademer frem Kronprinsesse Victoria. Foto: Me"
    },
    {
      "url": "https://wlos.com/news/local/animal-shelter-dog-forever-home-cashiers-highlands-humane-society-adopted-hound-mitch-happy-ending-western-north-carolina-jackson-county",
      "title": "'Never give up' After 7 years at the animal shelter, hound dog finds his forever home",
      "description": "JACKSON COUNTY, N. C.--Finding forever homes for shelter animals often can take time. For a hound dog in Jackson County, it&rsquo;s been a 7 year wait. But Mitch has",
      "preview": "Fri, 10 Oct 2025 10:13:54 GMT (1760091234268) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://smartandunsettled.tumblr.com/",
      "title": "@smartandunsettled on Tumblr",
      "description": "Follow @smartandunsettled and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "http://www.fox.com",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content WE LIVE FOR · LIVE Stream live sports, news and entertainment. All in one place. TRY 7 DAYS FREE Starts at $19.99/month. Cancel a"
    },
    {
      "url": "https://vision.esa.int/",
      "title": "ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "https://cartercenter.org/",
      "title": "The Carter Center | Waging Peace, Fighting Disease & Building Hope",
      "description": "The Carter Center is a nongovernmental organization that helps to improve lives by resolving conflicts; advancing democracy and preventing diseases.",
      "preview": "Peace Programs Peace Programs Overview China Focus Conflict Resolution Program Democracy Program Human Rights Program Inform Women, Transform Lives La"
    },
    {
      "url": "https://nihi.com/",
      "title": "NIHI Sumba | Luxury Hotel with Horses in Indonesia",
      "description": "The world's best resort, where barefoot luxury meets wild adventure, rich culture, and unspoiled nature. An unforgettable escape for families, honeymooners, and explorers alike. Discover NIHI Sumba.",
      "preview": "EN Villas Experiences Culinary Wild Wellness Burch Philanthropy OUR PROPERTIES About NIHI Contacts How to get here? Rates and Inclusions Offers & Pack"
    },
    {
      "url": "https://www.senenews.com/replay/revue-des-titres-avec-fabrice-nguema-du-18-10-21-sen-tv_147904_1404.html",
      "title": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV",
      "description": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV Abonnez-vous à notre chaîne Youtube et retrouvez toutes nos vidéos sur SeneNews TV.",
      "preview": "SeneNews est sur WhatsApp ! Abonnez-vous pour recevoir l'actualité en temps réel. S'abonner sur WhatsApp × Téléchargez l'app SeneNews pour des alertes"
    },
    {
      "url": "https://tvtropes.org/pmwiki/article_history.php?article=Creator.Harmonix",
      "title": "LoginPrompt - TV Tropes",
      "description": "void",
      "preview": "TVTropes Now available in the app store! Open"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/post/116652519683",
      "title": "Wrappedup NCA WA - codeorg: With all the national debate on...",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "Menu"
    },
    {
      "url": "https://operations.osmfoundation.org/policies/tiles/",
      "title": "Tile Usage Policy",
      "description": "void",
      "preview": "Toggle navigation OSMF OWG Home Reports Policies Meetings Tile Usage Policy OpenStreetMap (OSM) data is free for everyone to use . Our tile servers ar"
    },
    {
      "url": "https://www.vuelvoalsur.com.ar/productos/caligrafia-kit-completo-de-bowen-ann/",
      "title": "void",
      "description": "void",
      "preview": "Estamos renovando la tienda, está quedando increíble.¡Volvé en unos días! Contactanos 4943-2024// whatsapp: 11-5313-5295 [email protected] LA RIOJA 21"
    },
    {
      "url": "https://www.aarp.org/",
      "title": "AARP® Official Site - Join & Explore the Benefits",
      "description": "AARP is the nation's largest nonprofit, nonpartisan organization dedicated to empowering Americans 50 and older to choose how they live as they age.",
      "preview": "Skip to content 5 Ways AARP Is Fighting Age Discrimination On Ageism Awareness Day it is important to recognize the work we are doing to protect older"
    },
    {
      "url": "https://www.nlm.nih.gov/socialmedia/index.html",
      "title": "Connect with NLM",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://omny.fm/shows/the-undressing-room/cry-me-a-river-episode-3?fbclid=IwAR2tkSUQ9pmRZTCwy1RvFJk4BxmCqHTgMnb7sKOp-IQqsONTjAkyYh4Su2I",
      "title": "Cry Me A River | Episode 3 - The Undressing Room Podcast - Omny.fm",
      "description": "This week Eva, Lore'l & Dominique Da Diva will be undressing Valentine's Day posts as they'll share their thoughts on Michael B. Jordan & Lori Harvey's new courtship, plus Halle Berry's V-day post clapping back at her haters. In viral news, we'll catch up on #GorillaGlueGirl while Justin Timberlake's apology came. a little too late. Monica's divorce struggles and Kim and Kanye's potential divorce. Find all of this gossip and more on this week's episode. The Undressing Room Podcast is presented by Macys. Head to Macys.com/TheUndressingRoom to see what's on their wish-list, plus check out their favorite items on sale this week. They'll be updating their closets weekly, so you won't want to miss it! Subscribe and check us out every Thursday. This week, you have a chance to win a $250 Macy's gift card. Listen to the podcast and look out for the keyword. Head to: www.theundressingroompod.com Follow: @theundressingroompod @evamarcile @starringlorel @dominiquedadiva",
      "preview": "Cry Me A River | Episode 3 View description Share Description This week Eva, Lore'l & Dominique Da Diva will be undressing Valentine's Day posts as th"
    },
    {
      "url": "https://www.bahiastereo915fm.com.ve/tag/futbol-entrenamientos-familia-apoyo/",
      "title": "futbol entrenamientos familia apoyo - Bahia Stereo 91.5FM",
      "description": "void",
      "preview": "Inicio / Tag Archives: futbol entrenamientos familia apoyo Tag Archives: futbol entrenamientos familia apoyo «Reyes Academy» formando atletas para el"
    },
    {
      "url": "https://www.helsenorge.no/vaksiner/",
      "title": "Sjekk hvilke vaksiner du har tatt - Helsenorge",
      "description": "Få oversikt over hvilke vaksiner som er registrert på deg selv og dine barn under 16 år. Du kan også skrive ut vaksinasjonskortet ditt.",
      "preview": "Vaksiner Her finner du opplysninger om hvilke sykdommer du er vaksinert mot og når vaksinen er satt. Har du barn under 16 år, kan du også se deres vak"
    },
    {
      "url": "https://veteransgrowingamerica.com/",
      "title": "void",
      "description": "void",
      "preview": "HOME ABOUT GET INVOLVED VGA MEMBERSHIP VGA VENDOR VGA VOLUNTEER DIRECTORY EVENTS CONTACT US SHOP OUR DIGITAL PUBLICATION WOODBRIDGE, VA STORE MORE VET"
    },
    {
      "url": "https://www.shuajota.com/2021/11/nba-2k22-space-jam-new-legacy-100-free.html",
      "title": "NBA 2K22 Space Jam: A New Legacy (100% Free Mods) by AGP2K",
      "description": "Mod Info✔️: This mod created by AGP2K Gaming PH adds a cyberfaces for Tune and The Goon squads and a custom global to NBA 2K22.",
      "preview": "NBA 2K22 Space Jam: A New Legacy (100% Free Mods) by AGP2K person Shuajota November 12, 2021 share NBA 2K22 Space Jam: A New Legacy (100% Free Mods) b"
    },
    {
      "url": "https://mockuptree.com/free/awesome-paper-bag-mockup/",
      "title": "Free Awesome Paper Bag Mockup | Mockuptree",
      "description": "The best Paper Bag Mockup to create a presentation for your packaging or lable designs. This mockup has two paper bag scenes in PSD files. You can add a design for the front of the paper bag, customize the side and top color, and add your own artwork on the customer receipt.",
      "preview": "Home » Free » Bag Mockups » Awesome Paper Bag Mockup Awesome Paper Bag Mockup The best Paper Bag Mockup to create a presentation for your packaging or"
    },
    {
      "url": "https://www.hornandcauldron.com/",
      "title": "Home - Horn and Cauldron, Church of the Earth",
      "description": "Wiccan Church in Rhode Island supporting Pagan Community",
      "preview": "Welcome to Horn and Cauldron, Church of the Earth We are happy that you have found us! We are an established initiatory Coven in our second decade of"
    },
    {
      "url": "https://fallsculinary.com/product/the-samurai-15-x-15-x-14-dough-joe-pizza-steel-baking-sheet/",
      "title": "The Samurai™ - 15\" x 15\" x 1/4\" - Dough-Joe® Pizza Steel Baking Sheet - Dough-Joe",
      "description": "void",
      "preview": "Sale! The Samurai™ - 15″ x 15″ x 1/4″ - Dough-Joe® Pizza Steel Baking Sheet Rated 5.00 out of 5 based on 27 customer ratings ( 27 customer reviews) $"
    },
    {
      "url": "https://bulletin.stanford.edu/pages/c7vDgeOuJIfpZe8GKmW3/",
      "title": "Nondiscrimination Policy | Stanford University Bulletin",
      "description": "Nondiscrimination Policy",
      "preview": "Skip to Main Content Navigated to Nondiscrimination Policy. Nondiscrimination Policy Policy Statement Stanford University admits qualified students of"
    },
    {
      "url": "https://appetiteforchangemn.org/",
      "title": "AFCMN",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "https://www.amc.com",
      "title": "AMC | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "Watch the latest full episodes and video extras for AMC shows: The Walking Dead, Better Call Saul, Killing Eve, Fear the Walking Dead, Mad Men and more.",
      "preview": "Spooky season is once again upon us and so is FearFest, featuring over 650 hours of iconic horror films franchises, new series, specials and more, acr"
    },
    {
      "url": "https://advancecricket.com/amp/player-battle/andrew-tye/12753258",
      "title": "Andrew Tye Records - Advance Cricket",
      "description": "Andrew Tye plays cricket as Bowler. A Tye wicket per match stats are 1.7 in ODI, 1.4 in T20, 1.4 in IPL, 1.3 in BBL, 1.4 in T10, 1.4 in BLAST, 0.2 in PSL, 2.0 in DODI, 1.7 in DT20. Andrew Tye wicket in every 32.2 balls in ODI, 14.5 balls in T20, 16.2 balls in IPL, 15.4 balls in BBL, 7.3 balls in T10, 15.0 balls in BLAST, 90.0 balls in PSL, 24.5 balls in DODI, 11.3 balls in DT20. A Tye catch chances in match are 14.2 % in ODI, 31.2 % in T20, 26.6 % in IPL, 34.1 % in BBL, 77.7 % in T10, 59.4 % in BLAST, 25 % in PSL, 21 % in DODI, 28.5 % in DT20. Andrew Tye field chances are 28.5 % in ODI, 43.7 % in T20, 30 % in IPL, 50.4 % in BBL, 77.7 % in T10, 62.1 % in BLAST, 50 % in PSL, 21 % in DODI, 35.7 % in DT20.",
      "preview": "Andrew Tye Records Andrew Tye Introduction Role Bowler Batting Right Handed Bowling fast-medium Right-arm Andrew Tye More Introduction Country Austral"
    },
    {
      "url": "https://thestack.technology/data-centre-sustainability-article-2021-the-stack/#:~:text=Back%20in%202015%2C%20Anders%20Andrae,of%20global%20electricity%20by%202030.&text=By%202030%2C%20he%20expects%20the,account%20for%20three%20per%20cent",
      "title": "The Data Centre sustainability challenge: \"Through a glass, darkly?\"",
      "description": "Progress in improving data centre sustainability runs into competing approaches on everything from metrics to roadmaps to policy...",
      "preview": "Content Paint Home About Partner Search Sign in Membership How did you get here? I'm not talking existentially, but here, to this page. If you searche"
    },
    {
      "url": "https://www.treasury.gov/tigta/",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://salondesarcanes.fr/",
      "title": "Salon des Arcanes | Boutique de tarots et oracles indépendants",
      "description": "Boutique française spécialisée dans les tarots et oracles indépendants. Découvrez des auto-édités du monde entier.",
      "preview": "Accueil Vintage tarot cards lying disorderly Notre savoir-faire les jeux indépendants et auto édités Découvrir Trionfi della Luna Édition Française TR"
    },
    {
      "url": "https://www.cyndislist.com/",
      "title": "Welcome to Cyndi's List",
      "description": "Your FREE genealogy starting point with more than 332,000 genealogy links, categorized & cross-referenced, in more than 200 categories.",
      "preview": "Follow Cyndi | About Cyndi | FAQs Search Cyndi's List HOME CATEGORIES WHAT'S NEW SHOP SUPPORT US A comprehensive, categorized & cross-referenced list"
    },
    {
      "url": "https://www.rawpixel.com/",
      "title": "Free Stock Photos, PNGs, Templates & Mockups | rawpixel",
      "description": "rawpixel is the professional all-in-one graphic design tool. Easily create stunning Social Content, Templates, Mockups, Remix Designs and more.",
      "preview": "Discover. Remix. Create. rawpixel makes it easy to find beautiful visuals and create incredible designs. Get Started Explore Templates Art Images Temp"
    },
    {
      "url": "http://www.ireks.pl/historia.htm;jsessionid=EEBF83FCBC948CDEDD01B6434B369AE5",
      "title": "IREKS | Polska",
      "description": "void",
      "preview": "Twój partner w zakresie aromatu i smaku Składniki do chleba i drobnych wypieków Überschrift Ziarno po ziarnie Tworzenie wartości Überschrift Zdecydowa"
    },
    {
      "url": "https://dynamic-ais.spire.com/",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "http://un.org/sdgmediazone",
      "title": "SDG Media Zone | United Nations",
      "description": "The SDG Media Zone- a live format of interviews, panel discussions and other digital content-seeks to create, connect, and highlight the initiatives that the global community is working on to achieve the Sustainable Development Goals. Bringing together well-known personalities and Member States as well as content creators, influencers and media partners, the Zone provides a dynamic space to strengthen the commitment of the international community in support of the 2030 Agenda.",
      "preview": "Skip to main content Save the date - UNGA80 Tune in to SDG Media Zone Conversations! Join the United Nations Department of Global Communications durin"
    },
    {
      "url": "https://www.radc.rush.edu/docs/parentStudyDesigns.htm;jsessionid=228FF4F01D85B9C8D3A22EEC666D615D",
      "title": "Study Design Summaries | RADC",
      "description": "void",
      "preview": "Document­ation Overviews and Timelines Cohort Study Designs Substudies Omics Omics Overview Omics Heatmap Variables Standard Datasets Clinical Patholo"
    },
    {
      "url": "https://assets.punchbowl.com/vendors/wy-wyoming/thayne/1672484/spring-creek-floral---gifts",
      "title": "Spring Creek Floral & Gifts in Thayne, Wyoming - (307) 883-4438",
      "description": "void",
      "preview": "Vendor Home Flowers Wyoming Flowers Thayne Flowers Spring Creek Floral & Gifts Thayne , WY 83127 Report incorrect information Contact 3078834438 Is th"
    },
    {
      "url": "https://www.uschamber.com/",
      "title": "U.S. Chamber of Commerce | U.S. Chamber of Commerce",
      "description": "The U.S. Chamber of Commerce is the world's largest business organization. We advocate, connect, inform, and fight for business growth and America's success.",
      "preview": "Skip to content Close search Site search Enter your search query Submit Ways a Government Shutdown Could Affect You and Your Business Making News Smal"
    },
    {
      "url": "https://kotlinlang.org/docs/coroutines-overview.html",
      "title": "Coroutines | Kotlin Documentation",
      "description": "void",
      "preview": "Coroutines Applications often need to perform multiple tasks at the same time, such as responding to user input, loading data, or updating the screen."
    },
    {
      "url": "https://www.patagonia.com/product/mens-powder-town-ski-snowboard-jacket/31625.html?dwvar_31625_color=WAVB&cgid=root",
      "title": "Men's Ski & Snowboard Clothing & Gear by Patagonia",
      "description": "Wearable equipment for the harshest elements-explore our men's ski and snowboard jackets, pants, gear and more at Patagonia.com. Free Shipping over $99.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.bibliothecaculinaria.it/libri_cucina/edizioni_bibliotheca_culinaria/cartolina_dalla_cucina/happy-hour/",
      "title": "Happy Hour - Libro di LUISE Franco - Bibliotheca Culinaria",
      "description": "Happy Hour:",
      "preview": "SPEDIZIONI GRATUITE IN ITALIA PER ORDINI DI LIBRI OLTRE 39 € Home La casa editrice Chi Siamo Collaborazioni aziendali Valorizzazione Tecnologica e Mer"
    },
    {
      "url": "https://www.sitioanuncios.com/portugal/46-servicos-comerciais-consultivo.html",
      "title": "SitioAnuncios.com Anúncios em Portugal - Serviços comerciais, consultivo, administração e m",
      "description": "void",
      "preview": "Anuncios Patrocinados Está em... / Anúncios / Serviços / Serviços comerciais, consultivo, administração e m Serviços comerciais, consultivo, administr"
    },
    {
      "url": "https://nvbdc.org/",
      "title": "National Veteran Business Development Council Certification",
      "description": "Learn about National Veteran Business Development Council Certification for Service-Disabled and Veteran-Owned Businesses to enhance your supply chain.",
      "preview": "FIND OUT HOW THE NVBDC CERTIFICATION IS CHANGING HOW AMERICAN BUSINESSES PERCEIVE VETERAN-OWNED COMPANIES. Get Certified Corporate Membership The Hist"
    },
    {
      "url": "https://lannuaire.service-public.fr/grand-est/aube/mairie-10120-01",
      "title": "Mairie - Cussangy - Annuaire | Service Public",
      "description": "Mairie - Cussangy : informations et coordonnées de l'organisme",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Mairie - Cussangy Horaires"
    },
    {
      "url": "https://www.exercise-physiology.com.au/blog/physical-activity-and-cancer-prevention",
      "title": "Exercise in the prevention of cancer",
      "description": "Exercise is important to prevent many cancers.",
      "preview": "Call our Exercise Physiologists on (03) 9857 3007 EXERCISE PHYSIOLOGY SERVICES AT INSPIRE FITNESS FOR WELLBEING Home About Us Exercise Physiologist Pr"
    },
    {
      "url": "https://sites.research.google/scouts/",
      "title": "Societal Context Understanding Tools & Solutions (SCOUTS)",
      "description": "void",
      "preview": "SCOUTS OUR WORK OUR RESEARCH Societal Context Knowledge for Responsible AI Societal Context Understanding Tools and Solutions (SCOUTS) is a Google Res"
    },
    {
      "url": "https://volvo.oemdtc.com",
      "title": "Volvo - OEMDTC",
      "description": "Volvo Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}