{
  "data": [
    {
      "url": "https://www.somaiya.edu/en",
      "title": "Somaiya Vidyavihar University",
      "description": "Somaiya Vidyavihar University is committed to quality education and development.",
      "preview": "Somaiya Vidyavihar University How Can We Help You ? We are happy to answer all your admission related enquiries. Fill out the form and we will be in t"
    },
    {
      "url": "https://www.purevolume.com/?safari=1",
      "title": "Pure Volume",
      "description": "void",
      "preview": "Entertainment Behind-the-Scenes Yellowstone Facts Every Fan Needs to Know! Entertainment The Best Looks In CMA Awards History Fashion Revisiting The C"
    },
    {
      "url": "https://towardsdatascience.com/how-to-create-an-effective-self-study-routine-to-teach-yourself-data-science-successfully-6248c7ec3a53?source=home---------3---------------------b06feff6_ece0_420b_8118_4bd6e48a7884-------7",
      "title": "How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully | Towards Data Science",
      "description": "Here's how to set a self-study routine that you'll actually stick to while learning data science",
      "preview": "Data Science How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully Here's how to set a self-study routine that you"
    },
    {
      "url": "https://commons.wikimedia.org/wiki/Category:Algirdas_Brazauskas",
      "title": "Category:Algirdas Brazauskas - Wikimedia Commons",
      "description": "void",
      "preview": "Jump to content From Wikimedia Commons, the free media repository <nowiki>Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Braz"
    },
    {
      "url": "https://docs.roku.com/published/userprivacypolicy/en-US",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "http://www.ips.it/musis/musis.html",
      "title": "MUSIS net",
      "description": "void",
      "preview": "il sito Internet del Museo Multipolare dell'Informazione Scientifica e Tecnologica MUSIS IX Settimana della Cultura Scientifica e Tecnologica (22-28 m"
    },
    {
      "url": "https://genealogy.cjh.org/synagogue/649",
      "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
      "description": "void",
      "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
    },
    {
      "url": "https://www.freebsd.org/cgi/man.cgi?query=explain_lutimes&sektion=3&manpath=FreeBSD+13.0-RELEASE+and+Ports",
      "title": "explain_lutimes(3)",
      "description": "void",
      "preview": "Skip site navigation (1) Skip section navigation (2) Header And Logo Peripheral Links . Donate to FreeBSD . Search Site Navigation Home About Introduc"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://www.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "http://www.lottoconsult.it/estrazioni_sivincetutto.asp?sivinceID=324",
      "title": "Lotto Consult - Archivio Estrazioni Sisal SiVinceTutto SuperEnalotto, combinazioni vincenti e quote",
      "description": "Gli ultimi concorsi ed estrazioni del gioco Sisal SiVinceTutto SuperEnalotto con combinazioni vincenti e quote.",
      "preview": "venerdì 10 ottobre 2025 STATISTICHE ESTRAZIONI PREVISIONI CHI CI AZZECCA BOLLETTINI LOTTO LIMKS SOGNI E SMORFIA"
    },
    {
      "url": "https://www.milb.com/player/matt-pobereyko-670946",
      "title": "Matt Pobereyko Stats, Age, Position, Height, Weight, Fantasy & News | MiLB.com",
      "description": "Matt Pobereyko Stats, Age, Position, Height, Weight, Fantasy & News",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Matt David Pobereyko Status: Deceased Born: 12/24/1991 in Hammond, IN College: Kentucky Wesl"
    },
    {
      "url": "https://www.trainline.com/book/results",
      "title": "Search Results | Trainline",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Search Results | Trainline Find tickets from hundreds of train companies across Italy and Europe. Buy on our website or app and keep tickets at your f"
    },
    {
      "url": "https://www.wxxi.org/education",
      "title": "Education Resources - WXXI",
      "description": "WXXI Education is focused on anytime, anywhere learning resources to support educators and families. Our online learning resources include PBS LearningMedia, virtual training and events, and live streams of WXXI-TV & WXXI PBS KIDS 24/7 with on-demand players. These provide educators, students and families with rich choices for learning. In addition, offline learning activities and outdoor learning resources are provided for use by individuals, families or group settings.",
      "preview": "Skip to primary navigation Skip to main content WXXI Education All about WXXI Education WXXI Education is focused on anytime, anywhere learning resour"
    },
    {
      "url": "https://www.ccep.jobs/location/toulouse-jobs/26309/3017382-11071623-2972315/4",
      "title": "Search Toulouse Jobs at CCEP",
      "description": "Search Toulouse Jobs at CCEP",
      "preview": "Skip to main content Skip to Search Results Skip to Search Filters BEING YOU IS ALL IT TAKES. MAKE MAGIC HAPPEN. Keyword Search City, State, or ZIP Se"
    },
    {
      "url": "https://majestic.com/reports/keyword-generator?seed=tulsamarketingonline.com",
      "title": "Majestic Backlinks - Upgrade To Continue",
      "description": "Keyword Generator will help you create keyword lists from a handful of seed websites. It mines the entire Majestic database to offer keyword insights you won't find anywhere else.",
      "preview": "MENU Majestic Sign Up for FREE Plans & Pricing Login English Deutsch Español Français Italiano 日本語 Nederlands Polski Português 中文 Warning: Javascript"
    },
    {
      "url": "https://cloudsecurityalliance.org/star/registry/github-inc/",
      "title": "STAR Registry | CSA",
      "description": "One of most essential features of the Security Trust Assurance and Risk (STAR) program is its registry that documents the security and privacy controls provided by popular cloud computing offerings. This publicly accessible registry is designed for users of cloud services to assess their cloud",
      "preview": "CSA STAR Registry Security, Trust, Assurance, and Risk Registry STAR Home Registry Submit To Registry Contact Us Resources STAR Solutions Home STAR Re"
    },
    {
      "url": "https://namelix.com/",
      "title": "Business Name Generator - free AI-powered naming tool - Namelix",
      "description": "Namelix uses generative AI to create a short, brandable business name. Search for domain availability, and instantly generate a logo for your new business",
      "preview": "by Brandmark.io Business Name Generator generate a short, brandable business name using artificial intelligence Get name ideas Namelix generates short"
    },
    {
      "url": "https://www.postcrossing.com/user/Juschy",
      "title": "Postcrosser Juschy, from Germany",
      "description": "Profile of member Juschy, in Germany at Postcrossing.com - The Traveling Postcards Project",
      "preview": "Skip to Content ✓ Ok, got it! Postcrossing uses cookies to help deliver its services. By using this website, you agree to our use of cookies . If you"
    },
    {
      "url": "https://mx.imberacooling.com/productos/refrigerador-vertical-9-pies",
      "title": "Imbera",
      "description": "Imbera : - Cold Units Coolmotion Foodservice Healthcare Home Institucional Smart",
      "preview": "× Tu navegador actual (Safari, versión unknown) puede no ser compatible con algunas funciones de la página. INSTITUCIONAL Refrigeración de alta gama p"
    },
    {
      "url": "http://mapbox.com/legal/tos/",
      "title": "Legal information about Terms of Service",
      "description": "Mapbox is going to serve and protect your maps. For details, read our terms of service, service level agreement, privacy policy, & law enforcement guidelines.",
      "preview": "Terms of Service Privacy Policy Support Services Terms of Service Master Services Agreement Product Terms Government Terms Marketplace Terms Japan Leg"
    },
    {
      "url": "https://perfectlyvirtualmoon.tumblr.com/",
      "title": "nothing new",
      "description": "It does not matter how slow you go so long as you do not stop. - Confucius",
      "preview": "nothing new It does not matter how slow you go so long as you do not stop. - Confucius Home Archive Subscribe (RSS) Ask me anything Random post Catchi"
    },
    {
      "url": "http://www.microsim.com/",
      "title": "Introduction to Microsim of Mobile Phone",
      "description": "A microsim, also known as a mini-SIM, is a smaller version of the traditional SIM card used in mobile phones. It is designed to fit into the smaller SIM card slots of modern smartphones, tablets, and other mobile devices. The advancement in technology has led to the development of these compact SIM",
      "preview": "Contact Us Introduction to Microsim of Mobile Phone A microsim, also known as a mini-SIM, is a smaller version of the traditional SIM card used in mob"
    },
    {
      "url": "https://www.randomlists.com/nouns",
      "title": "Generate a list of random nouns",
      "description": "A great free teaching tool. Create a list of nouns from our massive English word database. Also add any other parts of speech.",
      "preview": "Random nouns: Loading... Random Noun Generator If you missed your curfew, or were out with that friend your husband/wife just doesn't like, you probably"
    },
    {
      "url": "http://freedomdefined.org/",
      "title": "Definition of Free Cultural Works",
      "description": "void",
      "preview": "Version 1.1 of the definition has been released. Please help updating it , contribute translations , and help us with the design of logos and buttons"
    },
    {
      "url": "https://www.nativewomenlead.org/",
      "title": "Native Women Lead",
      "description": "void",
      "preview": "Cart 0 Back Mission Meet Our Board & Co-Founders Our Story Our Impact Back Summits & Retreats Matriarch Funds Events Calendar BEWE Partners November 2"
    },
    {
      "url": "https://president.worldbankgroup.org/",
      "title": "Ajay Banga",
      "description": "Ajay Banga is the 14th President of the World Bank Group and leads the institution's efforts to end extreme poverty and boost shared prosperity on a livable planet.",
      "preview": "Ajay Banga President World Bank Group (202) 473 7660 press@worldbank.org Full Bio High-Res Photo sec-spacing section-none sec-spacing-bottom section-n"
    },
    {
      "url": "https://climatedataguide.ucar.edu/climate-data/nino-sst-indices-nino-12-3-34-4-oni-and-tni",
      "title": "Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) | Climate Data Guide",
      "description": "void",
      "preview": "Skip to main content Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) Teaser image Main content There are several indices used to monitor the tropi"
    },
    {
      "url": "https://teaching-vacancies.service.gov.uk/jobs/class-teacher-45efcd2b-6aaf-4f36-858e-1d0f04430bbe",
      "title": "Class Teacher - Krishna Avanti Primary School - Teaching Vacancies - GOV.UK",
      "description": "Class Teacher job from Krishna Avanti Primary School. Apply by 10 Jan 2022.",
      "preview": "Cookies on Teaching Vacancies We'd like to set additional cookies to understand how you use this service and help us improve it. We also use cookies s"
    },
    {
      "url": "https://www.cril.univ-artois.fr/PB07/results/trace.php?idev=9&idjob=352831",
      "title": "PB'07 evaluation competition: execution trace",
      "description": "void",
      "preview": "Trace number 352831 Some explanations A solver is run under the control of another program named runsolver. runsolver is in charge of imposing the CPU"
    },
    {
      "url": "https://super.so/",
      "title": "Super - Create Custom Websites with Notion",
      "description": "Create a custom website in less than a minute with instant page loads, SEO optimization, and customized theming. All your content is kept and managed in Notion so you can focus on creating while Super handles the rest.",
      "preview": "Super ‣ Pages ⚡ The #1 tool for turning a Notion document into a website Transform your Notion pages into fully customized, professional websites in l"
    },
    {
      "url": "https://docs.github.com/en/get-started/quickstart/hello-world",
      "title": "Hello World - GitHub Docs",
      "description": "Follow this Hello World exercise to learn GitHub's pull request workflow.",
      "preview": "Skip to main content Hello World Follow this Hello World exercise to learn GitHub's pull request workflow. In this article Introduction This tutorial"
    },
    {
      "url": "https://dukeforest.duke.edu/",
      "title": "Duke Forest - Teaching and Research Laboratory",
      "description": "void",
      "preview": "Home Active Forest Closure for Deer Management Our 18 th annual Deer Herd Reduction Program began on Monday, September 22, and will end on Friday, Dec"
    },
    {
      "url": "https://docs.looker.com/",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "http://wwd.com/fashion-news/designer-luxury/exclusive-chanel-new-ads-pharrell-williams-kristen-stewart-gabrielle-bag-10840808/",
      "title": "Exclusive: Pharrell Williams First Man to Appear in Chanel Handbag Ads",
      "description": "The music and fashion impresario is the first man to appear in a handbag campaign for Chanel.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://www.guggenheim.org/visit",
      "title": "Plan Your Visit | The Guggenheim Museums and Foundation",
      "description": "Plan your visit to the Guggenheim with information about the hours, tickets, discounted admission, and more.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://www.gov.pl/web/gov/uslugi-dla-obywatela",
      "title": "Usługi dla obywatela - Gov.pl - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "http://www.emmanorton.org/",
      "title": "Emma Norton Services | Strengthening, Nurturing, and Empowering",
      "description": "Emma Norton Services provides transformational housing for women and families on their journey of recovery. Learn more and join us.",
      "preview": "Skip to content Transformational housing and growth for individuals and families on their journey of recovery LEARN MORE HOW TO HELP Stay up to date O"
    },
    {
      "url": "https://www.gifjifapp.com/privacy-policy",
      "title": "Privacy Policy | GifJif",
      "description": "GifJif is the best Gif app in the world",
      "preview": "Privacy Policy March 03, 2020 TERMS OF USE Last updated March 01, 2020 AGREEMENT TO TERMS These Terms of Use constitute a legally binding agreement ma"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-er-blevet-opereret",
      "title": "H.M. Dronningen er blevet opereret",
      "description": "Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og D...",
      "preview": "Del Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og"
    },
    {
      "url": "https://archiveprogram.github.com/",
      "title": "GitHub Archive Program | Preserving open source software for future generations",
      "description": "Preserving open source software for future generations",
      "preview": "skip to content Preserving open source software for future generations The world is powered by open source software. It is a hidden cornerstone of mod"
    },
    {
      "url": "https://support.uptogether.org/hc/en-us",
      "title": "GETTING STARTED | UpTogether Support Center",
      "description": "All the information you need if you are new to UpTogether",
      "preview": "Skip to main content All Collections GETTING STARTED GETTING STARTED All the information you need if you are new to UpTogether 29 articles General FAQ"
    },
    {
      "url": "https://www.foreverdiamondsny.com",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "https://www.kkcm.cz/teens-pruzkum",
      "title": "Výsledky průzkumu | kkcm",
      "description": "void",
      "preview": "top of page Průzkum V březnu a dubnu 2021 jsme požádali mukařovské teenagery a jejich rodiče o vyplnění krátkého anonymního dotazníku. Všem respondent"
    },
    {
      "url": "https://www.visitportugal.com/pt-pt/content/lisboa",
      "title": "Lisboa | www.visitportugal.com",
      "description": "Sobre a margem direita do amplo estuário do rio Tejo, a capital de Portugal assente sobre encantadoras colinas, desfruta de uma situação geográfica ímpar, a que deve o seu destino de cidade cosmopolita. A sua luz excepcional, encantamento de escritores, fotógrafos e cineastas, o casario claro que trepa sobre as colinas, onde sobressai a cor ocre dos telhados, a policromia dos",
      "preview": "Passar para o conteúdo principal www.visitportugal.com Pesquisa Pesquisa avançada Idioma Partilhe RSS Partilhe E-mail N3 132853 117.93.76.183 node/132"
    },
    {
      "url": "https://www.otto.de/herren/mode/",
      "title": "Herrenbekleidung online kaufen | OTTO",
      "description": "Bis zu 20% reduziert &#10071; Herrenbekleidung online kaufen bei OTTO » Große Auswahl &#10004; Aktuelle Trends &#10004; Beliebte Marken &#10004; Top Qualität » Jetzt entdecken & shoppen!",
      "preview": "Startseite Herren-Mode  Herrenbekleidung > Aktionen Restgrößen-Sale Sneaker Jacken Hosen Herren-Mode Wäsche Arbeitsschutzkleidung Jeans Übergangsjack"
    },
    {
      "url": "http://map.peoplepower.org/",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "https://www.interpol.int/en/Crimes/Environmental-crime/Fisheries-crime",
      "title": "Fisheries Crime",
      "description": "Fisheries crime threatens food security and undermines the sustainability of our oceans.",
      "preview": "Fisheries-related crimes Home Crimes Environmental crime Fisheries-related crimes SELECT A PAGE Illegal mining crimes Our response to environmental cr"
    },
    {
      "url": "https://www.scjohnson.com/",
      "title": "SC Johnson | A Family Company at Work for A Better World",
      "description": "SC Johnson is a family company dedicated to innovative, high-quality products, workplace excellence and commitment to the environment and its communities.",
      "preview": "Skip to Main Home SC Johnson Secures World Health Organization Policy Recommendation for Innovative Tool Proven to Help Prevent Malaria and Other Inse"
    },
    {
      "url": "https://jimbeddow.tumblr.com/",
      "title": "@jimbeddow on Tumblr",
      "description": "Follow @jimbeddow and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.unblock.coffee/",
      "title": "Unblock Coffee - Award-winning ads only",
      "description": "Unblock Coffee is a creative library with only award-winning campaigns, and the biggest advertising awards. Together in one place.",
      "preview": "Award-winning ads only. Search With our AI powered search Awards ADC The One Show Clio Awards Brands Nike Burger King The New York Times Agencies Wied"
    },
    {
      "url": "https://www.nexuscp.org/",
      "title": "Nexus Community Partners",
      "description": "Nexus supports strong, equitable & just communities in which all residents are engaged, recognized as leaders and have pathways to opportunities.",
      "preview": "Our Programs READ MORE Boards & Commissions Leadership Institute BCLI supports, trains and helps place BIPOC and other shut out community members on c"
    },
    {
      "url": "https://developpaper.com/open-source-c-implementation-of-console-random-maze/",
      "title": "Simcast News portal.",
      "description": "Search on topics your interested. Read great personalised news.",
      "preview": "News Entertainment Money Lifestyle Health Sports Travel Videos About Us About Simcast Contact Us Policies Privacy Policy Terms of Use Powered by Micro"
    },
    {
      "url": "https://xtremepestcontrol.tumblr.com/",
      "title": "@xtremepestcontrol on Tumblr",
      "description": "Follow @xtremepestcontrol and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes 5 posts! #5 posts #tumblr milestone instagram.com WWW.XTREMEPEST.NET 619-992-9315 You are using an unsupported browser and things might no"
    },
    {
      "url": "https://www.supa-palette.com/",
      "title": "Supa Palette - The ultimate color palette generator for Figma!",
      "description": "Generate or explore accessible, harmonious colors effortlessly, and save hours while building your design system.",
      "preview": "Supa Palette Features Pricing Try it now Changelog Introducing Supa Palette 5.0 The ultimate color palette generator for Figma Generate or explore acc"
    },
    {
      "url": "https://www.geobiental.com/consultoria-ambiental-puerto-real/autorizacion-ambiental-unificada-puerto-real/",
      "title": "Autorización Ambiental Unificada (AAU) en Puerto Real » Geobiental",
      "description": "Geobiental le asesora y le ayuda en la realización de la documentación para la Autorizacion Ambiental Unificada de su proyecto en Puerto Real.",
      "preview": "Ir al contenido Autorización Ambiental Unificada en Puerto Real Si necesita realizar la documentación y trámite para la Autorización Ambiental Unifica"
    },
    {
      "url": "https://careers.bcg.com/explore",
      "title": "What We Offer | Culture & Values | BCG Careers",
      "description": "Ready to help clients solve complex problems? It's no easy feat, and our BCG culture and values are fundamental to that success. Learn more about what we offer.",
      "preview": "Early Careers At Boston Consulting Group (BCG), you'll find more than a job - you'll discover a place where your talents are nurtured and your impact"
    },
    {
      "url": "https://www.elmundo.es/tecnologia.html",
      "title": "Tecnología - Píxel | EL MUNDO",
      "description": "Entra y descubre las últimas noticias e información de tecnología, gadgets y los mejores trucos para tu día a día.",
      "preview": "TECNOLOGÍA Redacción: ÁNGEL JIMÉNEZ DE LUIS EE.UU. 1 comentarios Malos tiempos para los más jugones, Game Pass sube un 50% el precio y estudia poner p"
    },
    {
      "url": "https://www.rollcall.com/2021/08/19/why-saving-downtown-is-key-to-our-covid-19-economic-recovery/",
      "title": "Why saving downtown is key to our COVID-19 economic recovery - Roll Call",
      "description": "OPINION - If cities don't adapt to the evolving shift in working behavior, the downtown infrastructure that once thrived will surely crumble.",
      "preview": "Skip to content Window washers work in downtown Washington in April 2020. Repurposing empty or underoccupied commercial space could reshape the way we"
    },
    {
      "url": "https://www.reporteremacao.com.br/noticias/esporte/8/",
      "title": "REPORTER em AÇÃO.com.br - Últimas Notícias de 2025",
      "description": "Mais em reporteremacao.com.br",
      "preview": "Hoje 10 de Outubro de 2025 ÚLTIMAS NOTÍCIAS ENQUETE FALE COM O REPORTER EDITORIAIS ☰ Buscar ? Filhote de jaguatirica é resgatado por família e levado"
    },
    {
      "url": "http://www.cottonseedusa.com/",
      "title": "Cotton Casual Clothing Men & Women- Resort Wear",
      "description": "Cotton Clothing for men & women. Gauze Cotton Clothing including cotton shirts, shorts, pants & dresses designed for travel, cruise ship travel, resort wear",
      "preview": "Skip to main content Close Search Cool Casual Cottons Cool Casual Cottons 1 1 We produce the most comfortable casual clothing for men & women on earth"
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-teresa-giudice-daughter-gabriella-giudice-college-career-plans",
      "title": "Teresa Giudice's Daughter Gabriella Giudice College, Career Plans",
      "description": "We've watched Teresa Giudice's daughters grow up on The Real Housewives of New Jersey over t",
      "preview": "Skip to main content"
    },
    {
      "url": "https://partner.gyft.com/#/enroll",
      "title": "Gyft Corporate",
      "description": "void",
      "preview": ". . ."
    },
    {
      "url": "https://www.hamiltonfamilies.org/newsroom/san-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "San Francisco plans to purchase 200 units to house homeless families - Hamilton Families",
      "description": "A sparkling seven-story building on 12th Street could soon play a key role in not only getting homeless families into housing, but helping them avoid displacement outside of San Francisco. Earlier this month, Mayor London Breed announced The City's plans to buy City Gardens, a residential building South of Market that would provide permanent supportive housing to families experiencing homelessness.",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://m.novinite.com/view_news.php?id=181332",
      "title": "Heavy Rainfall and Storm Hit Turkey's Istanbul - Novinite.com - Sofia News Agency",
      "description": "Heavy rainfall disrupted daily life in Istanbul Tuesday with floods and storms taking over the city, reported Daily Sabah Istanbul. The Directorate General of Meteorology warned Monday of heavy rains and possible flooding, saying that summer temperatures were expected to drop from over 30 Celsius to 20.",
      "preview": "Login Heavy Rainfall and Storm Hit Turkey's Istanbul World | July 18, 2017, Tuesday // 11:23 | views pixabay.com Heavy rainfall disrupted daily life i"
    },
    {
      "url": "https://www.youtube.com/?tab=w1",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://balancedbites.com/",
      "title": "Balanced Bites Wholesome Foods | Healthy Gluten-Free Meal Delivery, Or",
      "description": "Healthy Frozen Meals Delivered To You. Paleo meal delivery by Balanced Bites sends you freshly made, frozen paleo, keto or gluten-free meals, available whenever you need them! Simply reheat & enjoy. Official Balanced Bites Online Store.",
      "preview": "Skip to content Search Simplify cooking tasty meals. Perfectly balanced, organic spice blends to make any meal taste great! Shop Spices Now Organic sp"
    },
    {
      "url": "https://content.govdelivery.com/accounts/USDHSCG/bulletins/25997e7",
      "title": "Coast Guard patrols North Pacific in support of international fisheries",
      "description": "void",
      "preview": "Coast Guard patrols North Pacific in support of international fisheries U.S. Coast Guard sent this bulletin at 08/19/2019 06:10 PM EDT News Release U."
    },
    {
      "url": "https://www.treadleon.net/index.html",
      "title": "TreadleOn - A Site for People-Powered Sewing Machine Users",
      "description": "Front page for Treadle On web site and email group",
      "preview": "void"
    },
    {
      "url": "https://www.bmw-oman.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Muscat | BMW Oman",
      "description": "Visit BMW Al Jenaibi Automobiles in Muscat, Oman and explore what we have to offer. You may be still driving the same streets, but the game has definitely changed.",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now The official greeting from BMW AG And BMW ME to Al Jenaibi International Automobiles for completing"
    },
    {
      "url": "https://withjoy.com/",
      "title": "Joy - Wedding Planning, Redesigned",
      "description": "Experience wedding planning the way it should be, from beautiful wedding websites and invitations, to registries and online RSVP.",
      "preview": "Website Registry Guest List Save the Dates Invitations @JLBwedding Create a wedding website and registry that is uniquely yours. Plan your forever, be"
    },
    {
      "url": "https://kutyabarat.hu/cimke/elveszett/",
      "title": "elveszett - Kutyabarát életmód magazin - Együtt mindenhová",
      "description": "void",
      "preview": "Szállások Szállodák Panziók Vendégházak Vendéglátóhelyek Éttermek Kávézók Cukrászdák Sörözők és romkocsmák Borbárok Borászatok Kirándulóhelyek Egyéb h"
    },
    {
      "url": "https://www.firmy-net.cz/gift-design",
      "title": "Gift Design | Firmy-net.cz",
      "description": "Gift Design -",
      "preview": "Praha , Brno , Ostrava , Vysočina , Pardubice , Hradec Králové , Havířov , Ústí nad Labem , Karlovy Vary , Liberec , Plzeň , České Budějovice , Zlín ,"
    },
    {
      "url": "http://www.okeanostravel.com/",
      "title": "Turkey Holiday Packages And Turkey Tours | Okeanos Travel Turkey",
      "description": "The Best Deals on Turkey Tours & Turkey Holiday Packages. Travel Turkey ranging from Istanbul to Cappadocia to Ephesus. Customized Tours. Okeanos Travel",
      "preview": "Turkey Holiday Packages and Turkey Tours Discover the beauty and culture of Turkey with our local guided holiday tours and packages. Small group and p"
    },
    {
      "url": "https://www.bing.com/give/?publ=&crea=&pn=",
      "title": "Catalogo di riscatto Microsoft Rewards",
      "description": "Guadagna con Microsoft Rewards punti gratuiti che puoi riscattare per buoni regalo, usare per partecipare a premi o donare a un'organizzazione no profit.",
      "preview": "Guida alla Microsoft Rewards Informazioni su come risolvere i problemi comuni Invia feedback Contattare il supporto tecnico Microsoft"
    },
    {
      "url": "https://masterclasses.nature.com/",
      "title": "Training for researchers & scientists | Nature Masterclasses",
      "description": "Develop your scientific writing and peer review skills with online courses and workshops, led by Nature Research journal editors and expert trainers",
      "preview": "Professional development training for researchers - via online courses and workshops Request a quote Grow your research skills, confidence and career"
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "https://www.bmw-welt.com/en.html",
      "title": "BMW Welt and BMW Museum in Munich",
      "description": "Visit the BMW Welt and the BMW Museum Munich, the heart of the BMW brand. Discover the latest models from BMW, BMW i, BMW M, BMW Motorrad, MINI and Rolls-Royce or see all the history of BMW.",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "http://www.alternativenation.net/porno-pyros-drop-new-album-bombshell/",
      "title": "Porno for Pyros Drop New Album Bombshell - Alternative Nation",
      "description": "Porno news.",
      "preview": "Facebook Instagram Soundcloud Twitter Website Youtube Home About Artists Staff Editorial Policy In The Media Advertising Search Sign in Welcome! Log i"
    },
    {
      "url": "https://ocw.mit.edu/courses/18-06-linear-algebra-spring-2010/",
      "title": "Linear Algebra | Mathematics | MIT OpenCourseWare",
      "description": "This is a basic subject on matrix theory and linear algebra. Emphasis is given to topics that will be useful in other disciplines, including systems of equations, vector spaces, determinants, eigenvalues, similarity, and positive definite matrices.",
      "preview": "Browse Course Material Course Info Instructor Prof. Gilbert Strang Departments Mathematics As Taught In Spring 2010 Level Undergraduate Topics Mathema"
    },
    {
      "url": "https://www.banquemondiale.org/",
      "title": "Le Groupe de la Banque mondiale",
      "description": "Avec ses 189 États membres, le Groupe de la Banque mondiale œuvre à la recherche de solutions durables pour aider les pays à mettre fin à la pauvreté et favoriser un développement qui soit prospère pour tous.",
      "preview": "Nos dernières projections économiques régionales Vous êtes enseignant, chercheur, étudiant, investisseur ou vous vous intéressez à la conjoncture écon"
    },
    {
      "url": "https://learning.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Google Learning - Digital Learning Tools & Solutions",
      "description": "Explore digital learning tools and solutions from Google designed to help everyone in the world learn anything in the world.",
      "preview": "Helping everyone in the world learn anything in the world Learning for school Find products and support Product Suite Find products built for educatio"
    },
    {
      "url": "https://corporate.bestbuy.com/our-commitments/",
      "title": "Our Goals - Best Buy Corporate News and Information",
      "description": "void",
      "preview": "Doing a World of Good . We're committed to being a leader on corporate responsibility and sustainability (CR&S) issues. Explore more: Environmental So"
    },
    {
      "url": "https://assets1.activerain.com/blogs/rchristm76",
      "title": "Blog 603",
      "description": "ActiveRain is an online community of real estate professionals who write blogs, exchange best practices and share information. Welcome to the neighborhood.",
      "preview": "Home > Blogs > Ron Christman > Blog-Home RECENT BLOG POSTS Ron Christman has not posted any blogs at this time. Please check back again soon! Back to"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "https://www.ywca-berkeley.org/",
      "title": "YWCA Berkeley/Oakland | Social Justice | Career Readiness | Financial Literacy",
      "description": "Resources and programming to advance racial justice, eliminate racism, empower women, and develop leaders with an anti-racist approach. Learn more about programs, impact and opportunities to get involved.",
      "preview": "0 Join our Strong Women For These Times Campaign We are excited to host events that highlight trailblazers in our community as part of our mission to"
    },
    {
      "url": "https://partnerships.nature.com/product/researcher-training/",
      "title": "Training | Support Your Researchers | Nature Partnerships",
      "description": "Enhance your research capabilities with Nature Masterclasses. Explore high-quality training tailored for every stage of the research life cycle, featuring live workshops, webinars and on-demand courses led by international experts and journal editors from the Nature Portfolio.",
      "preview": "Researcher Training Researchers today are competing for funding, publishing space and recognition on a global stage. Building practical skills for pla"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}