{
  "data": [
    {
      "url": "https://sites.research.google/scouts/",
      "title": "Societal Context Understanding Tools & Solutions (SCOUTS)",
      "description": "void",
      "preview": "SCOUTS OUR WORK OUR RESEARCH Societal Context Knowledge for Responsible AI Societal Context Understanding Tools and Solutions (SCOUTS) is a Google Res"
    },
    {
      "url": "https://www.speidelshop.com/maxislip-1272-888.html",
      "title": "Maxislip | SPEIDEL Online Shop",
      "description": "Unser Maxislip mit charmantem Spitzenmotiv spricht Frauen mit femininen Kurven an und überzeugt mit 100% Baumwolle.",
      "preview": "klarna klarna mastercard mastercard paypal paypal rechnung rechnung visa visa The store will not work correctly when cookies are disabled. JavaScript"
    },
    {
      "url": "http://www.thedaily.com/article/2012/12/10/121012-news-bus-audio-surveillance/",
      "title": "New York Post - Breaking News, Top Headlines, Photos & Videos",
      "description": "Your source for breaking news, photos, and videos about New York, sports, business, entertainment, opinion, real estate, culture, fashion, and more.",
      "preview": "New! Interview with award winning journalist, Megyn Kelly. LISTEN NOW Full price?! In this economy? Shop smarter with Post Wanted. SIGN UP NOW Start y"
    },
    {
      "url": "https://thezeusnetwork.com/",
      "title": "Zeus",
      "description": "Subscribe to watch your favorite creators today.",
      "preview": "Skip to main content Subscribe to watch your favorite creators today. ⚡⚡BADDIES AFRICA⚡⚡ NEW EPISODE EVERY SUNDAY ONLY ON THE ZEUS NETWORK Subscribe N"
    },
    {
      "url": "http://newsletters.fao.org/k/Fao/subscription_form_sdg_indicators",
      "title": "void",
      "description": "void",
      "preview": "Registration form Subscribe for alerts! Subscribe now to our newsletter and get the latest on FAO's work on data, statistics and the SDG indicators un"
    },
    {
      "url": "https://amp.urlencoder.org/enc/opiates/",
      "title": "URL Encoding of \"opiates\" - Online",
      "description": "Encode opiates to URL-encoded format with various advanced options. Our site has an easy to use online tool to convert your data.",
      "preview": "Encode \"opiates\" to URL-encoded format Simply enter your data then push the encode button. opiates To encode binaries (like images, documents, etc.) u"
    },
    {
      "url": "http://www.gs1us.org/",
      "title": "Barcodes Powered by GS1 Standards | GS1 US",
      "description": "Authentic barcodes powered by GS1 uniquely identify your brand & products in e-commerce. GS1 standards are the most widely-used in global supply chains.",
      "preview": "The GS1 US Solution Getting and Using Barcodes Getting into the Marketplace Using Product Data Industry Insights I want to Choose an option So that I"
    },
    {
      "url": "https://npafc.org/",
      "title": "NPAFC - North Pacific Anadromous Fish Commission",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission The North Pacific Anadromous Fish Commission (NPAFC) is an inter-governmental organization established by the"
    },
    {
      "url": "https://earlybird.im/",
      "title": "EarlyBird: Your landing page builder for effective lead capture",
      "description": "EarlyBird is a no-code landing page builder for startups. Effortlessly create customized, high-converting landing pages to validate your startup ideas.",
      "preview": "Acquire your first customer by with no waiting Create landing pages that capture early adopters Your ideas have the potential to be worth millions, an"
    },
    {
      "url": "https://gdacc.org/tag/power-grid/",
      "title": "power grid | GDACC",
      "description": "Posts about power grid written by 1234",
      "preview": "GDACC Gas Drilling Awareness for Cortland County Search: Welcome Contact Us Cortland News Town Bans/Planning Leasing Issues Comment on DEC Regs 2012 W"
    },
    {
      "url": "https://www.vandamme.eu/fr/actualites",
      "title": "Nouvelles | Van Damme",
      "description": "Les dernières nouvelles de Van Damme. Chaque semaine, nous abordons les dernières nouvelles de notre secteur et mettons en avant nos projets sur mesure.",
      "preview": "Skip to main content Nouvelles à l'honneur Installation de nettoyage semi-automatique pour générateurs diesel septembre 16, 2025 &sol Projet Les génér"
    },
    {
      "url": "https://desktop.github.com/",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.nyu.edu/about/news-publications/news/2020/december/satellite-data-identifies-companies-fishing-in-high-seas.html",
      "title": "Satellite Data Identifies Companies Fishing in High Seas",
      "description": "Researchers have identified companies fishing in high seas-waters that lie outside of national jurisdiction where fishing has raised fears about environmental and labor violations.",
      "preview": "News Release Satellite Data Identifies Companies Fishing in High Seas Dec 18, 2020 Law and Policy Research Arts and Science New York City Researchers"
    },
    {
      "url": "https://katalogi.pbp.poznan.pl/sowacgi.php?KatID=0&typ=repl&plnk=__wydawca_Mi%C4%99dzynarodowy+Komitet+O%C5%9Bwi%C4%99cimski&sort=byscore&view=1",
      "title": "SOWA OPAC : Katalog zbiorów Publicznej Biblioteki Pedagogicznej w Poznaniu",
      "description": "Wyszukiwanie książek, audiobooków i e-booków w bibliotece. Znajdź, zarezerwuj i wypożycz książkę w bibliotece. Odkryj bibliotekę. Łączą nas książki! 📖",
      "preview": "Katalog zbiorów Wyszukiwanie zaawansowane Kolekcje Wybierz kolekcję z listy Nowości Awans zawodowy nauczyciela Teatr kamishibai Gry planszowe Literatu"
    },
    {
      "url": "http://cdn.corporate.walmart.com/33/3f/f11f633c4d54a7888e2ae41a3461/walmart-fragrance-pallet-121014.pdf",
      "title": "Walmart Corporate News and Information",
      "description": "Walmart helps people save money and live better. See how we're serving customers, associates, shareholders, suppliers, communities and the planet.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://trollmuseum.no/nb/",
      "title": "Troll Museum Tromsø",
      "description": "velkommen til det første Troll museUM TROMSØ med Utvidet Virkelighet besøk oss i dag Om oss Trollmuseet i Tromsø er det første og eneste museet i Norge som fokuserer på troll og folketro, skapt gjennom bruk av Utvidet Virkelighetsteknologi (Augmented Reali",
      "preview": "Skip to content velkommen til det første Troll museUM TROMSØ med Utvidet Virkelighet besøk oss i dag Om oss Trollmuseet i Tromsø er det første og enes"
    },
    {
      "url": "https://aclu.org/abortion-pledge",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://github.com/huggingface/diffusers",
      "title": "GitHub - huggingface/diffusers: 🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch.",
      "description": "🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch. - huggingface/diffusers",
      "preview": "Skip to content"
    },
    {
      "url": "https://peacekeeping.un.org/en/promoting-women-peace-and-security",
      "title": "Women, peace and security | United Nations Peacekeeping",
      "description": "Women around the world play a critical role in preventing conflict, building peace and helping countries recover during crises, often putting their own lives at risk. Despite this, women largely remain at the periphery of formal peace processes and decision-making. Our priority is to change the status quo by putting women's priorities and rights at the heart of peace and",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: العربية 中文 English Français Русский Español Home What we do Women, peac"
    },
    {
      "url": "https://blankfoundation.org/",
      "title": "Arthur M. Blank Family Foundation | Atlanta, Georgia | Home",
      "description": "Arthur M. Blank Family Foundation: Atlanta-based foundation, creating sustainable and inclusive communities. Learn more.",
      "preview": "Skip to content Join us in celebrating 30 incredible years of the Arthur M. Blank Family Foundation! Let's take a journey through time and reflect on"
    },
    {
      "url": "https://infiniteforloop.tumblr.com/",
      "title": "typing is a contact sport",
      "description": "I FKN LOVE RECURSION. SEND ME TO POINTER HELL.",
      "preview": "RSS Archive Likes ASK ME ABOUT MY PRIORITY QUEUES typing is a contact sport I FKN LOVE RECURSION. SEND ME TO POINTER HELL. February 5, 2018 • 52 notes"
    },
    {
      "url": "http://www.uctv.tv/search/?campusID=10",
      "title": "Search Results - UCTV - University of California Television",
      "description": "University of California Television provides informational, educational, and enrichment television programming to the public and draws upon the vast intellectual, scientific, and creative talents of the University of California",
      "preview": "Search / Browse Explore our extensive video archive to find videos that inspire and enlighten. ( Buscar videos en español por palabra clave. ) Keyword"
    },
    {
      "url": "https://support.theguardian.com?INTCMP=side_menu_support&acquisitionData=%7B%22source%22:%22GUARDIAN_WEB%22,%22componentType%22:%22ACQUISITIONS_HEADER%22,%22componentId%22:%22side_menu_support%22%7D",
      "title": "Support the Guardian",
      "description": "Help us deliver the independent journalism the world needs. Support the Guardian by making a contribution.",
      "preview": "Please enable JavaScript - we use it to provide the best experience for Guardian Supporters. Click here for instructions to do so in your browser. Loa"
    },
    {
      "url": "https://pandasuite.com/",
      "title": "PandaSuite - Unleash Creativity-No Code Required",
      "description": "PandaSuite is the ultimate no-code platform for building engaging web and native apps and interactive content. Start building today!",
      "preview": "Unleash Creativity No Code Required Bring all your interactive projects to life, whether for web, mobile, desktop, or touchscreen kiosks, with the no-"
    },
    {
      "url": "https://restoringpromise.vera.org/",
      "title": "Restoring Promise Initiative | Vera Institute",
      "description": "Restoring Promise disrupts harmful prison practices and policies through collaborative research, narrative change, and technical assistance.",
      "preview": "void"
    },
    {
      "url": "http://www.cucinarefacile.com/",
      "title": "Ricette di cucina e video ricette",
      "description": "Chef si diventa! Impara a cucinare seguendo le ricette di cucina semplici e veloci di Cucinarefacile.com. Per ogni occasione la giusta ricetta!",
      "preview": "super facile Biscotti al miele: la ricetta della dolcezza Perfetti a colazione, per il tè delle cinque o come idea regalo per le festività, i biscotti"
    },
    {
      "url": "https://www.sesamestreet.org/videos/?vid=2019",
      "title": "Sesame Street | Preschool Games, Videos, & Coloring Pages to Help Kids Grow Smarter, Stronger & Kinder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://dallasblackchamber.org/",
      "title": "Dallas Black Chamber of Commerce",
      "description": "The Dallas Black Chamber of Commerce serves as an advocate for the creation, growth and general welfare of African American businesses in the Dallas community. Join us in fostering economic growth and development in the Dallas area.",
      "preview": "top of page The Dallas Accelerator Program will leverage educational resources to support small business growth and capacity building to solidify the"
    },
    {
      "url": "https://www.somervillema.gov/",
      "title": "Home | City of Somerville",
      "description": "void",
      "preview": "Skip to main content Events Oct 10 Events Trash & Recycling On Schedule Street Sweeping In Effect Construction View Projects Report Airplane Noise Som"
    },
    {
      "url": "https://www.chuckbarnes.com/idx/details/homes/b325/319539/24568-Perdido-Beach-Blvd-801-Orange-Beach-AL-36561",
      "title": "Orange Beach Residential for Sale - MLS #319539 - 24568 Perdido Beach Blvd 801 Orange Beach - Chuck Barnes HomeSmart Sunshine Realty",
      "description": "This property is located at 24568 Perdido Beach Blvd 801 Orange Beach, AL - MLS #319539 is presently for sale for $528,000. Contact Chuck Barnes HomeSmart Sunshine Realty for more details at 251-609-4242.",
      "preview": "Skip to content"
    },
    {
      "url": "http://hackr.de/2021/12/20/1473035551297183749",
      "title": "hackr worldwide: 1473035551297183749",
      "description": "void",
      "preview": "2021.12 1473035551297183749 - (got a :shot:) # misc"
    },
    {
      "url": "https://bettercotton.org/",
      "title": "Better Cotton Initiative: It starts with farmers",
      "description": "Our mission is to help cotton communities survive and thrive, while protecting and restoring the environment.",
      "preview": "Search for: Search It starts with farmers Welcome to a global community of farmers, brands and people like you united by a need for cotton that suppor"
    },
    {
      "url": "https://runningout-of-words.tumblr.com/post/89305551696",
      "title": "Angela - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Angela - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't"
    },
    {
      "url": "https://brasil.mongabay.com/",
      "title": "Notícias ambientais - Mongabay Brasil",
      "description": "Notícias sobre vida selvagem e natureza",
      "preview": "Mais recente Destaque Projeto na maior favela do Brasil transforma óleo descartado em produtos ecológicos André Aram 10 Out 2025 As ações coletivas e"
    },
    {
      "url": "https://invest.bnpparibas.com/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "https://osmfoundation.org/Licence",
      "title": "Licence - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Licence From OpenStreetMap Foundation Information on our distribution licence, the ODbL 1.0, its application to"
    },
    {
      "url": "https://uploads.knightlab.com/storymapjs/857f1335b5790bba701ae445533b2c8e/lynchings-and-executions-in-kansas/index.html",
      "title": "StoryMapJS: Master Lynchings and Executions in KS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://upstatediving.com/about/",
      "title": "About - Upstate NY Diving",
      "description": "void",
      "preview": "Skip to content We are happy you are here! You have found the #1 Developmental Diving Club in the United States. On this page you will about the many"
    },
    {
      "url": "https://weeklyad.target.com/",
      "title": "Target Weekly Ad",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.jacksonriver.com/springboard/",
      "title": "Springboard: Fundraising and Advocacy Software | Jackson River",
      "description": "Springboard by Jackson River is the premier fundraising and Salesforce advocacy software to maximize your impact. Explore this platform's key features.",
      "preview": "null Fundraising and Salesforce Advocacy Software to Power Change Springboard is an enterprise-grade platform that helps bring online fundraising and"
    },
    {
      "url": "http://andreasviklund.com/",
      "title": "andreasviklund.com",
      "description": "void",
      "preview": "Menu rss facebook twitter Free HTML template: Paris Fashion Blog Brussels Light Free HTML tempalte: Brussels Free HTML CV Template in different colors"
    },
    {
      "url": "http://www.matrox.com/",
      "title": "Matrox Video | Video Products for Broadcast and Pro AV/IT",
      "description": "Matrox Video is a leading manufacturer of video products and components for the broadcast and media, live entertainment, and professional AV/IT markets.",
      "preview": "Skip to main content Our new podcast is LIVE! Explore the technologies and strategies driving the future of AV over IP in our new podcast, ProAV & Bro"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#datatracker-home",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://quill.org/lessons/#/teach/class-lessons/-KsKpXAoaEIY5jvWMIzJ/preview",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mailback-msft.tes-amm.com/_Content/de-AT/",
      "title": "Microsoft Mail-back Program",
      "description": "void",
      "preview": "Sprache: Kostenloses Rücksendeprogramm von Microsoft Willkommen beim kostenlosen Rücksendeprogramm von Microsoft. Das Programm von Microsoft wird vom"
    },
    {
      "url": "https://heart2homecreations.net/2017/12/19/woodland-globe-ornaments/?like_comment=178&_wpnonce=34663814ef",
      "title": "Woodland Globe Ornaments! | Heart2HomeCreations",
      "description": "December is here! And that means Christmas is right around the corner! I've been busy making ornaments for my Etsy shop! I had been wanting to make something with the clear craft ornaments and finally decided to go for it! While hiking through Vermont forests I was so inspired by the beautiful scenery. The light...",
      "preview": "December is here! And that means Christmas is right around the corner! I've been busy making ornaments for my Etsy shop! I had been wanting to make so"
    },
    {
      "url": "https://www.rhymezone.com/",
      "title": "RhymeZone rhyming dictionary and thesaurus",
      "description": "void",
      "preview": "Rhymes Rhymes (advanced) Near rhymes Synonyms Descriptive words Phrases Antonyms Definitions Related words Similar sounding words Similarly spelled wo"
    },
    {
      "url": "https://bugzilla.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "https://www.emploimedecin.com/offres-emploi/detail/878844/medecin-generaliste/jobergroup/amiens/cdi",
      "title": "Offres d'emploi médicales : médecin, pharmacien, chirurgien...",
      "description": "Retrouvez sur EMPLOI Médecin des milliers d'annonces : médecin, chirurgien, sage-femme, pharmacien, orthodontiste, vétérinaire",
      "preview": "Connexion Candidat Connexion Recruteur Partenaires Zoom sur Trouvez votre futur emploi Emploi : Localisation : Distance : 5 km 10 km 15 km 20 km 50 km"
    },
    {
      "url": "https://www.kantar.com/north-america/inspiration/technology/85-per-cent-of-us-households-have-a-video-subscription-service",
      "title": "85% of US households have a video subscription service",
      "description": "Netflix's subscriber base is now below two thirds of US subscribers, as penetration continues to decline, despite the success of Squid Game.",
      "preview": "85% of US households have a video subscription service 26 January 2022 Share Nicole Sangari VP, Kantar Insights Article Get in touch Netflix's subscri"
    },
    {
      "url": "https://www.space.com/jfk-apollo-moonshot-nasa-readiness.html",
      "title": "Why JFK Believed His Bold Moonshot Was Achievable | Space",
      "description": "Apollo 11 was truly a giant leap, but it was no miracle.",
      "preview": "Skip to main content Don't miss these President John F. Kennedy speaks before a joint session of Congress, May 25, 1961. In this address, the presiden"
    },
    {
      "url": "https://www.newshidalgo.com.mx/?tag=zoe-robledo-aburto",
      "title": "Zoé Robledo Aburto - News Hidalgo",
      "description": "La verdad a la luz...",
      "preview": "Salud Redacción 19 de enero de 2022 529 Con 79 años, el IMSS ha demostrado su capacidad de respuesta ante desastres naturales y crisis sanitarias PACH"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "https://orbilu.uni.lu/handle/10993/42473",
      "title": "ORBilu: Detailed Reference",
      "description": "void",
      "preview": "Back Home Detailed Reference Download Contribution to collective works (Parts of books) Food Governance durch Qualitätszertifizierungen RECKINGER, Rac"
    },
    {
      "url": "https://www.charleskeith.com/us/bags/CK2-30781775_MULTI.html",
      "title": "Multicoloured Shalia Canvas Tote Bag - CHARLES & KEITH US",
      "description": "A bag to beat all other bags when it comes to structure, style or functionality. Featuring a boxy finish, double top handles, and a roomy interior, our boxy canvas Shalia tote is perfectly sized to carry all of your essentials in style. Relish being hands-free when you wear it on your shoulder and head to work. Complete with a zip closure that ensures your daily necessities stay safe, we think it will go well with a pinstripe pantsuit and textured mules.",
      "preview": "... ..."
    },
    {
      "url": "https://login.ey.com/myey/login",
      "title": "EY login - My EY",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://buckfifty.org/tag/cynthia-a-jennings/",
      "title": "Cynthia A. Jennings | buckfifty.org",
      "description": "void",
      "preview": "buckfifty.org discovering the heart and soul of denver Skip to content Home About B50 How To Submit Tag Archives: Cynthia A. Jennings Fifty Two Origin"
    },
    {
      "url": "https://pdtpartners.com/",
      "title": "PDT Partners",
      "description": "PDT Partners is a quantitative asset management firm of purpose-driven people that use science-based methodology to find inefficiencies in the markets.",
      "preview": "Puzzle Answers This website uses cookies. If you would like to learn more about our use of cookies or view our other legal policies, click on the More"
    },
    {
      "url": "https://www.ul.com/services/sustainability-and-stewardship",
      "title": "ULTRUS: The Software Portfolio of UL Solutions | UL Solutions",
      "description": "ULTRUS software helps organizations get safer, more sustainable products to market faster, achieve compliance and drive innovation in product life cycles.",
      "preview": "Skip to main content Services Certification Facility Personnel Process Product System Testing EMC Energy Efficiency Environmental Indoor Air Quality I"
    },
    {
      "url": "https://www.idnes.cz/technet",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://www.bbc.co.uk/news/uk-64815323",
      "title": "Constance Marten arrest: Police continue questioning after baby found - BBC News",
      "description": "Constance Marten and Mark Gordon are being held on suspicion of gross negligence manslaughter.",
      "preview": "To play this video you need to enable JavaScript in your browser. This video can not be played Media caption, Det Supt Lewis Basford: \"Police officers"
    },
    {
      "url": "https://login.microsoftonline.com/51a9fa56-3f32-449a-a721-3e3f49aa5e9a/saml2?SAMLRequest=fVJLb9swDP4rhu7yQ7bjWkgCZA2GBei2oMl22GWgZboRKkueKO%2F16%2BvYG9ZdchJE8nvwA9cEvRnkbgwX%2B4jfRqQQ%2FeyNJTk3Nmz0VjogTdJCjySDkqfd%2Bwcp4lQO3gWnnGGvILcRQIQ%2BaGdZdNhv2NdS5WUNTVUJhaoqSqzuVkUtAKqsrhsFomjuiiYVqmPRZ%2FQ0ITdsIprgRCMeLAWwYSqlQvA049nqnKUyr2S5%2BsKi%2FbSNthBm1CWEgWSSGPekbdxr5R25LjhrtMVYuT4pM6g7KFc873LBi6IGDpXIeI55N32gxBqS646CRbu%2Fi9w7S2OP%2FoT%2Bu1b46fHhnxSRi3UbP6MNMah4fE50OyS9a0eD8XAZZrKElldwUDRX4ffokdPAouOfgN9o22r7dDvbZhki%2Be58PvLjx9OZbddXZjln5be3bc0eFoMYoIUAVzPr5DXDermWD5P2YX90Rqtf0Vvnewi3rV0ruuXdPCqDB0t6Up9iNMb9uPcIATcs%2BBFZsl0k%2F7%2FJ7Qs%3D",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "http://www.italiaricette.it/",
      "title": "ITALIARICETTE.IT - Il tuo ricettario online",
      "description": "ItaliaRicette - Il tuo ricettario online",
      "preview": "Benvenuti in ITALIARICETTE.IT, un nuovo sito dove potete trovare migliaia di ricette. Nella colonna di sinistra potete scegliere il tipo di ricetta ch"
    },
    {
      "url": "http://www.basketcreationsplus.com/",
      "title": "Basket Creations Plus │ Gift Baskets From Casper, WYHome",
      "description": "Basket Creations Plus, started as a dream, and became a reality in August of 2002. We strive to create gift baskets that bring comfort and joy to anyone wanting something unique and personal.",
      "preview": "We Create...Comfort & Joy 341 East E Street, Suite 220 Casper, WY, 82601 United States (307) 237-3357 orders@basketcreationsplus.com Basket Creations"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://www.ebresearch.org",
      "title": "EB Research Partnership - EB Research Partnership",
      "description": "EB Research Partnership is the largest 501(c)(3) nonprofit dedicated to funding research aimed at treating and ultimately curing Epidermolysis Bullosa, a group of devastating and life-threatening skin disorders that affect children from birth.",
      "preview": "Epidermolysis Bullosa What is EB? Life with EB Resources Research Our Impact Scientific Advisory Board Clinical Trials > Filsuvez Vyjuvek ZEVASKYN Tow"
    },
    {
      "url": "https://research.google",
      "title": "Google Research - Explore Our Latest Research in Science and AI",
      "description": "Discover Google Research. We publish research papers across a wide range of domains and share our latest developments in AI and science research.",
      "preview": "Impossible? Let's see. Whether we're shaping the future of sustainability, or optimizing algorithms, or even exploring epidemiological studies, Google"
    },
    {
      "url": "https://unhabitat.org/water-for-handwashing-in-slums-is-critical-to-prevent-covid-19-spreading",
      "title": "Water for handwashing in slums is critical to prevent COVID-19 spreading | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.bbbprograms.org",
      "title": "Home - BBB National Programs",
      "description": "BBB National Programs fosters trust, innovation, and competition in the marketplace through self-regulation, dispute resolution, and other programs.",
      "preview": "Where businesses turn to enhance consumer trust and consumers are heard Through our self-regulatory programs, industry leaders work together to foster"
    },
    {
      "url": "https://mastodon.social/@Mozilla",
      "title": "Mozilla (@mozilla@mastodon.social) - Mastodon",
      "description": "7 Posts, 1 Following, 17.1K Followers · A non-profit with one mission: defend the free and open web.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://react.dev/reference/react/useEffect",
      "title": "useEffect - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. API Reference Hooks useEffect useEffect is a React Hook that lets you synchronize a component with an e"
    },
    {
      "url": "https://www.roku.com/products/streaming-stick-plus",
      "title": "Close",
      "description": "void",
      "preview": "Players Streaming Stick® Streaming Stick® Plus Streaming Stick® 4K Ultra Streambar® SE Free shipping on all orders-now even faster!* Close ArrowleftBl"
    },
    {
      "url": "https://creativecommons.org/licenses/by-nc/4.0/",
      "title": "Deed - Attribution-NonCommercial 4.0 International - Creative Commons",
      "description": "void",
      "preview": "Skip to content Canonical URL https://creativecommons.org/licenses/by-nc/4.0/ See the legal code You are free to: Share - copy and redistribute the ma"
    },
    {
      "url": "https://www.thenorthernecho.co.uk/news/23112107.man-arrested-eggs-thrown-king-charles-york-visit/",
      "title": "Man arrested after eggs thrown at King Charles during York visit | The Northern Echo",
      "description": "A man has been detained by police after appearing to throw eggs at the King and Queen Consort during a walkabout in York.",
      "preview": "Man arrested after eggs thrown at King Charles during York visit King Charles III Community North Yorkshire By Patrick Gouldsbrough Digital Reporter S"
    },
    {
      "url": "https://borrisokane.com/freer/1mas7sf22.html",
      "title": "-",
      "description": "void",
      "preview": "H1 Text Erhalten Sie einen Bonus! Text Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! Question 1 A"
    },
    {
      "url": "https://www.healthaction.org/",
      "title": "Health Action Alliance",
      "description": "The Health Action Alliance is the country's largest employer network operating at the intersection of business and public health. We're on a mission to make employees healthier and communities stronger. We know good health is good business.",
      "preview": "By clicking \"Accept\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing e"
    },
    {
      "url": "https://www-fourier.univ-grenoble-alpes.fr/~molinier/crochet.html",
      "title": "Rémi Molinier - Crochet",
      "description": "void",
      "preview": "Rémi Molinier I am a teaching assistant (PRAG) at Université Grenoble-Alpes in the Institut Fourier . My area of expertise lies mainly inside algebrai"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: fd273818ac458fdb5da72ad377bcc4b3 Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://web.stanford.edu/class/cs224n/",
      "title": "Stanford CS 224N | Natural Language Processing with Deep Learning",
      "description": "void",
      "preview": "CS224N: Natural Language Processing with Deep Learning Stanford / Winter 2025 Natural language processing (NLP) is a crucial part of artificial intell"
    },
    {
      "url": "https://blog.cmkg.org/blog/topic/category-analytics",
      "title": "Category management best practices & thought leadership for Retail & CPG teams. | Category Analytics",
      "description": "Category Analytics | Translate industry trends, changes, and insights into best practices and training for future-proof Retail and CPG organizations.",
      "preview": "Training Solutions Instructor-Led Virtual Training Instructor-Led Classroom Training eLearning Training Solutions for Individuals Assessments Team Tra"
    },
    {
      "url": "https://ui-patterns.com/patterns",
      "title": "Design patterns",
      "description": "It has long been common practice in software design to use libraries of recurring solutions to solve common problems in software design. Such solutions are also called design patterns.",
      "preview": "Design patterns User Interface Design patterns are recurring solutions that solve common design problems. Design patterns are standard reference point"
    },
    {
      "url": "https://www.texastribune.org/2022/04/06/texas-mail-in-ballot-rejection-voting/",
      "title": "More than 12% of Texas mail-in ballots rejected in March primary | The Texas Tribune",
      "description": "Figures released by the Texas secretary of state show that more than 24,000 Texas voters had their ballots rejected in the March primary. The rejection rate is a significant increase over previous elections.",
      "preview": "Skip to main content People wait outside the Bexar County Elections Department in San Antonio to drop off their mail-in ballots, turn in their voter r"
    },
    {
      "url": "http://www.christinalperez.com/about",
      "title": "about - CLP",
      "description": "void",
      "preview": "about View fullsize View fullsize View fullsize View fullsize View fullsize View fullsize Christina Pérez is a freelance writer exploring the intersec"
    },
    {
      "url": "https://www.vagabond.se/europa/grekland/nonstopflyg-till-kreta",
      "title": "Nonstopflyg till Kreta - Vagabond",
      "description": "I sommar startas en ny reguljär direktlinje mellan Stockholm och Heraklion på Kreta i Grekland.",
      "preview": "Hoppa till innehåll Det är norska lågprisflygbolaget Norwegian som börjar flyga Stockholm-Heraklion. Första avgången blir 26 juni och därefter blir de"
    },
    {
      "url": "https://share.amuse.io/album/kendra-the-bunnies-of-all-time",
      "title": "Amuse",
      "description": "Create smart music links that anyone can listen to!",
      "preview": "void"
    },
    {
      "url": "https://orderhavenly.com/s/order",
      "title": "Order Online | Havenly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://jaipur.craigslist.org/d/garage-moving-sales/search/gms?hints=static&sort=upcoming&lang=en&cc=gb&sale_date=2021-12-09",
      "title": "Jaipur garage & moving sales - craigslist",
      "description": "Jaipur garage & moving sales - craigslist",
      "preview": "loading Reading writing saving searching refresh the page. craigslist Garage & Moving Sales in Jaipur see also"
    },
    {
      "url": "https://www.chase.com/business/minority-businesses",
      "title": "void",
      "description": "We're committed to helping entrepreneurs achieve their goals",
      "preview": "Please turn on JavaScript in your browser It appears your web browser is not using JavaScript. Without it, some pages won't work properly. Please adju"
    },
    {
      "url": "https://svgdoodles.com/",
      "title": "SVG Doodles - Free, editable SVGs to spice up your designs",
      "description": "Browse a curated collection of free, customizable SVG doodles and icons to use in your websites, apps, slides, and prints.",
      "preview": "void"
    },
    {
      "url": "https://maia-longhorn.tumblr.com/post/121129476692",
      "title": "In this corner... - Maryland moves to increase diversity in computer science",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Techno"
    },
    {
      "url": "https://veterans.nbcnews.com/",
      "title": "Veterans | NBC News",
      "description": "Empowering veterans and military spouses with employment and education opportunities",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "http://www.nic.it/",
      "title": "| Registro .it",
      "description": "void",
      "preview": "Torna alla visualizzazione normale Salta al contenuto principale Cerca il tuo .it Verifica se il dominio che vuoi registrare è disponibile www. .it"
    },
    {
      "url": "https://www.worldbank.org/en/language-resources",
      "title": "Language Resources",
      "description": "void",
      "preview": "Working for a World Free of Poverty This page in: English EN Français العربية Русский 中文 Español Français العربية Русский 中文 Español Language Resource"
    },
    {
      "url": "https://docs.roku.com/published/userprivacypolicy/en-US",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://poolors.com/0d0a31-2a601e-8b7569-d2be98-fcf4f2",
      "title": "Poolors - Generate unique color palettes",
      "description": "Poolors generates color palettes using the colors least-used by designers",
      "preview": "poo lors color combos least used by designers color combos most used by designers 2 3 4 5 #0d0a31 #2a601e #8b7569 #d2be98 #fcf4f2"
    },
    {
      "url": "https://www.champaigncounty.org/list/member/rolling-acres-ag-solutions-30107.htm",
      "title": "Business Directory Search",
      "description": "The easy way to find businesses and members in the Champaign County Chamber of Commerce - IL",
      "preview": "Skip to content Business Directory Search All Categories... Accountants-Certified Public & Public Acupuncture Advertising Agencies & Counselors Advert"
    }
  ],
  "_meta": {
    "total_bookmarks": 97
  }
}