{
  "data": [
    {
      "url": "https://crickettimes.com/",
      "title": "Latest Cricket News, Live Scores, Schedule, Match Predictions, Fantasy Tips, Dream11 Team, Results, ICC Rankings, Stats, Videos, Podcast & Exclusive Interviews| Cricket Times",
      "description": "Latest Cricket News, Live Scores, Schedule, Match Predictions, Fantasy Tips, Dream11 Team, Results, ICC Rankings, Stats, Videos, Podcast & Exclusive Interviews",
      "preview": "Home » Latest Cricket News Get the Latest Updates, Breaking News and Top Stories related to Cricket, Live Scores, Schedule, Match Predictions, Fantasy"
    },
    {
      "url": "https://allenai.org/terms",
      "title": "Ai2's terms and conditions for our website.",
      "description": "Terms and conditions | Ai2",
      "preview": "Ai2 Terms And Conditions of Use Terms and Conditions of Use Effective: September 25, 2024 WELCOME TO Ai2! BEFORE YOU USE OR ACCESS OUR WEBSITES AND SE"
    },
    {
      "url": "https://geobasis-bb.de/lgb/de/geodaten/luftbilder/luftbilder-aktuell/",
      "title": "Luftbilder aktuell | LGB_Startseite",
      "description": "LGB (Landesvermessung und Geobasisinformation Brandenburg)",
      "preview": "Toolbar-Menü de Farbwechsel Drücken Sie Enter oder Pfeil nach unten um Farbauswahl zu öffnen.. Standard Drücken Sie die Leertaste um Standard zu bestä"
    },
    {
      "url": "http://qualgorithms.blogspot.com/",
      "title": "Quantum Algorithms",
      "description": "void",
      "preview": "Quantum Computing Blog: Quantum algorithms, quantum information, industry news, interesting research, and related fields. Feedback welcomed: jjkleid ["
    },
    {
      "url": "https://woods.stanford.edu",
      "title": "Stanford Woods Institute for the Environment",
      "description": "Learn more about Stanford University's hub for climate and environment research spanning all seven schools on campus.",
      "preview": "Highlighting solutions to the wildfire crisis Read more Main content start Featured news Tracking microplastics from sea to body September 29, 2025 St"
    },
    {
      "url": "https://www.sfemt.fr/lecturer-in-buddhist-studies-at-soas%E2%80%8F/",
      "title": "Lecturer in Buddhist Studies at SOAS‏ - Société Française d'Études du Monde Tibétain",
      "description": "void",
      "preview": "News Ticker [ 10 octobre 2025 ] Bourses de la Fondation Chiang Ching-Kuo pour des échanges universitaires internationaux Postes et bourses [ 9 octobre"
    },
    {
      "url": "https://kendamabulgaria.bg/en/shop/ezoterika/page/6/?orderby=price",
      "title": "Езотерика и гадателски карти",
      "description": "Добре дошли в нашата мистична колекция от езотерика и гадателски карти, където древната мъдрост се среща със съвременната духовност.",
      "preview": "ЕЗОТЕРИКА Categories THE SECRET KENDAMAS 6 products KENDAMAS 15 products KENDAMA BULGARIA 7 products KB CUSTOM 7 products KROM KENDAMA 1 product SWEET"
    },
    {
      "url": "http://www.justcruisinplus.com/",
      "title": "Home - Just Cruisin' Plus",
      "description": "Just Cruisin' Plus is a full service travel counselor and consultant focused on vacations and specializing in cruises and tours. Whether you travel alone or in a group of 10 or 1,000, Just Cruisin' Plus has been exceeding expectations for 27 years since it was founded in 1981. The best in service costs no more and will save you the hassle of finding all the information needed to make a decision that you can let a counselor at Just Cruisin' Plus. We have true professional travel staff to be sure your most precious non-renewable resource, your leisure time, is not taken with conducting research. Learn all you need to know before, during, and after planning and taking that next vacation. We have been taking the time to learn about YOU and what YOU want since 1981.",
      "preview": "Email: | Call: (615) 833-0922 or (800) 888-0922 Welcome to Just Cruisin' Plus! With so many travel options as well as Travel Rules and Regulations, pl"
    },
    {
      "url": "https://ko.coursera.org/professional-certificates/soporte-de-tecnologias-de-informacion-google",
      "title": "Google IT Support Professional Certificate | Coursera",
      "description": "Offered by Google. The launchpad to a career in IT. This program is designed to take beginner learners to job readiness in about ... Enroll for free.",
      "preview": "Google IT Support Professional Certificate Google IT Support Professional Certificate The launchpad to a career in IT. This program is designed to tak"
    },
    {
      "url": "https://calendar.mines.edu/",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://learningconsole.amazonadvertising.com/",
      "title": "Amazon Ads Academy - Explore training courses, certifications, and more",
      "description": "Elevate your marketing skills with Amazon Ads Academy. Explore training courses, certifications, videos, and more to help you learn how to use Amazon Ads.",
      "preview": "You need to enable JavaScript to run this app. Amazon Ads Academy Amazon Ads Academy Welcome to Amazon Ads Academy Elevate your advertising skills wit"
    },
    {
      "url": "https://www.calicolabs.com/people/arthur-d-levinson",
      "title": "Arthur D. Levinson, Ph.D. - Calico",
      "description": "void",
      "preview": "Skip to content 0% About In September 2013, Art was named chief executive officer of Calico. Before that, he was chief executive officer of Genentech"
    },
    {
      "url": "https://ms.portal.azure.com/?l=en.en-us#blade/Microsoft_Azure_Support/HelpAndSupportBlade/overview",
      "title": "Microsoft Azure",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "https://www.truist.com/",
      "title": "Truist Bank | Checking, Savings, Lending, and Financial Services",
      "description": "Your journey to better banking starts with Truist. Checking and savings accounts, credit cards, mortgages, small business, commercial banking, and more.",
      "preview": "Personal & Commercial Banking, Credit Cards, Loans & Investments Truist One Checking No overdraft fees. Practical perks. Automatic upgrades. Learn mor"
    },
    {
      "url": "https://www.satshow.com/",
      "title": "SATShow 2026 - SATShow Week",
      "description": "void",
      "preview": "SATSHOW WEEK March 23-26, 2026 Walter E. Washington Convention Center // Washington, DC Register About SATShow Why Attend Registration About Us FAQs &"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/post/143008375724",
      "title": "Sabiya malbari - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Sabiya malbari - Computer science: the impact of K-12 on university... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfe"
    },
    {
      "url": "https://www.acehardware.com/departments/lawn-and-garden/snow-removal-and-equipment/snow-blowers/7002414",
      "title": "Ariens Classic Two Stage Gas Snow Blower 24\" 208cc Electric Start Mfr# 92002500 - Ace Hardware",
      "description": "Get through the snow with consistent and reliable performance. Move 58 tons of snow per hour with 40 ft. throwing distance. Find Ariens Snow Blowers at Ace.",
      "preview": "Skip to content Hi there! Ace Hardware Shop Services Projects & Tips Savings What can we help you find? Ace Hardware What can we help you find? Ace Ha"
    },
    {
      "url": "http://www.pably.pl/znalezione-w-kraju/splonela-choc-byla-piekna-i-zadbana",
      "title": "Domena pably.pl jest utrzymywana na serwerach nazwa.pl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.avuedigitalservices.com/casting/aiportal/control/hiringProcess;jsessionid=CBB0D346B35C5E86EE3B4C115A38CF17",
      "title": "Federal Hiring Tools | Avue Central",
      "description": "Avue Central is a federal employment service provided absolutely free to the public. It's the fastest and easiest way to find and apply for federal employment. Avue Central offers completely private, safe, and secure access to thousands of federal jobs worldwide.",
      "preview": "avue central The fastest and easiest way to find and apply for federal employment help Home Search for Jobs Federal Hiring Tools ☰ Federal Hiring Tool"
    },
    {
      "url": "https://www.lornajane.com/amy-winter-thermal-phone-pocket-tech-leggings-blk/LB0384_BLK.html",
      "title": "Amy Winter Thermal Phone Pocket Tech Leggings | Lorna Jane",
      "description": "Introducing Cosmopolitan's #1 Rated Thermal Legging, and your new go-to winter legging with the perfect balance of tech and fashion. The soft brushed lining traps your body heat to keep you warm and the higher rise waist provides support and additional coverage to keep the warmth in. The design lends its self to be easily dressed up or dressed down for ultimate styling versatility. Plus it has not one but two phone pockets for hands free life on the go. Our Amy Winter Thermal Phone Pocket Tech legging has also been designed with a gusset. This triangular panel of fabric sewn into the crotch (gusset) prevents the leggings from 'riding up' (no camel toe) and provides more flexibility and freedom of movement. The thermal lining also gives a more compressive feel when worn. If you would prefer a more relaxed fit for all day wear we suggest you go up a size. If you prefer a more snug and firm fit, we suggest your usual size. PLEASE NOTE: Due to the nature of brushed fleece, these leggings can be prone to pilling so we recommend washing yours inside out in our Active Washbag on a delicate cycle to extend it's life. If you do not own a garment bag, a gentle hand wash is recommended.",
      "preview": "Badge Label breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb Amy Winter Thermal Phone Poc"
    },
    {
      "url": "https://www.dailysarkariresults.com/ssc-recruitment-2019-selection-posts-phase-vii/",
      "title": "SSC Selection Posts Phase-VII DV Test Admit Card - Daily Sarkari Results",
      "description": "SSC Recruitment 2019 for Selection Posts Phase - VII Recruitment DV Test Admit Card. Enrolled Candidates can download Now",
      "preview": "10th 12th Admit Card Graduate Daily Result 6 years ago June 24, 2021 SSC Selection Posts Phase-VII DV Test Admit Card WhatsApp Group Join Now Telegram"
    },
    {
      "url": "https://kwcpanthers.com/sports/baseball/roster/matt-pobereyko/2588",
      "title": "Matt Pobereyko - Baseball - Kentucky Wesleyan College Athletics",
      "description": "Matt Pobereyko (42) Pitcher - 2015: American Baseball Coaches Association All-Midwest Region first team honoree...Daktronics All-Midwest Region first team honoree...All-Great",
      "preview": "Skip To Main Content Pause All Rotators Skip To Main Content 2015 Baseball Roster Choose a Player: Calbert, Bobby Carr, Chris Carter, Jake Clark, John"
    },
    {
      "url": "https://statebags.com/",
      "title": "STATE Bags - Backpacks, Totes and Bags for Women, Men & Kids",
      "description": "STATE designs fashionable bags for work, travel, gym, & play. Shop the perfect backpacks, totes, crossbody bags, diaper bags, kids' accessories & more.",
      "preview": "Skip to Main Content SHOP NOW Solids Graham Tote Nylon Pink WAITLIST! More details Quick shop Graham Tote Nylon Pink Graham Tote 8 Colors $120 Add | $"
    },
    {
      "url": "https://laylasleep.com/product/layla-shredded-memory-foam-pillow/",
      "title": "Cooling Shredded Memory Foam Pillow | Layla Sleep®",
      "description": "The Layla Memory Pillow ensures your slumber will be more sound than ever. Engineered for your comfort, this is the pillow of your dreams.",
      "preview": "Skip to main content PLAY VIDEO 2510 Memory Foam Pillow 2510 Refer Refer Layla Memory Foam Pillow Retail Price $89 Sale Price $59 $59 $89 FALL SALE $3"
    },
    {
      "url": "https://jobs.fao.org/careersection/fao_external/jobsearch.ftl?lang=en",
      "title": "Job Search",
      "description": "void",
      "preview": "Instructions for candidates Jobs at FAO Welcome. You are not signed in. Sign In / Create Profile Job Search My Jobpage This service is set to disconne"
    },
    {
      "url": "https://www.metoffice.gov.uk/research/climate/maps-and-data",
      "title": "UK climate maps and data - Met Office",
      "description": "The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the UK here.",
      "preview": "UK climate maps and data The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the"
    },
    {
      "url": "https://www.uncut.co.uk/news/arctic-monkeys-alex-turner-i-want-to-start-writing-follow-up-to-suck-it-and-see-31195/",
      "title": "Arctic Monkeys' Alex Turner: 'I want to start writing follow-up to 'Suck It And See'' - UNCUT",
      "description": "Arctic Monkeys' Alex Turner has said that he wants to start writing the band's new album.",
      "preview": "Facebook Instagram Twitter News Features Reviews Music Film Uncut+ Magazine Subscribe Single Issues Subscribe Newsletter Search Subscribe Advertisment"
    },
    {
      "url": "https://www.aetna.com/individuals-families/member-rights-resources/rights/federal-no-surprises-act.html",
      "title": "Federal No Surprises Act | Aetna",
      "description": "Federal No Surprises Act",
      "preview": "Skip to main content Federal No Surprises Act Your rights and protections against surprise medical bills When you get emergency care or you're treated"
    },
    {
      "url": "https://hope-community.org/",
      "title": "Hope Community - Strengthening the power of communities.",
      "description": "void",
      "preview": "Press enter to begin your search About Mission, Values, Vision Staff Board Community Listening Partners & Connections Publications & Media Stories How"
    },
    {
      "url": "https://unpkg.com/",
      "title": "UNPKG",
      "description": "The CDN for everything on npm",
      "preview": "UNPKG is a fast, global content delivery network for everything on npm . Use it to quickly and easily load any file on npm using a URL like: unpkg.com"
    },
    {
      "url": "http://www.greatplacetowork.com/certified-company/7023741",
      "title": "Working at Vera Institute of Justice | Great Place To Work®",
      "description": "Is Vera Institute of Justice a great place to work for?",
      "preview": "Home > Certified Companies SHARE: Vera Institute of Justice Updated May 2024. 73% Employees say this is a great place to work SHARE: Company Overview"
    },
    {
      "url": "https://capacete.org/nikos-doulos-2/?lang=en",
      "title": "Nikos Doulos | Capacete",
      "description": "void",
      "preview": "\" E xp eriencing connecting issues \"- CAPACETE Athens 2017 Download (PDF, 917KB) ..... Nikos Doulos is a visual artist, curator, and co-director of Expo"
    },
    {
      "url": "https://www.jcwoodworking.com/to-jeremy-with-love-your-sister-sarah/",
      "title": "To Jeremy, With Love, your sister Sarah - JC Woodworking",
      "description": "void",
      "preview": "Skip to content I have known Jeremy since he was 11 years old. We met in the summer of 1998 when Josh invited me, as his first girlfriend, over to his"
    },
    {
      "url": "https://assets1.activerain.com/blogs/rchristm76",
      "title": "Blog 603",
      "description": "ActiveRain is an online community of real estate professionals who write blogs, exchange best practices and share information. Welcome to the neighborhood.",
      "preview": "Home > Blogs > Ron Christman > Blog-Home RECENT BLOG POSTS Ron Christman has not posted any blogs at this time. Please check back again soon! Back to"
    },
    {
      "url": "https://about.bnef.com/blog/corporate-clean-energy-buying-tops-30gw-mark-in-record-year/",
      "title": "Corporate Clean Energy Buying Tops 30GW Mark in Record Year | BloombergNEF",
      "description": "Corporations purchased 31.1 gigawatts of clean power through long-term contracts, largely driven by activity in the U.S. and from large technology companies New York and London, January 31, 2022 - Corporations bought a record 31.1 gigawatts of clean energy through power purchase agreements, or PPAs, in 2021, up nearly 24% from the previous year's record of 25.1GW according to research firm...",
      "preview": "PRESS RELEASE Corporate Clean Energy Buying Tops 30GW Mark in Record Year Finance January 31, 2022"
    },
    {
      "url": "https://lovequalstrains.tumblr.com/",
      "title": "the patriarchy is on autopilot",
      "description": "void",
      "preview": "Home Ask me anything Submit a post Archive Mobile RSS the patriarchy is on autopilot Photo November 26, 2018 376 notes programmerhumour : Focus Video"
    },
    {
      "url": "https://www.fubo.tv/lp/StreamTV/?irad=343747&irmp=398453&subId1=streamingservices&subId2=ckhgo1ujg00003r8zaneft7pl",
      "title": "Stream live TV & sports | Fubo",
      "description": "Stream live TV with ABC, CBS, FOX, NBC, ESPN & top channels without cable. DVR included. No contract, cancel anytime.",
      "preview": "Stream live TV & sports On any device. Anytime. Anywhere. Start watching Stream live TV from 200+ channels you love + MORE Start watching How is Fubo"
    },
    {
      "url": "https://greenlightfund.org/",
      "title": "Investing in Community-Driven Change - GreenLight Fund",
      "description": "GreenLight Fund is a national nonprofit network matching local communities' unmet needs with evidence-based social innovations. We're investing in Community-Driven Change.",
      "preview": "Skip to content"
    },
    {
      "url": "https://espeakers.unmeetings.org/6320ae9f5ea20000120344dc13092022",
      "title": "e-Delegate+",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.galere.net/about/tommi-parzinger/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.renfe.com/es/es/ayuda/faqs",
      "title": "Preguntas frecuentes ( FAQs ) | Renfe",
      "description": "En esta página encontrarás un conjunto de preguntas y respuestas para resolver todas tus dudas sobre nuestros productos y servicios.",
      "preview": "void"
    },
    {
      "url": "https://blog.yogamatters.com/",
      "title": "Home - Blog - Yogamatters",
      "description": "Yoga Inspiration, interviews and expert advice from our team of worldwide yogis.Mind Integrate mind, body and spirit by learning to look after your mind as well as your body. Yogamatters Community Yoga Classes Food Love mealtimes with our rainbow dishesand nutrional advice.",
      "preview": "void"
    },
    {
      "url": "https://ca.linkedin.com/company/capitalg?trk=affiliated-pages",
      "title": "CapitalG | LinkedIn",
      "description": "CapitalG | 44,347 followers on LinkedIn. Alphabet&#39;s independent growth fund | CapitalG is Alphabet&#39;s independent growth fund. We invest capital to help remarkable entrepreneurs and leading transformational companies accelerate the growth of their businesses.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.blackchamber.com/",
      "title": "Silicon Valley Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to main content Featured News Chamber Blog Read All About It Upcoming Events See All Events 14 Oct 2025 | 06:00 PM - 07:30 PM \"AI IN ACTION: TURN"
    },
    {
      "url": "https://iocl.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://cocondesoi.blogspot.com/2015/02/conferencediabete-approche.html",
      "title": "Cocon de Soi: Conférence Diabète, approche naturopathique 25/03/15 2/2",
      "description": "Le début de chaque conférence est à 20h15 pour une durée moyenne de 1 heure / 1h30. Conférences Cocon à Bagnères de Bigorre MERCR...",
      "preview": "Pages Accueil Ca se passe près de chez nous Archives Conférences (depuis 2008) Au local en ce moment travaillent... A.L.I.S Association Liberté Inform"
    },
    {
      "url": "https://www.fonearena.com/price.php",
      "title": "Price Search & Price Finder |FoneArena.com",
      "description": "void",
      "preview": "Home News Phones Operators Reviews FoneFinder PriceSearch Price List Links Glossary Forums"
    },
    {
      "url": "https://socratic.org/questions/what-is-the-electron-dot-diagram",
      "title": "Google Lens - Search What You See",
      "description": "Discover how Lens in the Google app can help you explore the world around you. Use your phone's camera to search what you see in an entirely new way.",
      "preview": "Search Shop Translate Identify what you see Not sure how to describe it in words? Use your camera or an image to search. Go to Google Lens Get the app"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2019/12/10/1958411/0/en/The-Newman-s-Own-Awards-Celebrate-20-Years-of-Charitable-Giving-with-2019-Grant-Winners-Announcement.html",
      "title": "The Newman's Own® Awards Celebrate 20 Years of Charitable",
      "description": "Funds Continue to Support Military Non-Profits Offering Quality Veteran Care...",
      "preview": "Accessibility: Skip TopNav The Newman's Own® Awards Celebrate 20 Years of Charitable Giving with 2019 Grant Winners Announcement Funds Continue to Sup"
    },
    {
      "url": "https://opendata.paris.fr/explore/dataset/quartier_paris/information/",
      "title": "Quartiers administratifs - Paris Data",
      "description": "Données géographiques surfaciques. Le quartier désigne la division administrative de l'arrondissement. Chaque arrondissement est découpé en quatre quartiers administratifs. Paris compte ainsi quatre-vingt quartiers administratifs. Étendue géographique : ParisFichier jointquartier.pdf contient la description détaillée de la structure des données",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://morningchores.com/making-money-at-the-farmers-market/",
      "title": "13 Smart Ways to Make Money at the Farmer's Market",
      "description": "So, you want to make money at a farmer's market? That means you have to stand out from the crowd and come up with a plan. Here are 13 ideas to try.",
      "preview": "Farmer's markets are a way for homesteaders and gardeners to make money from all of their hard work. The problem is that all of the local farmers in y"
    },
    {
      "url": "https://www.cnigs.ht/",
      "title": "CNIGS - Centre National de l'Information Géo-Spatiale",
      "description": "void",
      "preview": "\"Une Institution Nationale de Référence en matière de production, de traitement et de diffusion de l'information Géo-Spatiale! \" Dénomination Le Centr"
    },
    {
      "url": "https://www.today.com/popculture/savannah-guthrie-shares-how-she-prepared-guest-host-jeopardy-t221916",
      "title": "Savannah Guthrie shares how she prepared to guest host 'Jeopardy!'",
      "description": "Savannah Guthrie gave a behind-the-scenes look at her guest-hosting stint on \"Jeopardy!\" and shared what she did to prepare for her 10 episodes.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.azhumane.org/adopt/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://twitpic.com/2xbppo",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "https://unhabitat.org/water-for-handwashing-in-slums-is-critical-to-prevent-covid-19-spreading",
      "title": "Water for handwashing in slums is critical to prevent COVID-19 spreading | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://tfxmiisery.tumblr.com/",
      "title": "@tfxmiisery on Tumblr",
      "description": "Follow @tfxmiisery and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://osnetwork.co.jp/archives/38433",
      "title": "Ein Beschlagnahmung dieser Kandidaten hinein die Villa wird das erste Glanzleistung As part of einer Effekt - オー・エスネットワーク（OSNETWORK）公式サイト",
      "description": "void",
      "preview": "中古車高価買取・高品質中古車販売 サイトマップ お問い合わせ TEL:03-5698-3121 コンテンツに移動 TOP > Naughtydate visitors > Ein Beschlagnahmung dieser Kandidaten hinein die Villa wird das"
    },
    {
      "url": "https://plannedgiving.feedingamerica.org/",
      "title": "Planned Giving | Feeding America",
      "description": "Make a difference at Feeding America with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Your Planned Gift Can Create a Future Where Everyone Thrives Elevate your impact on fighting hunger by establishing a gift that w"
    },
    {
      "url": "https://hsb.m.wikipedia.org/wiki/Specialnje:Mobilne_r%C4%9B%C4%8De/Kategorija:1677",
      "title": "Kategorija:1677 - Wikipedija",
      "description": "void",
      "preview": "K wobsahej skočić Pomoc Z Wikipedije, swobodneje encyklopedije ◄ | 16. lětst. | 17. lětstotk ◄◄ | ◄ | 1673 | 1674 | 1675 | 1676 | 1677 | 1678 | 1679 |"
    },
    {
      "url": "http://www.qac.ac.uk/",
      "title": "QAC Queen Alexandra College Birmingham - National college for people with disabilities.",
      "description": "A national college for the blind, visually impaired and learners with Asperger Syndrome and/or Autistic Spectrum Disorders.",
      "preview": "Menu Accessibility Vacancies My Prospectus How to apply Empowering Abilities, Inspiring Lives College Courses Students Sight Village News/Events Commu"
    },
    {
      "url": "https://uptogether.applytojob.com/apply",
      "title": "UpTogether - Career Page",
      "description": "Explore open job opportunities at UpTogether.",
      "preview": "Skip To Job Description There are no open positions at this time."
    },
    {
      "url": "https://homelinemn.org/",
      "title": "Free Legal Help for Renters - HOME Line",
      "description": "NOTE: HOME Line's office is currently closed to the public. We cannot accept any walk-in appointments. If you need legal advice, please call our free tenant hotline (612-728-5767) or email an attorney here. HOME Line provides free and low-cost legal, organizing, education, and advocacy services so that tenants throughout Minnesota can solve their own [...]",
      "preview": "NOTE: HOME Line's office is currently closed to the public. We cannot accept any walk-in appointments. If you need legal advice, please call our free"
    },
    {
      "url": "https://matarakyatmu.com/2018/07/03/aduh-km-lestari-maju-karam-dalam-perjalanan-bira-pamatata/",
      "title": "About Us - Vidhi Centre for Legal Policy",
      "description": "The Vidhi Centre for Legal Policy ('Vidhi') is an independent think-tank doing legal research to make better laws and improve governance for the public good. We do this through high quality, peer reviewed original legal research; through engaging with the Government of India, State governments and other public institutions to both inform policy-making and to [...]",
      "preview": "People All 91 Karnataka 11 Maharashtra 4 Tamil Nadu 3 More Filters Types All Administration Team Associate Fellow Co-Lead Communications Associate Com"
    },
    {
      "url": "https://www.visko.se/klubb-visko/herr-3/valontano/",
      "title": "Valontano - Visko",
      "description": "SVART Valontano från Valontano",
      "preview": "× Vad letar du efter? Hem Valontano Valontano Varumärke: Valontano Artikelnummer: K220036 Beskrivning Klassisk finsko från Valontano. Artikeln har utg"
    },
    {
      "url": "https://ncgov.servicenowservices.com/sp_beneficiary?id=bnf_index&elqTrackId=89e21ed75a6241c7bdcac35ced1dcfa5&elqaid=93&elqat=2",
      "title": "Beneficiary Home - NC Medicaid Beneficiary Service Portal",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.facebook.com/",
      "title": "Facebook: accedi o iscriviti",
      "description": "Accedi a Facebook per iniziare a condividere contenuti e connetterti con i tuoi amici, la famiglia e le persone che conosci.",
      "preview": "Facebook ti aiuta a connetterti e rimanere in contatto con le persone della tua vita. Accedi Password dimenticata? Crea nuovo account Crea una Pagina"
    },
    {
      "url": "http://www.expert-comptable-france.net/plan_comptable_general.php5",
      "title": "NameBright - Coming Soon",
      "description": "void",
      "preview": "expert-comptable-france.net is coming soon This domain is managed at NameBright"
    },
    {
      "url": "http://g.co/supplier-responsibility",
      "title": "Supporting Supplier Responsibility - Google Sustainability",
      "description": "A responsible supply chain is good for business. See how we're minimizing our environmental impact and supporting sustainability in supply chains.",
      "preview": "Supplier Responsibility A responsible supply chain isn't just the right thing to do for people and the planet - it's also good for business. Learn abo"
    },
    {
      "url": "https://www.truegrittexturesupply.com/",
      "title": "Photoshop & Procreate Textures and Brushes | True Grit Texture Supply",
      "description": "Game-Changing Brushes, Textures and Effects for Procreate, Photoshop, Illustrator, Clip Studio Paint and Affinity. Level up your digital art with our professional quality tools.",
      "preview": "Skip to content We've sent you an email with a link to update your password. Sign into Your Account Forgot password | New account Reset your password"
    },
    {
      "url": "https://www.jpmorganchase.com/",
      "title": "Home | JPMorganChase",
      "description": "void",
      "preview": "Skip to main content About us About us How we do business Leadership Awards and recognition Technology Governance Suppliers Diversity, opportunity & i"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "http://www.ndncollective.org/",
      "title": "Home - NDN COLLECTIVE",
      "description": "DEDICATED TO BUILDING INDIGENOUS POWER WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building...",
      "preview": "WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building Indigenous power. Through organizing,"
    },
    {
      "url": "https://programmersguild.blogspot.com/2008/04/development-design-group-in-baltimore.html?showComment=1217638020000",
      "title": "Programmers Guild: Development Design Group in Baltimore, MD, pays H-1b Architects $32,000 salary",
      "description": "Monday, April 21, 2008 Washington post article \" For Visas, The Demand Outstrips The Supply - Firms Say They Rely On Skilled Immigrants \" p...",
      "preview": "Programmers Guild The Programmers Guild advances the interests of U.S. technical and professional workers in information technology (IT) fields, and o"
    },
    {
      "url": "https://app.diagrams.net/?src=about",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://connecticut.aiga.org/event/international-speaking-tour-ram-castillo-the-birth-of-a-designer/",
      "title": "International Speaking Tour: Ram Castillo, THE BIRTH OF A DESIGNER | AIGA Connecticut",
      "description": "Join AIGA CT and author/award-winning graphic designer Ram Castillo as he shares advice for emerging designers looking to launch their career. Ram's talk will address education, portfolio creation, networking, and interviews as part of an effective strategy for landing a job in the field.",
      "preview": "Search Donate Events Upcoming Events Past Events Event Recordings Archive Blog Get Involved Become a Volunteer Join the Board Sponsor Us Student Group"
    },
    {
      "url": "http://Rescue-SE.org",
      "title": "International Rescue Committee | RESCUE",
      "description": "International Rescue Committee (RESCUE) grundades 1933 på initiativ av Albert Einstein och hjälper utsatta människor vars liv och försörjning har slagits i spillror av konflikter och katastrofer. Få reda på mer om vårt arbete runt om i världen och hur du kan hjälpa RESCUE rädda liv.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.stoptb.org/",
      "title": "Home | Stop TB Partnership",
      "description": "void",
      "preview": "Time For Good News and Hope From Manila! Stop TB Partnership and The Asian Development Bank Sign an MoU For The Future find out more $15.3 Million Uni"
    },
    {
      "url": "https://www.gradientos.app/",
      "title": "Gradientos",
      "description": "Gradientos makes it easy to find gradients.",
      "preview": "We're sorry but gradientos doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://vms.drweb.com/virus/?i=2405948",
      "title": "Trojan.DownLoader8.31367 - Dr.Web Malware description library",
      "description": "Malicious functions: Executes the following: &lt;SYSTEM32&gt;\\tasklist.exe Modifies file system : Deletes itself. Network activity: Connects to: &#39;87###.noip1.nl&#39;:443 UDP: DNS ASK 87###.noip1.nl",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://www.nintendo.com/switch",
      "title": "Nintendo Switch™ Family - Nintendo - Official Site",
      "description": "void",
      "preview": "Loading"
    },
    {
      "url": "https://smallbusinessresources.wf.com/creating-a-cash-flow-projection/",
      "title": "How To Create a Cash Flow Projection | Wells Fargo",
      "description": "Use this list to identify cash shortfalls and surpluses in your business's future and see sample cash flow projections and strategies to improve accuracy.",
      "preview": "October 2024 In less than an hour a month, you can identify potential cash shortfalls - and surpluses - in your business's future. Even businesses wit"
    },
    {
      "url": "http://ndvsb.com/",
      "title": "About - National Diversity Veteran Small Business Program",
      "description": "What is NDVSB?The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverages our all-inclusive, one size does not fit all eMarketplace, and connects product and service suppliers to federal government, private, and public sector buying organizations.NDVSB suppliers include:Small BusinessesSmall Disadvantaged BusinessesHUBZone BusinessesWoman Owned BusinessesVeteran and Service-Disabled Veteran",
      "preview": "What is NDVSB? The National Diversity Veteran Small Business (NDVSB) Program builds capacity and resiliency with intention. The NDVSB Program leverage"
    },
    {
      "url": "https://usowishbook.uso.org",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://www.tntv.pf/tntvnews/polynesie/societe/covid-19-tension-sur-la-production-de-cercueils/",
      "title": "Covid-19 : tension sur la production de cercueils • TNTV News - Tahiti Nui Télévision",
      "description": "Travaillant 24 heures sur 24, les sociétés funéraires du fenua se retrouvent à cours de bois pour la réalisation de cercueils pour les petits budgets. Un casse-tête quotidien pour ces professionnels qui tachent de trouver des solutions et garder une réactivité pour offrir un service de qualité à leur clientèle.",
      "preview": "Facebook Instagram Youtube Polynésie Culture Economie Environnement Faits divers High Tech Justice Politique Territoriales Portraits Santé Société TNT"
    },
    {
      "url": "https://open-foundry.com/fonts",
      "title": "Open Foundry",
      "description": "A new platform for open-source fonts in a noise-free environment, to highlight their beauty, extend functionality and encourage further exploration.",
      "preview": "void"
    },
    {
      "url": "https://forums.lenovo.com/t5/Motorola-Community/ct-p/MotorolaCommunity",
      "title": "English Community-Lenovo Community",
      "description": "void",
      "preview": "Welcome to Lenovo and Motorola community. If the website doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.altasiatisk.no/category/kategorier/take-away/page/3/",
      "title": "Take-away Arkiver - Side 3 av 17 - Alt Asiatisk",
      "description": "void",
      "preview": "Take-away Tom Kha Gai 14. mars 2023 Plutselig ble det vinter igjen, og hva frister mer enn en kremet, varm og aromatisk kylling suppe? I en travel hve"
    },
    {
      "url": "https://mobilezon.in/product-category/screen-protectors/",
      "title": "Screen Protectors - MobileZon",
      "description": "Buy Screen Protectors at Screen Protectors - Best Quality Products - Shop With Confidence",
      "preview": "Filters Sort by Popularity Average rating Latest Price: Ascending Price: Descending ... -57% Limited Add to cart iPhone 17 Unbreakable Membrane Matte"
    },
    {
      "url": "https://emailtuna.com/",
      "title": "Search Email Newsletter Archives : Email Tuna",
      "description": "Explore newsletters without subscribing. Get email design ideas, discount coupon codes and exclusive newsletters deals. Database of email newsletters archived from all over the internet.",
      "preview": "Email Tuna Search Search Close Search Email Newsletters For email design inspiration, current trends, competitive research, & special email offers. Em"
    },
    {
      "url": "https://pen.org/steep-rise-gag-orders-many-sloppily-drafted/",
      "title": "Steep Rise in Gag Orders, Many Sloppily Drafted - PEN America",
      "description": "Over the last three weeks, 65 bills have been formally introduced in state legislatures, a rate of roughly three bills per day.",
      "preview": "Home / Steep Rise in Gag Orders, Many Sloppily Drafted Steep Rise in Gag Orders, Many Sloppily Drafted Campus Free Speech Educational Censorship Educa"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "https://www.easyjet.com/en/help/booking-and-check-in",
      "title": "Booking and check-in | easyJet",
      "description": "void",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "https://nihi.com/",
      "title": "NIHI Sumba | Luxury Hotel with Horses in Indonesia",
      "description": "The world's best resort, where barefoot luxury meets wild adventure, rich culture, and unspoiled nature. An unforgettable escape for families, honeymooners, and explorers alike. Discover NIHI Sumba.",
      "preview": "EN Villas Experiences Culinary Wild Wellness Burch Philanthropy OUR PROPERTIES About NIHI Contacts How to get here? Rates and Inclusions Offers & Pack"
    },
    {
      "url": "https://go.dev/doc/effective_go",
      "title": "Effective Go - The Go Programming Language",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.dickestel.com/classicexpo.htm",
      "title": "2003 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2003 The Classic Gaming Expo 2k3, was held August 10-11, 2003 in Las Vegas. Robert Bernardo was there and captured the action and"
    },
    {
      "url": "https://www.eurocars.ro/de/mietwagen-Arad/SUV/Opel/Opel-Antara_107",
      "title": "Autovermietung Arad | SUV Klasse",
      "description": "EuroCars ist hier um Ihnen zu helfen, die besten Autovermietungen in Arad für Ihren Urlaub oder für Ihre Geschäftsreise zu finden.",
      "preview": "Ihr Konto DE EN RO IT ES FR Autovermietung Arad SUV Klasse Top Autovermietungsstandorte Top-Städte Mietwagen Bukarest › Mietwagen Iasi › Mietwagen Clu"
    },
    {
      "url": "https://www.drunkelephant.com/products/slaai-makeup-melting-butter-cleanser",
      "title": "Nourishing, makeup-melting cleansing balm | Drunk Elephant",
      "description": "Melt away all traces of dirt, makeup, and sunscreen with Drunk Elephant's Slaai, a makeup-removing cleansing balm that quickly transforms from oil to milk.",
      "preview": "Skip to main content Drunk Elephant Home Sign In/Register Quantity of items in cart is , 0 search You can use the tab key (or swipe left or right on y"
    },
    {
      "url": "https://hg.mozilla.org/mozilla-central/pushloghtml?changeset=f8f94f19e05b9cda0f5c81178094c2f2cc581fc5",
      "title": "Client Challenge",
      "description": "void",
      "preview": "JavaScript is disabled in your browser. Please enable JavaScript to proceed. A required part of this site couldn't load. This may be due to a browser"
    },
    {
      "url": "https://www.adcouncil.org/covid-vaccine",
      "title": "Our COVID-19 Vaccine Retrospective | Ad Council",
      "description": "On 3/11/2020, the WHO declared COVID-19 a global pandemic, and the Ad Council sprang to action. Learn more.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "https://wiktenauer.com/wiki/George_Silver",
      "title": "George Silver ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "George Silver (ca.1550s- early 1560s - 1620s) was a 16th - 17th century English nobleman and fencing enthusiast. He was likely born in the 1550s or early 1560s, the eldest of four brothers; apparently at least one of them, Toby, was also an accomplished swordsman. Silver is described as a gentleman in his treatise, and the fencing historian Aylward claims that he was eleventh in descent from Sir Bartholomew Silver, who was knighted by Edward II &#91;1&#93;. On March 24th 1580 (1579 in the old calendar then in use in England), he was married to Mary Haydon in London, England. &#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. George Silver From Wiktenaue"
    },
    {
      "url": "https://www.iucn.org/about/donors-and-partners/patrons-nature",
      "title": "Patrons of Nature | IUCN",
      "description": "IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of the Union's vision of a just world which values and conserves nature. Patrons of Nature provide strategic guidance to IUCN, as well as connections to resources and investments for IUCN operations and specific initiatives.",
      "preview": "Skip to main content Share: Patrons of Nature IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of"
    },
    {
      "url": "https://modwiggler.com/forum/viewforum.php?f=17",
      "title": "Music Tech DIY - MOD WIGGLER",
      "description": "void",
      "preview": "MOD WIGGLER A place to talk about Modular Synthesizers. And Cats. Skip to content MOD WIGGLER A place to talk about Modular Synthesizers. And Cats. Sk"
    },
    {
      "url": "https://katespadeny.tumblr.com/",
      "title": "kate spade new york",
      "description": "now that's interesting. a blog from kate spade new york.",
      "preview": "frogs...for spring? groundbreaking. Artwork by @DaanHabets #MissAdventure illustration fashion frog purse cute creatrs collection novelty kate spade nel"
    },
    {
      "url": "http://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/N19806",
      "title": "Travail - Formation | Service Public",
      "description": "Travail - Formation",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Fermer Ce sujet a été ajout"
    },
    {
      "url": "https://education.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://www.infantilandia.es/albumes-ilustrados-infantiles/1072-chocolate-infinito-un-cuento-sobre-la-adopcion.html",
      "title": "CHOCOLATE INFINITO. Libro de la Editorial SM (9788467577624)",
      "description": "Un tierno álbum ilustrado para leer en familia sobre la adopción que ayuda a los niños a entender su significado. Comprar cuentos con descuento y envío rápido",
      "preview": "> Literatura infantil > Álbumes ilustrados > CHOCOLATE INFINITO. Un cuento sobre la adopción CHOCOLATE INFINITO. Un cuento sobre la adopción Referenci"
    }
  ],
  "_meta": {
    "total_bookmarks": 109
  }
}