{
  "data": [
    {
      "url": "https://www.adihadean.ro/tag/oua-fierte/",
      "title": "ouă fierte - Adi Hădean",
      "description": "void",
      "preview": "22 februarie 2012 Poate ați fiert într-o zi mai multe ouă (vine Paștele, nu vă grăbiți să spuneți că nu-i așa) și nu știți ce să faceți cu ... Close You"
    },
    {
      "url": "https://www.insider.com/literary-greats-viral-twitter-thread-ill-attended-book-signing-2022-12",
      "title": "Lit Greats Pile Onto Viral Tweet About Badly Attended Book Signing - Business Insider",
      "description": "\"Join the club,\" Atwood wrote. \"I did a signing to which nobody came, except a guy who wanted to buy some Scotch tape and thought I was the help.\"",
      "preview": "void"
    },
    {
      "url": "https://thealbumcafe.com/",
      "title": "TheAlbumCafe.com is for sale | HugeDomains",
      "description": "Great domain names provide SEO, branding, and a memorable experience for your users. Get a premium domain today.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.filemaker.com/company/legal/trademark_guidelines.html",
      "title": "Legal - Trademark guidelines - Claris",
      "description": "void",
      "preview": "Trademark Guidelines These guidelines are for Claris licensees, authorized resellers, developers, customers, and other parties wishing to use Claris I"
    },
    {
      "url": "https://www.bmelaw.com/lawyers-Jason_Carter.html",
      "title": "Jason J. Carter - Bondurant",
      "description": "void",
      "preview": "Jason J. Carter Jason J. Carter Jason Carter represents clients in high-stakes trial and appellate business litigation, including breach of contract,"
    },
    {
      "url": "https://etirapid.com/productos/ribbons/resina/negro-r90x91/",
      "title": "Negro R90X91 | Etirapid",
      "description": "Ideal para imprimir etiquetas plastificadas, impresión permanente.",
      "preview": "Skip to content Negro R90X91 Ideal para imprimir etiquetas plastificadas, impresión permanente. SKU: WLI090091 Categories: Resina , Ribbons Related pr"
    },
    {
      "url": "https://www.sportshigh.com/sports/soccer_girls/articles/2014-2015/0221_HHSAA-d2-championship",
      "title": "HHSAA Division II Girls Soccer - Hawaii Prep defeats Mid-Pacific, 5-1 for Division II Girls Soccer Championship Title - Hawaii High School Athletic Association (HHSAA)",
      "description": "Hawaii High School Athletics Association (HHSAA) tournament information, news and photos",
      "preview": "girls soccer HHSAA Division II GIRLS SOCCER: Hawaii Prep defeats Mid-Pacific, 5-1 for Division II Girls Soccer Championship Title (Sat) February 21, 2"
    },
    {
      "url": "https://visualstudio.microsoft.com/?utm_source=developermscom",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://support.apple.com/guide/safari/make-safari-your-default-web-browser-ibrwa008/mac",
      "title": "Make Safari your default web browser on Mac - Apple Support",
      "description": "On your Mac, use Safari for browsing the web or opening links in emails and documents.",
      "preview": "macOS Tahoe 26 macOS Sequoia 15 macOS Sonoma 14 macOS Ventura 13 macOS Monterey 12 macOS Big Sur 11.0 macOS Catalina 10.15 macOS Mojave 10.14 macOS Hi"
    },
    {
      "url": "https://www.mccdmn.org/",
      "title": "MCCD | Metropolitan Consortium of Community Developers",
      "description": "Metropolitan Consortium of Community Developers (MCCD) is an association of nonprofit affordable housing and economic development organizations from across the state, committed to expanding wealth building opportunities and advancing racial and economic justice. For over 33 years, our members have worked collectively to leverage resources for the development of people and places.",
      "preview": "Skip to content Building Community Donate LOAN PORTAL Community Development The Minnesota Consortium of Community Developers (MCCD) is an association"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://www.epix.com/",
      "title": "MGM+ | Instant Access to Movies, TV Series & More",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Instant Access to Movies, TV Series & More"
    },
    {
      "url": "https://www.ucsc.edu/tools/people.html",
      "title": "Find people - UC Santa Cruz",
      "description": "void",
      "preview": "Find people UCSC Campus Directory Find contact information for UC Santa Cruz faculty, staff, and students. Search for faculty and postdocs in specific"
    },
    {
      "url": "https://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://www.vg.no/sport",
      "title": "VG Sport - Alt om sport",
      "description": "Les alt om sport, og få siste nytt om fotball, håndball, vintersport, tennis, friidrett og mye mer!",
      "preview": "Hopp til hovedinnholdet"
    },
    {
      "url": "https://www.avma.org/",
      "title": "Home | American Veterinary Medical Association",
      "description": "void",
      "preview": "Skip to main content Our passion. Our profession. Empowering veterinarians to thrive in the profession we all love. Join / Renew Celebrate veterinary"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+typedoc%3A%28%22j%22%29+AND+auteurs_ac%3A%28%22McFerrin%2C+Bobby%22%29+AND+sujets_ac%3A%28%22Jazz%22%29+AND+auteurs_ac%3A%28%22Kay%2C+Connie%22%29+AND+auteurs_ac%3A%28%22Modern+jazz+quartet%22%29+AND+type_fonds%3A%28%22g%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://llewellynfoundation.org/",
      "title": "The Llewellyn Foundation's Web Home:",
      "description": "void",
      "preview": "Mission: To fund initiatives that address the health, education and well-being of individuals, families and communities. The Llewellyn Foundation acce"
    },
    {
      "url": "https://clairemazurel.com/fr/portfolio-89434-presse",
      "title": "PRESSE",
      "description": "PRESSE",
      "preview": "Connexion Panier PRESSE Top"
    },
    {
      "url": "https://www.newscientist.com/subject/technology/",
      "title": "Technology news, articles and features | New Scientist",
      "description": "From electronics and engineering to artificial intelligence, discover the latest developments, awe-inspiring features and in-depth analysis about today's technological advances",
      "preview": "Close Advertisement Subscribe now Technology From the earliest stone tools to the latest advances in artificial intelligence, robotics, blockchains an"
    },
    {
      "url": "http://cbaworks.org/",
      "title": "Chatham Business Association | Small Business Development | Chicago small business",
      "description": "void",
      "preview": "Chatham Business Association, SBDI Sustaining Communities by Building One Business at a Time Login NBC 5 Making a Difference - Inspiring Profiles: Cha"
    },
    {
      "url": "https://support.xbox.com/help/games-apps/my-games-apps/all-about-pc-gaming",
      "title": "Xbox Support",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://supersimple.com/app-privacy-policy/",
      "title": "Privacy Policy for Skyship Entertainment Company - Super Simple",
      "description": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses information from people who use our Services or engage with us (a \"user\" or \"users\"). The word \"Services\" in this Privacy Policy means our websites (located at supersimple.com, skyship.tv and songpals.com) (the \"Sites\")... Read more »",
      "preview": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses inf"
    },
    {
      "url": "https://www.monatourisme.fr/apres-de-longues-semaines-de-fermetures-liees-au-covid-19-les-offices-de-tourisme-reouvrent-enfin-progressivement-leurs-portes-ils-temoignent/",
      "title": "Les offices de tourisme témoignent sur leur réouverture d'accueil",
      "description": "Après de longues semaines de fermetures liées au COVID-19, les offices de tourisme réouvrent enfin progressivement leurs portes ! Ils témoignent !",
      "preview": "Accueil » Ressources » Stratégie d'accueil » Inspiration et pratiques du réseau sur l'accueil » Les offices de tourisme réouvrent leurs portes après c"
    },
    {
      "url": "https://www.vermilionstandard.com/life/senior-living-friendships-old-and-new-provide-saving-grace",
      "title": "Senior Living: Friendships, old and new, provide saving grace | Vermilion Standard",
      "description": "Circle of friends widened during the pandemic.",
      "preview": "Advertisement oop Story continues below This advertisement has not loaded yet, but your article continues below. Skip to Content Advertisement 1 This"
    },
    {
      "url": "http://gailly.net/",
      "title": "Jean-loup's home page",
      "description": "Home page of Jean-loup Gailly: data compression (gzip, zip, zlib, fractal compression, FAQ), game of Go, ...",
      "preview": "Version française Jean-loup's home page Hi! I'm Jean-loup Gailly. Here are some of the things I'm interested in. Data compression gzip zip zlib fracta"
    },
    {
      "url": "https://profiler.firefox.com/docs/",
      "title": "Firefox Profiler - Documentation",
      "description": "Documentation related to the Firefox Profiler, a tool to record and visualize profile.",
      "preview": "void"
    },
    {
      "url": "https://us.stromerbike.com/products/st1-comfort?variant=42496029884658",
      "title": "Stromer: Premium Speed Pedelecs",
      "description": "Join over 100,000 riders worldwide and discover Stromer bikes-the powerful, fast e-bikes designed for commuters seeking excitement, style, and efficiency. Explore our models and find your perfect Stromer!",
      "preview": "Your browser does not support the video tag. Here to change. Ride the movement. Explore our best ways to get around"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://pimpmytype.com/",
      "title": "Stronger UX with Smarter Typography - Pimp my Type",
      "description": "Boost your web & app designs with pimped typography. Weekly font recommendations on Font Friday, articles & videos by Oliver Schöndorfer.",
      "preview": "Skip to content Font Friday Discover all 193 Fonts Hetskelet Display A bold inline display typeface that merges a sans-serif skeleton with flared seri"
    },
    {
      "url": "http://www.beerof1812.com/news13/1019.html",
      "title": "Concordp2c | Law Blog for Clear. Credible. Complete.",
      "description": "Explore legal insights, case analysis, and expert commentary on concordp2c - your trusted blog for everything law and legal.",
      "preview": "Skip to content Local News , US How Local News Investigations Hold Officials Accountable The Future of Local News: U.S. Papers & TV Stations Local Sch"
    },
    {
      "url": "https://www.fonearena.com/blog/355013/samsung-exynos-2200-launch-galaxy-s22.html",
      "title": "Samsung denies Exynos 2200 production and performance issues, plans to launch it alongside Galaxy S22 series",
      "description": "void",
      "preview": "Skip to content After rumours about Exynos 2200 delayed due to performance issues and Samsung using Snapdragon 8 Gen 1 in all the S22 models globally,"
    },
    {
      "url": "https://bcpw.bg.pw.edu.pl/dlibra/publication/4721/edition/4612/content?ref=L3B1YmxpY2F0aW9uLzQ3MTgvZWRpdGlvbi80NjA5",
      "title": "Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikacji - WUT Digital Library",
      "description": "bibliograficzna baza pełnotekstowa zawierająca pełne teksty wybranych publikacji oraz wstęp i biografię",
      "preview": "Object description Files list Title: Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikac"
    },
    {
      "url": "https://tbinternet.ohchr.org/_layouts/15/treatybodyexternal/Download.aspx?symbolno=INT%2FCAT%2FNGO%2FISR%2F23473&Lang=fr",
      "title": "void",
      "description": "void",
      "preview": "English | Français | Español | русский | العربية | 中文 Base de données relative aux organes conventionnels de l'ONU Français > Les organes des traités"
    },
    {
      "url": "https://www.amc.com",
      "title": "AMC | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "Watch the latest full episodes and video extras for AMC shows: The Walking Dead, Better Call Saul, Killing Eve, Fear the Walking Dead, Mad Men and more.",
      "preview": "Spooky season is once again upon us and so is FearFest, featuring over 650 hours of iconic horror films franchises, new series, specials and more, acr"
    },
    {
      "url": "https://mybuild.microsoft.com/",
      "title": "Your home for Microsoft Build",
      "description": "Connect, code, and grow at Microsoft Build",
      "preview": "void"
    },
    {
      "url": "http://wiki.creativecommons.org/FAQ",
      "title": "Frequently Asked Questions - Creative Commons",
      "description": "void",
      "preview": "Skip to content These FAQs are designed to provide a better understanding of Creative Commons, our licenses, and our other legal and technical tools."
    },
    {
      "url": "https://www.kryteriononline.com/terms-use",
      "title": "Terms of Use - Kryterion",
      "description": "Kryterion terms of use.",
      "preview": "Terms of Use Agreement Between User and KRYTERION, INC at 7776 S. Pointe Parkway West, Suite 200, Phoenix, AZ 85044, and KRYTERION LTD, at 429 - 433 P"
    },
    {
      "url": "https://www.epsecommerce.com/",
      "title": "eProcurement Services - ePS",
      "description": "void",
      "preview": "The Complete Intuitive catalog content management, order processing & eMarketplace Software Solution. ePS is a software solution provider. Our One-to-"
    },
    {
      "url": "http://www.ecotic.ro",
      "title": "Acasă - ECOTIC",
      "description": "void",
      "preview": "021 9641 office@ecotic.ro Facebook X Instagram RSS Facebook X Instagram RSS Plasează o comandă de preluare DEEE RO EN RO De la liniar la circular, pen"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0-cl-agnostic-lizard-0.0.0-1.fe3a737.drv",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0- cl-agnostic-lizard-0.0.0-1.fe3a737.drv Detail view Formatted view Plain view View JSON Inputs File name /"
    },
    {
      "url": "https://www.kocicidomovslunicko.cz/kostalka/",
      "title": "NAŠLA DOMOV - Košťálka - Kočičí domov Sluníčko",
      "description": "pomoc a azyl pro opuštěné kočičky",
      "preview": "NAŠLA DOMOV - Košťálka Home / Našly domov do 07/18 / NAŠLA DOMOV - Košťálka 21 Srp 0 Mourovatá holčička byla se svou sestřičkou Křesinkou nalezena cyk"
    },
    {
      "url": "http://www.opentuna.org/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://getgenie.ai/",
      "title": "GetGenie: Write, Optimize & Track Content with AI",
      "description": "Write & optimize 20x faster to rank higher & drive qualified traffic with the all-in-one AI SEO writing tool. Track SEO data to optimize organic performance.",
      "preview": "Rated 4.9 40,000+ Active Installs Rated 4.8 Find Top Keywords, Craft Content and Track SEO in WordPress Get instant AI content with customizable templ"
    },
    {
      "url": "https://issuu.com/features/visual-stories?issuu_product=header&issuu_subproduct=%2F5070%2Fdocs%2Fedo_mazi_support_281111%3Fmode%3Dembed%26viewMode%3Dpresentation%26layout%3Dhttp%253A%252F%252Fskin.issuu.com%252Fv%252Fwood%252Flayout.xml%26showFlipBtn%3Dtrue&issuu_context=link&issuu_cta=visual_stories",
      "title": "Boost engagement with Social Posts | Issuu",
      "description": "Use Issuu's Social Posts feature to quickly design on-brand posts and stories to share across channels. Our drag-and-drop builder and pre-generated templates to create graphics in minutes.",
      "preview": "Social Posts Boost engagement with Social Posts Use our drag-and-drop builder to quickly design eye-catching graphics from your flipbooks or scratch,"
    },
    {
      "url": "https://istb-62ec1.web.app/istb/privacy_policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy NA built the iSTB app as a Commercial app. This SERVICE is provided by NA and is intended for use as is. This page is used to inform vi"
    },
    {
      "url": "https://rpp.pe/columnistas/juancarlossueiro/las-consecuencias-del-coronavirus-en-las-actividades-pesqueras-noticia-1259777?ref=rpp",
      "title": "Las consecuencias del coronavirus en las actividades pesqueras",
      "description": "China, Estados Unidos y Europa son nuestros principales clientes de productos pesqueros. &nbsp;La evoluci&oacute;n de la COVID&ndash;19 en el pa&iacute;s y en estos lugares determinar&aacute;n la recuperaci&oacute;n de las actividades pesqueras.",
      "preview": "Menú Buscar Señal en vivo: RPP TV RADIO Síguenos en redes sociales Únete a nuestro canal en WhatsApp Calcula tu gratificación con \"La Grati\" 💰 Seccion"
    },
    {
      "url": "https://www.salesforce.com/",
      "title": "Il CRM numero 1 al mondo | Salesforce",
      "description": "Salesforce, il CRM basato sull'AI n. 1 al mondo, consente alle aziende di connettersi con i clienti attraverso la piattaforma Einstein 1 Platform unificata che combina CRM, AI, dati e fiducia.",
      "preview": "Skip to content Segui Dreamforce in diretta, gratuitamente | Registrati ora Provalo gratis Guarda le demo Scopri Agentforce Calcola il tuo ROI Provalo"
    },
    {
      "url": "https://www.vegvesen.no/kjoretoy/",
      "title": "Kjøretøy | Statens vegvesen",
      "description": "Finn informasjon om kjøretøy og regelverk for privat- og yrkessjåfører, send inn salgsmelding, sjekk kjøretøyopplysninger og finn godkjent verksted.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://www.wearegreenbay.com/news/local-news/recording-devices-inside-green-bays-city-hall-raise-concerns-regarding-privacy/",
      "title": "Recording devices inside Green Bay's City Hall raise concerns regarding privacy | WFRV",
      "description": "Recording devices inside Green Bay's City Hall raise concerns regarding privacy",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.pinterest.com/bestbuy/",
      "title": "Best Buy (bestbuy) | Official Pinterest account",
      "description": "Best Buy | What if you could take what you love to the next level? Follow for inspiring ideas to help you do more with the latest tech.",
      "preview": "Best Buy (bestbuy) | Official Pinterest account Created Saved Explore When autocomplete results are available use up and down arrows to review and ent"
    },
    {
      "url": "https://education.microsoft.com/en-za/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "https://www.marksandspencer.com/l/beauty",
      "title": "Beauty Products | M&S",
      "description": "Treat yourself to make-up, haircare, skincare and fragrance from our beauty collection. Shop quality products from brands like L'Occitane and Nuxe at M&S",
      "preview": "Beauty The beauty advent calendar Yours for £60 when you spend £35 or more on full-price fashion, homeware or beauty Shop now New In: Hair by Sam McKn"
    },
    {
      "url": "https://www.rochesterccphotography.com/Sports/College-Lacrosse/Yale-v-Albany-M-4-19-19/i-7JKFxxR/",
      "title": "Yale Bulldogs v. Albany Great Danes (M) 4-19-19 - RochesterCCPhotography",
      "description": "NCAA Division I men's lacrosse game between the Yale Bulldogs and Albany Great Danes at Boswell Field in Albany, NY. Get updates on photos and scores by clicking and joining our Facebook page or Twitter page. The images on this website are not to be used in any manner without permission from the photographer. This includes other websites. Please contact us with any questions. Watermarking is used to protect the images from copyright infringement.",
      "preview": "Powered by SmugMug Owner Log In Report Content"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "https://www.detroityouthchoir.org/",
      "title": "Youth Performance And Enrichment | Detroit Youth Choir | Detroit",
      "description": "Detroit Youth Choir offers youth in the Metropolitan Detroit area a world-class performing arts experience that develops their creative skills and talents through music, education, dance, and theatrical arts. Youth performance and enrichment",
      "preview": "top of page A world-class performing arts experience for Detroit youth A world-class performing arts experience for Detroit youth Our mission is to of"
    },
    {
      "url": "https://blog.hubspot.com/marketing/email-design-templates-and-inspiration",
      "title": "14 of the Best Examples of Beautiful Email Design",
      "description": "Finding new html email inspiration can be a daunting task when you're an email marketer. Find inspiration for your next email marketing campaign.",
      "preview": "Home Marketing 14 of the Best Examples of Beautiful Email Design 14 of the Best Examples of Beautiful Email Design Written by: Lindsay Kolowich Cox MA"
    },
    {
      "url": "https://www.hulu.com/",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://uspaacc.com/",
      "title": "USPAACC | Largest, Most Established Asian American Business...",
      "description": "Our mission is to be the gateway to corporate and government contracts and to connect suppliers of all backgrounds including Pan Asian American...",
      "preview": "Learn More Learn More Learn More Events LiveTALK: Grow Your Business with AI-Powered Toold by Google Looking to harness the power of AI to grow your b"
    },
    {
      "url": "https://togetherband.org/pages/ambassadors",
      "title": "Meet The Ambassadors - #TOGETHERBAND",
      "description": "void",
      "preview": "Skip to content Cart Your cart is empty We plant a tree and feed a family in need for every order Julianne Hough Dancer Madelyn Cline Actor David Beck"
    },
    {
      "url": "https://www.ala.org/aboutala/sitesdirectory",
      "title": "Directory of ALA Websites | ALA",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.att.com",
      "title": "AT&T Official Site | Our Best Wireless & Internet Service",
      "description": "Get our best deals on phones and internet, backed by the AT&T Guarantee. Explore the new iPhone 17, get 24/7 support, pay bills, and manage your account online.",
      "preview": "AT&T Official Site | Our Best Wireless & Internet Service Deals Phones & devices Wireless Phone plans Internet Prepaid Bundles Get our best deals on A"
    },
    {
      "url": "https://help.nationalgeographic.com/",
      "title": "National Geographic Partners Support Center",
      "description": "void",
      "preview": "ng-border-footer facebook twitter instagram"
    },
    {
      "url": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-3",
      "title": "ESA - Sentinel-3",
      "description": "Sentinel-3",
      "preview": "The mission Carrying a suite of cutting-edge instruments, Copernicus Sentinel-3 measures systematically Earth's oceans, land, ice and atmosphere to mo"
    },
    {
      "url": "https://www.microfibreconsortium.com/",
      "title": "The Microfibre Consortium - Home",
      "description": "The Microfibre Consortium convenes a global community of organisations, leading the way toward mitigating fibre fragmentation from textile design, development and manufacturing through science-led action",
      "preview": "0 HOME Our mission To work towards zero impact from fibre fragmentation from textiles to the natural environment. The Microfibre Consortium work to co"
    }
  ],
  "_meta": {
    "total_bookmarks": 65
  }
}