{
  "data": [
    {
      "url": "http://www.seaaroundus.org/data/#/global?chart=catch-chart&dimension=taxon&measure=tonnage&limit=10",
      "title": "Sea Around Us | Fisheries, Ecosystems and Biodiversity",
      "description": "The Sea Around Us Project investigates the impact of fisheries on the world's marine ecosystems. This is achieved by using a Geographic Information System",
      "preview": "Menu Search our data Mapped data Help Publications News Partners Projects Data not yet available Your browser does not support Javascript or has it di"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85919",
      "title": "Searchable Recipe Database - Almond Macaroons with chocolate fillinf",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://psychologyofconversions.com/",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is not available. We've detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to"
    },
    {
      "url": "https://guitarra.artepulsado.com/foros/showthread.php?24180-Guitarra-Miguel-Moya-Almer%EF%BF%BD%EF%BF%BDa&s=4e83db1cd5646ee7121e76e3a1edfe2a",
      "title": "Guitarra Miguel Moya Almería | Guitarra Artepulsado",
      "description": "Hola a todos! Soy nuevo en el foro, Tengo en mi propiedad una guitarra de Miguel Moya, La etiqueta dice, Miguel Moya \"segundo Torres\" Almería Al parecer...",
      "preview": "Nuevos mensajes Buscar en foros Menú Acceder Regístrate Instala la aplicación Instalar Cómo instalar la aplicación en iOS A continuación, siga el vide"
    },
    {
      "url": "https://support.savethechildren.org/site/Donation2?df_id=4988&mfc_pref=T&4988.donation=form1&cid=Social_Network:Twitter:Emer_CEF:Scus_1x_Post1:020623",
      "title": "Children's Emergency Fund - Save the Children",
      "description": "I just donated to Save the Children to transform children's lives and the future we share. Join me.",
      "preview": "Donate Children's Emergency Fund Conflict, severe weather, poverty and hunger are causing mass displacements around the world. For children in Syria,"
    },
    {
      "url": "https://www.visitnorway.no/planlegg-reisen/",
      "title": "Planlegg reisen | Få tips og inspirasjon til norgesferien",
      "description": "God planlegging sikrer deg de opplevelsene du ønsker. Og hvis du ikke vet hva du leter etter, bidrar vi gjerne med noen ideer.",
      "preview": "Skip to main content PLANLEGG REISEN Transport, beste årstider, vær og trygghet ... Vi hjelper deg med planleggingen, så du kan få mest mulig ut av Norg"
    },
    {
      "url": "https://www.eurocars.ro/de/mietwagen-Arad/SUV/Opel/Opel-Antara_107",
      "title": "Autovermietung Arad | SUV Klasse",
      "description": "EuroCars ist hier um Ihnen zu helfen, die besten Autovermietungen in Arad für Ihren Urlaub oder für Ihre Geschäftsreise zu finden.",
      "preview": "Ihr Konto DE EN RO IT ES FR Autovermietung Arad SUV Klasse Top Autovermietungsstandorte Top-Städte Mietwagen Bukarest › Mietwagen Iasi › Mietwagen Clu"
    },
    {
      "url": "https://www.farmers.gov",
      "title": "Farmers.gov",
      "description": "Explore USDA programs and resources to help you start, grow, and protect your operation.",
      "preview": "top USDA.gov for News 2023/2024 Supplemental Disaster Assistance Explore USDA Disaster Recovery Resources : Flood Severe Storms Wildfire Hurricane Ass"
    },
    {
      "url": "https://www.metmuseum.org/toah/",
      "title": "Heilbrunn Timeline of Art History - The Metropolitan Museum of Art",
      "description": "Explore more than 1,000 essays on a wide range of topics, including artists, materials, movements, and themes.",
      "preview": "Skip to main content Essays View all Gold in the Chiefdoms of Ancient Panama The earliest evidence of metallurgy found in the Isthmus of Panama can be"
    },
    {
      "url": "https://skinseedapp.com/",
      "title": "Skinseed",
      "description": "void",
      "preview": "Privacy Policy Terms of Service Copyright 2023. Skinseed. All rights reserved."
    },
    {
      "url": "https://www.carzonrent.com/",
      "title": "Premium Chauffeur Driven Car Rental Services India",
      "description": "Experience the premium travel with India's leading chauffeur-driven car rental service, designed to meet all your business and individual transportation needs. Ride in comfort and elegance.",
      "preview": "24 Years of Service Excellence 15 Million+ Happy Customers 2000+ Corporates Served 120+ Servicing Cities Local Outstation Airport Transfer Long Term R"
    },
    {
      "url": "http://thezeusnetwork.com/contact",
      "title": "Contact us - Zeus",
      "description": "Subscribe to watch your favorite creators today.",
      "preview": "Need help? General questions? Read our FAQ Trouble accessing paid content? Go to Browse Select Category Cancel/pause my subscription Video playback is"
    },
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "https://shop.yohofate.com/SalePage/Index/7212950",
      "title": "文殊健康-居家除障香組(環香)（限海外直購）Incense",
      "description": "雨揚老師一生研究儒佛道文化思想，精通八字生肖學，姓名學、手面相、陽宅風水、易經卜卦等中國傳統學說，橫跨命理哲學、佛學、中醫養生學、開運食譜、文創藝術累積多項經驗，且一路秉持「開心就是開運」，真心邀您一同分享，且老師為您推薦許多精選好物，希望幫助您在人生的道路上招財開運、順遂平安、消除業障。最重要的是雨揚老師希望能夠幫助眾生，讓世人都更加和平安穩。",
      "preview": "首頁 Overseas shopping✈️ Incense💫 首頁 {{BreadcrumbsCtrl.CategoryLevelName.Level1_ShopCategory_Name}} {{BreadcrumbsCtrl.CategoryLevelName.Level2_ShopCateg"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/topics/class-based-views/",
      "title": "Class-based views | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://tiltify.com/international-rescue-committee",
      "title": "Tiltify - Made for Fundraisers",
      "description": "We give you the tools to engage with your donors and raise more for your charity",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.plosbiology.org/article/info%3Adoi%2F10.1371%2Fjournal.pbio.1001535",
      "title": "PLOS Biology",
      "description": "void",
      "preview": "September 30, 2025 Expanding lysosomal capacity to protect aging dendrites How do neurons maintain adequate lysosomal function during adulthood? Ruili"
    },
    {
      "url": "https://www.edx.org/learn/computer-networking",
      "title": "Best Online Computer Networking Courses and Programs | edX",
      "description": "Explore online computer networking courses to build your programming skills and advance your education.",
      "preview": "Learn computer networking with online courses and programs Smartphones and digital devices connect to the Internet and to each other using computer ne"
    },
    {
      "url": "https://studyaiko-blog.tumblr.com/",
      "title": "@studyaiko-blog on Tumblr",
      "description": "Dalia | 18 | Canadian | currently a first year software engineering student... (theme under construction)",
      "preview": "Posts Likes thepoliticalnoteboo1deac ...often women aren't allowed to be characters in history, they have to be stereotypes. Cleopatra was a poet and a"
    },
    {
      "url": "http://aerfish.com/UniverseSplitter",
      "title": "Universe Splitter | Aerfish",
      "description": "Aerfish's \"Universe Splitter\" app uses an actual quantum device to help you make everyday decisions. Endorsed by famous physicists!",
      "preview": "top of page #1 ON THE APP STORE • STAFF FAVORITE THE ORIGINAL Universe Splitter Tough decision? There's no need to choose -- Split the universe and"
    },
    {
      "url": "https://www.lejdd.fr/Culture/Cinema/Un-jury-de-prestige-a-Cannes-607165-3202028",
      "title": "Culture",
      "description": "void",
      "preview": "Aller au contenu principal Publicité Culture Que vaut la série «Reykjavik 112, course contre la mort» sur Arte ? Entre fausses pistes et meurtres en s"
    },
    {
      "url": "http://aerfish.com/privacypolicy",
      "title": "PrivacyPolicy | Aerfish",
      "description": "Aerfish makes art & science apps for iOS and Android. We gather no information that can be traced back to you.",
      "preview": "top of page PRIVACY POLICY Universe Splitter & Quantum Powered Lotto Numbers We don't keep track of anything you type in, nor do we have any way to"
    },
    {
      "url": "https://www.avichayadraee.com/%D9%81%D9%8A-%D9%85%D8%AB%D9%84-%D9%87%D8%B0%D8%A7-%D8%A7%D9%84%D9%8A%D9%88%D9%85-%D9%85%D9%86-%D8%B9%D8%A7%D9%85-2004-%D8%B6%D8%B1%D8%A8-%D8%AA%D8%B3%D9%88%D9%86%D8%A7%D9%85%D9%8A-%D8%B3%D9%88%D8%A7/",
      "title": "Avichay Adraee IDF Spokesperson for the Arab Media",
      "description": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit.",
      "preview": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit."
    },
    {
      "url": "https://www.github.com/mozilla/foundation.mozilla.org/",
      "title": "GitHub - MozillaFoundation/foundation.mozilla.org: Mozilla Foundation website",
      "description": "Mozilla Foundation website. Contribute to MozillaFoundation/foundation.mozilla.org development by creating an account on GitHub.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.patreon.com/clairesaffitz",
      "title": "Claire Saffitz | creating recipes, videos, and community | Patreon",
      "description": "creating recipes, videos, and community",
      "preview": "Skip navigation Recent posts by Claire Saffitz Claire Saffitz Unlock 65 posts Join for free Unlock 65 posts and join a growing community Join for free"
    },
    {
      "url": "https://palitra.app/",
      "title": "The easiest way to find a color palette - Palitra App",
      "description": "Free color palette finder allows you easy find a color palette. Just enter keywords and get your color palette! Try it now!",
      "preview": "Loading..."
    },
    {
      "url": "https://boston.cbslocal.com/tag/adam-jones/",
      "title": "Adam Jones news - Today's latest updates - CBS Boston",
      "description": "void",
      "preview": "All News Health I-Team Politics Education Business Consumer Entertainment NEXT Weather Forecast Radar & Maps School Closings School Visits Climate Cha"
    },
    {
      "url": "https://wiki.szkeptikus.hu/index.php?title=Speci%C3%A1lis:Bel%C3%A9p%C3%A9s&returnto=F%C3%A1jl%3AThe-Belgian-UFO-wave-from-001.jpg&returntoquery=action%3Dinfo",
      "title": "Bejelentkezés - Szkeptikus Wiki",
      "description": "void",
      "preview": "Névtelen Nem vagy bejelentkezve Bejelentkezés Szkeptikus Wiki Keresés Navigáció Főmenü Kezdőlap Friss változtatások Lap találomra Névjegy Kategorizált"
    },
    {
      "url": "https://www.fernhotels.com/",
      "title": "The Fern Hotels & Resorts",
      "description": "Leading Environmentally Sensitive Hotels",
      "preview": "Seamless Business Stays with Modern Amenities at The Fern Hotels & Resorts Explore Now Book Your Destination Select Dates BOOK NOW Best Rate Guarantee"
    },
    {
      "url": "https://www.elevancehealth.com",
      "title": "Elevance Health | Advancing Health Beyond Healthcare",
      "description": "Elevance Health, formerly Anthem, Inc., serves people across their entire health journey taking an integrated whole-health approach.",
      "preview": "Skip to main content Please wait while loading... Elevating Whole Health and Advancing Health Beyond Healthcare We serve people across their entire he"
    },
    {
      "url": "https://www.jbr.nl/begrippen/debt-advisory/",
      "title": "Debt Advisory - JBR",
      "description": "void",
      "preview": "Home » Debt Advisory Debt Advisory Een sterke financiële basis vormt het kloppend hart van uw bedrijf. Schuldenadvies, ofwel 'Debt Advisory', is een e"
    },
    {
      "url": "https://www.redditinc.com/policies/privacy-policy",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content Reddit Privacy Policy All User Agreement Reddit Privacy Policy Reddit Rules Moderator Code of Conduct Cookie Notice Econ Terms Pr"
    },
    {
      "url": "https://phoenixintheembers.tumblr.com/post/144208350051",
      "title": "From Spark To Flame - Computing occupations are the largest category of...",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \"A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "From Spark To Flame Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving g"
    },
    {
      "url": "https://skims.com/products/full-control-tights-onyx",
      "title": "Hosiery - Women's Tights & Sheer Pantyhose | SKIMS",
      "description": "Pair our collection of sheer tights and pantyhose with your favorite SKIMS pieces for a reinvented smoothing experience with full, medium and nude cover...",
      "preview": "Skip to main content Hosiery Shop SKIMS hosiery: sheer tights, pantyhose, bralettes, & more Bundle & Save Thongs Cheeky Underwear Briefs Boxers Home /"
    },
    {
      "url": "https://bast.opus.hbz-nrw.de/solrsearch/index/search/searchtype/authorsearch/author/Christoph+Klimmt/start/0/rows/100/subjectfq/Fahranf%C3%A4nger/yearfq/2014",
      "title": "OPUS 4 | Search",
      "description": "void",
      "preview": "Deutsch Login Home Search Browse Publish FAQ Author(s) All words At least one word None of the words"
    },
    {
      "url": "http://eml.berkeley.edu//%7Emoretti/book.htm",
      "title": "void",
      "description": "void",
      "preview": "Amazon Page [ here ] \"A timely and smart discussion of how different cities and regions have made a changing economy work for them - and how policymak"
    },
    {
      "url": "https://www.behindtheshutter.com",
      "title": "Behind the Shutter - Free Photography Training and Education",
      "description": "Behind the Shutter is a free online photography training and educational resource created to help professional and amateur photographers run successful...",
      "preview": "Skip to content Sign Up Free Digital Magazine Log In Free Photography Education On-Location Portraits With One Light Using the Westcott FJ400ii Read M"
    },
    {
      "url": "https://www.nfl.com/standings/league/2024/REG",
      "title": "2024 NFL League Standings",
      "description": "The latest NFL Standings by Division, Conference and League",
      "preview": "Skip to main content Advertising $year$ NFL $displayname$ Standings Division Conference League Year 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016"
    },
    {
      "url": "https://hrtechprivacy.com/brands/glassdoor#privacypolicy",
      "title": "HR Tech Privacy -",
      "description": "Glassdoor Privacy Policy Revised September 29, 2025 (previous version) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and Fishbowlapp.com.",
      "preview": "Glassdoor Privacy Policy Revised September 29, 2025 ( previous version ) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and"
    },
    {
      "url": "https://us19.campaign-archive.com/?e=&u=2dca09f67efb6fc090574a83f&id=d5de5ff834",
      "title": "Clean Water for Sustainable and Healthy Communities during COVID-19",
      "description": "void",
      "preview": "Campaign URL Copy Twitter 0 tweets Subscribe Past Issues RSS Translate English العربية Afrikaans беларуская мова български català 中文（简体） 中文（繁體） Hrvats"
    },
    {
      "url": "https://uk.flightaware.com/live/cancelled/",
      "title": "Live Airline Flight Cancellations Info & Statistics - FlightAware",
      "description": "Real-time cancellation statistics and flight tracker links for cancelled airline flights. View top cancellations by airline or airport.",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://www.greenbiz.com/events/greenbiz/2023",
      "title": "Trellis Group (formerly GreenBiz)",
      "description": "Trellis Group empowers sustainability professionals to tackle the climate crisis through our industry-leading events, media and peer network.",
      "preview": "Skip to content Homepage Top Ad Latest Energy Get ready to weigh in on an overhaul of carbon accounting for electricity by Heather Clancy Communicatio"
    },
    {
      "url": "https://raphaelfentonspaid.com",
      "title": "Raphael Fenton-Spaid",
      "description": "Cargo",
      "preview": "void"
    },
    {
      "url": "https://findadoctor.atlantichealth.org/provider/Jason+E+Lowenstein/642628",
      "title": "Jason Lowenstein, MD | Orthopedic Surgery | Morristown, NJ | Atlantic Health",
      "description": "Get to know Jason Lowenstein in Morristown, NJ. Explore his affiliations, expertise, and coverage options.",
      "preview": "icon-arrow-left Find a Doctor Accepting New Patients Jason E Lowenstein, MD Orthopedic Surgery, Spine Surgery Male Want to know your insurance options"
    },
    {
      "url": "http://www.esa.int/",
      "title": "European Space Agency",
      "description": "The European Space Agency portal features the latest news in space exploration, human spaceflight, launchers, telecommunications, navigation, monitoring and space science.",
      "preview": "ESA Vision ESA Strategy 2040 50 years of ESA Accelerators ESA Pillars Science & Exploration Space Safety Applications Enabling & Support ESA Programme"
    },
    {
      "url": "https://docs.microsoft.com/en-us/lifecycle/faq/internet-explorer-microsoft-edge",
      "title": "Lifecycle FAQ - Internet Explorer and Microsoft Edge | Microsoft Learn",
      "description": "Answers to frequently asked questions about the lifecycle policy for Internet Explorer and Microsoft Edge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/InvestorPresentation.pptx?version=6ff579c4-103e-76c0-8a18-05085e0632c7",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://www.nps.gov/yell/planyourvisit/things2do.htm",
      "title": "Things To Do - Yellowstone National Park (U.S. National Park Service)",
      "description": "Yellowstone has something for everyone.",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://donabertarelli.com/",
      "title": "Dona Bertarelli Philanthropy",
      "description": "A Swiss philanthropist, investor, sportswoman, and strong advocate for ocean protection, environmental conservation, animal welfare, education and social causes ...Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A life more thoughtful Establishing a healthy balance between People and Nature Our Mission Protect , Inspire & Unite ― through advoc"
    },
    {
      "url": "https://www.adlerplanetarium.org/visit/your-visit",
      "title": "Your Visit - Adler Planetarium",
      "description": "Here's everything you need to plan your visit to the Adler Planetarium. Explore our open hours, upcoming events, FAQ, and more.",
      "preview": "JavaScript must be enabled to use this application. Skip to Main Content Go to the home page Tickets Adler Anywhere Space Shop Venue Rentals Ask Adler"
    },
    {
      "url": "https://www.seattlefoundation.org/communityimpact/civic-leadership/covid-19-response-fund",
      "title": "COVID-19 Response Fund - Seattle Foundation",
      "description": "COVID-19 Response Fund The COVID-19 Response Fund deployed resources to organizations supporting local workers and families most impacted by the coronavirus crisis. About the COVID-19 Response Fund Managed by Seattle Foundation, the Fund made grants to community-based organizations that are working on the frontlines to support our region's most vulnerable communities. The Fund complemented the work of [...]",
      "preview": "Skip to content COVID-19 Response Fund The COVID-19 Response Fund deployed resources to organizations supporting local workers and families most impac"
    },
    {
      "url": "http://www.fayetteville-ar.gov/384/GIS-Interactive-Maps",
      "title": "GIS Maps | Fayetteville, AR - Official Website",
      "description": "Access interactive maps that show a variety of information, including a ward map, utilities, road and lane closures, planning projects, parking lots, parks and trails, natural features, land records, future land use, historic sites, floodplains, and more.",
      "preview": "Skip to Main Content Home Departments Maps / GIS GIS Interactive Maps GIS Maps Choose any of the maps below to learn more about Fayetteville. These ma"
    },
    {
      "url": "https://askubuntu.com/questions/237544/how-to-make-digikam-remember-googles-two-factor-authentication-password",
      "title": "kubuntu - How to make digiKam remember Google's Two-factor Authentication password? - Ask Ubuntu",
      "description": "I use digiKam on Kubuntu 12.10 to organise my photos and really like being able to upload to Picasaweb using kipiplugins. Unfortunately after having set up Google two-factor authentication I now ne...",
      "preview": "Ubuntu Community Ask! Developer Design Hardware Insights Juju Shop More › Apps Help Forum Launchpad MAAS Canonical Teams Q&A for work Connect and shar"
    },
    {
      "url": "https://butcherbox.pxf.io/c/3408212/1578351/16419?subid3=people",
      "title": "ButcherBox | Meat Delivery Subscription | ButcherBox",
      "description": "Butcher Box Homepage",
      "preview": "Choose Your Free Protein! ButcherBox Logo Choose Your Free Offer Celebrate fall with Steak Tips or Chicken Breasts FREE in every box for a year or Gro"
    },
    {
      "url": "http://www.lbow.com/",
      "title": "L-Bow kids mittens gloves outdoor apparel",
      "description": "Explore L-Bow's large range of kids' mittens and gloves, perfect for outdoor activities. Durable, warm, and designed to keep little hands protected in all weather.",
      "preview": "Search Rain Suits Shop Winter Expand submenu Shop Winter Collapse submenu Shop Winter Mittens Expand submenu Shop Winter Collapse submenu Shop Winter"
    },
    {
      "url": "https://dgnurseries.com/product/nicotiana-tabacum-2/",
      "title": "Nicotiana tabacum - Wahat Al Sahraa",
      "description": "FAMILY: Nicotiana USES: SIZE: LOCATION: Full sunlight to partial shade SOIL: FERTILISER: WATER:",
      "preview": "Skip to content Facebook Instagram Linkedin nursery.enquiry@desertgroup.ae +971 4 2891 063 Search Search Nicotiana tabacum FAMILY: Nicotiana USES: SIZ"
    },
    {
      "url": "https://www.blueorigin.com/",
      "title": "Home | Blue Origin",
      "description": "Blue Origin was founded by Jeff Bezos with the vision of enabling a future where millions of people are living and working in space for the benefit of Earth.",
      "preview": "Latest Flight New Shepard Mission NS-36 Replay New Glenn Reaches Orbit Replay Fly to Space on New Shepard Become an Astronaut Reusable Rocket Engines"
    },
    {
      "url": "https://www.sweepcricket.com/",
      "title": "Sweep Cricket - Latest Cricket News, Latest Cricket Blogs & Opinions and Latest Cricket Videos",
      "description": "Daily Cricket News, Latest Cricket Blogs & Opionions and Latest Cricket Videos from around the globe and much more on Sweep Cricket",
      "preview": "back to top Facebook Instagram Linkedin Pinterest Twitter Youtube Home News Blogs IPL Twitter Reaction Videos Search Facebook Instagram Linkedin Pinte"
    },
    {
      "url": "https://jlgray.com/properties?property=cimmaron-i-apartments&propertyid=90",
      "title": "Cimmaron I Apartments - JL Gray Company",
      "description": "Cimmaron I Apartments is a property in Anthony, NM managed by JL Gray.",
      "preview": "Home Property Management Find My New Home About Us About Our Mission Our Management Team Employment Contact Us Blog Residents Pay Rent Submit Maintena"
    },
    {
      "url": "https://www.profigastro.sk/Podstavec-pod-pizza-pec-1310x830-EST-6L-d553.htm",
      "title": "Podstavec pod pizza pec 1310x830-EST-6L | Profigastro.sk",
      "description": "rozmer: 1300x780x950mm(šxhxv); stojan pre E/P - 6L, 12L",
      "preview": "Menu Úvod Ako nakupovať Obchodné podmienky Platobné podmienky Dodacie podmienky Záručné podmienky Ochrana osobných údajov Kontakt Viac Prihlásenie Pri"
    },
    {
      "url": "https://blog.coursera.org/how-veteran-stevenson-landed-his-first-it-job/",
      "title": "How veteran Stevenson landed his first IT job - Coursera Blog",
      "description": "Meet Stevenson from Florida. Prior to taking the Google IT Support Professional Certificate program on Coursera, he didn't have professional IT support",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Meet Stevenson from Florida. Prior to taking the Google I"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "https://www.wildmadagascar.org/",
      "title": "Madagascar: stunning wildlife, landscapes, and cultural diversity",
      "description": "void",
      "preview": "✕ Twitter Facebook About Contact Madagascar: stunning wildlife, landscapes, and cultural diversity WildMadagascar.org highlights Madagascar's stunning"
    },
    {
      "url": "https://power-type.com/power-display/",
      "title": "Power Display Typeface - Power Type™ Foundry",
      "description": "Power Type Foundry, born from a decade of expertise in type design. The typefaces we present are carefully crafted, reflecting years of dedication and passion for the art of typography. We are the authentic type design experts and we take great care in crafting glyphs.",
      "preview": "void"
    },
    {
      "url": "http://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "https://www.wafb.com/2023/02/27/georgia-family-speaks-out-after-father-goes-missing-br/",
      "title": "Ga. family speaks out after man disappears in Baton Rouge; wallet found, new photos released",
      "description": "About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help locating him, as new evidence has surfaced in the case.",
      "preview": "Skip to content BATON ROUGE, La. (WAFB) - About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help"
    },
    {
      "url": "https://wiki.northpark.edu/label/32+carlson+hamming+helwig+wilson31",
      "title": "Labelled content - Confluence",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels 42 27 c-45 d95 center jc342 mag310 002 c21 hall 208b c44 9 norsten c63 1 mono 5 n20"
    },
    {
      "url": "http://talkingpts.org/",
      "title": "Home - TalkingPoints",
      "description": "void",
      "preview": "Watch Attendance Soar When Families Feel Heard → Explore Resources & Claim Special Pricing! (Ends Dec 31) Drive student outcomes with the leading Univ"
    },
    {
      "url": "https://extensionworkshop.com/?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Firefox Extension Workshop | Get help creating & publishing Firefox extensions.",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Why Create Extensions on Firefox? Get your great idea into the hands of millions of Firefox users. Join an international community of developers. Be s"
    },
    {
      "url": "https://lightcast.io/resources/research/rebuilding-our-semiconductor-workforce",
      "title": "Rebuilding Our Semiconductor Workforce",
      "description": "As the world becomes increasingly interconnected and new technologies are adopted, semiconductors have become indispensable in day-to-day life, and ensuring a robust and reliable supply has never been more important. Burningglass and Emsi are now part of Lightcast. Burning Glass Institute is a separate entity and relies on the data from Lightcast.",
      "preview": "void"
    },
    {
      "url": "https://www.nature.com/articles/s41586-021-03371-z",
      "title": "Protecting the global ocean for biodiversity, food and climate | Nature",
      "description": "The ocean contains unique biodiversity, provides valuable food resources and is a major sink for anthropogenic carbon. Marine protected areas (MPAs)&nbsp;are an effective tool for restoring ocean biodiversity and ecosystem services1,2, but at present only 2.7% of the ocean is highly protected3. This low level of ocean protection is due largely to conflicts with fisheries and other extractive uses. To address this issue, here we developed a conservation planning framework to prioritize highly protected MPAs in places that would result in multiple benefits today and in the future. We find that a substantial increase in ocean protection could have triple benefits, by protecting biodiversity, boosting the yield of fisheries and securing marine carbon stocks that are at risk from human activities. Our results show that most coastal nations contain priority areas that can contribute substantially to achieving these three objectives of biodiversity protection, food provision and carbon storage. A globally coordinated effort could be nearly twice as efficient as uncoordinated, national-level conservation planning. Our flexible prioritization framework could help to inform both national marine spatial plans4 and global targets for marine conservation, food security and climate action. Using a globally coordinated strategic conservation framework to plan an increase in ocean protection through marine protected areas can yield benefits for biodiversity, food provisioning and carbon storage.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://howl.me/cjb33rDvIWj",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://www.washingtonian.com/2023/02/21/the-bidens-went-to-dinner-and-ordered-the-same-dish-dividing-the-internet/",
      "title": "The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet",
      "description": "The President and First Lady got two orders of rigatoni at Italian restaurant the Red Hen",
      "preview": "Skip to content Food | News & Politics The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet The President and First Lady got two"
    },
    {
      "url": "https://withjoy.com/",
      "title": "Joy - Wedding Planning, Redesigned",
      "description": "Experience wedding planning the way it should be, from beautiful wedding websites and invitations, to registries and online RSVP.",
      "preview": "Website Registry Guest List Save the Dates Invitations @JLBwedding Create a wedding website and registry that is uniquely yours. Plan your forever, be"
    },
    {
      "url": "https://www.hallmarkchannel.com/lacey-chabert",
      "title": "Lacey Chabert",
      "description": "Discover the many Hallmark Channel movies, including \"A Royal Christmas\" and \"A Christmas Melody,\" starring Lacey Chabert!",
      "preview": "Share Print Email Pinterest Twitter Lacey Chabert Lacey Chabert Discover more about Hallmark movies and series starring Lacey Chabert. And don't forge"
    },
    {
      "url": "https://www.sacred-texts.com/eso/index.htm",
      "title": "Western Esoteric Texts | Sacred Texts Archive",
      "description": "Esoteric and Occult texts at sacred-texts.com",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "http://math.hws.edu/javanotes/",
      "title": "Javanotes 9, JavaFX Edition -- Title Page",
      "description": "void",
      "preview": "Introduction to Programming Using Java Version 9.0, JavaFX Edition (May, 2022) Author: David J. Eck ( eck@hws.edu ) W ELCOME TO Version 9.0 of Introdu"
    },
    {
      "url": "https://www.delish.com/cooking/recipe-ideas/g2986/classic-italian-recipes/",
      "title": "20+ Easy Pumpkin Bars - Recipes for Pumpkin Dessert Bars-Delish.com",
      "description": "Celebrate fall with these easy pumpkin bar recipes.",
      "preview": "Skip to Content Parker Feirbach Delish editors handpick every product we feature. We may earn commission from the links on this page. Celebrate fall w"
    },
    {
      "url": "https://devblogs.microsoft.com/?utm_source=developermscom",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "https://www.uschamber.com/",
      "title": "U.S. Chamber of Commerce | U.S. Chamber of Commerce",
      "description": "The U.S. Chamber of Commerce is the world's largest business organization. We advocate, connect, inform, and fight for business growth and America's success.",
      "preview": "Skip to content Close search Site search Enter your search query Submit Ways a Government Shutdown Could Affect You and Your Business Making News Smal"
    },
    {
      "url": "http://www.landsend.com/",
      "title": "Lands' End: Quality Clothing, Outerwear, Swimwear and Footwear",
      "description": "Lands' End is a classic American lifestyle brand with a passion for quality, legendary service & real value. We seek to deliver timeless style for women, men, kids and the home. Shop lasting quality swimsuits, outerwear, apparel, home décor & more.",
      "preview": "skip to content skip to navigation skip to search Sale Outerwear Women Men Kids School Home Totes Swim Shoes New Peak Fall Sale 50% Off Sitewide* Stoc"
    }
  ],
  "_meta": {
    "total_bookmarks": 81
  }
}