{
  "data": [
    {
      "url": "https://www.nicolnatale.com/",
      "title": "Nicol Natale",
      "description": "Nicol is a writer, reiki master, and international yoga and meditation guide. Discover transformation through reiki healing, empowering workshops and retreats, guided meditations, and more.",
      "preview": "UNEARTH YOUR DIVINE ESSENCE Transform With Me HI I'M NICOL, Writer, yoga and meditation guide, reiki master , and sacred voice for the divine feminine"
    },
    {
      "url": "https://a-alexandra.blogspot.com/2012/08/",
      "title": "A Alexandra: august 2012",
      "description": "Cuvintele sunt cheia! Alese corect, ele pot deschide orice suflet și închide orice gură.",
      "preview": "31 august 2012 De 10 ori mai ... Bruneta, buna, carismatica, zambareata, modesta, incapatanata, ambitioasa, dragastoasa, iubareata ... Atat! Restul su"
    },
    {
      "url": "https://learningconsole.amazonadvertising.com/",
      "title": "Amazon Ads Academy - Explore training courses, certifications, and more",
      "description": "Elevate your marketing skills with Amazon Ads Academy. Explore training courses, certifications, videos, and more to help you learn how to use Amazon Ads.",
      "preview": "You need to enable JavaScript to run this app. Amazon Ads Academy Amazon Ads Academy Welcome to Amazon Ads Academy Elevate your advertising skills wit"
    },
    {
      "url": "https://i-doser.com/privacy.html",
      "title": "iDoser Privacy Policy and Disclaimer",
      "description": "I-Doser Privacy Policy and Disclaimer",
      "preview": "Privacy Policy and Disclaimer Privacy and Disclaimer iDoser Privacy Policy and Disclaimer Binaural doses use potentially powerful brainwave audio to h"
    },
    {
      "url": "https://www.hbomax.com/series/urn:hbo:series:GYyjGGgyuCoOEtAEAAAGQ",
      "title": "Watch Who's Talking to Chris Wallace? | HBO Max",
      "description": "Watch Who's Talking to Chris Wallace? on HBO Max. Plans start at $9.99/month. Who's Talking to Chris Wallace? Chris Wallace explores his wide range of interests across the spectrum of news, sports, entertainment, art and culture -- having candid conversations with a rich variety of guests.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://www.refinery29.com/en-us/fashion-trends-2025",
      "title": "9 Fashion Trends Defining 2025: Capes To Bubble Skirts",
      "description": "Early contenders for the biggest trends of 2025 point to a more whimsical, almost idiosyncratic take on dressing.",
      "preview": "Skip navigation! ADVERTISEMENT Story from Fashion ADVERTISEMENT 9 Fashion Trends That Will Define 2025 Lauren Caruso Last Updated March 24, 2025 , 5:0"
    },
    {
      "url": "https://web.dev/learn/design/",
      "title": "Learn Responsive Design | web.dev",
      "description": "A course exploring all aspects of responsive design. Learn how to make sites that look great and work well for everyone.",
      "preview": "Skip to main content / Sign in Resources web.dev Resources Responsive Design Stay organized with collections Save and categorize content based on your"
    },
    {
      "url": "https://www.einfachganzleben.de/meditation-achtsamkeit/die-magie-der-runen-bedeutung-und-symbole",
      "title": "Die Magie der Runen: Bedeutung und Symbole",
      "description": "Die Magie der Runen ➽ Das ♢ Runen-Alphabet ▽ Bedeutung der nordischen Zeichen ➽ Was sind verbotene Runen? ➽ So kannst du mit Runen arbeiten",
      "preview": "Skip to main content Die Magie der Runen: Bedeutung und Symbole Inhaltsverzeichnis Runen dienen seit Jahrhunderten als Medium zur Kommunikation - unte"
    },
    {
      "url": "https://mg.alhatorah.org/Full/Yirmeyahu/5/4",
      "title": "MikraotGedolot - AlHaTorah.org",
      "description": "Study Tanakh with all your chosen commentaries on one page.",
      "preview": "× Mikraot Gedolot Tutorial × E/ ע בחרו טקסט במקראות גדולות Select Text in the Mikraot Gedolot תורה Torah נביאים Neviim כתובים Ketuvim בחרו פרשה Choose"
    },
    {
      "url": "https://www.hbomax.com/",
      "title": "HBO Max | Stream Series and Movies",
      "description": "Stream must-see series, hit movies, exclusive originals, family favorites, and live sports. Plans start at $9.99/month.",
      "preview": "Skip To Content Must-see series, movies & more. Choose an HBO Max plan or bundle to start streaming. HBO Max Plans start at $ 9.99 /month Get HBO Max"
    },
    {
      "url": "http://s01.flagcounter.com/more30/vOp/76",
      "title": "Flag Counter » History",
      "description": "void",
      "preview": "Flag Counter Home Country List FAQ Forum Overview | Details | today | Yesterday | History | Flag Map | Upgrade Create a free counter! Last Week | Last"
    },
    {
      "url": "https://www.brokerstrust.com/brians-blog/great-energy-efficient-home-with-lots-of-privacy-in-west-adams-terrace",
      "title": "Great ENERGY EFFICIENT home with lots of privacy in West Adams Terrace!",
      "description": "2400 Seventh Avenue West Adams, CA 90018 List Price: $599,000",
      "preview": "The Fitzburgh Realty Team - Glassell Park Real Estate - Northeast Los Angeles Realtor Home About Us Fitzburgh Realty Team > Juan Loza Handyman Brians"
    },
    {
      "url": "https://www.fdic.gov/",
      "title": "FDIC: Federal Deposit Insurance Corporation",
      "description": "void",
      "preview": "Skip to main content An official website of the United States government The .gov means it's official. Federal government websites often end in .gov o"
    },
    {
      "url": "https://reesesbookclub.com/",
      "title": "Home - Reese's Book Club",
      "description": "Each month, Reese, our founder (and book lover in chief) chooses a book with a woman at the center of the story.",
      "preview": "Skip to content Where Women's Stories Shine Each month, Reese, our founder (and book lover in chief) chooses a book with a woman at the center of the"
    },
    {
      "url": "https://vitejs.dev/guide/ssr.html",
      "title": "Server-Side Rendering (SSR) | Vite",
      "description": "Next Generation Frontend Tooling",
      "preview": "ViteConf 2025 · First time in-person · Amsterdam · Oct 09-10 Register Skip to content Menu Return to top Building Together ViteConf 2025 First time in"
    },
    {
      "url": "https://publications.ici.umn.edu/ties/peer-engagement/belonging/introduction",
      "title": "TIES Belonging Resources | Creating communities of belonging for students with significant cognitive disabilities | Institute on Community Integration Publications",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. TIES Belonging Resources Creating communities of belonging for students with significant cognitive disa"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/vishing/",
      "title": "Vishing - Security Through Education",
      "description": "Vishing also known as voice phishing, phone elicitation, or phone scams, is a prevelant attack vector. Learn about common vishing techniques & attacks.",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Vishing At Social-Engineer, we define vishing as the practice of eliciting information or attem"
    },
    {
      "url": "https://www.wefeedraw.com/",
      "title": "Raw Dog Food Delivery Company | We Feed Raw",
      "description": "When it comes to raw dog food delivery companies, finding the healthiest & easiest option is key. Shop We Feed Raw for healthy ingredients at your door!",
      "preview": "The Freshest Raw Meals, Delivered. Supports better digestion, stronger immunity, and a longer, healthier life. Create Your Meal Plan How it Works 1. T"
    },
    {
      "url": "https://www.youtube.com/?tab=w1",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.dafont.com/",
      "title": "DaFont - Scaricare caratteri",
      "description": "Archivio di caratteri scaricabili liberamente. Cerca per ordine alfabetico, stile, autore o popolarità.",
      "preview": "English Français Español Deutsch Italiano Português Il mio profilo | Registrazione Temi Novità Autori Top Forum FAQ Carica un carattere Strumenti goog"
    },
    {
      "url": "https://www.joyoushealth.com/",
      "title": "Home - Joyous Health",
      "description": "Wellness inspiration, nourishing recipes, clean beauty, and healthy living tips to help you feel your best and full of joy.",
      "preview": "Skip to content Simple, healthy living. Full of Joy. Explore more The Latest Load More Welcome to thoughtful, organic beauty Hello Joyous is an organi"
    },
    {
      "url": "https://ponyclassic.com/brand/12-total-control-products",
      "title": "TOTAL CONTROL PRODUCTS",
      "description": "void",
      "preview": "Home Tous les produits SHELBY ELEANOR Extérieur Intérieur Compartiment moteur Jantes Echappement Fuel system Eclairage Pièces en fibre Documentation M"
    },
    {
      "url": "https://anime.desktopnexus.com/wallpaper/2056195/",
      "title": "Sailor Venus - Other & Anime Background Wallpapers on Desktop Nexus (Image 2056195)",
      "description": "Sailor Venus. Download free Other wallpapers and desktop backgrounds!",
      "preview": "Hi everyone! We're hard at work trying to keep our community clean, so if you see any spam, please report it here and we'll review ASAP! Thanks a mill"
    },
    {
      "url": "https://stormdocslbkl.netlify.app/word-gratuit-pour-windows-10-en-franzais-we.html",
      "title": "Word gratuit pour windows 10 en français",
      "description": "word et excel gratuit pour windows 7 - Logitheque.com",
      "preview": "Word gratuit pour windows 10 en français https://www.ijf.org/ Télécharger Windows 10 5 Comments Word et Excel gratuits pour Windows 10 | WindowsFacile"
    },
    {
      "url": "https://dollyjessy.com/2020/05/10/",
      "title": "10/05/2020 - Dollyjessy",
      "description": "void",
      "preview": "17 4 10/05/2020 Série TV 25 séries Netflix à voir Autour de moi on me demande souvent conseil concernant les séries à voir, mais souvent, on me précis"
    },
    {
      "url": "https://voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://www.zendesk.com/service/help-center/?utm_source=helpcenter&utm_medium=poweredbyzendesk&utm_campaign=text&utm_content=Customer+Support",
      "title": "Software per knowledge base basato sull'AI",
      "description": "Scopri un software per knowledge base connesso, progettato per migliorare le soluzioni e la qualità del servizio. Provalo gratuitamente oggi stesso.",
      "preview": "Vai al contenuto principale AI Masterclass 2025 Scopri come implementare l'intelligenza artificiale, scalare l'automazione e ottenere risultati tangib"
    },
    {
      "url": "http://www.appliedprobability.org/",
      "title": "Applied Probability Trust",
      "description": "The Applied Probability Trust is a not-for-profit foundation for study and research in the mathematical sciences. It was founded in 1964 with the initial support of the London Mathematical Society. The Applied Probability Trust editorial office is located within the School of Mathematics and",
      "preview": "Search this site Embedded Files Skip to main content Skip to navigation Applied Probability Trust The Applied Probability Trust is a not-for-profit fo"
    },
    {
      "url": "https://learnathome.withyoutube.com/videos/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "http://www.mmsk.ca/",
      "title": "Home - SK Recycles",
      "description": "SK Recycles is a not-for-profit organization responsible for management and recycling of household packaging and paper, distributed to Saskatchewan residents",
      "preview": "Skip to content Moving to full EPR in Saskatchewan for packaging and paper recycling What does that mean? It means businesses, like stores and restaur"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/WS642AEWBKT/shark-wandvac-self-empty-system-pet-lightweight-powerful-cordless-stick-vacuum-with-hepa/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://www.freepeople.com/shop/hailey-dress2/?color=066&type=REGULAR&quantity=1",
      "title": "Hailey Dress | Free People",
      "description": "Shop our Hailey Dress at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "http://walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.chefajaychopra.com/",
      "title": "Chef Ajay Chopra |Presents food recipes and restaurant consultant",
      "description": "Chef Ajay Chopra judge of first master chef of India presents food recipes., MD of Zion Hospitality, best restaurant consulting firm and hotel consultant",
      "preview": "Previous Next Previous Next Journey of Chef Ajay Chopra Culinary Genius Behind the Apron Chef Ajay Chopra, the renowned Indian chef, consultant, and m"
    },
    {
      "url": "https://www.adcouncil.org/our-story",
      "title": "Powerful Ads Inspiring Action Since 1941 | The Ad Council",
      "description": "Powerful ads that strengthen the health, education, & safety of our country. We settle for nothing less than a lasting impact on American life. Get involved.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "https://www.poz.com/article/covid19-criminalization-seven-lessons-hiv-response",
      "title": "COVID-19 Criminalization: Seven Lessons From the HIV Response - POZ",
      "description": "Plus: Any restriction of civil and political rights must meet these five specific criteria.",
      "preview": "© 2025 Smart + Strong . All Rights Reserved. Terms of use and Your privacy . Smart + Strong ® is a registered trademark of CDM Publishing, LLC. Advert"
    },
    {
      "url": "https://donabertarelli.com/dona-bertarelli/",
      "title": "Our Founder - Dona Bertarelli Philanthropy",
      "description": "Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A LIFE MORE THOUGHTFUL \"From the mountains to the seas, and even the stark beauty of arid landscapes, nature has always been my guide"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "http://www.drogbaster.it/",
      "title": "Risorse Servizi web e Strumenti utili gratis - drogbaster.it",
      "description": "Tutto gratis risorse e servizi web: programmi guide per PC Windows, smartphone Android e iPhone Software, antivirus, bigliettini auguri.",
      "preview": "Skip to content Quando gli impegni rischiano di soffocare le vostre potenzialità, è proprio un portale come Drogbaster che può aiutarvi a staccare la"
    },
    {
      "url": "https://artitrail.com/sectors/agriculture/mega-sweeper-actisweep/",
      "title": "Artitrail | Mega Sweeper Actisweep",
      "description": "void",
      "preview": "Download Mega Sweeper Actisweep catalogue Actisweep ® V-Concept A new approach to sweeping which will change the way you work! Actisweep® V-Concept is"
    },
    {
      "url": "https://aalftc.org/",
      "title": "African American Leadership Forum",
      "description": "We lead by manifesting racial equity through radically innovative solutions. We're bringing this world from our imagination into being, through cross-community collaboration.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://foxsanantonio.com/newsletter-daily/dog-owner-of-deadly-attack-speaks-out",
      "title": "COMPLETE INTERVIEW with owner of pit bulls that killed 81-year-old man",
      "description": "SAN ANTONIO - \"It not only traumatized me, I know it traumatized my husband,\" says Abilene Moreno, who believes her husband, 31-year-old Christian Alexander Mor",
      "preview": "Fri, 10 Oct 2025 10:12:13 GMT (1760091133069) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://isc.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=iscworkday",
      "title": "Home - Your source for Workday support | Employee Workday Help",
      "description": "Help navigating Workday for your benefits, pay, and other HR-related tasks.",
      "preview": "Skip to main content Open Enrollment is Coming Soon! Open Enrollment begins October 27. No changes can be made for 2026 until Open Enrollment begins."
    },
    {
      "url": "https://www.nrk.no/nyheter/",
      "title": "Siste nytt - NRK",
      "description": "Siste nytt fra inn- og utland. Hold deg oppdatert på nyhetssbildet med NRK Nyheter",
      "preview": "Siste nytt - NRK Foto: Ariana Cubillos / AP / NTB Det kvite huset: Nobelkomiteen set politikk føre fred Nobels fredspris Foto: Ramadan Abed / Reuters"
    },
    {
      "url": "https://rainforests.mongabay.com/",
      "title": "The Rainforest: tropical forest facts, photos, and information",
      "description": "Facts, figures, news, pictures, and information about tropical rainforests.",
      "preview": "✕ Twitter Facebook instagram email News feed (XML) Search About Contact RAINFOREST INFORMATION By Rhett A. Butler Last updated Aug 14, 2020 A Place Ou"
    },
    {
      "url": "https://cab1729.tumblr.com/",
      "title": "math geek with no social life",
      "description": "I read math textbooks like other people read novels and spend most of my free time in Starbucks trying to solve the Riemann Hypothesis. When I'm not doing that I practice the ancient art of Java...",
      "preview": "math geek with no social life thevaultoftheatomicspaceage : univac Reblogged 4 years ago from thevaultoftheatomicspaceage 154 notes Celebrating Peano!"
    },
    {
      "url": "http://www.headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "http://nbc.researchresults.com/?s=639",
      "title": "Viewers Voice",
      "description": "void",
      "preview": "Welcome to the Viewer's Voice panel!"
    },
    {
      "url": "https://www.mac-v.org/",
      "title": "MACV's Mission is to End Veteran Homelessness in Minnesota",
      "description": "MACV helps Minnesota Veterans and their families create sustainable housing opportunities by providing housing, employment, and legal services and connections.",
      "preview": "Supporting Minnesota Veterans and Their Families Our Mission is to End Veteran Homelessness in Minnesota Contact MACV 800 + Veterans Prevented From Ho"
    },
    {
      "url": "https://www.blueorigin.com/",
      "title": "Home | Blue Origin",
      "description": "Blue Origin was founded by Jeff Bezos with the vision of enabling a future where millions of people are living and working in space for the benefit of Earth.",
      "preview": "Latest Flight New Shepard Mission NS-36 Replay New Glenn Reaches Orbit Replay Fly to Space on New Shepard Become an Astronaut Reusable Rocket Engines"
    },
    {
      "url": "http://www.unisi.it/",
      "title": "Università degli Studi di Siena",
      "description": "void",
      "preview": "Salta al contenuto principale Come fare per Informazioni immatricolazioni e contatti segreterie tutto quello che c'è da sapere per cominciare Admissio"
    },
    {
      "url": "https://www.teleamazonas.com/los-nominados-en-los-globos-de-oro-2020/",
      "title": "Los nominados en los Globos de Oro 2020",
      "description": "Este domingo, se vivirá las emociones de la gala de los Globos de Oro en el Hotel Beverly Hilton de Beverly Hills, Los Ángeles, a partir de las 17: 00. Este evento será organizada por la Asociación de la Prensa Extranjera de Hollywood (HFPA).",
      "preview": "Suscríbete a nuestras notificaciones para recibir las últimas noticias y actualizaciones. No, gracias Suscribirse Debes habilitar las notificaciones e"
    },
    {
      "url": "https://playbill.com/person/wayne-cilento-vault-0000000115",
      "title": "Wayne Cilento (Choreographer) | Playbill",
      "description": "void",
      "preview": "A TRUSTED THEATRE RESOURCE SINCE 1884 Once More From the Top: Inside the Starry, Emotional 50th Anniversary A Chorus Line A-5, 6, 7, 8! A Chorus Line"
    },
    {
      "url": "https://www.goodhousekeeping.com/home/cleaning/a24885/tidy-home-tips/",
      "title": "An Expert Guide on How to Make Homemade Cleaning Sprays",
      "description": "Our cleaning pro shares how to make homemade cleaning sprays and disinfectants. See these simple DIYs, including vinegar, essential oils, lemon and alcohol.",
      "preview": "Skip to Content Alyssa Gautieri Jump to: 1. All-Purpose Cleaner With Dish Soap 2. Scented All-Purpose Cleaner 3. DIY Glass Cleaner 4. Natural Stone Cl"
    },
    {
      "url": "https://www.nyu.edu/search.html",
      "title": "NYU Search",
      "description": "void",
      "preview": "Search NYU Search"
    },
    {
      "url": "https://www.fyple.com/company/park-moving-and-storage-ya16eli/",
      "title": "Park Moving And Storage in Birmingham, AL",
      "description": "For over 50 years, Park Moving and Storage has been one of the most trusted locally owned moving companies for residential moving services a...",
      "preview": "What Where Register Log in Park Moving And Storage Report a problem 0 reviews Fyple Alabama Birmingham Park Moving And Storage Add your business for f"
    },
    {
      "url": "https://www.seasip.info/Cpm/",
      "title": "CP/M Main Page",
      "description": "void",
      "preview": "CP/M pages Home -> CP/M CP/M Main Page Last updated: 23 August 2024 CP/M links CP/M information CP/M software ZINC - clones of some CP/M 3 utilities I"
    },
    {
      "url": "http://www.gatsbyguesthouse.com/news/page/4226/",
      "title": "Maintenance",
      "description": "void",
      "preview": "Il servizio è in manutenzione Stiamo lavorando per te. Ci scusiamo per il disagio, la nostra assistenza è a tua disposizione per maggiori informazioni"
    },
    {
      "url": "https://docs.oracle.com/javase/8/docs/api/",
      "title": "Java Platform SE 8",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://fws.gov/",
      "title": "U.S. Fish and Wildlife Service",
      "description": "United States federal agency that manages national wildlife refuges, protects endangered species, manages migratory birds, restores nationally significant fisheries, and enforces federal wildlife laws.",
      "preview": "Skip to main content U.S. Fish and Wildlife Service Image Details Working with others to conserve, protect, and enhance fish, wildlife, plants, and th"
    },
    {
      "url": "https://www.sandiegouniontribune.com/military/sdut-rosie-network-military-entrepreneurs-2014apr07-story.html",
      "title": "Group promotes military entrepreneurs - San Diego Union-Tribune",
      "description": "In 2012, the wife of a Navy SEAL needed some work done on the family home while her husband was on deployment. Stephanie Brown of San Diego was uncomfortable contacting strangers advertising their services on Craigslist. She said she would have felt more trust, rapport and overall comfort with a military veteran or spouse doing [...]",
      "preview": "Skip to content Members of the Rosie Network gather at the organization's Military Entrepreneur Small Business Expo on St. Patrick's Day in Balboa Par"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/best-songs-of-all-time-1224767/",
      "title": "500 Best Songs of All Time",
      "description": "500 Best Songs of All Time: the Beatles, Beyonce, Bowie, and more",
      "preview": "× Skip to main content Photographs used within illustration by Jack Robinson/Hulton Archive/Getty Images; Michael Ochs Archives/Getty Images, 3; Paul"
    },
    {
      "url": "https://www.demuseumwinkel.com/papilio-thoas-cinyras-driedpapered-v0035",
      "title": "Papilio thoas cinyras dried/papered - DeMuseumwinkel.com",
      "description": "Largest collection papered butterflies, dried and folded. To mount yourself: Papilio thoas cinyras dried/papered",
      "preview": "349496 Back naar dried butterflies Home Papilio thoas cinyras dried/papered Papilio thoas cinyras dried/papered Articlecode: 0035-100 78 in stock €8,9"
    },
    {
      "url": "https://sustainability.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "https://nationalgeographicpartners.com/press/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://www.pincergames.com/",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "http://www.erp-recycling.co.uk",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "ERP UK are environmental compliance experts with experience in making sure that businesses are compliant with WEEE, batteries and packaging",
      "preview": "Skip to content Search for: Member login Search for: Member login Homepage ( 2024 v2) admin 2025-04-30T16:31:39+01:00 ERP UK is an Environmental Compl"
    },
    {
      "url": "https://www.ppl-inc.org/",
      "title": "Homepage | Project for Pride in Living",
      "description": "PPL builds the hope, assets, and self-reliance of individuals and families who have lower incomes by providing transformative affordable housing and employment readiness services.",
      "preview": "Skip to main content Search Search Enter the terms you wish to search for. Search Menu PPL TRANSFORMS LIVES About Us Under Our Roof An evening of gath"
    },
    {
      "url": "http://www.favicon.cc/",
      "title": "favicon.ico Generator",
      "description": "favicon.cc is a tool to create or download favicon.ico icons, that get displayed in the address bar of every browser.",
      "preview": "Create New Favicon Import Image Latest Favicons Top Rated Favicons Login Register Search Frame 1 of 1 0.05 secs 0.1 secs 0.2 secs 0.3 secs 0.4 secs 0."
    },
    {
      "url": "https://montcherand.ch/pilier-public/avis-d-enquete/146-avis-d-enquete-08-12-2021",
      "title": "Pilier Public - Commune de Montcherand",
      "description": "Le village de Montcherand faisait partie autrefois de la terre des Clées. Il dépendait du prieuré de Baulmes, avant sa réunion au monastère de Payerne au XIème siècle. Montcherand relevait donc directement de la grande Abbaye bourguignonne de Cluny.",
      "preview": "Accueil Pilier Public Pilier Public Recherche Ce site peut utiliser des cookies et des scripts externes. Plus d'informations J'accepte Eglise et fresq"
    },
    {
      "url": "https://www.netrootsnation.org/profile/james-carter/",
      "title": "James Carter IV - Netroots Nation",
      "description": "void",
      "preview": "James Carter IV Home James Carter IV It seems we can't find what you're looking for. Perhaps searching can help."
    },
    {
      "url": "https://www.foresightautomation.com/",
      "title": "Foresight Automation",
      "description": "void",
      "preview": "RECENT NEWS WE ARE EXCITED TO ANNOUNCE WE'LL BE MOVING TO A NEW STATE OF THE ART FACILITY IN 2024! CONSTRUCTION IS UNDERWAY! FORESIGHT ROBOTIC PALLETI"
    },
    {
      "url": "http://www.meredith.com/legal/privacy",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://usowishbook.uso.org",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/parameter.html",
      "title": "XGBoost Parameters - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Parameters View page source XGBoost Parameters  Before running XGBoost, we must set three types of parameters: general parameters, booster pa"
    },
    {
      "url": "https://www.tm-tracking.org/fisheriesanalyticalcapacitytool",
      "title": "Trygg Mat Tracking (TMT) | FACT Fisheries Analytical Capacity Tool",
      "description": "FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specifically to support, speed up and strengthen the analytical process. FACT has been built with the single express purpose of capturing and analysing the identities and characteristics of the global fishing fleet and the companies that operate it.",
      "preview": "top of page FACT - Fisheries Analytical Capacity Tool FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specific"
    },
    {
      "url": "https://www.gimbelfoundation.org/",
      "title": "Bernard F. and Alva B. Gimbel Foundation, Inc. - Bernard F. and Alva B. Gimbel Foundation, Inc.",
      "description": "void",
      "preview": "Bernard F. and Alva B. Gimbel Foundation, Inc. MENU MENU Home Funding Priorities Grants Grants 2025 Grants 2024 Grants Board of Directors & Staff Cont"
    },
    {
      "url": "https://mcm-curiosity.tumblr.com/",
      "title": "MCM Curiosities",
      "description": "All are accepted here. I am a small time blog that likes to explore new topics frequently. I find many things beautiful and interesting and I want to share that wonder with you. My curisities include...",
      "preview": "Menu MCM Curiosities All are accepted here. I am a small time blog that likes to explore new topics frequently. I find many things beautiful and inter"
    },
    {
      "url": "https://market.unicefusa.org/",
      "title": "The Ultimate Online Gifts Shopping Catalog Featuring Artisans from Around the World | UNICEF Market",
      "description": "Shop our online gift catalog for unique, award-winning artisan treasures and greeting cards. Every gift purchased from UNICEF Market helps UNICEF save children's lives around the world.",
      "preview": "MEXICO Sale"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85931",
      "title": "Searchable Recipe Database - Crunchy Cabbage Salad with Asian Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.ncihc.org/",
      "title": "Home",
      "description": "void",
      "preview": "Menu Member Login Home About Mission, Goals and Values Board of Directors Committees and Work Groups Executive Committee Standards and Training Commit"
    },
    {
      "url": "https://didgiwidgi.co.uk/htm/art-prints-7.htm",
      "title": "Artificial Intelligence - An In-Depth Analysis",
      "description": "A history of AI, what it can do, and what it can't do - yet.",
      "preview": "Can technology create art? Can technology create music? Can technology replace human ingenuity? Can Computers Compete With Humans in Creative Fields?"
    },
    {
      "url": "http://www.fondationprimat.org//en/ressources?archive=true",
      "title": "Ressources Archive - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Press/Media Books/Publications Interviews / Conferences Films/Documentaries Press/Media Books/Publications Interviews / Conferences Films/Documentarie"
    },
    {
      "url": "https://www.boxycharm.com",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://usa.businessdirectory.cc/california/ad-category/health-beauty/",
      "title": "Health & Beauty",
      "description": "void",
      "preview": "× United States Home Categories General Services Cleaning & Janitorial Education & Training Food & Restaurants Import & Export Services Moving, Storag"
    },
    {
      "url": "https://www.lakestreetcouncil.org/",
      "title": "Visit Lake Street - Lake Street Council",
      "description": "void",
      "preview": "0"
    },
    {
      "url": "https://surferseo.com/",
      "title": "Surfer: SEO Content Optimization Platform",
      "description": "Use Surfer to research, audit, write, optimize and generate SEO optimized articles in 20 minutes. Everything you need to create a comprehensive content strategy that yields real results is a click away with Surfer!",
      "preview": "AI SEO is Here: 7 Steps to Stay Visible in 2026 and Beyond Watch Now Boost visibility in Google, ChatGPT, and beyond. Search has changed. People turn"
    },
    {
      "url": "https://puzzles.mit.edu/",
      "title": "MIT Mystery Hunt / Puzzle Club",
      "description": "The MIT Mystery Hunt is an internationally renowned puzzle competition which takes place every January on MIT campus and attracts hundreds of participants from all over the world.",
      "preview": "The MIT Mystery Hunt is a puzzlehunt competition that takes place on the MIT campus every year during the Martin Luther King, Jr. Day weekend . The hu"
    },
    {
      "url": "https://www.galaxus.ch/en/s1/producttype/mobile-phones-15",
      "title": "Barcode scanners - buy at Galaxus",
      "description": "Discover products in Barcode scanners - ✔ Top service and advice ✔ Fast delivery ✔ Strong community",
      "preview": "Barcode scanners Product range IT + Multimedia Home + Kitchen DIY + Garden Interior Sports Fashion Toys Parents + Baby Health + Beauty Love + Play Off"
    },
    {
      "url": "https://oceanpanel.org/oa2030-new-members-caf_sdrhub/",
      "title": "New Members Boost Ocean Action 2030's Mission for Sustainability",
      "description": "Panama City, Panama (1 March, 2023) The Ocean Action 2030 coalition has today been strengthened by two new participating members: the Development Bank of",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.brooketaelor.com/",
      "title": "HOME",
      "description": "void",
      "preview": "A new website is coming soon. Please use the form below or inquire with Brooke directly at hello@brooketaelor.com Submit Inquiry (Brooke Taelor's serv"
    },
    {
      "url": "https://www.industree.org.in/",
      "title": "Home | Industree Foundation",
      "description": "void",
      "preview": "top of page Proof of Impact GreenKraft Producer Company (GK) is a producer-owned social enterprise creating natural fiber lifestyle products and hom"
    },
    {
      "url": "https://vespeiro.com/2020/11/10/trump-biden-e-a-doenca-do-jornalismo/",
      "title": "Trump, Biden e a doença do jornalismo | VESPEIRO",
      "description": "Na política, como na vida, toda \"solução\" é só o início do próximo problema. Alguém disse na TV que a melhor qualidade de Joe Biden é não ser Donald Trump. Concordo. O fim do cafajestismo no poder reabre a perspectiva da reconstituição da institucionalidade da figura do presidente dos Estados Unidos da América que, como...",
      "preview": "Search: VESPEIRO de Fernão Lara Mesquita Home Quem somos De outros autores Apoio Trump, Biden e a doença do jornalismo 10 de novembro de 2020 § 44 Com"
    },
    {
      "url": "https://www.villagevoice.com/2022/03/07/mayor-adams-guns-for-bail-reform/",
      "title": "Mayor Adams Guns for Bail Reform - The Village Voice",
      "description": "As he left the wake for slain police officer Wilbert Mora, NYPD Chief of Department Kenneth Corey spoke with anger and resignation about the high tide of guns and shooters washing over the city. \"You've got career criminals in possession of illegal guns, assault rifles, high-capacity magazines,\" Corey told reporters outside St. Patrick's Cathedral. Cops [...]",
      "preview": "Skip to content SEVEN DECADES New York's 1970 'Hard Hat Riot' Was a Precursor of Today's MAGA Demagoguery by Joe Flaherty VOICE CHOICE Hit the Streets"
    },
    {
      "url": "http://www.personalcreations.com/",
      "title": "Personalized Gifts | Find & Send Custom Gifts at Personal Creations",
      "description": "Make every occasion unforgettable with personalized gifts from Personal Creations. Shop unique presents for weddings, birthdays, holidays and milestone moments.",
      "preview": "Live Chat (888) 741-0508 Login / Register 0 Sign In Halloween Halloween Spooky Doormat Starting at $29.99 $39.99 Comp. Value 1 NEW Featured New Arriva"
    },
    {
      "url": "http://www.gs1us.org/",
      "title": "Barcodes Powered by GS1 Standards | GS1 US",
      "description": "Authentic barcodes powered by GS1 uniquely identify your brand & products in e-commerce. GS1 standards are the most widely-used in global supply chains.",
      "preview": "The GS1 US Solution Getting and Using Barcodes Getting into the Marketplace Using Product Data Industry Insights I want to Choose an option So that I"
    },
    {
      "url": "https://wwcicc.org/contact",
      "title": "Contact | Western Washington Chapter of ICC",
      "description": "void",
      "preview": "Home About Bylaws of WWC ICC Meetings Meeting Minutes Meeting Agendas Forms Payments Membership Registration Education Contact Photo Gallery Partners"
    },
    {
      "url": "https://groupejerecois.ca/?chefscie=true",
      "title": "Accueil-2025 - Le Groupe Je Reçois",
      "description": "void",
      "preview": "Le Groupe Je Reçois Du traiteur à la transformation alimentaire, une expertise complète À propos de nous LE GROUPE JE REÇOIS Au Groupe Je Reçois, nous"
    },
    {
      "url": "https://doi.org/10.3389/fmars.2019.00509",
      "title": "Frontiers | Growth Limitation of Marine Fish by Low Iron Availability in the Open Ocean",
      "description": "It is well-established that phytoplankton growth can be limited by the vanishingly low concentrations of dissolved iron found in large areas of the open ocea...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience HYPOTHESIS AND THEORY article Front. M"
    },
    {
      "url": "https://www.theconsumergoodsforum.com/environmental-sustainability/forest-positive-deforestation/beef/",
      "title": "Commodity Roadmaps - The Consumer Goods Forum",
      "description": "void",
      "preview": "cross Hit enter to search Explore Tags #Deforestation , #Social Sustainability , #Sustainability , #Food Waste , #Health , #Supply Chains , #Corporate"
    },
    {
      "url": "http://www.ecs.org",
      "title": "Education Commission of the States - Your Education Policy Team",
      "description": "We provide education leaders with evidence-based information & opportunities for collaboration, because informed policymakers create better policies.",
      "preview": "Our Work Chair's Initiative Policy Priority Areas Trending Topics Ed Note Blog Data Systems Early Care and Education Funding Governance Postsecondary"
    },
    {
      "url": "https://magicbymio.com/",
      "title": "Close up Magician in Miami and Fort Lauderdale | Mentalist",
      "description": "Mio is a world class magician based out of Miami. He provides close up magic, very popular mentalism shows, and corporate team building.",
      "preview": "Home Extraordinary Close-Up Magic ® & Mentalism™ Michael Jordan, Prince Albert of Monaco, Robert De Niro, Barbra Streisand, Howie Mandel, Madonna, Syl"
    },
    {
      "url": "https://myhaven.lhup.edu/ICS/Registrar/Registration_Information_(General)_and_Schedules.jnz?pvt_8098c6d7-e616-45d5-8bc8-bc196570a141=List&pvt_5e1dd611-06f8-4c77-bbc9-3b897287d425=List&pvt_50e869b1-01bf-4236-a95f-547e375db930=Card&pvt_8e655245-e262-4093-967b-c6220e9784ea=Card",
      "title": "My CommonwealthU | Commonwealth University",
      "description": "Links and information on systems and applications for students, faculty, and staff of Commonwealth University.",
      "preview": "Skip to main site navigation Skip to main content My CommonwealthU Links and information on systems and applications for students, faculty, and staff"
    },
    {
      "url": "https://docs.looker.com/",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "http://www.mclink.it/",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "https://scorecard.worldbank.org/",
      "title": "Measuring Impact | World Bank Group Scorecard",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://thatwaterbeadlady.org/",
      "title": "Small and Deadly Danger, Water Bead Education, Water Beads - That Water Bead Lady - San Antonio, Texas",
      "description": "Water Beads can be toxic, Water Bead Education, Small and Deadly Danger , Water Bead Injury, Toy Safety, Consumer Product Safety Education, Nonprofit.",
      "preview": "Donate Water Beads are Deadly Water Beads are Deadly Water Beads are Deadly Water Beads are Deadly That Water Bead Lady is a 501c3 non profit... SIGN"
    },
    {
      "url": "http://www.odinafrica.org",
      "title": "Ocean Data and Information Network for Africa - Ocean Data and Information Network for Africa",
      "description": "void",
      "preview": "SA Agulhas RV Mtafiti SA Agulhas What is ODINAFRICA? The Ocean Data and Information Network for Africa has been one of the most successful projects of"
    },
    {
      "url": "https://www.healthline.com/nutrition/intermittent-fasting-guide",
      "title": "Intermittent Fasting 101 - The Ultimate Beginner's Guide",
      "description": "This is a detailed guide to intermittent fasting (IF). Studies show that it can help you lose weight, improve health and perhaps even live longer.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://n8vapps.tumblr.com/",
      "title": "@n8vapps on Tumblr",
      "description": "Follow @n8vapps and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Inaugural Con Celebrates Indige-nerds - ABQ Free Press BY ERIKA EDDY Red Wolf Issue 1 This isn't your grandma's powwow. For three days, \"Indigen"
    }
  ],
  "_meta": {
    "total_bookmarks": 112
  }
}