{
  "data": [
    {
      "url": "https://www.lliurex.es/category/sobre-la-cultura/",
      "title": "Sobre la Cultura - Lliurex",
      "description": "void",
      "preview": "Ir al contenido Sobre la Cultura Regalos de Burgos que capturan su esencia cultural Burgos es una ciudad que guarda historia en cada rincón. Sus calle"
    },
    {
      "url": "https://cdn.flipsnack.com/widget/v2/widget.html?hash=dc8rl0fcjl",
      "title": "Flipsnack",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://jacobjoaquin.tumblr.com/",
      "title": "The Old School",
      "description": "𝄆🖖♉︎👁️∞🌹𝄇 // Artist · Coder · Seeker // Generative // Chaotic Good",
      "preview": "The Old School Optical Rhythms Posted 1 month ago 21 notes Tagged: p5 , nextdraw , op art , black and white , . Op Study Posted 1 month ago 33 notes T"
    },
    {
      "url": "https://tinybeans.com/",
      "title": "Tinybeans-The Photo-Sharing App That Families Love",
      "description": "Safely share snapshots and videos with loved ones and find new parenting ideas. We're the best photo sharing app used by millions of parents.",
      "preview": "Your daily dose of joy and connection. Capture and privately share sweet snapshots and videos of your littles with our family photo-sharing app that t"
    },
    {
      "url": "http://notifier.email.my/",
      "title": "email notifier :: free email notification for GMail, POP3 and IMAP4 email accounts",
      "description": "email notifier for mail notification",
      "preview": "EMAIL NOTIFIER download get it for free support faq & knowledge base about who we are & contact us free HR software leave management system PCB calcul"
    },
    {
      "url": "http://home.hiwaay.net/~lkseitz/cvg/nexus/",
      "title": "Classic Video Games Nexus",
      "description": "void",
      "preview": "I regret to inform you that the Classic Video Games Nexus (\"CVG Nexus,\" for short) is no longer available here. Regular updates ceased in 2001 and it"
    },
    {
      "url": "https://www.3lanemarketing.com/",
      "title": "Home - 3Lane Marketing",
      "description": "A boutique, female-owned marketing company that caters to clients looking for the highest level of expertise and excellence in branding, strategy, design and technology.",
      "preview": "Brand Strategy & Design Web Design Concept Strategy Featured Work View Custom Logo Designs An expertly crafted, unique logo that visually communicates"
    },
    {
      "url": "https://www.movieguide.org",
      "title": "Home | Movieguide | Movie Reviews for Christians - Movieguide | Movie Reviews for Families",
      "description": "Movieguide® reviews movies from a Christian perspective for families and works in Hollywood to redeem the media.",
      "preview": "Home Top Stories Soul On Fire World Premiere Soul on Fire Interview: Director Sean McNamara & William H. Macy Soul on Fire: Interview with John Corbet"
    },
    {
      "url": "http://www.starz.com",
      "title": "STARZ - Captivating Original Series. Hit Movies. Bold Storytelling.",
      "description": "STARZ brings diverse perspectives to life through bold storytelling. Sign-up to stream original series, movies, extras, and more-on-demand and ad-free.",
      "preview": "$5/mo for 3 mo. Limited Time Offer. Claim Today. Boundary Breaking Originals Can You Handle The Heat? The Couple Next Door More Info The Couple Next D"
    },
    {
      "url": "https://www.pgatour.com/schedule",
      "title": "PGA TOUR - Tournament Schedule",
      "description": "PGA TOUR",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://lannuaire.service-public.fr/grand-est/aube/mairie-10120-01",
      "title": "Mairie - Cussangy - Annuaire | Service Public",
      "description": "Mairie - Cussangy : informations et coordonnées de l'organisme",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Mairie - Cussangy Horaires"
    },
    {
      "url": "https://www.houstontx.gov/police/nr/2022/jun/nr220609-1.htm",
      "title": "Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue",
      "description": "The mission of the Houston Police Department is to enhance the quality of life in the City of Houston by working cooperatively with the public and within the framework of the U.S. Constitution to enforce the laws, preserve the peace, reduce fear and provide for a safe environment.",
      "preview": "> Police > News Release POLICE Department Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue June 9, 2022 - Charges have"
    },
    {
      "url": "http://www.cox-tv.com/games/rules/morris.html",
      "title": "Cox-TV : Nine Mens Morris",
      "description": "void",
      "preview": "Cox-TV.com The Cox family's home on the web since 2000. HIT SHOWS Games Biography Snapshots Blog Recipes This or That? OFF-AIR contact old news email"
    },
    {
      "url": "https://www.ikea.com/se/sv/cat/soffor-fu003/",
      "title": "Prisvärda soffor & soffgrupper - Snabb leverans från 399:- - IKEA",
      "description": "Hitta en soffa som passar din stil och ditt utrymme. Köp soffa online hos IKEA - stort utbud, bra priser, 10 års garanti och 365 dagars öppet köp.",
      "preview": "Hoppa till huvudinnehåll Gå till produktlistan deliveryTruck Hemleverans från 39:-* Soffor & soffgrupper Soffor & fåtöljer 2-sits soffor 3-sits soffor"
    },
    {
      "url": "https://www.ownbackup.com/blog/10-steps-transition-salesforce-lightning/",
      "title": "10 Steps to Transition to Salesforce Lightning",
      "description": "Salesforce Lightning transition steps include building the right team, educating users, and rolling out in stages. Read more to build your migration strategy.",
      "preview": "May 13, 2019 Salesforce 10 Steps to Transition to Salesforce Lightning Editorial Team | Own from Salesforce No items found. The majority of companies,"
    },
    {
      "url": "https://mamesociety.org/event/72",
      "title": "The Myanmar American Medical Education Society, Inc.",
      "description": "void",
      "preview": "The Myanmar American Medical Education Society, Inc. Home Become a Member Application for Membership Volunteer Application About MAMES Our Mission Pre"
    },
    {
      "url": "https://www.magazines.com/?containerName=ib3gdsm16&utm_source=people.com&utm_medium=owned&utm_campaign=i111ppr1w2660",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "void",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://www.mastermachineryllc.com/listings/47965-1300mm-coiltech-complete-servo-feedline-space-saver-new",
      "title": "New 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) for...",
      "description": "Max coil width: 1300mm (51\"), Max material thickness: 4.5mm (.177\") @ Full Width / 8mm(.315\") @ 400mm (15.7\"), Max coil weight: 15 tons (30,000 lbs).",
      "preview": "1300mm CoilTech Complete Servo Feedline - Space Saver (NEW) Share via Email Print Listing 1300mm CoilTech Complete Servo Feedline - Space Saver (NEW)"
    },
    {
      "url": "https://pagespeed.web.dev/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "http://www.vicair.net/",
      "title": "Victoria Air Maintenance Ltd - Full-Service AMO at YYJ",
      "description": "Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-shop for everything you need to maintain your aircraft Victoria Air Maintenance provides fixed-wing aircraft maintenance and avionics services at the Victoria International Airport. Long recognized as one of North America's leading aircraft restoration...",
      "preview": "Skip to content Skip to footer Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-s"
    },
    {
      "url": "https://www.bbc.com/news/business",
      "title": "BBC Business | Economy, Tech, AI, Work, Personal Finance, Market news",
      "description": "BBC Business brings you the latest in Business news and coverage from around the world, including tech, personal finance, companies, employment, the economy and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://hbcstl.com/",
      "title": "Heartland St. Louis Black Chamber of Commerce",
      "description": "The Heartland St Louis Black Chamber is a one-stop shop for all things Black business. We are a business incubator, accelerator & development center offering minority owned businesses & nonprofit organizations access to capital, 1:1 counseling, weekly classes, training & workshops as well as tech support, networking opportunities & more. Schedule a free tour with us & become a member today!",
      "preview": "0 The one-stop shop for Black business. Heartland St. Louis Black Chamber of Commerce Become A Member Our Vision Our vision is to be the most resource"
    },
    {
      "url": "https://fishwise.org/",
      "title": "Home - Fishwise",
      "description": "FishWise: Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply chains.",
      "preview": "Skip to primary navigation Skip to main content Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply ch"
    },
    {
      "url": "https://www.personalisegifting.com/1st-anniversary-gifts",
      "title": "First Wedding Anniversary Gift | Buy 1st Anniversary Gift",
      "description": "Choose the traditional first wedding anniversary gift made of paper & add the touch of personalisation to make it extra special. Shop from our collection now!",
      "preview": "UK: +44 203 0123 124 Search Products Cart (0) Log In Register About Us Contact Christmas Personalised Gifts Shop By Product Bags Mugs Cards Books Vase"
    },
    {
      "url": "http://www.gugik.gov.pl/pzgik/dane-bez-oplat/dane-z-panstwowego-rejestru-granic-i-powierzchni-jednostek-podzialow-terytorialnych-kraju-prg",
      "title": "Dane udostępniane bezpłatnie do pobrania z serwisu www.geoportal.gov.pl - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.bisbeeporcella.com/obituaries/Gerrit-J-Thomas-Jr?obId=4516736",
      "title": "Obituary information for Gerrit J. Thomas Jr",
      "description": "View Gerrit J. Thomas Jr's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Official Obituary of Gerrit J. Thomas Jr December 10, 1930 - June 30, 2019 Gerrit J. Thomas Jr Obituary Tribute Notifications TM"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Cache-Control",
      "title": "Cache-Control header - HTTP | MDN",
      "description": "The HTTP Cache-Control header holds directives (instructions) in both requests and responses that control caching in browsers and shared caches (e.g., Proxies, CDNs).",
      "preview": "Skip to main content Skip to search Cache-Control header Baseline Widely available This feature is well established and works across many devices and"
    },
    {
      "url": "https://www.hivjustice.net/cases/us-man-living-with-hiv-arrested-in-louisiana-for-trying-to-spit-at-police-officer/",
      "title": "US: Man living with HIV arrested in Louisiana for trying to spit at police officer | HIV Justice Network",
      "description": "The HIV Justice Network (HJN) is the leading community-based NGO building a co-ordinated, effective global response to punitive laws and policies that impact people living with HIV in all our diversities.",
      "preview": "Skip to content Louisiana United States Alleged sexual exposure Spitting Twitter Facebook Charged Local man who allegedly spit on officer admits to kn"
    },
    {
      "url": "https://socialjusticeparenting.com/",
      "title": "Social Justice Parenting",
      "description": "ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassionate, and socially conscious children, from a diversity and inclusion educator with more than thirty years of experience. As a global pandemic shuttered schools across the country in 2020, parents found themselves thrust into the role of teacher-in more ways than",
      "preview": "Skip to content osama.blogger 2021-10-21T16:41:07+00:00 ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassi"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/syr/",
      "title": "AR6 Synthesis Report: Climate Change 2023",
      "description": "Intergovernmental Panel on Climate Change",
      "preview": "Summary for Policymakers ▼ Longer Report ▼ SYR (Full volume) ▼ Figures ► Headline Statements ▼ Annexes and Index ▼ Press Release ► Presentation ▼ Watc"
    },
    {
      "url": "https://clipbucket.com",
      "title": "ClipBucket - Open Source, VOD, OTT, Enterprise Video Hosting & Management Solution",
      "description": "void",
      "preview": "CLIPBUCKET & VODLIX ARE NOW WORKING AS ONE Read More No More Waiting, Connect With Clipbucket And Send us Message × Please feel free to contact us for"
    },
    {
      "url": "https://repreve.com/",
      "title": "REPREVE® | Home",
      "description": "REPREVE® is the trusted, branded recycled performance fiber, used to make sustainable textiles with wicking, odor control, water resistance, and more.",
      "preview": "void"
    },
    {
      "url": "https://abmagazine.accaglobal.com",
      "title": "AB Europe-Americas",
      "description": "Accounting and Business magazine includes news, topical analysis, reviews of emerging trends affecting the accounting profession, technical articles and updates",
      "preview": "Africa Asia Pacific Europe and Americas Ireland Middle East and South Asia UK New improved AB app We have enhanced the navigation, search and personal"
    },
    {
      "url": "https://www.hotelameryka.cz/pl/noclegi",
      "title": "Noclegi - Stará Ameryka",
      "description": "Rodinný hotel - Stará Ameryka",
      "preview": "Speciální nabídka pobytů Rozvoz jídel Objednávka korýtka Catering"
    },
    {
      "url": "https://v15.proteinatlas.org/ENSG00000159363-ATP13A2/cell/HEK+293",
      "title": "The Human Protein Atlas",
      "description": "Legacy version 15.0 of the Human Protein Atlas.",
      "preview": "Version 15.0 - Released 2016.04.11 This version is only available as download. For the current version see https://www.proteinatlas.org Version 15.0 d"
    },
    {
      "url": "https://images.google.com.cy/url?sa=t&url=http://ocenkadoma24.ru",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://ocenkadoma24.ru . Se non desideri visitare questa pagina,"
    },
    {
      "url": "http://www.tischlerhof.it/it/informazione/rilassarsi/2-0.html",
      "title": "Rilassarsi in piena natura - Tischlerhof",
      "description": "void",
      "preview": "Utilizziamo cookie per assicurarti una migliore esperienza sul sito. Utilizziamo cookie di parti terze per inviarti messaggi promozionali personalizza"
    },
    {
      "url": "https://hellmaybe.tumblr.com/",
      "title": "Keep On Keepin' On",
      "description": "// Anthony //",
      "preview": "Keep On Keepin' On // Anthony // Archive Music Me My gifs Ask me anything Submit a post Theme 74514 2274 19611 6367 609 1752 283 493 660 790 2196 0 0"
    },
    {
      "url": "https://ida.worldbank.org/",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://gml.noaa.gov/ccgg/trends/",
      "title": "Trends in CO2 - NOAA Global Monitoring Laboratory",
      "description": "GML conducts research on greenhouse gas and carbon cycle feedbacks, changes in aerosols, and surface radiation, and recovery of stratospheric ozone.",
      "preview": "Skip to main content An official website of the United States government Here's how you know Official websites use .gov A .gov website belongs to an o"
    },
    {
      "url": "https://www.wilsonmarketing.com/",
      "title": "Home - Wilson Marketing",
      "description": "SCHEDULE A PICKUP CLIENT LOGIN With industry-leading experts and over 35 years of experience, Wilson Marketing Group helps over 100 U.S. non-profit organizations maximize the returns and minimize the hassles of their Salvage Programs. We can do the same for you. No matter the market, we use our international network to keep your unsold materials",
      "preview": "Skip to content Your way to a stress-free Salvage Program We make it easier for you to maximize the value of your unsold goods Your way to a stress-fr"
    },
    {
      "url": "https://janesdueprocess.org/",
      "title": "Jane's Due Process",
      "description": "We help young people in Texas navigate parental involvement laws so they can confidentially access abortion and birth control.",
      "preview": "Call or text our hotline: 1-866-999-5263 Facebook X Instagram Facebook X Instagram Under 18 and Need an Abortion? Jane's Due Process can help. Call or"
    },
    {
      "url": "https://deelovescode.tumblr.com/",
      "title": "@deelovescode on Tumblr",
      "description": "Follow @deelovescode and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-hair-dryer",
      "title": "Ceramic + ion Hair Dryer - Olivia Garden",
      "description": "FEATURES Ceramic technology: helps prevent heat damage & adds shine. Ionic generator seals in moisture & eliminates frizz. Powerful 1875 watt motor for fast drying. Ultra light (only 14 oz/396 g). Easy to clean removable air filter. 65 mm\u0003 concentrator nozzle for precise drying. 80 mm concentrator nozzle for extra long barrel brushes. 2 Speeds, 3 Heat Settings, Cool Shot Button. Limited 2-year warranty.",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://www.shredfoundation.org/",
      "title": "SHRED Foundation - Home",
      "description": "Speak to any of our SHRED volunteers and they can tell you how rewarding and fun it is to be involved on SHRED SUNDAYS. Volunteers get a free lift ticket and more. Click the the \"LET'S SHRED'...",
      "preview": "Home Our Mission SHRED Industries Volunteer Our Mission is to provide life and career opportunities to youth through snowboarding and skateboarding. S"
    },
    {
      "url": "https://www.brides.com/exclusive-jenna-ushkowitz-david-stanley-married-5194061",
      "title": "5 Favorite Details from Jenna Ushkowitz and David Stanley's Big Day",
      "description": "We'll show you some of the best elements of the actress' unforgettable wedding.",
      "preview": "Skip to content 91 years of expert advice and inspiration, for every couple. Subscribe Email Address Subscribe Thank you [email] for signing up. Pleas"
    },
    {
      "url": "https://www.orbitz.com/",
      "title": "Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars",
      "description": "Earn free travel rewards with Orbitz. Fast booking & free cancellations. Reserve now, pay later!",
      "preview": "Skip to Main Content. Orbitz Hotel Deals, Flights, Cheap Vacations & Rental Cars Search for travel closeSheetBanner Earn extra Orbucks, only in the ap"
    },
    {
      "url": "https://codebeautify.org/hex-string-converter",
      "title": "Hex to String Converter Online to Convert Hex to Text",
      "description": "Best Convert Hex to String (Hex to Text) Online and Save and Share. Hexadecimal to String",
      "preview": "50% Hex to String Message Add to Fav New Save & Share Enter the hexadecimal text to decode Sample Size : 0 , 0 Characters Auto Hex to String File.. Lo"
    },
    {
      "url": "https://youradchoices.ca/en/tools",
      "title": "Opt-Out Tools - AdChoices in Canada",
      "description": "The AdChoices self-regulatory program in Canada provides free tools you can use to opt-out of interest-based advertising on your devices.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://leonardocolor.io/#",
      "title": "Leonardo",
      "description": "Generate colors based on a desired contrast ratio.",
      "preview": "Color tools for design systems Adaptive color theme Accessible color themes for user interfaces Create new theme Color scales Colors for data visualiz"
    },
    {
      "url": "https://be.brussels/about-the-region",
      "title": "About the Region | Brussels-Capital Region",
      "description": "The Brussels-Capital Region asserts is a territory in which speakers of French and Dutch live together, alongside nationals of many other countries. Find out more about the Region.",
      "preview": "Skip to main content About the Region What are you looking for? Submit Suggestions The electronic desk of the administrations Our 19 municipalities Go"
    },
    {
      "url": "https://www.doksite.de/de/video/5418-Hingerissen_von_einem_ungewoehnlichen_Schicksal_im_azurblauen_Meer_im_August",
      "title": "Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im August | DOKsite Filmportal",
      "description": "void",
      "preview": "Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im August 1974 Hingerissen von einem ungewöhnlichen Schicksal im azurblauen Meer im"
    },
    {
      "url": "https://betterwork.org/",
      "title": "Home - Better Work",
      "description": "void",
      "preview": "Q&A Evaluating Impact in Ethiopia's Garment Sector Global | 12 September 2025 Advancing decent work in garment supply chains in Asia and the Pacific C"
    },
    {
      "url": "https://placeanad.chicagotribune.com/whos-who#nt=secondarynavbar",
      "title": "Chicago Tribune",
      "description": "Advertise with The Chicago Tribune",
      "preview": "x x Who's Who BUY NOW Ideal For Announce new employees, promotions and honors in Chicago Tribune's Who's Who In Local Business every Sunday in the Rea"
    },
    {
      "url": "https://www.charlyreynolds.com/",
      "title": "Charly Reynolds",
      "description": "void",
      "preview": "DEBUT ALBUM OFF THE RECORD OUT NOW! Charly Reynolds debut album Off The Record is out now featuring 12 new songs. Click here to listen! OFF THE RECORD"
    },
    {
      "url": "https://www.ndf.fi/",
      "title": "Home - Nordic Development Fund",
      "description": "The Nordic Development Fund (NDF) is the joint Nordic international finance institution focusing on the nexus between climate change and development in lower-income countries and countries in fragile situations.",
      "preview": "Coming together and mobilising climate finance through global initiatives were at the centre-stage of the Dialogues. NDF has published a short documen"
    },
    {
      "url": "https://event.webcasts.com/starthere.jsp?ei=1598965&tp_key=b630598902&tp_special=8",
      "title": "Microsoft - 1598965",
      "description": "void",
      "preview": "Tue, Mar 7, 2023 2:02 PM PST{LOCAL_TZ} This presentation is no longer available. FAQs and System Test Outlook ❯ Google ❯"
    },
    {
      "url": "http://www.wqln.org",
      "title": "WQLN - Homepage",
      "description": "Welcome to WQLN PBS NPR, your passport to the broader world of discovery and lifelong learning!",
      "preview": "Search Query Show Search Sign In LIVE TV WQLN PBS NPR 8425 Peach Street Erie, PA 16509 Phone (814) 864-3001 © 2025 PUBLIC BROADCASTING OF NORTHWEST PE"
    },
    {
      "url": "https://na.panasonic.com/us/",
      "title": "Create Today, Enrich Tomorrow | Panasonic North America - United States",
      "description": "At Panasonic, we're working to change the way we power our homes, our travel, our businesses - and our lives.",
      "preview": "Powering progress Discover Panasonic's new EV battery manufacturing facility, a major investment in U.S. manufacturing, innovation and electric vehicl"
    },
    {
      "url": "https://ico.org.uk/global/contact-us/",
      "title": "Contact us | ICO",
      "description": "void",
      "preview": "Skip to main content Contact us Back to top"
    },
    {
      "url": "https://www.brookings.edu/research/digitalization-and-the-american-workforce/",
      "title": "Digitalization and the American workforce | Brookings",
      "description": "Over the last few decades, the rapid rise of digital technology has fundamentally changed the U.S. economy and the world of work. This new report explores how communities can spread the benefits of digitalization while mitigating its potentially harmful effects.",
      "preview": "Search Home Digitalization and the American workforce Downloads Downloads Full Report Executive Summary Press release Infographic Appendix A - Methodo"
    },
    {
      "url": "https://www.aetv.com",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://pt.ifixit.com/Guide/translate/18385/52978/jp",
      "title": "Traduzir passo nº 8 a iPhone 5s Front Panel Assembly Replacement - iFixit",
      "description": "Repair your electronics yourself. iFixit is the repair manual you can edit. We sell tools, parts and upgrades for Apple Mac, iPod, iPhone, iPad, and MacBook as well as game consoles.",
      "preview": "Ir para o conteúdo principal Conserte seus objetos Comunidade Loja Visualizar Opções Painel de tradução Histórico iPhone 5sのフロントパネルアセンブリの交換 Aviso: Voc"
    },
    {
      "url": "http://www.kerrywashingtonbook.com",
      "title": "Kerry Washington - Thicker than Water TOUR",
      "description": "Available Now Thicker Than Water Book Tour Discussion Guide USA Exclusive Available Now UK Exclusive Available Now South Africa Exclusive Available Now Watch...",
      "preview": "void"
    },
    {
      "url": "https://www.ucsc.edu/index.html",
      "title": "UC Santa Cruz - A world-class public research institution comprised of ten residential college communities nestled in the redwood forests and meadows overlooking central California's Monterey Bay.",
      "description": "void",
      "preview": "Top 15 Alternative Ivies by Town & Country #22 Top Public Universities by Forbes Gold in Sustainability by Association for the Advancement of Sustaina"
    },
    {
      "url": "https://havenlynhv.org/",
      "title": "Havenly - Community Café & Homestyle Kitchen",
      "description": "Café and restaurant serving international flavors. Helping refugee and immigrant women find a job and community in New Haven, CT. 100% of profits support refugee women.",
      "preview": "Skip to content Order a meal from our café! Facebook Instagram TikTok Donate Item added to your cart Check out Continue shopping X Contribute to our M"
    },
    {
      "url": "https://www.la7.it/laria-che-tira/video/cristoforetti-la-prima-italiana-nello-spazio-24-11-2014-141680",
      "title": "Cristoforetti, la prima italiana nello spazio",
      "description": "Samantha tra le stelle, è iniziata l'avventura della prima italiana nello spazio",
      "preview": "LA7 LA7Cinema TG LA7 Frequenze LA7 Live Programmi Guida Tv Rivedila7 Intanto Teche Podcast live L'aria che tira Home Video RIVEDILA7 Servizi Home Vide"
    },
    {
      "url": "http://shotspotter.com/privacy-policy",
      "title": "Privacy Policy - SoundThinking",
      "description": "Review the latest information regarding ShotSpotter's Community Privacy policy here.",
      "preview": "void"
    },
    {
      "url": "https://nicic.gov",
      "title": "National Institute of Corrections | NIC",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.vogue.com/article/ashley-olsen-breast-cancer-research-foundation-surf-party",
      "title": "The Breast Cancer Research Foundation's Party for Pink | Vogue",
      "description": "The Breast Cancer Research Foundation's third annual Hamptons Paddle and Party for Pink.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story 1 / 17 Chevron Chevron Photo: Patrick McMullan/PatrickMcMullan.com Mary-Kat"
    },
    {
      "url": "https://www.glued-laminated-timber.com/monitoring-characters-bs-holz-german-only/mn_44344",
      "title": "Monitoring characters BS-Holz (German only) - brettschichtholz.de",
      "description": "void",
      "preview": "News (German only) Events (German only) Glued laminated timber Production General Characteristics Wood-species Adhesives Dimensions Dimensional tolera"
    },
    {
      "url": "https://ir.spire.com",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://lswcollectorapp.home.blog/contact-us/",
      "title": "Contact Us - LSW Collector",
      "description": "If you should need to contact us, please email lswcollectorapp@gmail.com. There you can: Send suggestions, corrections, or ideas.Ask about minifigure variations that may be hard to recognize even with our detailed descriptions. Receive information concerning our Privacy Policy which can be found here.Address legal questions.",
      "preview": "Skip to content If you should need to contact us, please email lswcollectorapp@gmail.com. There you can: Send suggestions, corrections, or ideas. Ask"
    },
    {
      "url": "https://doepfer.de/A100.htm",
      "title": "A-100 Overview",
      "description": "void",
      "preview": "A-100 Analoges Modulsystem - Modulübersicht A-100 Analog Modular System - Modules Overview A-10X A-11X A-12X A-13X A-14X A-15X A-16X A-17X A-18X A-19X"
    }
  ],
  "_meta": {
    "total_bookmarks": 74
  }
}