{
  "data": [
    {
      "url": "https://kakekurs.blogspot.com/2014/02/kake-akademiet-norge.html",
      "title": "Sukkerkunst Kurs: Kake Akademiet Norge",
      "description": "Fra nå av så vil all aktivitet fra denne bloggen foregå inne på Kake Akademiet Norge sin blogg. Kurs i Norge, og nyttige tips vil komme o...",
      "preview": "lørdag 8. februar 2014 Kake Akademiet Norge Fra nå av så vil all aktivitet fra denne bloggen foregå inne på Kake Akademiet Norge sin blogg. Kurs i Nor"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notion-Website-Maker-Create-A-Free-Website-Built-In-Notion-3eeb9a1140ee47eb916d670bd08457fa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://en.iyil2019.org/",
      "title": "2019 - International Year of Indigenous Language",
      "description": "The United Nations declared 2019 The Year of Indigenous Languages (IY2019) in order to raise awareness of the important contribution they make to our world's rich cultural diversity.",
      "preview": "Search English French Spanish Indigenous Languages © matter for development, peace building and reconciliation Languages play a crucial role in the da"
    },
    {
      "url": "https://www.iucnredlist.org/species/19488/2365291",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish My Account Log in You must log in to access advanced IUCN Re"
    },
    {
      "url": "https://data.baltimorecity.gov/",
      "title": "Open Baltimore",
      "description": "Baltimore City's Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://vision.esa.int/cm22",
      "title": "Council Meeting at Ministerial Level - ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "https://thenevadaindependent.com/article/why-is-the-nevada-department-of-corrections-profiting-off-struggling-families",
      "title": "Why is the Nevada Department of Corrections profiting off struggling families? - The Nevada Independent",
      "description": "Most people probably assume that necessities like food and emergency medical care are provided for people locked up in prisons and jails.",
      "preview": "Close The Nevada Independent Support Our Work Español Government Legislature Federal State Local Tribal Nations Health Care Coronavirus Education K-12"
    },
    {
      "url": "https://www.nih.gov/institutes-nih/nih-office-director/office-communications-public-liaison/freedom-information-act-office",
      "title": "Freedom of Information Act Office | National Institutes of Health (NIH)",
      "description": "The NIH FOIA office handles requests for information from the Office of the Director, trans-NIH issues, and protected information, while specific NIH components have their own FOIA Coordinators for targeted requests, all under the Freedom of Information Act which grants access to federal records with certain exemptions and exclusions.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://courses.mak.ac.ug/courses",
      "title": "Courses Catalogue | Makerere University Courses",
      "description": "void",
      "preview": "Academics Courses Programs FAQs Transcripts About Courses Courses Catalogue Home >> Courses Catalogue Courses include a description and a summary of t"
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://modelshipworld.com/topic/13196-beginners-guide-to-rigging/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://chrysler.oemdtc.com/category/recalls",
      "title": "Recalls | FCA - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.pkp.pl/pl/bilety",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "https://support.theguardian.com?INTCMP=side_menu_support&acquisitionData=%7B%22source%22:%22GUARDIAN_WEB%22,%22componentType%22:%22ACQUISITIONS_HEADER%22,%22componentId%22:%22side_menu_support%22%7D",
      "title": "Support the Guardian",
      "description": "Help us deliver the independent journalism the world needs. Support the Guardian by making a contribution.",
      "preview": "Please enable JavaScript - we use it to provide the best experience for Guardian Supporters. Click here for instructions to do so in your browser. Loa"
    },
    {
      "url": "https://sagawards.us18.list-manage.com/track/click?u=5d326b56cf6c1f8b0552973ea&id=eb565e34cd&e=514c0af493",
      "title": "Entertainment Weekly: Entertainment News for Pop Culture Fans",
      "description": "Get your daily dose of the latest TV, movie, music, and book news from Entertainment Weekly, your go-to source for all things entertainment.",
      "preview": "Movies The race is on: Inside Glen Powell's action-packed turn as The Running Man - and why he's happy 'chasing the ... Director Edgar Wright and star"
    },
    {
      "url": "http://ecotecnia.com.mx/",
      "title": "Ecotecnia | Eficiencia energética",
      "description": "Ecotecnia es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías renovables y la eficiencia energética.",
      "preview": "top of page ¿Quiénes somos? Ecotecnía es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías re"
    },
    {
      "url": "https://www.coursereport.com/schools/merit-america",
      "title": "Merit America Reviews | Course Report",
      "description": "Read Merit America Java development bootcamp reviews, find Merit America IT Support bootcamp costs, start dates, curriculum information, and read news and interviews with Merit America bootcamp graduates.",
      "preview": "Merit America Average Rating 3.82 41 Reviews 3 Courses Save Merit America is a non-profit career development program built for working adults who want"
    },
    {
      "url": "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201720180SB239",
      "title": "Bill Text - SB-239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "description": "SB 239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Quick Search: Bill Number Bill Keyword Home Bill Information California Law Publicatio"
    },
    {
      "url": "http://ow.ly/DBQy50E0Gkx",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://cacm.acm.org/blogs/blog-cacm/239944-if-we-want-women-to-persist-in-computing-teach-them-programming-at-any-age",
      "title": "If We Want Women to Persist in Computing, Teach Them Programming - At Any Age - Communications of the ACM",
      "description": "void",
      "preview": "Skip to content Two recent reports give us new insights into how to encourage women to persist in computing. Both reports stress the importance of giv"
    },
    {
      "url": "https://www.dday.it/redazione/48932/recensione-smartphone-xiaomi-15",
      "title": "Non solo elettrico: le batterie di nuova generazione | DMove.it",
      "description": "DMove.it (Digital Move) è il magazine sulla mobilità innovativa, tecnologica e smart. Un punto di riferimento per capire e prevedere come l'hi-tech e la rete stiano cambiando tutti i paradigmi nel mondo delle due e quattro ruote e della mobilità in genere.",
      "preview": "Non solo elettrico: le batterie di nuova generazione miglioreranno di molto anche le ibride plug-in facebook twitter Per alcuni produttori, l'ibrido p"
    },
    {
      "url": "https://www.jbr.nl/begrippen/debt-advisory/",
      "title": "Debt Advisory - JBR",
      "description": "void",
      "preview": "Home » Debt Advisory Debt Advisory Een sterke financiële basis vormt het kloppend hart van uw bedrijf. Schuldenadvies, ofwel 'Debt Advisory', is een e"
    },
    {
      "url": "https://www.truck1.rs/izmenjivi-sanduci-kontejneri/promenjiva-tela-sanduci",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://partner.gyft.com/#/enroll",
      "title": "Gyft Corporate",
      "description": "void",
      "preview": ". . ."
    },
    {
      "url": "http://www.as-entreprises.fr/actualites/Actualites_2019-bonne-dynamique.aspx",
      "title": "Actualités - AS ENTREPRISES",
      "description": "Actualités du territoire, actualités sectorielles / métiers, la vie de l'AGC, obtenez les dernières informations à jour",
      "preview": "Navigation principale Contenu de la page Filtrer VITeff Epernay 2025 : dans les coulisses du stand d'AS Entreprises, FDSEA Conseil et TER'Informatique"
    },
    {
      "url": "https://5fish.mobi/2777?language=Arove",
      "title": "5fish | The Gospel in Every Language | Learn about Christian beliefs in Arove",
      "description": "Learn about Christian beliefs in Arove",
      "preview": "Arove Language Group Psohoh Learn about Christian beliefs in Arove Select the content below for Christian audio recordings, full-length movies includi"
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Winter-2020/78/",
      "title": "US-Veterans-Magazine-Winter-2020 78 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "https://www.downtowndayton.org/rediscover/",
      "title": "Rediscover Downtown Dayton | Downtown Dayton Partnership",
      "description": "void",
      "preview": "Read the full Rediscover Downtown Dayton Action Plan REDISCOVER DOWNTOWN DAYTON The Greater Downtown Dayton Plan was launched in 2010 and has been the"
    },
    {
      "url": "http://www.blockbyblock.com/",
      "title": "Block by Block | Innovate service solutions for public spaces.",
      "description": "void",
      "preview": "With pride, we make public spaces friendly and vibrant for the communities we serve. Find Out More Your browser does not appear to support video conte"
    },
    {
      "url": "https://suzuki.oemdtc.com",
      "title": "Suzuki - OEMDTC",
      "description": "Suzuki Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://www.icloud.com/",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://www.vmix.com",
      "title": "Live Video Streaming Software | vMix",
      "description": "vMix is a live streaming and live production software video mixer and switcher for Windows. Easily Produce, Record and Live Stream professional looking content from your PC.",
      "preview": "Javascript Required: The vMix website requires javascript enabled. Please enable javascript before continuing. Live Production and Streaming Software"
    },
    {
      "url": "https://www.checklist.design/",
      "title": "Checklist Design - A collection of the best design practices.",
      "description": "Checklist Design is a curated list of checklists ranging from website pages, to UI components, all the way to branding assets.",
      "preview": "Checklist Design Checklist Design Checklist Design A collection of the best design practices. A collection of the best design practices. Website Websi"
    },
    {
      "url": "https://www.stiriagricole.ro/date/2017/01/18",
      "title": "18 ianuarie 2017 | StiriAgricole.ro",
      "description": "void",
      "preview": "Sari la conținut Instagram Rss Facebook Twitter Caută 00000001pm 720020, PM1 PNDR: pana cand puteti depune proiecte cu fonduri europene pe submasura 4"
    },
    {
      "url": "https://fundtexaschoice.org/",
      "title": "Fund Texas Choice | Funding Texans' Travel to Abortion Clinics",
      "description": "Fund Texas Choice helps Texans equitably access abortion through safe, confidential, and comprehensive travel services and practical support.",
      "preview": "Skip to content Honoring 12 Years of Abortion Travel For over a decade, Fund Texas Choice has helped Texans equitably access abortion through safe, co"
    },
    {
      "url": "https://vaultofevil.wordpress.com/tag/guy-boothby/",
      "title": "Guy Boothby « Vault Of Evil",
      "description": "Posts about Guy Boothby written by demonik",
      "preview": "Vault Of Evil British Horror fiction Home Forum Moved - Please Read Peter Haining's Horrible 'Non Fiction' Vault of \"Thanks to ....\" Vault Of Evil Vault"
    },
    {
      "url": "https://www.lemonde.fr/sciences/",
      "title": "Sciences - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Sciences. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Sciences publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://www.getshirts.de/index.php?page=artikel&id=663898",
      "title": "getshirts • Official Merch of DJ COOPER - Hoodie Damen Classic - pink",
      "description": "void",
      "preview": "Licht aus Leider gibt es zu dieser Produktfarbe kein Artikelbild. Produktbild kann ggf. leicht vom Druckprodukt abweichen. Hoodie Damen Classic - pink"
    },
    {
      "url": "http://www.nasa.gov/",
      "title": "NASA",
      "description": "NASA.gov brings you the latest news, images and videos from America's space agency, pioneering the future in space exploration, scientific discovery and aeronautics research.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.sare.org/resources/cover-crops/",
      "title": "Cover Crops for Sustainable Crop Rotations - SARE",
      "description": "Cover crops are one of the best ways to improve soil health, reduce off-farm inputs and protect natural resources. Find a wealth of educational materials developed out of decades of SARE-funded cover crop research.",
      "preview": "Skip to content A condensed version of this page is available as a four-page PDF, Cover Crops for Sustainable Crop Rotations , or use the Order in Pri"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "https://forums.craigslist.org/?areaID=85",
      "title": "forums - craigslist",
      "description": "void",
      "preview": "CL craigslist > forums android forum apple / mac arts forum astrophysics atheism automotive beauty / fashion bicycling bisexuality boomers car free ce"
    },
    {
      "url": "https://earthdata.nasa.gov/earth-observation-data/near-real-time/download-nrt-data/viirs-nrt",
      "title": "VIIRS-Land Near Real-Time Data | NASA Earthdata",
      "description": "Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available through NASA's Land, Atmosphere Near real-time Capability for Earth observation (LANCE).",
      "preview": "Skip to main content VIIRS-Land Near Real-Time Data Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available"
    },
    {
      "url": "https://www.fazemag.de/ten-fe-turn-ewan-pearson-remix/",
      "title": "Ten Fé - Turn (Ewan Pearson Remix)",
      "description": "Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlicht, nun legen Ben Moorhouse und Leo Duncan einen Remix von Ewan Pearson nach. Das Original, das Pearson auch schon produziert hat, ist ein entspannter Roadtrip mit schwingender Gitarre, lässigem Gesang und einem staubigen Vintage-Touch. Der Remix hält fest am [...]",
      "preview": "Zum Inhalt springen Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlich"
    },
    {
      "url": "https://giphy.com/undp",
      "title": "UN Development Programme GIFs on GIPHY - Be Animated",
      "description": "Find the best & newest featured UN Development Programme GIFs. Search, discover and share your favorite GIFs. The best GIFs are on GIPHY.",
      "preview": "Privacy Terms 185 Uploads 139M GIF Views UNDP works in about 170 countries and territories, helping to achieve the eradication of poverty, and the red"
    },
    {
      "url": "https://land-book.com/",
      "title": "Landbook - website design inspiration gallery",
      "description": "Find the best hand-picked website design inspiration. We're a curated website design gallery for Creatives, updated daily.",
      "preview": "Landbook - website design inspiration gallery Find the best hand-picked website design inspiration. We're a curated website design gallery for Creativ"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/WS642AEWBKT/shark-wandvac-self-empty-system-pet-lightweight-powerful-cordless-stick-vacuum-with-hepa/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://belikeada.tumblr.com/post/89425124609",
      "title": "Be Like Ada - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Be Like Ada - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "http://www.nolarindustries.com/",
      "title": "Certified Nonwoven Products | www.nolarindustries.com",
      "description": "Certified Converter and Distributor of Nonwoven Products Since 1974. Chemical Bond | Needle Punch | Spunbond | Call (905) 669-5513 For Pricing",
      "preview": "NOLAR INDUSTRIES Supplying Nonwoven Fabrics since 1974 About Us Nonwoven Products Find out about our nonwoven materials Our Nonwoven Products Nonwoven"
    },
    {
      "url": "https://www.thehindubusinessline.com/news/national/ayurvedic-college-to-be-set-up-in-gujarat/article23115789.ece",
      "title": "Ayurvedic College to be set up in Gujarat - The Hindu BusinessLine",
      "description": "National News:Ayurvedic College to be set up in Gujarat",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 51
  }
}