{
  "data": [
    {
      "url": "http://digitaledition.post-trib.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.underconsideration.com/brandnew/",
      "title": "Brand New",
      "description": "Opinions on corporate and brand identity work",
      "preview": "Friday October 10, 2025 Friday Likes 551 Reviewed From Jo Cutri Studio, Daniel Ting Chong, and The Bored Members a b c 0 Comments (0) Thursday October"
    },
    {
      "url": "https://www.dazeddigital.com/music/article/54765/1/harry-styles-pleasing-brand-cover-2021-interview",
      "title": "Harry Styles talks Pleasing: a brand built on small joys | Dazed",
      "description": "From Fine Line to star film roles, Harry Styles has gone from global to stratospheric - now, he adopts his newest mantle. Pleasing, his first business venture, puts beauty and naked ambition front and centre",
      "preview": "â¬...ï¸ Left Arrow *ï¸âƒ£ Asterisk â­ Star Option Sliders âœ‰ï¸ Mail Exit Taken from the winter 2021 issue of Dazed. You can buy a copy of our lates"
    },
    {
      "url": "https://earth.esa.int/eogateway/missions/Spire",
      "title": "undefined - Earth Online",
      "description": "Read more about news and information on ESA activities. Check information about ESA's Earth Observation data, and the satellite missions and instruments that acquire this data.",
      "preview": "earth online Tweet Share"
    },
    {
      "url": "http://store.infinita.bg/bg/99-stres-test",
      "title": "Home | Infinita_BG",
      "description": "void",
      "preview": "ХУМАННА МЕДИЦИНА ВЕТЕРИНАРНА МЕДИЦИНА ДОМАШНА ГРИЖА Инфинита АКАДЕМИ Предстоящи събития Ехографско изследване на коремна кухина за ветеринарни специ"
    },
    {
      "url": "https://socratic.org/questions/what-is-the-electron-dot-diagram",
      "title": "Google Lens - Search What You See",
      "description": "Discover how Lens in the Google app can help you explore the world around you. Use your phone's camera to search what you see in an entirely new way.",
      "preview": "Search Shop Translate Identify what you see Not sure how to describe it in words? Use your camera or an image to search. Go to Google Lens Get the app"
    },
    {
      "url": "https://www.ellie.com/",
      "title": "Activewear Monthly Subscription Box - Gym & Workout Clothes For Women - Ellie",
      "description": "3 Pieces of exclusive Activewear for $49.95 per month including free shipping - The #1 Activewear Subscription Box that everybody wants and always sells out",
      "preview": "Skip to content Join Today & Get a Free Gift! Free Shipping & Exchanges Choose your styles Mix, match & find your fit. Wear them on repeat Look & feel"
    },
    {
      "url": "https://meld0416.tumblr.com/",
      "title": "Fabulousness",
      "description": "Welcome to my collection of all things fabulous.",
      "preview": "Now Playing Tracks somecutething : A newly born elephant learning how to stand up! (via martin_harvey_wildlife ) Zoom Morning walk through the woods t"
    },
    {
      "url": "https://know4life.tumblr.com/",
      "title": "Know4LIFE",
      "description": "www.Know4LIFE.net",
      "preview": "9 October 2025 Reblog liberalsarecool : \"Unelected bureaucrats and activist judges for me, no democracy for thee.\" MAGA gospel. None of these subhuman"
    },
    {
      "url": "https://www.onyxstore.it/product/21596656/ciglia-curva-d-spessore-0-07-misura-10-mm-",
      "title": "Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. | OnyxStore.it",
      "description": "Il materiale di altissima qualità scelto, permette di ottenere una curvatura perfetta, con ciglia leggere e flessi",
      "preview": "Home Negozio Ciglia EXTENSION CIGLIA Curva D Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. Ciglia - Curva D / Spessore 0,07 - Misura 10 mm. € 16,90"
    },
    {
      "url": "https://cozyearth.com/collections/online-warehouse-sale",
      "title": "Online Warehouse Sale | Cozy Earth",
      "description": "Shop our online warehouse sale and save up to 55% on best-selling products and more. Hurry, limited quantities available! All items are final sale.",
      "preview": "Please note: This Item is final sale. Exchanges, returns, & warranties not allowed. Valid while supplies last. All sales final. Added to Bag Pairs Gre"
    },
    {
      "url": "https://trimicktri1406.tumblr.com/",
      "title": "@trimicktri1406 on Tumblr",
      "description": "Still tri-ing",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://socialyme.com/tag/courgettes/",
      "title": "courgettes Archives - SociaLyme",
      "description": "void",
      "preview": "Twitter Facebook Instagram Activer/désactiver navigation Accueil Tous les Articles La Chronic Témoignages Recettes Maladie de Lyme Phytothérapie Andro"
    },
    {
      "url": "https://www.safermade.net/?_sm_vck=jNJ30nTJf741NvVvVZnDD2cB4sQjqqsV23RDNFM1Q720nHJB2NTP",
      "title": "Venture Capital | Safer Made",
      "description": "Safer Made invests in companies and technologies that eliminate the use of hazardous chemicals in consumer products and supply chains.",
      "preview": "top of page People prefer safer products. Safer products need new chemistries and materials. Bringing safer chemistries and materials to market is an"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85950",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://brownsugarbritches.com/tag/divine/",
      "title": "Private Site",
      "description": "void",
      "preview": "WordPress.com Build a website. Sell your stuff. Write a blog. And so much more. Log in Start your website Private Site This site is currently private."
    },
    {
      "url": "https://www.trevorloudon.com/2006/03/libz-tell-nanny-state-to-mind-her-own-business/",
      "title": "Libz Tell Nanny State to Mind Her Own Business - Trevor Loudon's New Zeal Blog",
      "description": "The Libertarianz are telling Nanny State where to get off.Julian Pistorius has coverage of Libz groups around the country burning their census forms.The only reason you need a Census is to use the ...",
      "preview": "Breaking News 2025-10-07 Democrats and Hamas Are Winning 2025-10-03 Nothing Much has Changed Under Kash Patel's FBI 2025-10-01 Mr. President, Please G"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "https://www.springernature.com/ccpa",
      "title": "California Privacy Rights Act | Springer Nature | Legal information | Springer Nature",
      "description": "California Privacy Rights Act",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Menu Home Products Open science Authors Editors Peer Reviewers Poli"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-science/algorithms",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.weareknitters.com/knitting-kits",
      "title": "Knitting kits - We Are Knitters",
      "description": "Our knitting kits have all of the necessary materials to create your most dazzling creations. Sweaters, scarves, hats and even baby clothes, look no further for your new project!",
      "preview": "Skip to content We ship from FL, USA. | Free shipping for orders over $100. + info USD $ United States (USD $) United States (USD $) Collection: Knitt"
    },
    {
      "url": "https://www.webmd.com/women/guide/d-and-c-dilation-and-curettage#1",
      "title": "D&C (Dilation and Curettage) Procedure: Surgery and Recovery",
      "description": "WebMD explains the reasons your doctor may advise a D&amp;C (dilation and curettage) and what to expect before, during, and after the procedure.",
      "preview": "Women's Health Women's Health Guide Screening & Tests Diet & Exercise Rest & Relaxation Reproductive Health Menstruation Yeast Infections Cervical Hea"
    },
    {
      "url": "https://images.google.vg/url?q=https://maspasha.com/jenis-jenis-crane-dan-fungsinya/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://maspasha.com/jenis-jenis-crane-dan-fungsinya/ . Se non de"
    },
    {
      "url": "https://www.ralphcwilsonjrfoundation.org/",
      "title": "Home - Ralph C. Wilson, Jr Foundation",
      "description": "We're Working Together to Build Somethingto Last Forever, And It Isn't Our Foundation. Southeast Michigan and Western New York are rich with assets. Regions that once carried the growth of the country on their backs are populated by families accustomed to hard work, looking only for success that is earned from the sweat of their [...]",
      "preview": "Read our 2021-2022 Biennial Report Laying The Ground For Change That Lasts See what good work is underway in Western New York and Southeast Michigan L"
    },
    {
      "url": "https://scienceforhealth.fr/sante-et-pathologies-passent-par-laxe-intestin-cerveau/",
      "title": "Santé et pathologies passent par l'axe intestin-cerveau - Yakult SfH",
      "description": "L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. Découvrez le webinaire du Prof. Claassen.",
      "preview": ", L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. C'est le sujet abordé par le Prof. Claassen lors de son introduction passion"
    },
    {
      "url": "https://atlantablackchambers.org/",
      "title": "Atlanta Black Chambers | We Represent Power In Numbers",
      "description": "void",
      "preview": "Membership Brochure Our mission The Atlanta Black Chambers is a non-profit organization consisting of individuals engaging in Business, Community and"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/post/121423221112",
      "title": "Maryland moves to increase diversity in computer science - @lisas1221-blog on Tumblr",
      "description": "A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in the...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "https://jwt.io/#debugger-io",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://www.wizard.co.za/2011/03/",
      "title": "March 2011 - Wizard.co.za",
      "description": "void",
      "preview": "Skip to content Read More Read More Read More magicalnaturetour: The Tractor Beam (by Ben H.🙂 Read More Read More Read More Read More Read More rights"
    },
    {
      "url": "https://onecalgaryvoter.com/2019/05/20/het-opzetten-van-het-internationale-mefloquine-tafenoquine-advocatennetwerk-zal-heel-wat-werk-vergen/",
      "title": "Het Opzetten van Het Internationale Mefloquine / Tafenoquine Advocatennetwerk Zal Heel Wat Werk Vergen - The Advocate-Equalizer",
      "description": "En ik zal wat hulp nodig hebben om het te laten gebeuren. De afgelopen donderdag en vrijdag waren erg drukke dagen voor mij en ik ging meer dan 48 uur zonder slaap, dus heb ik het gisteren goedgemaakt en vandaag ben ik opgefrist, opgeladen en opnieuw gevoed. Ik zal moeten zijn omdat ik HEEL VEEL...",
      "preview": "Skip to content Derek Bodner Uncategorized May 20, 2019 3 Minutes En ik zal wat hulp nodig hebben om het te laten gebeuren. De afgelopen donderdag en"
    },
    {
      "url": "https://www.mtn.com/mtn-group-and-microsoft-sign-strategic-alliance-agreement/",
      "title": "MTN Group and Microsoft sign strategic alliance agreement |",
      "description": "MTN Group and Microsoft today announced a strategic alliance agreement to accelerate digital and cloud transformation working towards a shared vision of",
      "preview": "Search for: Close NEWSROOM Media releases MTN Group and Microsoft sign strategic alliance agreement 03 November 2022 Share via Email Share via X Share"
    },
    {
      "url": "https://politiken.dk/indland/",
      "title": "Danmark",
      "description": "Danmark | Sektionen med Politikens undersøgende journalistik og seneste nyt indenfor politik, ret, sundhed, uddannelse, forbrug, økonomi og aktuelle temaer",
      "preview": "Politik Messerschmidt kalder sin egen beskyldning »upræcis« - professor kalder den »noget vrøvl« Danmark Mand begik talrige overgreb mod lille barn i"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/IntersectionObserverEntry",
      "title": "IntersectionObserverEntry - Web APIs | MDN",
      "description": "The IntersectionObserverEntry interface of the Intersection Observer API describes the intersection between the target element and its root container at a specific moment of transition.",
      "preview": "Skip to main content Skip to search IntersectionObserverEntry Baseline Widely available * This feature is well established and works across many devic"
    },
    {
      "url": "https://www.alessibakery.com/",
      "title": "Home - Alessi Bakery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.jcwoodworking.com/to-jeremy-with-love-your-sister-sarah/",
      "title": "To Jeremy, With Love, your sister Sarah - JC Woodworking",
      "description": "void",
      "preview": "Skip to content I have known Jeremy since he was 11 years old. We met in the summer of 1998 when Josh invited me, as his first girlfriend, over to his"
    },
    {
      "url": "https://crisisresponse.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Crisis Response Homepage",
      "description": "Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology and recovery support.",
      "preview": "Crisis response areas Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology a"
    },
    {
      "url": "https://www.pittsburghmagazine.com/downtown-pittsburgh-reimagining-a-more-vibrant-neighborhood/",
      "title": "Downtown Pittsburgh: Reimagining a More Vibrant Neighborhood | Pittsburgh Magazine",
      "description": "The pandemic changed the golden triangle. What type of neighborhood will it ultimately become?",
      "preview": "Sections Eat + Drink Things To Do Home + Design Weddings Community Magazine Subscribe Newsletters Digital Editions Order a Back Issue Order a Plaque N"
    },
    {
      "url": "http://www.KyleThomasAstrology.com",
      "title": "KYLE THOMAS ASTROLOGY",
      "description": "Kyle Thomas is a globally published pop culture astrologer & Tarot reader who has been interviewed by Cosmopolitan Magazine, Bustle, Marie Claire, YahooNews, MSN, and more. With over a decade of professional experience and clients all over the world, he currently resides in Los Angeles where he works as a professional astrologer, life coach, writer, and producer.",
      "preview": "KYLE THOMAS ASTROLOGY Cart 0 Scroll KYLE THOMAS ASTROLOGY FEATURED IN: GUIDANCE STRAIGHT FROM THE STARS."
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "https://colourpop.com/products/surrender-creme-lux-lipstick",
      "title": "ColourPop®: Shop the Exclusive ColourPop Collabs",
      "description": "Explore our premium beauty collection exclusive items, from eye makeup to skincare. Elevate your routine today! Shop now for the best selection.",
      "preview": "Skip to content Free domestic shipping on orders over $35 USD Free international shipping on orders over $60 USD Menu Afghanistan Albania Algeria Ando"
    },
    {
      "url": "https://radiomitre.cienradios.com/patricia-bullrich-aseguro-que-el-ataque-del-presidente-a-cornejo-fue-algo-absolutamente-fuera-de-lugar/",
      "title": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" - Radio Mitre",
      "description": "La exministra de Seguridad de la Nación y presidenta del PRO, Patricia Bullrich, dialogó con la conductora Magdalena Ruíz Guiñazú.",
      "preview": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" La exministra de Seguridad de la Nación, Patr"
    },
    {
      "url": "http://www.mcqs.com/",
      "title": "MCQS",
      "description": "void",
      "preview": "Register Multiple-choice questions for real life medical and computing exams Register Sign in Select your exam Whether you're a doctor looking for pos"
    },
    {
      "url": "https://docs.python.org/3/library/concurrent.futures.html",
      "title": "concurrent.futures - Launching parallel tasks - Python 3.14.0 documentation",
      "description": "Source code: Lib/concurrent/futures/thread.py, Lib/concurrent/futures/process.py, and Lib/concurrent/futures/interpreter.py The concurrent.futures module provides a high-level interface for asynchr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Concurrent Execution » concurrent.futures -"
    },
    {
      "url": "https://www.nm.org/",
      "title": "Northwestern Medicine | Northwestern Medicine",
      "description": "Northwestern Medicine is a leader in quality healthcare and service, bringing together faculty, physicians and researchers to support and advance that care through leading-edge treatments and breakthrough discoveries.",
      "preview": "Measles Information Leading the way to better medicine. Northwestern Memorial Hospital Schedule care and manage your health Appointments Immediate Car"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2021/07/team-target-gratitude__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCymHi6Gtg$",
      "title": "Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus",
      "description": "void",
      "preview": "Team Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus Jul 29, 2021 Copy link to share Link copied Team Target, you continue"
    },
    {
      "url": "http://www.comlmaps.org/how-to/layers-and-resources/boundaries/marine-ecoregions-of-the-world",
      "title": "Marine Ecoregions of the World (MEOW) - Census of Marine Life Maps and Visualization",
      "description": "Global marine realms, provinces, and ecoregions",
      "preview": "Skip to content. | Skip to navigation Sections Home Gallery Video How To About Census Visualization Census on Google Earth Making Ocean Life Count : H"
    },
    {
      "url": "https://www.formula1.com/en/results.html",
      "title": "2025 RACE RESULTS",
      "description": "Results",
      "preview": "2025 2025 Active 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 199"
    },
    {
      "url": "https://www.maderasdesudamerica.com/album/fotogaleria-maderasudamerica-oficina-de-comercio-internacional-en-maderas-tropicales/a2-jpg/",
      "title": "2.jpg :: COEX SUDAMERICA TRADING",
      "description": "void",
      "preview": "Buscar en el sitio Buscar: Tu Negocio es Nuestro Negocio COMERCIO EXTERIOR DE COMMODITIES Y MADERAS > GALERIA GANADO EN PIE > 2.jpg Anterior Presentac"
    },
    {
      "url": "https://www.thenewsolutions.org/nevzhe-prypeklo/",
      "title": "Невже припекло? | Центр нових рішень",
      "description": "void",
      "preview": "nsc@thenewsolutions.org Facebook Twitter RSS Facebook Twitter RSS Ukrainian English Ukrainian Arabic Chinese (Simplified) English French German Spanis"
    },
    {
      "url": "https://www.tate.org.uk/visit/tate-modern",
      "title": "Tate Modern | Tate",
      "description": "Explore modern and contemporary art from around the world",
      "preview": "What's on Visit the free collection In Tate Modern Getting here Admission information Visiting tips Accessibility 25 years of Tate Modern Left Right A"
    },
    {
      "url": "https://www.history.co.uk/articles/charles-iii-and-britains-oldest-ascending-monarchs",
      "title": "Charles III and Britain's oldest ascending monarchs | Sky HISTORY TV Channel",
      "description": "King Charles III became the oldest ascending monarch having become king at the age of 73.",
      "preview": "Skip to main content Charles III and Britain's oldest ascending monarchs Image: Peter Rhys Williams / Shutterstock.com | Above: A photo of King Charle"
    },
    {
      "url": "https://www.liborlukas.cz/",
      "title": "Libor Lukáš |",
      "description": "void",
      "preview": "Úvod Životopis Tiskové zprávy Fotogalerie Ke stažení Kontakt Tiskové zprávy Zobrazit další Luhačovice - 25.09.2025 Proběhl XV. ročník Mezinárodní konf"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "https://polisen.se/en/",
      "title": "Startpage English - polisen.se | The Swedish Police Authority",
      "description": "void",
      "preview": "Cookies at polisen.se On polisen.se, we use necessary cookies to make the website work as well as possible for you. We also use cookies for web analyt"
    },
    {
      "url": "https://dsp.delaware.gov/2023/01/18/state-police-investigating-two-vehicle-fatal-accident-2/",
      "title": "State Police Investigating Two-Vehicle Fatal Accident - Delaware State Police - State of Delaware",
      "description": "The Delaware State Police are investigating a fatal accident that occurred in Laurel late yesterday afternoon that resulted in the deaths of two people. On January 17, 2023, at approximately [...]",
      "preview": "About Colonel's Message History Delaware State Police 100 Years Units & Sections Troop Locations Reports & Statistics DSP Museum DSP Memorial ARDSP Di"
    },
    {
      "url": "http://www.imbdc.com/",
      "title": "Thanks for visiting! | imbdc 2020 site",
      "description": "void",
      "preview": "top of page Please visit us at our new website: https://imbpartners.com/ bottom of page"
    },
    {
      "url": "https://smallsat.org/",
      "title": "Small Satellite Conference | SmallSat",
      "description": "The annual Small Satellite Conference, held at the Salt Palace Convention Center, Salt Lake City, Utah, gathers Government, industry, and academia to review recent successes, explore new directions, and introduce emerging technologies in small spacecraft development.",
      "preview": "39 th Annual Small Satellite Conference Salt Lake City, UT, USA August 10-13, 2025 Thank You Another Successful SmallSat 4650 Attendees 374 Exhibiting"
    },
    {
      "url": "http://www.toyotanewsroom.com",
      "title": "Toyota USA Newsroom",
      "description": "void",
      "preview": "Product Cars & Minivans Camry Corolla Gas Hybrid Hatchback Crown Mirai Prius Hybrid Plug-in Hybrid Sienna Trucks Tacoma Gas Hybrid Tundra Gas Hybrid C"
    },
    {
      "url": "https://www.montgomerycollege.edu/contact-us/index.html#interpreter",
      "title": "Contact Us | Montgomery College, Maryland",
      "description": "void",
      "preview": "Contact Us Here you'll find information on our convenient campuses and centers, directories for people and for buildings, feedback forms, and some imp"
    },
    {
      "url": "https://shop.nature.com/products/plus",
      "title": "Nature+ | 55 science journals in one subscription - Nature+ International",
      "description": "Nature+ gives you online access to Nature and 54 specialist science journals in one affordable monthly subscription. Stay up to date with science.",
      "preview": "Skip to content 55 cutting-edge scientific journals in one subscription Nature+ View plans Leading research Access the most impactful peer-reviewed re"
    },
    {
      "url": "https://rosecamii.tumblr.com/",
      "title": "@rosecamii on Tumblr",
      "description": "Leora Savanna Kaylee Anisah Bishes be trippin",
      "preview": "Posts Likes Mexico I'm going to Mexico today!!!! #pink #tbt \"Never regret anything, because at one time, it was exactly what you wanted.\" First slushi"
    },
    {
      "url": "https://www.artbazaar.com/publisher/art-101-usa/",
      "title": "Art 101 USA Archives - Art Bazaar",
      "description": "void",
      "preview": "Showing the single result Default sorting Sort by popularity Sort by latest Sort by price: low to high Sort by price: high to low Art 101 Budding Arti"
    },
    {
      "url": "https://www.rosslynva.org/feature/rosslyn-refresh",
      "title": "Features | News | Rosslyn, VA",
      "description": "Features | News | Rosslyn, VA",
      "preview": "Skip to Main Content Rosslyn Features Rosslyn is connected in more ways than metros and bridges - the neighborhood has a growing network of young prof"
    },
    {
      "url": "https://handsapt.tumblr.com/",
      "title": "hands_apt",
      "description": "tumblr-ing since 2011/ 18+/ art/ music/ tv/ film/ drama/ culture/ politics/ existentialism/ senses/ ideas/ thoughts/ love/ //hands open, hands apt// (sometimes NSFW)",
      "preview": "hands_apt 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna handsapt \"Thoughts black, hands apt,"
    },
    {
      "url": "https://www.engr.psu.edu/communications/index.aspx",
      "title": "Communications and Marketing | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Communications and Marketing Explore the categories below to request support and access resources. A member of our"
    },
    {
      "url": "https://productregistration.sony.com/?cpint=spt-globalheader_prodregistration",
      "title": "Product Registration",
      "description": "Web site created using create-react-app",
      "preview": "void"
    },
    {
      "url": "https://covid-19-response.unstatshub.org/data-solutions/",
      "title": "Data solutions | COVID-19 response",
      "description": "Guidance and possible approaches for the production of timely data to monitor the evolution and impacts of COVID-19.",
      "preview": "Department of Economic and Social Affairs Statistics • COVID-19 response Home Ensuring continuity Working remotely Data solutions Open data Useful lin"
    },
    {
      "url": "https://www.essence.com/news/money-career/naacp-kapor-center-report-tech-ecosystem-still-failing-black-talent/",
      "title": "NAACP and Kapor Center Release Report Illustrating How the U.S. Tech Ecosystem Is Still Failing Black Talent - Essence | Essence",
      "description": "Corporations made big promises over the last couple of years to work towards promoting diversity-but it looks like their efforts have fallen short.",
      "preview": "Skip to content Young woman talking with team in a meeting. People having planning meeting in hybrid office, with colleagues joing via video call. By"
    },
    {
      "url": "https://thinkprogress.org/gavin-newsom-condoms-sex-workers-eb6f9b201d5e/",
      "title": "California governor signs law banning the practice of using condoms as evidence of sex work - ThinkProgress",
      "description": "void",
      "preview": "Advertisement California governor signs law banning the practice of using condoms as evidence of sex work A major law, and a major victory for sex wor"
    },
    {
      "url": "https://go.microsoft.com/fwlink/?linkid=2213312",
      "title": "Explore Microsoft Edge Performance Features | Microsoft Edge",
      "description": "Learn more about performance features in Microsoft Edge. Explore how features like Startup boost, Sleeping tabs, and more can improve your browsing experience.",
      "preview": "Skip to main content Search Try Edge Performance Microsoft Edge has built-in features like Startup boost and Sleeping tabs, which make your browser st"
    },
    {
      "url": "http://www.moodworks.com",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "https://www.kunecoco.de/2012/09/review-schone-sauerei-ein-schweinekrimi.html",
      "title": "Review // Schöne Sauerei - Ein Schweinekrimi - KuneCoco",
      "description": "Eine Woche habe ich nichts von mir hören lassen.",
      "preview": "Menü Review // Schöne Sauerei - Ein Schweinekrimi Veröffentlicht 16. September 2012 Kommentare 4 Kommentare Eine Woche habe ich nichts von mir hören l"
    },
    {
      "url": "https://meteofrance.com/actualites",
      "title": "ACTUALITES METEO avec Météo-France",
      "description": "Retrouvez les actualités météo de Météo-France sur notre site Internet, mais aussi les dossiers sur le changement climatique, le climat, ...",
      "preview": "${alert.titre} ${alert.title} Actualités Retrouvez tous les jours toutes les infos météorologiques et climatiques. Infos météo Infoclimat / YAVRIL Tem"
    },
    {
      "url": "https://www.angi.com/",
      "title": "Angi (formerly Angie's List): Home Service Pros",
      "description": "See highly-rated professional for free. Read real local reviews and grades from neighbors so you can pick the right pro for the job the first time.",
      "preview": "Find top-rated pros in your area. What can we help you with? Zip Code Handyperson Landscaping Plumbing Electrical Remodeling Roofing Painting Cleaning"
    },
    {
      "url": "https://www.dakotawoodlands.org/",
      "title": "Dakota Woodlands | Homeless Shelter | Wescott Woodlands, Eagan, MN, USA",
      "description": "Dakota Woodlands is the only homeless family shelter in Dakota County, located in Eagan, MN!",
      "preview": "top of page Empowering Displaced Families Dakota Woodlands' mission is to empower displaced families on their journey to independence. Learn More Don"
    },
    {
      "url": "https://www.screamingfrog.co.uk/",
      "title": "SEO Agency - Screaming Frog",
      "description": "We run remarkably successful search engine optimisation (SEO) and paid search (PPC) campaigns using a unique blend of data, technology & creativity.",
      "preview": "We are a UK based SEO agency and the creators of the famous website crawler and log file analyser tools. Agency Services SEO Spider Tool Search Engine"
    },
    {
      "url": "https://gayer.es/tag/consejos-sida/",
      "title": "consejos sida Archivos • Gayer",
      "description": "void",
      "preview": "Gayer consejos sida consejos sida 1 artículos gayer 15 consejos para convivir con VIH ¿Tienes más de 18 años? No Sí Recuérdame Cerrar los ajustes de c"
    },
    {
      "url": "https://kkskalica.sk/",
      "title": "Aktuality",
      "description": "void",
      "preview": "Aktuality História Členovia Prihláška Výcvik Výcvikové pravidlá Výcvikové pomôcky Výcvikové hodiny Skúšky Fotogaléria Na stiahnutie Kontakt Kde nás ná"
    },
    {
      "url": "https://www.standard.co.uk/news/london/prince-william-sympathises-with-distraught-bake-off-fans-at-south-london-youth-club-a3345171.html",
      "title": "Prince William sympathises with Great British Bake Off fans at Wandsworth youth club | London Evening Standard | The Standard",
      "description": "Prince William has sympathised with \"distraught\" Great British Bake Off fans - but said the show will be just as good on Channel 4.",
      "preview": "News | London Prince William sympathises with 'distraught' Great British Bake Off fans at Wandsworth youth club 'Mary Berry eat your heart out': Princ"
    },
    {
      "url": "https://www.digitalcameraworld.com",
      "title": "Camera news, reviews and features",
      "description": "Camera news, reviews and features",
      "preview": "Skip to main content Trending News TTArtisan launches a 17mm f/4 tilt-shift lens for all major full-frame mounts - and it's a bargain! NEWS A new Lumi"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85929",
      "title": "Searchable Recipe Database - Chicken Tagine With Olives And Preserved Lemons",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.popaganda.com/",
      "title": "POPAGANDA",
      "description": "void",
      "preview": "0 NOW YOU SEE IT MAY 20 Allouche Gallery 77 Mercer St, New York, NY 10012 DELUSIONVILLE COLORING BOOK Color in your favorite Delusionville characters"
    },
    {
      "url": "http://www.teco-medical.com/en/member.html?tx_powermail_pi1%5Baction%5D=create&tx_powermail_pi1%5Bcontroller%5D=Form&cHash=27726d2388f99f9f49f46b517e396661",
      "title": "Member: TECO Medical Instruments",
      "description": "void",
      "preview": "Contact TECO Medical Instruments Dieselstraße 1 84088 Neufahrn in Niederbayern Germany +49 (0) 8773 70780-0 Contact Form Choose a language Deutsch Eng"
    },
    {
      "url": "https://apple.news/T7BxfNfp4QAiuOPNsUcn04Q/",
      "title": "Mongabay",
      "description": "Channel",
      "preview": "This channel is only available in Apple News. To view this channel, open the link on an iPhone or iPad with iOS 9 or later or a Mac with macOS 10.14 o"
    },
    {
      "url": "http://digitaledition.dailysouthtown.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=24687843",
      "title": "Trojan.DownLoader41.59211 - Dr.Web Malware description library",
      "description": "Network activity Connects to &#39;i6#####g-a.akamaihd.net&#39;:443 &#39;t.###netcat.com&#39;:443 &#39;microsoft.com&#39;:80 &#39;px######com-a.akamaihd.net&#39;:445 &#39;px######com-a.akamaihd.net&#39;:139 TCP HTTP GET requests http://www.microsoft.com/pki/certs/MicRooCerAut_2010-06-23.crt Other &#39;i6#####g-a.akamaihd.net&#39;:443 ...",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://www.wischmopps.de/entsorgungssack-120l-grau-equipe-vermop",
      "title": "Vermop Entsorgungssack 120l grau für Equipe",
      "description": "Entdecken Sie hochwertige Reinigungsprodukte für professionelle Anwendungen. Seit über 20 Jahren bieten wir als Fachgroßhändler",
      "preview": "Startseite Hersteller Vermop Vermop Wäschetransport Entsorgungssack 120l grau für Equipe I Vermop Artikelnummer: 1222506 EAN: 4006533014138 Entsorgung"
    },
    {
      "url": "https://www.allenrosewine.com/about",
      "title": "about - Allen Rose Wine",
      "description": "Allen Rose is the combination of Kane Brown and Katelyn Brown's middle names. Learn more about Allen Rose Wine.",
      "preview": "0 Why 'Allen Rose'? Allen Rose is the combination of Kane and my middle name, and we have sat on this name for years knowing it would represent someth"
    },
    {
      "url": "https://wtfdidyoujust.tumblr.com/",
      "title": "@wtfdidyoujust on Tumblr",
      "description": "dat me",
      "preview": "Posts glumshoe Follow stereotypes about people \"really interested in WWI\" are wildly different than stereotypes about people \"really interested in WWI"
    },
    {
      "url": "https://www.firstinspires.org/",
      "title": "FIRST | For Inspiration and Recognition of Science and Technology",
      "description": "Leading youth-serving nonprofit advancing STEM education. Explore FIRST robotics programs for kids of all ages, in schools & communities around the world.",
      "preview": "A Global Stem Community Build More Than Robots FIRST is the world's leading youth robotics community, delivering hands-on STEM learning that inspires"
    },
    {
      "url": "https://corporate.target.com",
      "title": "News, Careers, Investors, Sustainability & Governance | Target Corporation",
      "description": "From sustainability to jobs, you can expect more from Target. Learn about our history, values and mission.",
      "preview": "Welcome to Target We're here to help all families discover the joy of everyday life . Target at a glance 1962 Founded 5% Of our profits go back into c"
    },
    {
      "url": "https://buckfifty.org/tag/cynthia-a-jennings/",
      "title": "Cynthia A. Jennings | buckfifty.org",
      "description": "void",
      "preview": "buckfifty.org discovering the heart and soul of denver Skip to content Home About B50 How To Submit Tag Archives: Cynthia A. Jennings Fifty Two Origin"
    },
    {
      "url": "http://runjumpthrow.usatf.org/",
      "title": "| USA Track & Field",
      "description": "void",
      "preview": "Learn New Skills. Make New Friends. Have Fun. USA Track & Field has teamed up with Hershey to create RunJumpThrow (RJT), a hands-on learning program t"
    },
    {
      "url": "http://washington.edu/news/video/?utm_source=UW%20News&utm_medium=nav&utm_campaign=video",
      "title": "Video stories | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Video stories President Jones to welcome incoming class at New Student Convocation on Sunday"
    },
    {
      "url": "http://cs.mak.ac.ug/",
      "title": "Department Of Computer Science | Makerere University",
      "description": "Computer Science Deparment Makerere University",
      "preview": "Home About Department Overview Contact Department Faculty Administrative Staff Research Research Groups & Centers Flagship Research Projects Admission"
    },
    {
      "url": "https://www.sealegacy.org/",
      "title": "SeaLegacy | Ocean Nonprofit Protecting the Power of the Sea",
      "description": "Our Canadian-based ocean nonprofit illuminates global stories and sustainable solutions that move people to action for a better world. Explore ways you can get involved.",
      "preview": "Skip to Main Content How You Can Help Close Help give our ocean a brighter future. Your donation today will fund on-the-ground research and other expl"
    },
    {
      "url": "https://www.yupptv.com/help/privacy-terms",
      "title": "Privacy & Terms | YuppTV",
      "description": "Learn how YuppTV ensures privacy. Read our policy on data handling and protecting personal information.",
      "preview": "MENU Sign in Sign up Packages Go Premium without ads Advertise Redeem Voucher Ways To Watch Why Us support@yupptv.com Language Advertise Redeem Vouche"
    },
    {
      "url": "https://itif.org/publications/2016/05/31/case-improving-us-computer-science-education",
      "title": "The Case for Improving U.S. Computer Science Education | ITIF",
      "description": "Despite surging demand, computer science education is only just beginning to gain traction in U.S. school systems. Policymakers should expand access to rigorous, high-quality courses in both high school and college.",
      "preview": "Skip to content The Case for Improving U.S. Computer Science Education By Adams Nager and Robert D. Atkinson | May 31, 2016 Read Report Despite surgin"
    },
    {
      "url": "https://library.coppin.edu/MooreLibraryhome",
      "title": "Homepage - Parlett L. Moore Library - Parlett L. Moore Library at Coppin State University",
      "description": "Parlett L. Moore Library: Parlett L. Moore Library: Homepage",
      "preview": "Skip to Main Content"
    },
    {
      "url": "https://theface.com/music/adele-new-album-30-candice-carty-williams-interview-volume4-issue9-burberry-stormzy",
      "title": "An interview with THE FACE's cover star Adele - The Face",
      "description": "Adele meets Queenie author Candice Carty-Williams to talk music, motherhood, dogs, divorce (babe, divorce) - and her record-breaking comeback.",
      "preview": "Music Words: Candice Carty-Williams Photography: Charlotte Wales Styling: Emma Wyman 18th November 2021 Taken from the new print issue of THE FACE. Ge"
    },
    {
      "url": "https://www.gallupatwork.com/",
      "title": "All Gallup Events - Gallup",
      "description": "Find a Gallup event near you or join virtually. We host webinars, briefings, and major events to develop leaders, share discoveries and much more.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Attend Gallup Webinars and Events That Improve Your Workplac"
    },
    {
      "url": "https://www.doh.wa.gov/Emergencies/COVID19/vaccine",
      "title": "COVID-19 Vaccine Information | Washington State Department of Health",
      "description": "Statewide Vaccine Standing Order The Washington State Department of Health (DOH) has issued a statewide standing order, under the direction of the State Health Officer, authorizing qualified health care personnel to vaccinate individuals aged 6 months and older, including pregnant people, who do not have contraindications to the vaccine.",
      "preview": "breadcrumb English"
    },
    {
      "url": "https://utilso.com/base64-encoding-of/aymara%27s/",
      "title": "Base64 Encoding - Base64 Encode and Decode - All-in-one tools for developers",
      "description": "Base64 Encoding - Base64 Encode and Decode",
      "preview": "Do you have to deal with Base64 format? Utilso has Decode and Encode, a simple tool that does exactly what it says: decodes from Base64 encoding as we"
    },
    {
      "url": "http://statistics.apec.org/",
      "title": "Home",
      "description": "void",
      "preview": "We recently revamped StatsAPEC to serve you better! We would appreciate hearing about your experience with this new website. Please share with us your"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://news.shopify.com",
      "title": "Shopify Newsroom",
      "description": "Explore the latest Shopify news, product innovation, and industry data. Get stories from the entrepreneurs who are shaping the future of commerce.",
      "preview": "Skip to Content POV When trade works, entrepreneurs win: Making global growth possible for small businesses Small businesses everywhere are poised to"
    },
    {
      "url": "https://login.microsoftonline.com/51a9fa56-3f32-449a-a721-3e3f49aa5e9a/saml2?SAMLRequest=fVJLb9swDP4rhu7yQ7bjWkgCZA2GBei2oMl22GWgZboRKkueKO%2F16%2BvYG9ZdchJE8nvwA9cEvRnkbgwX%2B4jfRqQQ%2FeyNJTk3Nmz0VjogTdJCjySDkqfd%2Bwcp4lQO3gWnnGGvILcRQIQ%2BaGdZdNhv2NdS5WUNTVUJhaoqSqzuVkUtAKqsrhsFomjuiiYVqmPRZ%2FQ0ITdsIprgRCMeLAWwYSqlQvA049nqnKUyr2S5%2BsKi%2FbSNthBm1CWEgWSSGPekbdxr5R25LjhrtMVYuT4pM6g7KFc873LBi6IGDpXIeI55N32gxBqS646CRbu%2Fi9w7S2OP%2FoT%2Bu1b46fHhnxSRi3UbP6MNMah4fE50OyS9a0eD8XAZZrKElldwUDRX4ffokdPAouOfgN9o22r7dDvbZhki%2Be58PvLjx9OZbddXZjln5be3bc0eFoMYoIUAVzPr5DXDermWD5P2YX90Rqtf0Vvnewi3rV0ruuXdPCqDB0t6Up9iNMb9uPcIATcs%2BBFZsl0k%2F7%2FJ7Qs%3D",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fisheries.noaa.gov/national/bycatch/fishing-gear-purse-seines",
      "title": "Fishing Gear: Purse Seines | NOAA Fisheries",
      "description": "A purse seine is a large wall of netting deployed around an entire area or school of fish.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "https://www.oneplus.com/oneplus-10-pro",
      "title": "Buy OnePlus 10 Pro 5G - OnePlus (Italia)",
      "description": "Get the price of OnePlus 10 Pro 5G and latest offers information, check the official price of OnePlus 10 Pro in different storage and colors.",
      "preview": "void"
    },
    {
      "url": "https://www.algonquinhotel.com/",
      "title": "Finest Luxury - Hotel Near Times Square | The Algonquin Hotel",
      "description": "The Algonquin Hotel is a magnet for the Literati that were drawn to the finest luxury hotel near Times Square. Take the journey to discover luxury accommodations.",
      "preview": "Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Pause"
    },
    {
      "url": "https://tghat.com/2021/03/06/abiy-ahmed-and-his-genocide-policy-in-tigray/",
      "title": "Abiy Ahmed and his genocide policy in Tigray - Tghat",
      "description": "In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been emerging as the primary weapon of choice of its three architects-Prime Minister Abiy Ahmed of Ethiopia, President Isaias Afwerki of Eritrea and the Amhara nationalists-to totally subjugate Tigray.",
      "preview": "Connect with us Share Tweet In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://www.rchobbiesoutlet.com/r86050-wheel-hex-mount-with-pins/",
      "title": "R86050 Wheel Hex Mount with Pins - rchobbiesoutlet",
      "description": "Buy R86050 Wheel Hex Mount with Pins at the best price at RC Hobbies Outlet",
      "preview": "Created with Sketch. Created with Sketch. Toggle menu 416-986-4081 Login or Sign Up 0 Gift Certificates Wishlist Currency- CAD $US Canada Australian D"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/pods/",
      "title": "Pods | Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Pods Pods are the smallest deployable units of computing that you can create and manage in Kubernetes. A Pod (as in a pod of whales or pea pod) is a g"
    },
    {
      "url": "https://www.journeytothepastblog.com/2016/05/cutie-pie-is-6.html",
      "title": "Journey to the Past: Cutie Pie is 6!!!!!!",
      "description": "Wow! Cutie Pie is celebrating her sixth birthday. Happy Birthday, Cutie Pie. She is a kindergartner now and finishing up her school yea...",
      "preview": "Pages Home About Me Library Policies Surnames Toolbox Fort Custer in the World Wars Book 25 May 2016 Cutie Pie is 6!!!!!! Wow! Cutie Pie is celebratin"
    },
    {
      "url": "https://www.avma.org/",
      "title": "Home | American Veterinary Medical Association",
      "description": "void",
      "preview": "Skip to main content Our passion. Our profession. Empowering veterinarians to thrive in the profession we all love. Join / Renew Celebrate veterinary"
    },
    {
      "url": "https://ujamaaplace.org/",
      "title": "Ujamaa Place",
      "description": "void",
      "preview": "TRANSFORMING MEN'S LIVES Holistic Transformation for Young African- American Men Ujamaa Place is a Safe Space providing holistic, culturally responsiv"
    },
    {
      "url": "https://inkaexperience.com/",
      "title": "Inka Experience » Perú Travel Agency",
      "description": "Inka Experience offers custom Peru tours & personalized travel advice for your Peru adventure. Cusco - Inka Trail - Amazon - Lake Titicaca - Boutique Travel .US Toll - Free 1-800-260-4681",
      "preview": "peru tours Our Peru Tours reflect the highlights and best travel experiences throughout the country. All travel programs can be customized to fit your"
    },
    {
      "url": "https://medieval.bodleian.ox.ac.uk/?f%5Blang_sm%5D%5B%5D=English&f%5Blang_sm%5D%5B%5D=Multiple+Languages&f%5Bms_collection_s%5D%5B%5D=MSS.+Carte&f%5Bms_date_sm%5D%5B%5D=16th+Century&f%5Bms_date_sm%5D%5B%5D=15th+Century&f%5Bms_date_sm%5D%5B%5D=Multiple+Centuries&f%5Bms_origin_sm%5D%5B%5D=Ireland&per_page=10&sort=sort_title+asc",
      "title": "Language: English and Multiple Languages / Collection: MSS. Carte / Century: 3 selected / Origin: Ireland - Medieval Manuscripts Search Results",
      "description": "void",
      "preview": "Toggle facets Limit results by: Language English [remove] 1 Latin 1 Middle English 1 Multiple Languages [remove] 1 Century 15th Century [remove] 1 16t"
    },
    {
      "url": "http://mapbox.com/legal/tos/",
      "title": "Legal information about Terms of Service",
      "description": "Mapbox is going to serve and protect your maps. For details, read our terms of service, service level agreement, privacy policy, & law enforcement guidelines.",
      "preview": "Terms of Service Privacy Policy Support Services Terms of Service Master Services Agreement Product Terms Government Terms Marketplace Terms Japan Leg"
    },
    {
      "url": "http://www.nutriente.it/",
      "title": "nutriente.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sacblackchamber.org/",
      "title": "Capital Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to content The mission of the Capital Black Chamber of Commerce The Mission of the CAPBCC is to achieve economic equity and sustainability for Bl"
    },
    {
      "url": "https://www.apollo.com/",
      "title": "Home | Apollo Global Management",
      "description": "Home",
      "preview": "General Public Institutional Investors Public Shareholders Wealth Professionals Login Investors Former Employees Portfolio Companies About Apollo Over"
    }
  ],
  "_meta": {
    "total_bookmarks": 124
  }
}