{
  "data": [
    {
      "url": "https://rifraf.dk/p/imonis-3-loftlampe-black-lindby/",
      "title": "Forside - RifRaf",
      "description": "Hos RifRaf gør vi det nemt for dig at finde de bedste deals på lamper.",
      "preview": "Fortsæt til indhold Find de bedste og billigste lamper Hos RifRaf gør vi det nemt for dig at finde de bedste deals på lamper. Søg Søg Vores mest popul"
    },
    {
      "url": "https://www.amitmehra.com",
      "title": "Amit Mehra",
      "description": "Amit Mehra is a professional photographer specializing in hotel, architectural, interiors, resorts, advertising and documentary photography. He shoots high end hotels, resorts, advertising campaigns, and also does documentary projects and coffee table books.",
      "preview": "AMIT MEHRA ENTER"
    },
    {
      "url": "https://www.thecrownact.com/about",
      "title": "About - The Official CROWN Act",
      "description": "The CROWN Act stands for \"Create a Respectful and Open World for Natural Hair,\" created in 2019 to ensure protection against discrimination based on race-based hairstyles by extending statutory protection to hair texture and protective styles such as braids, locs, twists, and knots in the workplace and public schools.",
      "preview": "0 The Official Campaign of The CROWN Act is led by the CROWN Coalition, founded by Dove, National Urban League, Color Of Change, and Western Center on"
    },
    {
      "url": "http://www.precisiontrucks.com/",
      "title": "Precision Truck Products I America's #1 Toter Manufacturer",
      "description": "Precision Truck Products, Inc. - Home of the Precision 6-way Power Hitch and America's #1 Choice for the Mobile Home Transportation Industry",
      "preview": "top of page AMERICA'S #1 TOTER MANUFACTURER VIEW TRUCK INVENTORY TOTER GALLERY FOR MORE PAST CONVERSIONS, CLICK HERE CURRENT INVENTORY 2017 Freightlin"
    },
    {
      "url": "https://relay.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "Firefox Relay",
      "description": "⁨Firefox Relay⁩ makes it easy to create email masks that forward your messages to your true inbox. Use them to protect your online accounts from hackers and unwanted messages.",
      "preview": "Protect your identity with secure phone and email masking Our secure, easy-to-use email and phone masks help keep your identity private so you can sig"
    },
    {
      "url": "https://gr.pinterest.com/pin/733594226777435142/",
      "title": "Minecraft: How to Build a Modern House - Easy Tutorial - YouTube | Modern minecraft houses, Minecraft modern, Minecraft house designs",
      "description": "➜Minecraft: How to Make a Modern House / Tutorial➜Thumbs up^^ & Subscribe for more =) ►http://goo.gl/q4AtTD➜Download houses from my website: http:...",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=mNav",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.incommonbeauty.com/",
      "title": "IN COMMON Beauty | Luxury Haircare Inspired by Riawna Capri& Nikki Lee",
      "description": "IN COMMON Beauty is an INclusive luxury hair care treatment brand that's undeniably shareable. A community that celebrates every hairstylist and every consumer for their perfect uniqueness. It's what we have IN COMMON.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. FREE SHIPPING ON $45+ ORDE"
    },
    {
      "url": "https://connect.ala.org/home",
      "title": "Home - ALA",
      "description": "ALA Connect is an online platform for discussion and collaboration between ALA members. It's a centralized space for members, whether they're part of a formal committee or just want to share questions and ideas with other library professionals. Connect allows users to: • Talk with other members on discussion boards • Download shared resources from community-generated libraries • Collaborate as a member of volunteer committees and other groups",
      "preview": "Divisions American Assn. of School Librarians (AASL) Assn. for Library Service to Children (ALSC) Assn. of College & Research Libraries (ACRL) Core: L"
    },
    {
      "url": "https://www.yogabasics.com/practice/",
      "title": "The Practice of Yoga • Yoga Basics: Yoga Poses, Meditation, History, Philosophy & More",
      "description": "There are two unique components in yoga-the philosophy and the practice. In our yoga practice section, we primarily focus on the techniques of hatha yoga, the physical or forceful path of yoga, which includes the physical poses and breathing techniques.",
      "preview": "The Practice of Yoga"
    },
    {
      "url": "https://www.nbbcc.org/",
      "title": "Home | North Bay Black Chamber of Commerce 555 5th Street, 300-N, Santa Rosa, CA 95401- Northbayblackchamber",
      "description": "The North Bay Black Chamber of Commerce provides resources and services to help businesses in the north bay grow and succeed. northbayblackchamber",
      "preview": "top of page Become a Member North Bay Black Chamber of Commerce Empowering Business Development in Sonoma County Events & Resources The North Bay Bl"
    },
    {
      "url": "https://www.wearehfc.org/",
      "title": "Understanding Alzheimer's: Bringing Light to the Disease",
      "description": "Learn about the impact of bringing light to Alzheimer's. From innovative therapies to caregiver support, and caregiver grants.",
      "preview": "Bringing Light to Alzheimer's Hilarity for Charity (HFC) is a national non-profit on a mission to care for families impacted by Alzheimer's disease, a"
    },
    {
      "url": "https://www.comune.roma.it/web/it/rubrica-uffici.page?cpz=progetti_europei&cpz=persone_anziane&cpz=cultu&cpz=persone_di_minore_eta&cpz=persone_con_disabilit&cpz=amb&mun=municipio_xv",
      "title": "Roma Capitale | Sito Istituzionale | Uffici",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Uffici Le pagine del portale istituzionale rappresentan"
    },
    {
      "url": "https://www.thesun.co.uk/news/",
      "title": "Latest News headlines, exclusives and opinion | The Sun",
      "description": "Breaking headlines and latest news from the UK and the World. Exclusives, live updates, pictures, video and comment from The Sun",
      "preview": "Jump directly to the content UK Edition US Edition Scottish Sun Irish Sun Search My Account Sign in Sun Club MORE SECTIONS Tech Royals Wellness Dear D"
    },
    {
      "url": "https://afghanislamicpress.com/en/news?keyword=economy&page=10",
      "title": "News",
      "description": "void",
      "preview": "News Updates (Update 2 minutes ago) Pakistan would be responsible if situation gets worse: National Defence Ministry Armed robber killed in Balkh Indi"
    },
    {
      "url": "https://www.handelsblatt.com/unternehmen/industrie",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.sns.gov.pt/servicos/utente/",
      "title": "Utentes em espera por cirurgia - SNS",
      "description": "SNS 24 informa utentes referenciados sobre opções existentes. A partir do dia 30 de outubro, o SNS 24 vai passar a contactar pró-ativamente os utentes do Serviço Nacional de Saúde (SNS) que recebem notas de transferência entre hospitais públicos ou vales de cirurgia para os convencionados ou para o setor social, apoiando uma tomada de decisão mais rápida por parte dos utentes e facilitando os procedimentos de agendamento das cirurgias. Através deste novo projeto, a ser desenvolvido pela Administração Central do Sistema de Saúde (ACSS) em parceria com os Serviços Partilhados do Ministério da Saúde (SPMS), os utentes referenciados para cirurgia, que tenham recebido vale-cirurgia, serão contactados pelos operadores do Centro de Contacto do SNS, altura em que serão informados sobre as opções existentes, de forma a obterem uma resposta célere de tratamento. Em termos operacionais, o SNS 24 emitirá um relatório diário, a enviar às Administrações Regionais de Saúde e a todas Unidades Regionais de Gestão do Acesso, com informação atualizada sobre os utentes contactados. Os vales-cirurgia, emitidos no âmbito do Sistema Integrado de Gestão de Inscritos para Cirurgia (SIGIC), sob a responsabilidade da ACSS, visam garantir uma resposta ao utente, sempre que o SNS não o consegue fazer num tempo clinicamente aceitável, através do encaminhamento para outros hospitais privados ou sociais com convenção com o SNS. Para saber mais, consulte: Administração Central do Sistema de Saúde, IP - http://www.acss.min-saude.pt",
      "preview": "sns-container Pesquisar no site Início Notícias de Saúde Utentes em espera por cirurgia Utentes em espera por cirurgia Ouvir 30/10/2017 SNS 24 informa"
    },
    {
      "url": "https://arthropleuridea.tumblr.com/",
      "title": "viaduct",
      "description": "23, trans gay he/him, mvskoke+tsalagi",
      "preview": "Text - Nov 8, 2024 R eblog P ermalink vampiricvenus We're about to save this sweet innocent baby! I was contacted by @khadigayousef2024 to make a post"
    },
    {
      "url": "https://seavision.volpe.dot.gov/legal/eula",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://datos.madrid.es/portal/site/egob/menuitem.3efdb29b813ad8241e830cc2a8a409a0/?vgnextoid=108804d4aab90410VgnVCM100000171f5a0aRCRD&vgnextchannel=b4c412b9ace9f310VgnVCM100000171f5a0aRCRD&vgnextfmt=default",
      "title": "Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid - Portal de datos abiertos del Ayuntamiento de Madrid",
      "description": "Portal de datos abiertos del Ayuntamiento de Madrid - Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid",
      "preview": "Saltar navegación egob"
    },
    {
      "url": "https://stellarium-web.org/",
      "title": "Stellarium Web Online Star Map",
      "description": "Stellarium Web is a planetarium running in your web browser. It shows a realistic star map, just like what you see with the naked eye, binoculars or a telescope.",
      "preview": "We're sorry but stellarium-web doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.thecipherbrief.com/column_article/the-magpies-and-the-cuckoos-a-disinformation-fable",
      "title": "The Magpies and the Cuckoos: A Disinformation Fable - The Cipher Brief",
      "description": "In this Academic Incubator column, Duke Law Student Jessica 'Zhanna' Malekos Smith approaches the issue of disinformation in a creative writing format.",
      "preview": "Skip to content Your Trusted Source for National Security News & Analysis October 9th, 2025 | 02:49 AM Trending: Israel Hamas Middle East Ukraine Russ"
    },
    {
      "url": "https://www.dsw.com/en/us/product/vince-camuto-aimery-sandal/535385?activeColor=040",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://www.cbs.nl/en-gb/our-services/open-data",
      "title": "Open data | CBS",
      "description": "Open data",
      "preview": "Skip to main content What is open data? Open Data is data that can freely be used and is made available in a machine-readable format. Statistics Nethe"
    },
    {
      "url": "https://bugzilla.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "https://canalpersonal.com/seguros-para-empresas/responsabilidad-civil/directivos",
      "title": "Directivos - Seguros Canal Personal",
      "description": "En Canal Personal correduría de Seguros encontrarás el seguro a tu medida con las mejores condiciones.",
      "preview": "Llámanos y te asesoramos 976 48 36 00 La Correduría de Seguros más Recomendada Enviar email 976 48 36 00 Llámanos y te asesoramos La Correduría de Seg"
    },
    {
      "url": "https://stormdocslbkl.netlify.app/word-gratuit-pour-windows-10-en-franzais-we.html",
      "title": "Word gratuit pour windows 10 en français",
      "description": "word et excel gratuit pour windows 7 - Logitheque.com",
      "preview": "Word gratuit pour windows 10 en français https://www.ijf.org/ Télécharger Windows 10 5 Comments Word et Excel gratuits pour Windows 10 | WindowsFacile"
    },
    {
      "url": "https://hellmaybe.tumblr.com/",
      "title": "Keep On Keepin' On",
      "description": "// Anthony //",
      "preview": "Keep On Keepin' On // Anthony // Archive Music Me My gifs Ask me anything Submit a post Theme 74514 2274 19611 6367 609 1752 283 493 660 790 2196 0 0"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A104&f%5B2%5D=field_location%3A127&f%5B3%5D=field_location%3A109&f%5B4%5D=field_source%3A67&f%5B5%5D=field_location%3A135&f%5B6%5D=field_location%3A98&f%5B7%5D=field_location%3A106&f%5B8%5D=field_location%3A107&f%5B9%5D=field_location%3A118&amp%3Bf%5B1%5D=field_location%3A110",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://www.finnair.com/",
      "title": "Flight bookings | select country and language | Finnair",
      "description": "Finnair flies between Europe, Asia and North America via Helsinki. Modern fleet - more comfort, lower emissions. Search and book your flights today.",
      "preview": "Flight bookings | select country and language | Finnair Hi! Please set your location and language. Location * Finland (EUR €) Australia (AUD $) Austri"
    },
    {
      "url": "https://www.parenttoolkit.com/",
      "title": "Parenting Guides - TODAY | TODAY",
      "description": "Find educational benchmarks, social emotional milestones, tips and advice for children at school in each grade.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://demandatrabajo.com/109-ofertas-de-trabajo-de-fontanero-encontradas/",
      "title": "109 ofertas de trabajo de FONTANERO encontradas",
      "description": "109 ofertas de trabajo de FONTANERO encontradas",
      "preview": "Ir al contenido Fontanero Of 1ª MADRID A135 grupoIMAL Madrid, Madrid (España) Publicada el 20 de ago Salario: 1.200€ - 1.500€ Bruto/mes Experiencia mí"
    },
    {
      "url": "http://www.canopyplanet.org/",
      "title": "Homepage | Canopy",
      "description": "Canopy is a solution-based NGO committed to protecting forests, biodiversity, and climate.",
      "preview": "We Protect Forests, Species, And Climate We Protect Forests, Species, And Climate Become A Partner Become A Brand Partner We work with over 1,000 bran"
    },
    {
      "url": "https://www.singer.com/support/machine-support",
      "title": "SINGER Sewing & Embroidery Machines | SINGER®",
      "description": "SINGER sewing machines, embroidery machines, heavy duty machines, overlock machines and serger machines are easy to use yet packed with powerful features for every type of sewist.",
      "preview": "Skip to content 📦Free Standard Shipping on all orders 📦Free Standard Shipping on all orders Holiday Savings Start Now - 10% OFF Gift Cards! Holiday Sa"
    },
    {
      "url": "https://signup.azure.com/studentverification?offerType=2",
      "title": "Azure - Sign up",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://forums.mozillazine.org/memberlist.php?mode=viewprofile&u=2810765&sid=7cac7c39176ab83cff183912786ae84d",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "http://milfmovies.name/tag/sizzling-hot-milf/",
      "title": "sizzling hot MILF | MILF Movies",
      "description": "void",
      "preview": "MILF Movies If You Like A Lot Of Milf movies On Your screen, Join Our Club 2025 Friday October 10 RSS: Posts Categories Asian MILF Movies BBW MILF Mov"
    },
    {
      "url": "https://messenger.com/",
      "title": "Messenger",
      "description": "Incontra chi vuoi ovunque e in qualsiasi momento: Messenger consente di restare in contatto con le persone che preferisci in modo semplice e divertente",
      "preview": "Uno spazio per favorire conversazioni significative Con Messenger puoi connetterti con i tuoi familiari e amici di Facebook, creare la tua community e"
    },
    {
      "url": "http://intranet.ywca.org/",
      "title": "Home - YWCA Intranet",
      "description": "The site home page",
      "preview": "Skip main navigation (Press Enter). Contact Us YWCA Week Without Violence - Safe Beginnings: Protecting Mothers, Nurturing Futures - Oct 20-24 - Learn"
    },
    {
      "url": "http://www.ancitel.it/",
      "title": "La società di servizi per i Comuni dell'ANCI",
      "description": "void",
      "preview": "Per informazioni o comunicazioni è possibile inoltrare ogni richiesta all'indirizzo mail protocollo@ancitel.it . In primo piano » https://portale.anci"
    },
    {
      "url": "https://upgrade.mail.yahoo.com/",
      "title": "Yahoo Mail",
      "description": "Take a trip into an upgraded, more organized inbox with Yahoo Mail. Login and start exploring all the free, organizational tools for your email. Check out new themes, send GIFs, find every photo you've ever sent or received, and search your account faster than ever.",
      "preview": "void"
    },
    {
      "url": "https://ferrari.oemdtc.com",
      "title": "Ferrari - OEMDTC",
      "description": "Ferrari Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.chemistry.co.nz/",
      "title": "Chemistry | Creative Agency, Auckland, NZ",
      "description": "Chemistry is an integrated independent advertising agency in Auckland, New Zealand.",
      "preview": "Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 Artboard 1 chem_neg chem_pos logo Artboard 1 Artboard 1 Artboard 1 Artboard 1 Icons"
    },
    {
      "url": "https://ahrefs.com/",
      "title": "Ahrefs-AI Marketing Platform Powered by Big Data",
      "description": "We help marketers drive visibility across AI search, SEO, content, and social - with the largest AI and search databases online.",
      "preview": "Make your business discoverable-in search, AI, and beyond See what people want, fix what holds you back, ship what wins, and track your growth-that's"
    },
    {
      "url": "https://facturacion.walmartmexico.com.mx/arco/forma-arco.asp",
      "title": "void",
      "description": "void",
      "preview": "Privacidad en Walmart En Walmart valoramos la confianza que deposita en nosotros cuando nos proporciona información personal. La información que compa"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85917",
      "title": "Searchable Recipe Database - ALBERELLO DI NATALE",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "https://www.zendesk.com/service/help-center/?utm_source=helpcenter&utm_medium=poweredbyzendesk&utm_campaign=text&utm_content=Customer+Support",
      "title": "Software per knowledge base basato sull'AI",
      "description": "Scopri un software per knowledge base connesso, progettato per migliorare le soluzioni e la qualità del servizio. Provalo gratuitamente oggi stesso.",
      "preview": "Vai al contenuto principale AI Masterclass 2025 Scopri come implementare l'intelligenza artificiale, scalare l'automazione e ottenere risultati tangib"
    },
    {
      "url": "https://unitedwaysem.org/covid-19-help/",
      "title": "Get Help - United Way for Southeastern Michigan",
      "description": "United Way offers a variety of programs to help your needs. See below to find the program that is right for you.",
      "preview": "Skip to Content Search Search Search Search What can we help you with today? Resources All Resources Family Finances Utility Assistance Tax Assistance"
    },
    {
      "url": "http://hosted2.ap.org/APDefault/*/Article_2015-03-05-US--Blurred%20Lines-Song%20Dispute/id-a6024f2efd254832b069c86a57c70c44",
      "title": "Associated Press News: Breaking News, Latest Headlines and Videos | AP News",
      "description": "Read the latest headlines, breaking news, and videos at APNews.com, the definitive source for independent journalism from every corner of the globe.",
      "preview": "void"
    },
    {
      "url": "https://www.lc-hoevelaken.nl/portal2/index.php/foto-albums/113-nieuwjaarsbijeenkomst-2017",
      "title": "Grafstenen, 500+ grafsteen voorbeelden online te zien",
      "description": "Grafstenen uit eigen productie met hoge kwaliteit, bekijk nu online meer dan 500 grafsteen voorbeelden incl. prijs. bij Veluwehof Natuursteen",
      "preview": "Grafstenen van de Veluwehof Elke grafsteen met zorg gemaakt Bij het uitzoeken van een grafsteen is het allerbelangrijkste: wat past het beste bij uw o"
    },
    {
      "url": "https://www.alibaba.com/",
      "title": "Alibaba.com: Manufacturers, Suppliers, Exporters & Importers from the world's largest online B2B marketplace",
      "description": "Find quality Manufacturers, Suppliers, Exporters, Importers, Buyers, Wholesalers, Products and Trade Leads from our award-winning International Trade Site. Import & Export on alibaba.com",
      "preview": "All categories Featured selections Order protections Buyer Central Help Center App & extension Become a supplier Learn about Alibaba.com The leading B"
    },
    {
      "url": "http://ala.org/rusa/awards/carnegie-medals",
      "title": "2024 Winners | Andrew Carnegie Medals for Excellence",
      "description": "Congratulations to the winners of the 2023 Andrew Carnegie Medals for Excellence in Fiction and Nonfiction. The winners were announced by 2024 selection committee chair Aryssa Damron at the Reference and User Services Association's Book and Media Awards event during LibLearnX in Baltimore on Saturday, January 20th. A celebratory event, including presentations by the winners and a featured speaker, will take place at the 2024 ALA Annual Conference in June 2024 in San Diego. Carnegie Medal winners each receive $5,000. Forty-five books (21 fiction, 24 nonfiction) were selected for the 2024 Andrew Carnegie Medals for Excellence in Fiction and Nonfiction Longlist. The six-title shortlist-three each for the fiction and nonfiction medals-was chosen from longlist titles and announced on November 14, 2023.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://nvoronchikhin.tumblr.com/",
      "title": "@nvoronchikhin on Tumblr",
      "description": "Follow @nvoronchikhin and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Chris Wondolowski scores his last ever goal in his last final game Source: youtube.com 🔴 LIVESTREAM: LEO MESSI'S PRESS CONFERENCE from CAMP NOU"
    },
    {
      "url": "https://www.erika-sanvigilio.it/en/summer-winter/cross-country-skiing/73-0.html",
      "title": "Cross-country skiing - Marebbe - - Hotel Erika San Vigilio di Marebbe",
      "description": "If you choose San Vigilio to spend your winter holidays you should also grasp the chance to try cross-country skiing. The 12km-long Marebbe Valley, ...",
      "preview": "Request now Arrival Days persons Request Booking Cross-country skiing If you choose San Vigilio to spend your winter holidays you should also grasp th"
    },
    {
      "url": "https://www.aclu-mo.org/en/news/aclu-missouri-statement-book-ban-action-wentzville-school-district",
      "title": "ACLU of Missouri Statement on Book Ban Action by Wentzville School District | ACLU of Missouri",
      "description": "ACLU of Missouri has issued a statement on action at the special meeting held by the Wentzville Board of Education on February 25, 2022, to rescind their decision to remove the Bluest Eye by Toni Morison. \"This is welcome news, but the fact remains that six books are still banned. And Wentzville's policies still make it easy for any community member to force any book from the",
      "preview": "Skip to main content ACLU of Missouri Statement on Book Ban Action by Wentzville School District Federal lawsuit representing parents of Wentzville st"
    },
    {
      "url": "https://paytmmall.com/supermarket-glpid-101310",
      "title": "Paytm Mall - India's Premier Online Shopping Mall",
      "description": "void",
      "preview": "Shop By Category My Orders Log In/Sign Up Shop By Category Gift Cards Fashion Grocery & Home Decor Jewellery Furniture & Electronics Entertainment Bea"
    },
    {
      "url": "https://thetoywagon.co.nz/products/croc-creek-16pc-wooden-puzzle-zoo",
      "title": "Crocodile Creek - The Toy Wagon",
      "description": "The Toy Wagon has a huge range of big brands, including Crocodile Creek. Find top brands on our online store.",
      "preview": "Kids Toys, Games & Puzzles - Creating Lasting Memories Discover Something New - Just In! New Toys, Games & Puzzles Home Age Group Back 0-2 year olds B"
    },
    {
      "url": "https://www.brandbank.com/cz/reseni-pro-resellery/",
      "title": "NielsenIQ Brandbank: Digitální data pro maloobchod",
      "description": "Získejte přesná a bohatá produktová data pomocí NielsenIQ Brandbank a podpořte růst ve vašem online i offline maloobchodu.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://www.mydomaincontact.com/index.php?domain_name=pittsburghraceforthecure.org",
      "title": "You are about to send an inquiry regarding the following domain: pittsburghraceforthecure.org",
      "description": "void",
      "preview": "You are about to send an inquiry regarding the following domain: pittsburghraceforthecure.org First Name* Last Name* Email Address* Country Code Telep"
    },
    {
      "url": "https://www.accaglobal.com/us/en.html",
      "title": "Home | ACCA Global",
      "description": "ACCA (the Association of Chartered Certified Accountants) is the global body for professional accountants.",
      "preview": "The global body for professional accountants About us Search jobs Find an accountant Technical resources Help & support Apply now MyACCA Global Americ"
    },
    {
      "url": "https://ghgprotocol.org/corporate-standard",
      "title": "Corporate Standard | GHG Protocol",
      "description": "The GHG Protocol Corporate Accounting and Reporting Standard provides requirements and guidance for companies and other organizations, such as NGOs, government agencies, and universities, that are preparing a corporate-level GHG emissions inventory.",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://www.and.com",
      "title": "& - The namespace for agents",
      "description": "& is the universal identity for agent-to-agent collaboration, and a platform for building personal agents that can engage with other agents on your behalf.",
      "preview": "&daniel.rodriguez&joesdiner&matthew.lewis&emily&anthony.walker&elizabeth&mark.hall&sofia&donald.allen&skywalker92&rivian&steven.young&avery&andrew.her"
    },
    {
      "url": "https://www.podatki.gov.pl/pit/",
      "title": "PIT",
      "description": "Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach",
      "preview": "PIT Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach Twój e-PIT - to deklarac"
    },
    {
      "url": "https://newsroom.uw.edu/search?sort=field_date&order=desc&fulltext=covid&date_op=%3D&date%5Bvalue%5D=&date%5Bmin%5D=&date%5Bmax%5D=&date%5Bdate%5D=&f%5B0%5D=type%3Anews",
      "title": "Search - UW Medicine | Newsroom",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://signtime.apple/applecare/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://3-sided-cube.hivebrite.com/",
      "title": "Home | The Ocean Decade",
      "description": "void",
      "preview": "Skip to content × × THE OCEAN DECADE Ocean Decade Network We are no longer accepting new users. This platform will be deactivated on 30 July 2025 . To"
    },
    {
      "url": "https://clearloop.us/2021/03/02/watttime-partnership/",
      "title": "Clearloop Partners with WattTime to Verify Avoided Carbon Emissions",
      "description": "A partnership with WattTime offers companies with carbon-reduction targets transparency and insight into how their investments are cleaning up grids in the U.S.",
      "preview": "100% reclaimed carbon footprint® about projects Live jackson, tn panola county, ms paris, tn white pine, tn Upcoming arcadia, la impact news careers c"
    },
    {
      "url": "https://www.barcelona.cat/en/",
      "title": "The official Barcelona web portal | Barcelona City Council",
      "description": "Practical information on living in the city of Barcelona: news, activities, services, work, transport, business, leisure, maps, innovation and much more.",
      "preview": "Skip to main content ‌ ajuntament.barcelona.cat ‌ meet.barcelona Info Barcelona BCN Map BCN Guide Procedures Useful phone numbers Getting there Mercat"
    },
    {
      "url": "https://buddhism-controversy-blog.com/2012/04/09/boring-texts-by-je-tsongkhapa-vs-good-feeling-texts-by-geshe-kelsang/?replytocom=2917",
      "title": "Boring Books by Je Tsongkhapa vs. Good Feeling Books by Geshe Kelsang - Tibetan Buddhism - Struggling With Diffi·Cult Issues",
      "description": "The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT) Talk on Je Tsongkhapa Day 25th October 1996, edited November 27th 1996 At Lama Chopa puja at Manjushri Mahayana Buddhist Centre p.5 At least we should understand that we have a...",
      "preview": "Skip to content The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT)"
    },
    {
      "url": "https://www.risotteriamelottinyc.com/",
      "title": "home risotteria melotti nyc",
      "description": "risotteria melotti nyc home",
      "preview": "Risotteria Melotti NYC RISOTTO and traditional Italian Rice-based CUISINE 100% Gluten Free In New York city since 2013 RESERVATION CALL US ORDER A DEL"
    },
    {
      "url": "https://www.guidestar.org/profile/94-3346127",
      "title": "UPWARDLY GLOBAL - GuideStar Profile",
      "description": "Upwardly Global dismantles employment barriers for work-authorized immigrant, refugee, and asylee professionals while advancing the inclusion of their s...",
      "preview": "GuideStar UPWARDLY GLOBAL Advancing Workforce Inclusion aka UpGlo | New York City, NY | http://www.upwardlyglobal.org Mission Upwardly Global dismantl"
    },
    {
      "url": "https://www.roku.com/products/streaming-stick-plus",
      "title": "Close",
      "description": "void",
      "preview": "Players Streaming Stick® Streaming Stick® Plus Streaming Stick® 4K Ultra Streambar® SE Free shipping on all orders-now even faster!* Close ArrowleftBl"
    },
    {
      "url": "https://www.nbcsports.com/?cid=eref:nbcnews:text",
      "title": "NBC Sports - news, scores, stats, rumors, videos, and more",
      "description": "Stay up-to-date with the latest sports news and scores from NBC Sports.",
      "preview": "Skip navigation Search Query Submit Search MLB NFL NBA NHL NASCAR Premier League College Football Men's College Basketball Horse Racing Top News How t"
    },
    {
      "url": "https://sacblackchamber.org/",
      "title": "Capital Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to content The mission of the Capital Black Chamber of Commerce The Mission of the CAPBCC is to achieve economic equity and sustainability for Bl"
    },
    {
      "url": "https://www.thecenterutica.org/",
      "title": "Resource Center for Refugees in the Mohawk Valley | The Center",
      "description": "The Center provides resettlement, education and community resources and services to refugees, immigrants and the residents of Utica and Mohawk Valley.",
      "preview": "Skip to main content Close What's Happening At The Center The Center News 10.2.2025 Speakers Announced: 2025 Healthy Together Summit 10.2.2025 Health"
    },
    {
      "url": "https://research.repository.duke.edu/catalog?f%5Bcreator_sim%5D%5B%5D=Sfakianos%2C+Gregory&f%5Bcreator_sim%5D%5B%5D=Berchuck%2C+Andrew&f%5Bcreator_sim%5D%5B%5D=Whitaker%2C+Regina&f%5Bformat_sim%5D%5B%5D=PDF&f%5Bformat_sim%5D%5B%5D=CEL&f%5Bsubject_sim%5D%5B%5D=Primary+ovarian+cancer&f%5Bsubject_sim%5D%5B%5D=Ovarian+cancer&locale=en&per_page=50&sort=system_modified_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.unccd.int/",
      "title": "Home | UNCCD",
      "description": "void",
      "preview": "Skip to main content news COP16 and COP17 Presidencies join forces to accelerate global action on land and drought news Panama to host major UN meetin"
    },
    {
      "url": "https://bestbuyapis.github.io/bby-query-builder/#/productSearch",
      "title": "Best Buy APIs :: Query Builder",
      "description": "void",
      "preview": "Query Builder Products Stores Categories Open Box Recommendations Smart Lists API Key:"
    },
    {
      "url": "https://ebird.org/science",
      "title": "eBird Science",
      "description": "eBird transforms the global birding community's passion for birds into a powerful resource for research, conservation, and education.",
      "preview": "Skip to content eBird Data Around the World Macaulay Library eBird Science eBird transforms the global birding community's passion for birds into a po"
    },
    {
      "url": "https://www.nlm.nih.gov/web_policies.html",
      "title": "NLM Web Policies",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.deq.ok.gov/land-protection-division/recycling/computer-equipment-recycling/",
      "title": "Environmental Quality Department (292)",
      "description": "void",
      "preview": "Skip to main content Previous Next Pause Play Grants & Funding Resources Office of Grants & Funding Resources Enhanced Tribal Engagement Policy Read t"
    },
    {
      "url": "https://blog.linkedin.com/?trk=homepage-basic_directory_blogMicrositeUrl",
      "title": "Official LinkedIn Blog",
      "description": "void",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://tunebend.com",
      "title": "TuneBend",
      "description": "void",
      "preview": "Discover a new world of music! TuneBend is currently available on all iOS platforms. Record, Play, and Collaborate You can mix and match different per"
    },
    {
      "url": "https://sbskin-nyc.com/about-us",
      "title": "About Us - SB Skin",
      "description": "void",
      "preview": "Scroll About Us Shamara Bondaroff founder Native New Yorker Shamara Bondaroff , is a NYC & MIAMI based esthetician, known for her microcurrent facials"
    },
    {
      "url": "https://electrosmash.com/boss-ds1-analysis",
      "title": "ElectroSmash - Boss DS1 Distortion Analysis",
      "description": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping sound perfect for high gain rock and metal still keeping the character of the original guitar.",
      "preview": "The Boss DS-1 is a distortion guitar pedal released in 1978 by Boss. It was the first distortion pedal made by Boss with a distinctive hard-clipping s"
    },
    {
      "url": "https://www.nrk.no/urix/",
      "title": "NRK Urix - Utenriksnyheter og -dokumentarer",
      "description": "Følg med på hva som skjer i verden. Finn aktuelle utenriksnyheter og innsiktsfulle dokumentarer på NRK.no/urix",
      "preview": "NRK Urix - Utenriksnyheter og -dokumentarer Urix Maria Corina Machado får Nobels fredsprisen 2025: Det hvite hus reagerer Det hvite hus mener Nobelkom"
    },
    {
      "url": "https://iconi.com/",
      "title": "ICONI | Motivational, Size Inclusive, & Fabric Innovative Activewear",
      "description": "ICONI is a motivational, size inclusive, and fabric innovative activewear brand in Denver that champions confidence and community. We donate to nonprofits to help change the world, one legging at a time. ICONI is Black-owned, woman-owned, and veteran-owned. Featured in Forbes, Oprah Magazine, Cosmopolitan, and Essence.",
      "preview": "Skip to content Previous Next Free Domestic Shipping Customer Friendly Support Easy Exchanges & Returns Worldwide Shipping Fall Into Confidence Shop F"
    },
    {
      "url": "https://imcsnet.org/",
      "title": "IMCS NETWORK | IMCS",
      "description": "void",
      "preview": "Skip to main content IMCS NETWORK Image Image Promoting and facilitating communication collaboration coordination capacity development across our comm"
    },
    {
      "url": "http://www.rufenacht.com/",
      "title": "Rufenacht Innovative - new solutions for old problems",
      "description": "Compose your daily grocery list in seconds with Shop'NCook shopping list and recipe manager software by clicking on items or adding from recipes!",
      "preview": "Our products Shop'NCook Shopping List & Recipe Manager software Compose your grocery shopping lists in seconds, organize your recipes. Productivity so"
    },
    {
      "url": "https://uxhints.com/",
      "title": "UX Hints - Product Design Knowledge",
      "description": "UX Hints TL;DR Stay on top of your design process with the bite-sized hints and cheat sheets about UX Product Design. UX Metric - System Usability Scale (SUS) User Testing view UX Metric - Single Ease Question (SEQ) User Testing view UX Metric - Net Pr",
      "preview": "Skip to content Search Search Subscribe to newsletter Instagram Twitter UX Hints TL;DR Stay on top of your design process with the bite-sized hints an"
    },
    {
      "url": "https://www.bookedupac.com/",
      "title": "Booked Up AC",
      "description": "Welcome to the website of Booked Up AC",
      "preview": "Our Story A new era of Booked Up. Read more about our story. Read More Mugs Booked Up Mugs Now Back In Stock Shop Now Browse our Inventory A collectio"
    },
    {
      "url": "https://www.nationaalgeoregister.nl/geonetwork/srv/dut/catalog.search#/metadata/c82a783a-9a58-4761-a809-b4c5d90dcd35",
      "title": "Nationaal georegister",
      "description": "INSPIRE discovery service (CSW) van het Nationaal Georegister.",
      "preview": "Nationaal georegister Nationaal georegister GeoNetwork opensource maakt het mogelijk ruimtelijke gerelateerde informatie te ontsluiten tussen verschil"
    },
    {
      "url": "https://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "https://www.nature.com/articles/s41586-021-03371-z",
      "title": "Protecting the global ocean for biodiversity, food and climate | Nature",
      "description": "The ocean contains unique biodiversity, provides valuable food resources and is a major sink for anthropogenic carbon. Marine protected areas (MPAs)&nbsp;are an effective tool for restoring ocean biodiversity and ecosystem services1,2, but at present only 2.7% of the ocean is highly protected3. This low level of ocean protection is due largely to conflicts with fisheries and other extractive uses. To address this issue, here we developed a conservation planning framework to prioritize highly protected MPAs in places that would result in multiple benefits today and in the future. We find that a substantial increase in ocean protection could have triple benefits, by protecting biodiversity, boosting the yield of fisheries and securing marine carbon stocks that are at risk from human activities. Our results show that most coastal nations contain priority areas that can contribute substantially to achieving these three objectives of biodiversity protection, food provision and carbon storage. A globally coordinated effort could be nearly twice as efficient as uncoordinated, national-level conservation planning. Our flexible prioritization framework could help to inform both national marine spatial plans4 and global targets for marine conservation, food security and climate action. Using a globally coordinated strategic conservation framework to plan an increase in ocean protection through marine protected areas can yield benefits for biodiversity, food provisioning and carbon storage.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.wizardingworld.com/privacy",
      "title": "Harry Potter | Privacy",
      "description": "Official home of Harry Potter & Fantastic Beasts. Discover your Hogwarts house, wand and Patronus, play quizzes, read features, and keep up to speed on the latest Wizarding World news.",
      "preview": "TRENDING SEARCHES P rivacy Updated: July 3rd, 2025 This policy explains how we collect, use, and disclose your data, and how we use cookies. It covers"
    },
    {
      "url": "https://p.badoo.com/l/2f23922d23e23c25722521422122120b21",
      "title": "Sito/app di incontri gratis: chat, amici, amore | Badoo",
      "description": "Entra nella community di Badoo, l'app di incontri gratis migliore al mondo. Chatta prima di far scattare l'affinità e conosci nuovi amici e gente in zona.",
      "preview": "Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiam"
    },
    {
      "url": "https://colordesigner.io/gradient-generator",
      "title": "Gradient Generator - colordesigner.io",
      "description": "The tool itself is used to generate a gradual change in the color gradient from one color to another, essentially leaving the user with a result of many different in-between colors of the blend.",
      "preview": "Color blindly Filter normal achromatomaly achromatopsia deuteranomaly deuteranopia protanomaly protanopia tritanomaly tritanopia Buy Pro to unlock all"
    },
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "https://www.tacoma.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwtacoma",
      "title": "UW Tacoma Home | About UW Tacoma | University of Washington Tacoma",
      "description": "&nbsp;$10,000 Scholarship for Master of Education with TELL EndorsementInterested in teaching English Language Learners? A federal grant will provide a $10,0...",
      "preview": "Skip to main content Apply Canvas Map Calendar Library Directory MyUW more_vert more_vert Close Search About UW Tacoma About expand_more About UW Taco"
    },
    {
      "url": "https://deno.com/manual@v1.45.4/introduction",
      "title": "Welcome to Deno",
      "description": "Learn the basics of Deno, a secure JavaScript, TypeScript, and WebAssembly runtime.",
      "preview": "Skip to main content On this page Why Deno? Quick install First steps Welcome to Deno Deno ( /ˈdiːnoʊ/ , pronounced dee-no ) is an open source JavaScr"
    },
    {
      "url": "https://dainikviral.com/",
      "title": "Dainik Viral - Your Daily Viral News Hub",
      "description": "void",
      "preview": "Skip to content Criminal Code Netflix: एक नए क्राइम थ्रिलर से जुड़ी कहानी By dainikviral.com 14 November 2023 Entertainment , Movies Review Criminal C"
    },
    {
      "url": "https://www.thewrap.com/stranger-things-star-millie-bobby-brown-leaves-twitter-becomes-subject-homophobic-meme/",
      "title": "'Stranger Things' Star Millie Bobby Brown Leaves Twitter After She Becomes Subject of Homophobic Meme - TheWrap",
      "description": "Twitter account of 14 year old actress \"doesn't exist\"",
      "preview": "Skip to content \"Stranger Things\" star Millie Bobby Brown has apparently left Twitter. When TheWrap tried to access her verified account, @milliebbrow"
    },
    {
      "url": "https://www.roseyredphotography.com/",
      "title": "Home",
      "description": "void",
      "preview": "ENTER menu inquire his is you TIME 01. 02. 03. 04. 05. offerings portfolio about education contact Last we checked, photos are the best we've got wh"
    },
    {
      "url": "http://www.KyleThomasAstrology.com",
      "title": "KYLE THOMAS ASTROLOGY",
      "description": "Kyle Thomas is a globally published pop culture astrologer & Tarot reader who has been interviewed by Cosmopolitan Magazine, Bustle, Marie Claire, YahooNews, MSN, and more. With over a decade of professional experience and clients all over the world, he currently resides in Los Angeles where he works as a professional astrologer, life coach, writer, and producer.",
      "preview": "KYLE THOMAS ASTROLOGY Cart 0 Scroll KYLE THOMAS ASTROLOGY FEATURED IN: GUIDANCE STRAIGHT FROM THE STARS."
    },
    {
      "url": "https://vitaminpatchclub.com/products/total-package-bundle",
      "title": "Total Package Bundle - Vitamin Patch Club",
      "description": "Meet The Total Package-a powerful 4-in-1 bundle designed for those who want it all: more energy, stronger immunity, faster recovery, enhanced strength, and radiant beauty. Featuring our Energize (B-Complex), Wellness (Vitamins D &amp; C), Strength (Iron), and Restore (Zinc) patches, this bundle supports your body from",
      "preview": "Skip to content Shop Columbus Day Sale! Spend $100 get $40GC, spend $200 get $75GC, spend $400 get $100GC. gift cards will be emailed on Oct 20th 5 Wa"
    },
    {
      "url": "https://www.energystar.gov",
      "title": "Homepage | ENERGY STAR",
      "description": "ENERGY STAR® is the simple choice for energy efficiency. For more than 20 years, EPA's ENERGY STAR program has been America's resource for saving energy and protecting the environment.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "http://www.arena.com/",
      "title": "Arena",
      "description": "Arena Music is a global community designed to create a sustainable + equitable music economy for artists & investors that is 100% free for listeners.",
      "preview": "0"
    },
    {
      "url": "https://opocbluepacific.org/twitter/",
      "title": "Twitter - OPOC",
      "description": "[custom-twitter-feeds]",
      "preview": "Twitter Home Twitter [custom-twitter-feeds]"
    },
    {
      "url": "https://tilda.cc/",
      "title": "Create a Website for Free. Tilda Website Builder",
      "description": "Create a website, online store, landing page with Tilda intuitive website builder. Build your site from hundreds of pre-designed templates and publish it today. No code required.",
      "preview": "Create beautiful websites without any code on Tilda 550+ pre-designed blocks make it easy to get started Overview Create a website for free BUILD A BE"
    },
    {
      "url": "https://education.github.com",
      "title": "GitHub Education · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.bestmarijuanaguide.com/profile/cover-cannabis/write-review",
      "title": "Cover Cannabis: Write a Review: Help Other Buyers Learn About Cover Cannabis - bestmarijuanaguide",
      "description": "How was your experience with Cover Cannabis? Tell bestmarijuanaguide.com. Let Cover Cannabis know how they're doing. Your feedback helps companies be better and shows buyers who they can trust.",
      "preview": "Home Cover Cannabis Write Review Write a Review on Cover Cannabis Rate your experience. Title of Review Title of Review How do you know Cover Cannabis"
    },
    {
      "url": "https://gracenerissa10.tumblr.com/",
      "title": "@gracenerissa10 on Tumblr",
      "description": "Ig : gnasica_ Twitter : @grace_nerissa Ice cream lovers 💞 Photography 📷",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://formacioncontinua.cientifica.edu.pe/",
      "title": "Home | U. Cientifica - Formación Continua",
      "description": "void",
      "preview": "CURSOS DE ESPECIALISTAS PARA tu día a día Suma habilidades en corto tiempo y desde cualquier lugar con clases 100% virtuales en vivo. ELIGE TU TEMA PR"
    },
    {
      "url": "https://consumidor.ftc.gov",
      "title": "Consejos para consumidores | La Comisión Federal de Comercio",
      "description": "El sitio web oficial de la Comisión Federal de Comercio (FTC), protegiendo a los consumidores de Estados Unidos de América por más de 100 años.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://www.siliconvalleycf.org/coronavirus-fund",
      "title": "Emergency Response | Silicon Valley Community Foundation",
      "description": "As a community foundation, SVCF is uniquely positioned to meet the ongoing needs of our local communities and take on unexpected challenges, including the...",
      "preview": "Donor Login Accessibility Increase Font Size Decrease Font Size Reset Font Size EN Translate: Emergency Response As a community foundation, SVCF is un"
    },
    {
      "url": "https://app.excalidraw.com/",
      "title": "Excalidraw+",
      "description": "Whiteboarding tool with hand drawn like experience. Ideal for conducting interviews, drawing diagrams, prototypes or sketches and much more!",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://powerbi.microsoft.com/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: 0e573621738d1ca572b6378311ff903b Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "http://www.vitabrevis.es/?promo=infocatolica&elem=300x90",
      "title": "Vita Brevis",
      "description": "DESCRIPTION HERE",
      "preview": "skip to main | skip to sidebar Vita Brevis Distribuidores Buscamos autores noveles Contacto Inicio Catálogo Todo Más vendidos Juvenil e infantil Vidas"
    },
    {
      "url": "https://redimpacto.org/",
      "title": "Página principal - Red Impacto LATAM",
      "description": "NACIMOS EN 2020 COMO UNA PLATAFORMA DE CONEXIÓN ENTRE LAS ORGANIZACIONES DE APOYO AL EMPRENDIMIENTO EN LATAM Este es el encabezado Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ut elit tellus, luctus nec ullamcorper mattis, pulvinar dapibus leo. Haz clic aquí https://youtu.be/BTVqEuT3EAo ¿QUÉ ES LA RED DE IMPACTO LATAM? Somos la Red de organizaciones [...]",
      "preview": "Ir al contenido Linkedin Facebook Instagram Twitter Youtube NACIMOS EN 2020 COMO UNA PLATAFORMA DE CONEXIÓN ENTRE LAS ORGANIZACIONES DE APOYO AL EMPRE"
    },
    {
      "url": "https://www.gavi.org/",
      "title": "Gavi, the Vaccine Alliance",
      "description": "Gavi is an international organisation created in 2000 to improve access to new and underused vaccines for children living in the world's poorest countries.",
      "preview": "Skip to main content Back to Helen Clark Chair-elect, Gavi Board The Board of Gavi, the Vaccine Alliance has appointed Rt Hon Helen Clark as its new C"
    },
    {
      "url": "https://www.reddit.com/submit?url=https%3A%2F%2Fwww.hamiltonfamilies.org%2Fnewsroom%2Fsan-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.popaganda.com/",
      "title": "POPAGANDA",
      "description": "void",
      "preview": "0 NOW YOU SEE IT MAY 20 Allouche Gallery 77 Mercer St, New York, NY 10012 DELUSIONVILLE COLORING BOOK Color in your favorite Delusionville characters"
    },
    {
      "url": "https://www.allenrosewine.com/about",
      "title": "about - Allen Rose Wine",
      "description": "Allen Rose is the combination of Kane Brown and Katelyn Brown's middle names. Learn more about Allen Rose Wine.",
      "preview": "0 Why 'Allen Rose'? Allen Rose is the combination of Kane and my middle name, and we have sat on this name for years knowing it would represent someth"
    },
    {
      "url": "https://secure.adpay.com/AdEntry.aspx?p=3",
      "title": "- ad Wizard",
      "description": "void",
      "preview": "Create your ad in 2 easy steps You are not logged in. Log in Register This window was blocked by your browser's popup blocking feature. To view, eithe"
    },
    {
      "url": "https://csp.ucsc.edu/",
      "title": "Coastal Science and Policy Program | The next generation of coastal science and policy leaders",
      "description": "void",
      "preview": "Applications are Open for Fall 2026 Masters Program Applications close on December 12, 2025. Learn about application requirements, fellowships and mor"
    },
    {
      "url": "https://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyft&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://www.welshbaskets.co.uk/store/p47/Additional_Postage_Fee.html",
      "title": "Additional Postage Fee",
      "description": "Website of Clare Revera, basket maker and teacher specialising in traditional welsh baskets. Commissions welcome.",
      "preview": "Home Shop Courses Progressive Basketry Online Basketry Tuition Willow Willow and Flowers About Us Basket Making Blog Contact Additional Postage Fee SK"
    },
    {
      "url": "https://pic-collage.com/_D8PFzwsv",
      "title": "PicCollage",
      "description": "Create and Celebrate. The easiest way to send photo and video greetings to friends and family. Download PicCollage for free now!",
      "preview": "We use cookies to provide you with a better service and for promotional purposes. By continuing to use this site you consent to our use of cookies as"
    },
    {
      "url": "https://dagrafiotis.com/?p=1434&from_cat=17&lang=en",
      "title": "UDP for President | Demosthenes Agrafiotis",
      "description": "Επίσημη ιστοσελίδα του Δημοσθένη Αγραφιώτη, ποιητή - καλλιτέχνη διαμέσων | Official Website of Demosthenes Agrafiotis, poet - intermedia artist | Site Officiel de Démosthène Agrafiotis, poète - artiste intermédia",
      "preview": "Language gr en fr Demosthenes Agrafiotis works exhibitions books curation on dA CV contact news all poetry visual poetry painting photography performa"
    },
    {
      "url": "https://jsfiddle.net/",
      "title": "JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    }
  ],
  "_meta": {
    "total_bookmarks": 133
  }
}