{
  "data": [
    {
      "url": "https://www.epsecommerce.com/",
      "title": "eProcurement Services - ePS",
      "description": "void",
      "preview": "The Complete Intuitive catalog content management, order processing & eMarketplace Software Solution. ePS is a software solution provider. Our One-to-"
    },
    {
      "url": "https://kidshelpphone.ca/text/",
      "title": "Need help now? Text our texting service. - Kids Help Phone",
      "description": "Youth can text for mental health support 24/7 using Kids Help Phone's texting service.",
      "preview": "Get help right now Message Online Text Call Need help now? To start using the text service, text CONNECT to 686868 or tap to message online from a web"
    },
    {
      "url": "https://outandequal.org/",
      "title": "Home | Out & Equal",
      "description": "Empowering global companies to build inclusive workplaces through trusted strategies and Partnerships.",
      "preview": "We are the Business of Belonging Your Trusted Partner for LGBTQ+ Workplace Inclusion Explore What We Do Partner With Us We partner with global compani"
    },
    {
      "url": "https://www.shetnews.co.uk/2018/07/27/amenity-trust-graduates-to-explore-cruise-ship-market-and-world-heritage-application/",
      "title": "Amenity trust graduate to explore cruise ship market and World Heritage site application | Shetland News",
      "description": "SHETLAND Amenity Trust has opened up two new graduate placements in a bid to develop tourism in the isles, as well as review its property portfolio. Tasks due...",
      "preview": "Advertisement 2 of 2 Chris Cope, local democracy reporter 27 July 2018 09:27 http://shet.news/gcdvp Link copied Copied 0 Shares Photo: Shetland News P"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://careers.bimbobakeriesusa.com/search?facetcountry=us&facetcategory=shipping%2Fdistribution&locationLimit=3&location=&facetcitystate=mattoon%2Cil&orderby=distance",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.thegef.org/gef/",
      "title": "Home | GEF",
      "description": "void",
      "preview": "Skip to main content When it comes to nature, we are all partners Blog Botswana's jewel: How unlocking investments in nature can drive economic prospe"
    },
    {
      "url": "https://www.terrapinn.com/conference/aviation-festival/index.stm",
      "title": "World Aviation Festival 2025 | Lisbon",
      "description": "For the leaders of the world's airlines, airports and their most senior executives in charge of software, services, marketing and distribution.",
      "preview": "Tuesday 7 - Thursday 9 October 2025 FIL, Lisbon, Portugal Exhibition Opening Times (Pavilion 1 and 2) 7 October: 08.00 - 19.00 8 October: 08.00 - 18.0"
    },
    {
      "url": "https://weeklyworldnews.com/",
      "title": "Weekly World News - The World's Only Reliable News",
      "description": "The World's Only Reliable News",
      "preview": "Skip to content What in tarnation has happened to America? Back in my day, college sports were about amateur glory, school spirit. And maybe a free ed"
    },
    {
      "url": "http://www.unesco.org",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://chewathai27.com/ep35-%E0%B8%9B%E0%B8%B51-reaction-%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B8%A2%E0%B8%B1%E0%B8%87%E0%B9%84%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%88%E0%B8%B3-%E0%B9%82%E0%B8%AB/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.cambio-carsharing.de/cms/carsharing/de/1/cms_f2_128/cms_f8_1/cms?cms_knschluessel=FAHRZEUGE&cms_Feurocode=LBG&cms_Fname=Uelzen&cms_Fregionid=626",
      "title": "Welche Autos gibt es bei cambio? | cambio CarSharing",
      "description": "Bei cambio gibt es unterschiedliche Automodelle: Da ist vom Kleinwagen bis zum Transporter alles dabei. So können Sie immer genau das Auto auswählen, dass gerade für Sie am besten passt.",
      "preview": "my cambio Registrieren Die cambio-Flotte Alle Fahrzeuge verfügen über eine komfortable Grundausstattung, die Ihnen das Fahren erleichtert: Dazu gehöre"
    },
    {
      "url": "https://fonttools.readthedocs.io/en/latest/ttLib/ttFont.html",
      "title": "ttFont: Read and write font contents - fontTools Documentation",
      "description": "void",
      "preview": "ttLib: Read and write OpenType and TrueType fonts ttFont: Read and write font contents View page source ttFont: Read and write font contents  Overvie"
    },
    {
      "url": "https://www.postgresql.org/docs/current/indexes.html",
      "title": "PostgreSQL: Documentation: 18: Chapter 11. Indexes",
      "description": "Chapter&nbsp;11.&nbsp;Indexes Table of Contents 11.1. Introduction 11.2. Index Types 11.2.1. B-Tree 11.2.2. Hash 11.2.3. GiST 11.2.4. SP-GiST 11.2.5. GIN 11.2.6. ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://saoic.org/",
      "title": "Summit Academy OIC | Training for In-Demand Careers",
      "description": "Summit Academy OIC offers 10 and 20-week training for in-demand careers such as IT, construction, and healthcare. Enroll today!",
      "preview": "Search Close Discover your next career at our Open House! Stop by on Thursday, November 6 from 3-5 p.m. to explore our hands-on career trainings, 10-w"
    },
    {
      "url": "https://www.lawcom.gov.uk",
      "title": "Law Commission - Reforming the law",
      "description": "Reforming the law",
      "preview": "Cookies on Law Commission We use some essential cookies to make this service work. We'd also like to use analytics cookies so we can understand how yo"
    },
    {
      "url": "https://www.quesecueceenbcn.com/2020/02/06/buenisima-cocteleria-en-barcelona-mamaine/",
      "title": "Buenísima coctelería en Barcelona Mamainé en el Born",
      "description": "Para los que, como yo, os van los cocktails y también os gusta cuidaros (un poquito... no vamos a decir que los cocktails son sanos, no), os recomiendo mi",
      "preview": "BUENÍSIMA COCTELERÍA EN BARCELONA MAMAINÉ martacasals 06/02/2020 2,020 Views Para los que, como yo, os van los cocktails y también os gusta cuidaros ("
    },
    {
      "url": "https://www.fontpalace.com/font-download/hib-cell-plain/",
      "title": "Download H.I.B. Cell Plain Font - Free Font Download - FontPalace.com",
      "description": "Download the H.I.B. Cell Plain font for free in I format compatible with Windows and Mac. Explore our extensive collection of beautiful thousands free fonts, ready to use.",
      "preview": "Top Fonts New Fonts Submit Free Fonts Home / H.I.B. Cell Plain / Download Download H.I.B. Cell Plain Font Font Type: TrueType Added On: October 24, 20"
    },
    {
      "url": "https://www.youtube.com/",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.lifbi.de/Institute/News/udt_3252_param_detail/23978",
      "title": "LIfBi Institut",
      "description": "tbd",
      "preview": "The Leibniz Institute for Educational Trajectories (LIfBi) conducts and promotes longitudinal research in educational science in Germany. To this end,"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    },
    {
      "url": "http://dogeleven.github.io",
      "title": "TofuSoup",
      "description": "void",
      "preview": "Connect: courier1928@gmail.com Privacy"
    },
    {
      "url": "https://www.ocregister.com/2014/03/16/disney-history-pirates-of-the-caribbean-opens/",
      "title": "Disney history: Pirates of the Caribbean opens - Orange County Register",
      "description": "This week in Disney history ... March 17 to 18, 2012: Downtown Disney hosts a Signin' in the Street event to celebrate American Sign Language. The event includes panels and autograph signings by the \"Switched at Birth\" cast, workshops, movie screenings and performances. March 18, 1967: Pirates of the Caribbean opens in New Orleans Square. [...]",
      "preview": "Skip to content Disneyland park guests, some dressed in pirate clothes, emerge from the Pirates of the Caribbean ride at Disneyland on Dec. 13, 2010."
    },
    {
      "url": "https://wiki.szkeptikus.hu/index.php?title=Speci%C3%A1lis:Bel%C3%A9p%C3%A9s&returnto=F%C3%A1jl%3AThe-Belgian-UFO-wave-from-001.jpg&returntoquery=action%3Dinfo",
      "title": "Bejelentkezés - Szkeptikus Wiki",
      "description": "void",
      "preview": "Névtelen Nem vagy bejelentkezve Bejelentkezés Szkeptikus Wiki Keresés Navigáció Főmenü Kezdőlap Friss változtatások Lap találomra Névjegy Kategorizált"
    },
    {
      "url": "https://highcarbonstock.org/",
      "title": "HCSA identify and conserve high carbon stock rainforests.",
      "description": "HCSA work to prevent the destruction of high carbon rainforests caused by agricultural expansion. They also help respect the rights of forest communities.",
      "preview": "Search Search Close this search box. Menu Menu Menu Search Search We provide the tools to stop the catastrophic destruction of tropical forests How do"
    },
    {
      "url": "https://api.whatsapp.com/send/?phone=14437877678&text=HOME&app_absent=0",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "https://www.northernvirginiabcc.org/",
      "title": "Northern Virginia Black Chamber of Commerce | Home",
      "description": "We're committed to providing leadership and advocacy to promote prosperity within the African American community of Northern Virginia.",
      "preview": "Mission: To empower Black-owned businesses in Northern Virginia and promote the region's economic growth through education, advocacy, opportunities, a"
    },
    {
      "url": "https://bokmodern.com/portfolio/b12-2/",
      "title": "B12 Pattern - BŌK Modern",
      "description": "B12 Pattern | Laser-Cut. Select a Pattern or Customize Your Own. Simplicity Translates to Cost Efficiency.",
      "preview": "Why BŌK? Our Experience About Us Projects Completed In the Works Products Standard Products Custom Products New Products Patterns Materials Technical"
    },
    {
      "url": "https://thestack.technology/data-centre-sustainability-article-2021-the-stack/#:~:text=Back%20in%202015%2C%20Anders%20Andrae,of%20global%20electricity%20by%202030.&text=By%202030%2C%20he%20expects%20the,account%20for%20three%20per%20cent",
      "title": "The Data Centre sustainability challenge: \"Through a glass, darkly?\"",
      "description": "Progress in improving data centre sustainability runs into competing approaches on everything from metrics to roadmaps to policy...",
      "preview": "Content Paint Home About Partner Search Sign in Membership How did you get here? I'm not talking existentially, but here, to this page. If you searche"
    },
    {
      "url": "https://teachingtechyt.github.io/calibration.html",
      "title": "void",
      "description": "void",
      "preview": "Introduction - read me! Frame Check PID Autotune Extruder E-steps Calibration First Layer Baseline Print Slicer Flow Calibration Stepper Motor Driver"
    },
    {
      "url": "https://www.apple.com/shop/buy-iphone",
      "title": "Buy iPhone - Apple",
      "description": "Shop the latest iPhone models and accessories. Save with Apple Trade In, carrier offers, and flexible monthly payment options. Get expert help today.",
      "preview": "Shop iPhone All models. Take your pick. NEW iPhone 17 Pro & iPhone 17 Pro Max Take a closer look From $1099 Buy NEW iPhone Air Take a closer look From"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Midjourney-67bb772caf1b448c9e096a89f2940f2b?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.shopgoodwill.com",
      "title": "Online Thrift Store For Unique & Vintage Finds | ShopGoodwill.com",
      "description": "Find incredible deals at Home | ShopGoodwill.com , the go-to online thrift store for gently used clothing, electronics, vintage jewelry and more. Save big today!",
      "preview": "Online Marketplace for Goodwill Thrift Stores | Shopgoodwill.com Featured Items View All Hot 50 View All Shop Top Categories View All View All Recomme"
    },
    {
      "url": "https://www.mccormickfoundation.org/about-us/",
      "title": "About Us - Robert R. Mccormick Foundation",
      "description": "The mission and history of the Foundation, including a timeline of notable grants, developments, and strategies through the decades.",
      "preview": "Skip to content About Us Jump to Introduction History Our Benefactor Our Mission The Robert R. McCormick Foundation invests in organizations working t"
    },
    {
      "url": "http://www.fishbase.org",
      "title": "Search FishBase",
      "description": "Search FishBase",
      "preview": "The next website update is scheduled for October to allow for planned technical work. We appreciate your understanding."
    },
    {
      "url": "https://unicefusa.donorsupport.co/login",
      "title": "UNICEF USA",
      "description": "You're making a difference for children around the world everyday. With your monthly gift, you became a lifeline for children everywhere, helping them survive and thrive. If you have any questions about your monthly gift, please reach out at <a target=\"_blank\" rel=\"noopener\">pledge@unicefusa.org</a>.",
      "preview": "void"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85937",
      "title": "Searchable Recipe Database - Spinach Salad w/ Orange Sesame Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://docs.mapbox.com/#maps",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "https://www.insidesport.co/",
      "title": "Latest Sports News, Results, Live Scores of Asia Cup 2025, IPL 2026 | InsideSport",
      "description": "Get latest sports news, live scores, results of Asia Cup 2025, IPL 2026. Stay updated with cricket news, today's sports headlines on InsideSport.",
      "preview": "void"
    },
    {
      "url": "https://plannedgiving.feedingamerica.org/",
      "title": "Planned Giving | Feeding America",
      "description": "Make a difference at Feeding America with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Your Planned Gift Can Create a Future Where Everyone Thrives Elevate your impact on fighting hunger by establishing a gift that w"
    },
    {
      "url": "http://uw.edu",
      "title": "UW Homepage",
      "description": "University of Washington",
      "preview": "Skip to main content University Of Washington Featured Story Slideshow #ResearchMakesAmerica ENGINEERING A BETTER FUTURE From climate instability to g"
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    },
    {
      "url": "https://backyardmetalcasting.com/",
      "title": "Melting metal in a home foundry, backyard metalcasting, metal casting",
      "description": "void",
      "preview": "BackyardMetalcasting.com ...Metalcasting at home. Info. and Updates: -- Feb./25/2018 -- Get your AlloyAvenue.com profile and post your project photos,"
    },
    {
      "url": "https://www.hearstfdn.org/",
      "title": "The Hearst Foundations - HearstFDN | Hearst Foundations",
      "description": "The Hearst Foundations identify and fund outstanding nonprofits to ensure that people of all backgrounds in the United States have the opportunity to build healthy, productive and satisfying lives.",
      "preview": "The Hearst Foundations - HearstFDN Asset Publisher Explore Funding Areas MORE Signature Programs The United States Senate Youth Program is a unique ed"
    },
    {
      "url": "https://www.ihrimmobilienmaklerheidelberg.com/nationale-und-internationale-immobilienbewertung-grundlagen-und-vergleiche",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /index.php ) could not be found on this server. However, we found documents with names similar to t"
    },
    {
      "url": "http://www.radioampm.com.ar/2017/10/direcotora-de-turismo.html",
      "title": "Direcotora de Turismo",
      "description": "AmPm Radio El Bolsón Noticias y entretenimiento 2944800999 Escucha 2021",
      "preview": "Inicio _Sin Sello Escuchar la Radio Enviar Whatsapp A Twitter List by RodrigoSotomayr AmPm Direcotora de Turismo 102.9 Radio Produccion octubre 11, 20"
    },
    {
      "url": "https://www.astroai.com/mini-fridge-10liter-15can-white/ap/10001406",
      "title": "AstroAI | For All of Life's Adventures",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.wyndhamhotels.com/en-uk/ramada",
      "title": "Ramada Hotels | Book Hotel Rooms, Discount Rates, and Deals",
      "description": "Ramada hotels offers best available rates, breakfast and free wifi. Book today and save with Wyndham Rewards, the award-winning hotel rewards program.",
      "preview": "ramada /en-uk - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accurate conversion rates."
    },
    {
      "url": "https://www.widia.com/us/en/products/p.tt-gp-hpv-cvkv-form-bad.3860164.html",
      "title": "CVKV Shank Tools Shrink Fit Toolholders General Purpose (GP)",
      "description": "TT GP HPV-CVKV Form B/AD 100001670",
      "preview": "For US customers, a tariff surcharge will be added to your order for metal cutting products. US / Products / Tooling Systems / CVKV Shank Tools / CVKV"
    },
    {
      "url": "http://support.groundspeak.com",
      "title": "Knowledge Books",
      "description": "Geocaching HQ - help desk and customer service portal.",
      "preview": "Skip to navigation Skip to content How can we help? Search by topics, keywords, or phrases Search Geocaching basics What is geocaching? Finding a geoc"
    },
    {
      "url": "https://www.bestbuyads.com/",
      "title": "Best Buy Ads",
      "description": "void",
      "preview": "See the future of retail media today! Watch now → × Skip to main content Data-driven advertising for results beyond imagination. Reach passionate shop"
    },
    {
      "url": "https://www.phonetics.ucla.edu/course/chapter1/chapter1.html",
      "title": "ipachart",
      "description": "void",
      "preview": "Contents page Contents page for Vowels and Consonants Chapter 1 Chapter 1 book links Clicking on a symbol will take you to a part of the chart where y"
    },
    {
      "url": "https://onecalgaryvoter.com/2019/05/20/het-opzetten-van-het-internationale-mefloquine-tafenoquine-advocatennetwerk-zal-heel-wat-werk-vergen/",
      "title": "Het Opzetten van Het Internationale Mefloquine / Tafenoquine Advocatennetwerk Zal Heel Wat Werk Vergen - The Advocate-Equalizer",
      "description": "En ik zal wat hulp nodig hebben om het te laten gebeuren. De afgelopen donderdag en vrijdag waren erg drukke dagen voor mij en ik ging meer dan 48 uur zonder slaap, dus heb ik het gisteren goedgemaakt en vandaag ben ik opgefrist, opgeladen en opnieuw gevoed. Ik zal moeten zijn omdat ik HEEL VEEL...",
      "preview": "Skip to content Derek Bodner Uncategorized May 20, 2019 3 Minutes En ik zal wat hulp nodig hebben om het te laten gebeuren. De afgelopen donderdag en"
    },
    {
      "url": "https://todeskreig.tumblr.com/",
      "title": "@todeskreig on Tumblr",
      "description": "Follow @todeskreig and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts dragonroilz Follow Egocentrism. catchymemes Follow Some black magic levels of precision. fullhalalalchemist Follow URGENT: 🚨🚨EARN IT ACT IS BACK"
    },
    {
      "url": "https://postmates.com/",
      "title": "Postmates: Food Delivery, Groceries, Alcohol - Anything from Anywhere",
      "description": "Order delivery or pickup from more than 600,000 restaurants, retailers, grocers, and more all across your city. Download the app now to get everything you crave, on-demand.",
      "preview": "Skip to content Order on Postmates Get food, drinks, groceries, and more delivered. Enter delivery address Deliver now Search here Or Sign In Javascri"
    },
    {
      "url": "http://www.nativegov.org/",
      "title": "Sovereignty matters. Native Governance Center",
      "description": "Native Governance Center is a Native-led nonprofit working to strengthen Native nations' sovereignty in Mni Sota Makoce, North Dakota, and South Dakota.",
      "preview": "Skip to content Cultivating a Rebuilding Movement We're working to cultivate a Native nation rebuilding movement so that all Indigenous people can thr"
    },
    {
      "url": "https://www.kaartlegging.nl/tarotkaarten",
      "title": "Leer de betekenis van tarotkaarten - Kaartlegging.nl",
      "description": "Elke Tarotkaart heeft zijn eigen unieke betekenis. Als je weet wat elke Tarotkaart betekent, kun je het advies begrijpen dat ze je proberen te sturen.",
      "preview": "Grote Arcana De Grote Arcana-kaarten geven inzicht in het grotere geheel van je leven en de richting die het op lange termijn uitgaat. De Dwaas De Dwa"
    },
    {
      "url": "http://www.consumerfraudreporting.org/secretshopperscams.php",
      "title": "Mystery Shopper Scams",
      "description": "Have you heard that you can get paid to shop, as a mystery shopper or secret shopper? If you have received unsolicited emails or seen newspaper ads that claim you can earn a living as a secret or mystery shopper by dining at elegant restaurants, shopping at pricey stores, or checking into luxurious hotels, beware! The Federal Trade Commission (FTC), the nation's consumer protection agency, is warning consumers about scams in this area. Find out more here!",
      "preview": "ConsumerFraudReporting.org Mystery Shopper Scams Protect Yourself and Report the Latest Frauds, Scams, Spams, Fakes, Identify Theft Hacks and Hoaxes ×"
    },
    {
      "url": "https://link.springer.com/article/10.1007/s11625-020-00865-z#citeas",
      "title": "Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration | Sustainability Science",
      "description": "The World Trade Organization (WTO) is in a unique position to deliver on Sustainable Development Goal (SDG) 14.6 by reforming global fisheries subsidies in",
      "preview": "Skip to main content Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration Note and Comment Open access Published: 2"
    },
    {
      "url": "https://www.nelliessouthernkitchen.com/",
      "title": "Nellie's Southern Kitchen",
      "description": "void",
      "preview": "top of page GROUP DINING EVENTS & CATERING nellie's las vegas, NV GO! nellie's BELMONT, NC GO! ORDER ONLINE ! GIFT CARDS GET A GIFT CARD HERE located"
    },
    {
      "url": "http://flightfuelcoffee.com",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.greatschools.org/iowa/charles-city/4038-Washington-Elementary-School/",
      "title": "Washington Elementary School - Charles City, Iowa - IA | GreatSchools",
      "description": "Washington Elementary School is a public school in Charles City, IA. It is one of 3 elementary schools in Charles City Community School District.",
      "preview": "Iowa › Charles City › Charles City Community School District › Washington Elementary School Washington Elementary School Unclaimed Currently unrated 1"
    },
    {
      "url": "http://www.bmw.com.bd/asia_dl/bd_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Bangladesh | Executive Motors Limited",
      "description": "Visit BMW Bangladesh - Executive Motors Limited in 222 Bir Uttam Mir Shawkat Sarak, Dhaka 1208, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "THE NEW BMW X3 Learn More Explore Now NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X Z BMW 1 Series Petrol BMW"
    },
    {
      "url": "http://www.realcollegelife.com/",
      "title": "Real College Life - Student Jobs & Employment, University Study & Eco Friendly Tips",
      "description": "College Student Jobs Housing Apartment Sublet and Sublease",
      "preview": "Welcome to Real College Life Looking for colleges & universities or student tips for success? We're your college survival guide. CHANNELS HOME COLLEGE"
    },
    {
      "url": "http://www.fangsforthefantasy.com/2014/10/the-walking-dead-season-five-episode_27.html",
      "title": "Fangs For The Fantasy: The Walking Dead, Season Five, Episode Three: Four Walls and a Roof",
      "description": "Bob sits and Garrett explains to Bob that he had the choice to join them, or feed them and justifies his position by stating that when be...",
      "preview": "Home About Us/Policies About Us/Review Policy Rating System Comment Policy Book Reviews Book Reviews: A-B Book Reviews: C-F Book Reviews: G-J Book Rev"
    },
    {
      "url": "https://www.cadstudio.cz/tag/upgrade%20konec",
      "title": "CAD Studio - vyhledávání: upgrade konec",
      "description": "void",
      "preview": "CAD Studio - CAD/CAM/BIM/GIS/PLM řešení NOVOU FIREMNÍ PREZENTACI NAJDETE NA www.arkance.world Home » Kontakty » Vyhledávání » CADSTUDIO.CZ vyhledávání"
    },
    {
      "url": "http://bpmob.com/voicetranslator/privacy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last modified: August 2024 Interest based advertising: to learn more about data disclosure click here Opt-out options: DO NOT USE MY DA"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "http://aitube.doukantv.com/media/html/home/5.html",
      "title": "Photo Translator: Translate+",
      "description": "PPBrowser is a fast, free, full-featured web browser ! - Easily save files to your device Supercharge your browsing experience, PPBrowser works just like your regular browser, but...",
      "preview": "Photo Translator: Translate+ This is the best text scanner [OCR]! Highest speed and highest quality You can convert the image to text. When writing no"
    },
    {
      "url": "http://ladigitalmedia.org/video_v2/asset-detail/LSWI-0813-02_Fairhaven",
      "title": "Louisiana Digital Media Archive",
      "description": "The LDMA is the online home of thousands of Louisiana-related videos from the collections of Louisiana Public Broadcasting and the Louisiana State Archives.",
      "preview": "Loading..."
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "https://visitor.r20.constantcontact.com/manage/optin?v=001Sk_8Aa13394xonLLUknSR_CtAy6sVkj7-WTntErj4YHitEGv_xZXTgEreyr8MdkMKJ6cnoDLHPraoNtEuHeVpYuA7EHtjdGdcHtASf8lweU%3D",
      "title": "Department of Agriculture : Sign Up to Stay in Touch",
      "description": "void",
      "preview": "Sign up to stay in touch! Sign up for USDA email updates, please enter your contact information below. * Email Address Email Lists Ag Economics Broadb"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/condiciones-de-reutilizacion/",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Condiciones de reutilización",
      "description": "void",
      "preview": "Inicio Condiciones de reutilización Condiciones de reutilización Este aviso legal recoge las condiciones generales que rigen el acceso y el uso del pr"
    },
    {
      "url": "https://www.aa.org/",
      "title": "Have a problem with alcohol? There is a solution. | Alcoholics Anonymous",
      "description": "Have a problem with alcohol? There is a solution. A.A. has a simple program that works. It's based on one alcoholic helping another.",
      "preview": "Skip to main content Search x Submit Common Searches: Meetings Anonymity Steps Traditions Concepts Committees Have a problem with alcohol? There is a"
    },
    {
      "url": "https://uxhints.com/",
      "title": "UX Hints - Product Design Knowledge",
      "description": "UX Hints TL;DR Stay on top of your design process with the bite-sized hints and cheat sheets about UX Product Design. UX Metric - System Usability Scale (SUS) User Testing view UX Metric - Single Ease Question (SEQ) User Testing view UX Metric - Net Pr",
      "preview": "Skip to content Search Search Subscribe to newsletter Instagram Twitter UX Hints TL;DR Stay on top of your design process with the bite-sized hints an"
    },
    {
      "url": "https://www.finn.no/reise",
      "title": "Billige flybilletter, finn og bestill | FINN reise",
      "description": "FINN reise sin søkemotor hjelper deg med å finne billige priser på flybilletter. Søk, sammenlign og finn billige flybilletter til hele verden til ferien.",
      "preview": "Fly Fly Hotellbygg Hotell Bil og klokke Leiebil Fly og hotell Pakkereise Feriehytte Feriehjem 1 reisende Nedoverpil Økonomi Nedoverpil Tur-retur Nedov"
    },
    {
      "url": "https://www.swiss-mountain-dog-store.com/swiss-mountain-dog-muzzles-c-3/unique-design-wire-swiss-mountain-dog-muzzle-for-winter-activities-p-143.html",
      "title": "Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] : Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash, Dog Supplies",
      "description": "Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] - Unique Design Padded Metal Cage Dog Muzzle for Swiss Mountain Dog Winter Activities Are you searching for a muzzle both for winter and summer time? Do you want to find a durable item that will not be spoiled in frosty or rainy weather? Consider this design Reliable",
      "preview": "Oh no! Cookies are disabled : ( It is necessary to enable Cookies in your browser so you can shop online Don't know how to do this? Follow the directi"
    },
    {
      "url": "https://www.seattlefoundation.org/communityimpact/civic-leadership/covid-19-response-fund",
      "title": "COVID-19 Response Fund - Seattle Foundation",
      "description": "COVID-19 Response Fund The COVID-19 Response Fund deployed resources to organizations supporting local workers and families most impacted by the coronavirus crisis. About the COVID-19 Response Fund Managed by Seattle Foundation, the Fund made grants to community-based organizations that are working on the frontlines to support our region's most vulnerable communities. The Fund complemented the work of [...]",
      "preview": "Skip to content COVID-19 Response Fund The COVID-19 Response Fund deployed resources to organizations supporting local workers and families most impac"
    },
    {
      "url": "http://data.nevcounty.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "http://www.ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "http://g.co/supplier-responsibility",
      "title": "Supporting Supplier Responsibility - Google Sustainability",
      "description": "A responsible supply chain is good for business. See how we're minimizing our environmental impact and supporting sustainability in supply chains.",
      "preview": "Supplier Responsibility A responsible supply chain isn't just the right thing to do for people and the planet - it's also good for business. Learn abo"
    },
    {
      "url": "https://craftwork.design/",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Design resources that will boost your creative workflow Find and download the best high-quality 3D and vec"
    },
    {
      "url": "http://www.qneo.net/privacy.html",
      "title": "Qneo",
      "description": "Apps for iPhone, iPad, iPod and Mac",
      "preview": "PRIVACY POLICY Qneo, based in Rotterdam, the Netherlands, is responsible for the processing of personal data as shown in this privacy policy statement"
    },
    {
      "url": "https://wildlifestudios.com/privacy-policy/",
      "title": "Privacy Policy | Wildlife",
      "description": "Privacy Policy for Wildlife Studios: Protecting your personal information is our priority. Learn how we collect, use, and secure your data.",
      "preview": "Games Newsroom Blog Careers Who We Are Search Jobs and keywords Home / Policy Center / Privacy Policy Choose a category Overview Privacy Policy Overvi"
    },
    {
      "url": "https://trends.google.com/trends/?geo=US",
      "title": "Google Trends",
      "description": "void",
      "preview": "Trends Trends home Home search Explore trending_up Trending now calendar_month Year in Search help_outline Help sms_failed Send feedback Explore what"
    },
    {
      "url": "https://www.seforall.org/news/five-key-takeaways-from-tracking-sdg7-the-energy-progress-report-2020",
      "title": "Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 | Sustainable Energy for All",
      "description": "According to the latest data released today, 789 million people globally still lack access to electricity and 2.8 billion people-over a third of the world's population-are unable to cook cleanly and safely.",
      "preview": "Skip to main content News and events / News Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 News 28 May 2020 Share this page De"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}