{
  "data": [
    {
      "url": "https://omaha.com/news/state-and-regional/nebraska-cheerleader-competes-by-herself-at-state-competition-but-crowd-doesnt-let-her-feel-alone/article_f7c24078-b218-11ed-9e35-bb254308c2f1.html",
      "title": "Nebraska cheerleader competes by herself at state competition, but crowd doesn't let her feel alone",
      "description": "When Morrill High School coach April Ott broke the news to Katrina Kohel that she was the only one left on the cheer squad, Kohel was determined to still compete",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "https://chaiteanunes-blog.tumblr.com/",
      "title": "Ice Ice Baby",
      "description": "void",
      "preview": "RSS Archive Ice Ice Baby → 8 years ago (204,092 notes) pissyjorts : kavvka : pissyjorts : life... is an egg explain has chickens in it sometimes (via sa"
    },
    {
      "url": "https://forum.doctissimo.fr/login.html?referer_url=https%3A%2F%2Fclub.doctissimo.fr%2Fcelylyne%2Flelab%2F",
      "title": "Connexion - Club.doctissimo.fr",
      "description": "void",
      "preview": "Connexion Déjà inscrit ? Mot de passe oublié ? Je me connecte Inscription L'inscription au site, au forum et à la newsletter hebdomadaire de Doctissim"
    },
    {
      "url": "https://levonbiss.com",
      "title": "LEVON BISS | Discover Nature's Artistry Today",
      "description": "Explore Levon Biss's photographic work, including insect, seeds, fruits, botany, extinct species, amber series, and exhibitions. Learn more about his captivating art.",
      "preview": "0 Email Address Sign Up Thank you!"
    },
    {
      "url": "https://tailwindcss.com/docs/installation",
      "title": "Installing Tailwind CSS with Vite - Tailwind CSS",
      "description": "Installing Tailwind CSS as a Vite plugin is the most seamless way to integrate it with frameworks like Laravel, SvelteKit, React Router, Nuxt, and SolidJS.",
      "preview": "v4.1 ⌘K Ctrl K Docs Blog Showcase Sponsor Plus Getting Started Using Vite Installation Get started with Tailwind CSS Tailwind CSS works by scanning al"
    },
    {
      "url": "https://mx.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://spaceoneers.io/events/obpdc-2020/",
      "title": "UPDATED: 7th International Workshop on On-Board Payload Data Compression - ONLINE - Spaceoneers.io",
      "description": "UPDATE: In light of the current crisis, and considering health and travel restrictions that will still apply for many of...",
      "preview": "Skip to content UPDATED: 7th International Workshop on On-Board Payload Data Compression - ONLINE 27 February 2020 Conference Webinar Date/Time: From:"
    },
    {
      "url": "https://innovation.mines.edu",
      "title": "McNeil Home - McNeil Center for Entrepreneurship and Innovation",
      "description": "void",
      "preview": "Facebook X RSS Snapchat MINES.EDU MyMines News Calendar Canvas Email Library Give Directories McNeil Center for Entrepreneurship and Innovation LEARN"
    },
    {
      "url": "https://education.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://pequesmodainfantil.com/ropa-bano/3453-bikini-nina-estampado-limones-con-short-a-conjunto-de-boboli.html",
      "title": "Bañadores de Niña - Compra Online - Bañadores Y Bikinis",
      "description": "Compra Online un bañador para niña de las mejores marcas. Encuentra bañadores, bikinis, trikinis y vestidos de baño para tu hija. Ropa de baño de 0-12 años.",
      "preview": "Si continúa utilizando este sitio, acepta nuestra política de cookies Cerrar Ok Aceptar FILTRAR (13 productos) Borrar filtros Temporada Primavera-Vera"
    },
    {
      "url": "https://www.agcensus.usda.gov",
      "title": "USDA - National Agricultural Statistics Service - Census of Agriculture",
      "description": "The Census of Agriculture is a complete count of U.S. farms and ranches and the people who operate them. Even small plots of land - whether rural or urban - growing fruit, vegetables or some food animals count if $1,000 or more of such products were raised and sold, or normally would have been sold, during the Census year. The Census of Agriculture, taken only once every five years, looks at land use and ownership, operator characteristics, production practices, income and expenditures. For America's farmers and ranchers, the Census of Agriculture is their voice, their future, and their opportunity.",
      "preview": "Skip to Main Content United States Department of Agriculture National Agricultural Statistics Service Subscriptions: National | News Data & Statistics"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/geodata/landscape/names3d.html",
      "title": "swissNAMES3D",
      "description": "With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographic names. The free dataset is based on a simple data model and provides the ideal basis for a broad range of applications.",
      "preview": "Published on 8 January 2024 swissNAMES3D With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographi"
    },
    {
      "url": "http://www.trovaricette.net/",
      "title": "Dernières actus - Tous ce qu'il faut savoir est ici",
      "description": "void",
      "preview": "Skip to content Posted in Améliorer son chez soi Plonger dans l'univers des blogs de décoration et de mode peut être une expérience enrichissante pour"
    },
    {
      "url": "https://echoinggreen.org/",
      "title": "Echoing Green: Funding Social Entrepreneurship & Innovation",
      "description": "We discover emerging social entrepreneurs and invest deeply in the growth of their ideas and leadership.",
      "preview": "Investing in a better world for 35 years Created with Sketch. See the global issues we invest in solving Learn more about the vision that drives our w"
    },
    {
      "url": "https://www.paul.fr/default/viennoiserie/familliales?allergens_bis=16983%2C16986%2C17031",
      "title": "Viennoiserie Familiales - Brioches - Cramiques - PAUL",
      "description": "void",
      "preview": "The store will not work correctly in the case when cookies are disabled. Javascript est désactivé dans votre navigateur. Pour une expérience optimale"
    },
    {
      "url": "https://villasenor-derbez.com/",
      "title": "Juan Carlos Villaseñor-Derbez",
      "description": "Assistant Professor",
      "preview": "Juan Carlos Villaseñor-Derbez Assistant Professor Department of Environmental Science and Policy, Rosenstiel School of Marine, Atmospheric, and Earth"
    },
    {
      "url": "https://www.phoenixzoo.org/visit/",
      "title": "Visit the Phoenix Zoo: Tickets, Hours, & More | Phoenix Zoo",
      "description": "Visit the Phoenix Zoo and open a wondrous world of curiosity, imagination and discovery! See information about tickets, hours, directions, & more.",
      "preview": "Visit the Phoenix Zoo Home Visit Tickets Hours Directions Daytime General Admission (Online) Adult (14+): $39.95 Child (3-13): $29.95 Purchase Tickets"
    },
    {
      "url": "https://maryannyutzy.com/2007/12/24/christmas-card-and-letter-2007/",
      "title": "Christmas Card and Letter, 2007 | Delaware Grammy",
      "description": "Christmas, 2007 Shady Acres * 7484 Shawnee Road * Milford, DE 19963 And suddenly there was with the Angel, a multitude of the Heavenly host, praising God, and saying, \"Glory to God in the Highest, and on Earth, peace, goodwill toward men.\" Luke2:13,14 KJV Dear Family and Friends everywhere, This is a bright December...",
      "preview": "Delaware Grammy Skip to content Home ← Previous Post Next Post → December 24, 2007 · 11:15 pm ↓ Jump to Comments Christmas Card and Letter, 2007 Chris"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/azure-fundamentals/",
      "title": "Introduction to Microsoft Azure: Describe Cloud Concepts - Training | Microsoft Learn",
      "description": "Microsoft Azure Fundamentals: Describe cloud concepts",
      "preview": "Read in English Introduction to Microsoft Azure: Describe cloud concepts Learning Path 3 Modules At a glance Level Beginner Skill &nbsp; Product Azure"
    },
    {
      "url": "https://www.fox.com/privacy-policy",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content Privacy Policy Last Updated/Effective Date: August 21, 2025 Table of Contents SCOPE AND APPLICATION: What and who this Policy cov"
    },
    {
      "url": "https://www.maxar.com/one-maxar",
      "title": "Vantor - Spatial Intelligence Connecting Sensors Across Every Domain | Vantor",
      "description": "Vantor is driving a more autonomous, interoperable world across the defense, intelligence, and commercial sectors. Our spatial intelligence products combine spatial data, AI, and software to deliver total clarity from space to ground.",
      "preview": "Total clarity from space to ground Vantor is forging the new frontier of spatial intelligence to unlock a more autonomous, interoperable world. Our Mi"
    },
    {
      "url": "https://apps.apple.com/us/app/basemap-hunting-gps-maps/id1305237481",
      "title": "‎BaseMap: Hunting GPS Maps on the App Store",
      "description": "Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OFFLINE GPS and TRACKING • Cache m...",
      "preview": "Screenshots Description Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OF"
    },
    {
      "url": "https://www.wcte.org",
      "title": "WCTE Home Page",
      "description": "WCTE's Home Page - Highlighting our upcoming events and local productions.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.polarbearinc.com/index.cfm/category/405/hd-ag-international-navistar.htm",
      "title": "HD AG International Navistar",
      "description": "Suppliers of Automotive Air Conditioning Parts and Supplies.",
      "preview": "Sign In Sign Up Username Password Lost your password? OR Sign In With One-time Code Username Text will be sent to your number on file It only takes a"
    },
    {
      "url": "https://tv.google",
      "title": "Google TV | All in one smart TV streaming platform",
      "description": "Your favorite streaming apps for movies, shows, live TV, and more, on one platform. Built right into your smart TV or streaming device, Google TV is your new home for all the content you love.",
      "preview": "Gemini is now available on select devices. Learn more . Get Google TV Google TV Streamer Smart TVs Mobile App 10,000+ apps. 800+ free channels. Music"
    },
    {
      "url": "https://www.lamag.com/tag/prime-finds/",
      "title": "Prime Finds Archives - LAmag",
      "description": "void",
      "preview": "Skip to main content Skip to header left navigation Skip to header right navigation Skip to after header navigation Skip to site footer Prime Finds Pr"
    },
    {
      "url": "https://www.centrostudilaruna.it/tag/misteri-orfici",
      "title": "misteri orfici - Centro Studi La Runa",
      "description": "void",
      "preview": "Breve panoramica sulle principali religioni misteriche del mondo greco, nella loro (parziale) contrapposizione alla religione olimpica classica. Un sa"
    },
    {
      "url": "https://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://monocle.com/radio/shows/the-urbanist/589/",
      "title": "US Conference of Mayors - Monocle",
      "description": "Chris Cermak, Monocle's Washington correspondent, reports on the US Conference of Mayors. The meeting is an opportunity for local leaders...",
      "preview": "Skip to main content Subscribe | British Pound (GBP) Euro (EUR) US Dollar (USD) Australian Dollar (AUD) Swiss Franc (CHF) Monocle Logo Topic Affairs A"
    },
    {
      "url": "https://www.glsen.org/",
      "title": "Homepage | GLSEN",
      "description": "void",
      "preview": "Skip to main content QUICK EXIT: Press ESC 3x QUICK EXIT: Tap 3x EXIT Leave this site safely You can quickly leave this website by pressing the Escape"
    },
    {
      "url": "https://lakersnation.com/weekly-laker-limelight-derek-fisher/2011/03/22/",
      "title": "Weekly Laker Limelight: Derek Fisher",
      "description": "Over the final six weeks of the season we'll examine each player on the Lakers' roster and discuss what their contributions will mean during the playoffs as the Lakers aim for a three-peat. We'll cover one starter each week and then discuss the bench unit collectively. Last week we looked at the ever-controversial Ron Artest, [...]",
      "preview": "Download our Free Mobile App! Faster with Fewer Ads Get App Download our Free Mobile App! Faster with Fewer Ads Get App Search Follow US © 2024 Medium"
    },
    {
      "url": "https://www.king-werk.de/Zinnprodukte/Flaschendeckel/",
      "title": "Flaschendeckel",
      "description": "Flaschendeckel aus Zinn Jetzt geht's den Flaschen an den Hals! Originell, flexibel und ausgefallen! Hingucker und Funktion in einem. Made in Germany! Für zu Hause oder draußen. Wir sind seit über 70 Jahren ein deutscher Hersteller von nützlichen G...",
      "preview": "Zum Hauptinhalt springen Zur Suche springen Zur Hauptnavigation springen Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javasc"
    },
    {
      "url": "http://www.vizio.com/privacy",
      "title": "DCC Technology",
      "description": "Exertis is our fastest growing distributor.",
      "preview": "Home The world needs progress makers Acting as an enabler between global technology brands and the people and businesses who use their products, we br"
    },
    {
      "url": "https://www.dnb.com/utility-pages/privacy-policy.html",
      "title": "Our Data Transparency Commitment - Dun & Bradstreet",
      "description": "After almost 200 years, we still aim to be transparent around the ways we process data about people, businesses, and how we use AI. Learn more here.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.pjmasks.com/apps/",
      "title": "PJ Masks Official Apps - PJ Masks",
      "description": "Discover Interactive PJ Masks Official Apps which impresses with lots of options. Explore PJ Masks world and choose your favorite hero character to play with. Games for preschoolers!",
      "preview": "APPS PJ Masks: Hero Academy PJ Masks: Moonlight Heroes PJ Masks: Racing Heroes PJ Masks: HQ"
    },
    {
      "url": "https://www.nbcnews.com/think/opinion/gov-desantis-rude-awakening-15-week-abortion-law-rcna24456",
      "title": "Florida Gov. DeSantis may be in for a rude awakening over 15-week abortion ban law",
      "description": "The Florida Constitution currently vigorously protects a woman's right to end an unwanted pregnancy.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://podcast.bswa.org/e/ajahn-jhanarato-escape-the-heat-meditate-monday-night-meditation-at-wat-dhammayanaram/",
      "title": "Ajahn Jhanarato | Escape The Heat, Meditate | Monday Night Meditation at Wat Dhammayanaram | Buddhist Society of Western Australia",
      "description": "December 2019 Ajahn Jhanarato encouraged us to let the heat go and enjoy the meditation as a time to relax. When it's hot we tend to allow the heat to get to us, make us uncomfortable and unable to relax. Ajahn asked us to not only let go any noise around us but the heat as well. Ajahn then lead the group in a 30 minute body scan meditation well suited to beginners and experienced a like. After meditation Ajahn opened to Q&A. Please support the CBSWA in making teachings available for free online. Teachings are available for downloading from the CBSWA website. Visit the Stocker Road Project. Please support the BSWA in making teachings available for free online via Patreon.",
      "preview": "Buddhist Society of Western Australia https://podcast.bswa.org/feed.xml 14.6M Downloads 4035 Episodes Share RSS Dharma talks from the tradition of Bud"
    },
    {
      "url": "https://cadiouemilie.wixsite.com/emiliecadiou",
      "title": "Emilie Cadiou chanteuse accordéoniste Occitanie | Lot | Emilie Cadiou",
      "description": "Emilie Cadiou Chanteuse compositrice interprète accordéoniste et comédienne",
      "preview": "top of page Ce site a été créé sur Wix. Créez le vôtre dès aujourd'hui. Commencer EMILIE C A D I O U C hanteuse A ccordéoniste C omédienne Depuis"
    },
    {
      "url": "https://apps.apple.com/us/charts/iphone/entertainment-apps/6016",
      "title": "‎Top iPhone Entertainment apps on the App Store - Apple",
      "description": "Explore top iPhone Entertainment apps on the App Store, like Amazon Prime Video, Merge Watermelon for watch, and more.",
      "preview": "Entertainment iPhone iPad Top Free Apps 1 Amazon Prime Video AMZN Mobile LLC 2 Crunchyroll Manga Crunchyroll, LLC 3 TikTok - Videos, Shop & LIVE TikTo"
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "https://www.charmcitycakes.com/",
      "title": "Charm City Cakes | Chef Duff's Baltimore Cake Studio",
      "description": "Home to mind-boggling custom cakes created by Chef Duff Goldman's talented team. Featured on the famous Food Network show Ace of Cakes, our cake studio in Baltimore, MD, makes custom cakes for weddings, parties, and all other events. Order a cake, sign up for one of our decorating classes, or walk-in to browse our showroom and buy ready-to-eat baked goods.",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (curre"
    },
    {
      "url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-10-24-22",
      "title": "October 24, 2022 Russia-Ukraine news | CNN",
      "description": "US and other Western officials have dismissed Moscow's claims that Ukraine plans to use a so-called dirty bomb as a Russian false flag operation. Follow live news updates here.",
      "preview": "Moiz Salhi/Anadolu/Getty Images Live Updates Israel approves plan for ceasefire Liam McBurney/PA/AP Live Updates 2025 Nobel Peace Prize October 24, 20"
    },
    {
      "url": "http://www.ricette.cc/",
      "title": "Ricette - Tutte le ricette di cucina possibili",
      "description": "void",
      "preview": ", CATEGORIE Antipasti Primi Piatti Secondi Carne Secondi Pollame Secondi Pesce Bevande Contorni Dessert Salse SONDAGGIO SALUTE Alimentazione Bimby Cal"
    },
    {
      "url": "https://ovc.ojp.gov",
      "title": "Home | Office for Victims of Crime",
      "description": "OVC, a part of the U.S. Department of Justice, oversees programs and grants for service providers and other professionals who assist victims of crime.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.engadget.com/ai/",
      "title": "AI News | Engadget",
      "description": "Find in-depth AI news from Engadget's experienced editorial team. We cover all the latest artificial intelligence advancements including AI chatbots, LLMs, AI image generation, AI voice generation and more.",
      "preview": "Advertisement Advertisement Advertisement AI news The latest news and reviews on artificial intelligence software, hardware and AI research. Latest Re"
    },
    {
      "url": "https://strobist.blogspot.com/",
      "title": "Strobist",
      "description": "void",
      "preview": "Strobist ® Learn How to Light. UPDATE: Strobist was archived in 2021. Here is what I am up to now . ________________________________________ Welcome t"
    },
    {
      "url": "https://www.officialkwanzaawebsite.org/the-greetings.html",
      "title": "Official Kwanzaa Website",
      "description": "void",
      "preview": "The Greetings (Greetings, Gifts, and Colors and Decorations) Greetings The greetings during Kwanzaa are in Swahili. Swahili is a Pan-African language"
    },
    {
      "url": "https://tech.bakkenbaeck.com/post/training-a-language-model-in-spacy-v3",
      "title": "Training a language model in spaCy v3 - Bakken & Baeck",
      "description": "Since 2011, we have built products with some of the most ambitious companies out there. We have offices in Amsterdam, Barcelona, Bonn, London and Oslo.",
      "preview": "Skip to content Back to overview Training a language model in spaCy v3 September 17, 2021 | Nico Lutz 1. Intro On Feb 1 2020, explosion.ai introduced"
    },
    {
      "url": "https://eu.rescue.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://m.fronda.pl/a/tylko-u-nas-pawel-lisicki-ta-uleglosc-moze-kosciol-wiele-kosztowac,151854.html",
      "title": "TYLKO U NAS! Paweł Lisicki: Ta uległość może Kościół wiele kosztować | Fronda.pl",
      "description": "Paweł Lisicki dla \"Frondy\": Podczas pandemii Kościół zbyt słabo broni swojej autonomii. W Nowym Jorku prawo do kultu obronione zostało wspólnie przez Bractwo Piusa X i ortodoksyjnych żydów.",
      "preview": "23.10.2020, 19:30 Screenshot Youtube TYLKO U NAS! Paweł Lisicki: Ta uległość może Kościół wiele kosztować Paweł Lisicki dla \"Frondy\": Podczas pandemii"
    },
    {
      "url": "http://www.c2k-manip.com/forum/viewtopic.php?p=41693&sid=70acbe4103203ff2229634fd32497436",
      "title": "i-manip.com • Consulter le sujet - Capteur densité (ROI)",
      "description": "void",
      "preview": "i-manip.com L'info des manips passée aux RX Retour au site Inscription Connexion Rechercher FAQ Cours Interros Emploi soignant Index du forum » i-mani"
    },
    {
      "url": "https://atom.io",
      "title": "Sunsetting Atom - The GitHub Blog",
      "description": "We are archiving Atom and all projects under the Atom organization for an official sunset on December 15, 2022.",
      "preview": "GitHub Staff · @github June 8, 2022 | Updated July 23, 2024 | 3 minutes Share: January 30, 2023 Update: Update to the previous version of Atom before"
    },
    {
      "url": "https://www.mojezdravi.cz/novinky/strie-trapi-hlavne-zeny-ale-i-sportovce-jak-s-nimi-zatocit-5385.html",
      "title": "Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? | Moje zdraví",
      "description": "Výskyt strií trápí mnoho žen i mužů. Jedná se o malé pajizévky, které vznikají popraskáním elastických vláken v kůži. Často se objevují po rychlých změnách váhy (hubnutí, tloustnutí), například během těhotenství. Výjimkou ale nejsou ani u dětí, které vyrostly příliš rychle, či u sportovců, kteří cvičí s velkou zátěží.",
      "preview": "Moje zdraví Novinky Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Autor:"
    },
    {
      "url": "https://palitra.app/",
      "title": "The easiest way to find a color palette - Palitra App",
      "description": "Free color palette finder allows you easy find a color palette. Just enter keywords and get your color palette! Try it now!",
      "preview": "Loading..."
    },
    {
      "url": "https://www.ns.nl/reisinformatie",
      "title": "Reisinformatie l Blijf op de hoogte | NS",
      "description": "De situatie op het spoor kan invloed hebben op jouw treinreis. Ga je op pad? Check voor vertrek je reis in de NS-app en blijf op de hoogte.",
      "preview": "Meldingen Krijg pushberichten met de laatste informatie over je reis. Zo zet je meldingen aan Met trein en fiets op stap Neem je eigen fiets mee als e"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/09/01/king-willem-alexander-unable-to-join-working-visit-to-the-united-states-queen-maximas-presence-not-affected",
      "title": "King Willem-Alexander unable to join working visit to the United States; Queen Máxima's presence not affected | News item | Royal House of the Netherlands",
      "description": "His Majesty King Willem-Alexander will not participate in the working visit to California and Texas from 6 to 9 September 2022. This decision has been made on doctors' advice. The King is recovering from pneumonia and air travel at this time could impede a full recovery. The King's commitments in the Netherlands will not be affected by this decision and will go ahead as planned, albeit on a more limited scale.",
      "preview": "Search within English part of Royal House of the Netherlands Search King Willem-Alexander unable to join working visit to the United States; Queen Máx"
    },
    {
      "url": "https://egyptintegratedschools.com/index.php?do=show_details&ID=95&table=news&title=EIS%20-%20KG%20%20Beautiful%20Blended%20Colours%20%20FANS%20%20Primary%20&%20Secondary%20Colours",
      "title": ":: Egypt Integrated Schools ::",
      "description": "EIS is a private propriety school that has been in successful operation since 2000. The school is licensed by the Egyptian government Ministry of Education. Since then, it has grown to be one of the biggest schools in Cairo. EIS offers quality education to more than 1100 students of various nationalities. The student body is formed from over 5 nationalities which makes it distinct in nature. The school offers three different types of education; National/language, American and British.rn",
      "preview": ":: EIS - KG Beautiful Blended Colours FANS Primary & Secondary Colours :: EIS - KG Beautiful Blended Colours FANS Primary & Secondary Colours"
    },
    {
      "url": "http://wiki.creativecommons.org/Intergovernmental_Organizations#What_should_I_know_before_I_use_a_work_licensed_under_the_IGO_3.0_ported_licenses.3F",
      "title": "Intergovernmental Organizations - Creative Commons",
      "description": "void",
      "preview": "Intergovernmental Organizations From Creative Commons Jump to: navigation , search Intergovernmental organizations (IGOs) are using CC to share resear"
    },
    {
      "url": "https://www.oxygenclothing.co.uk/item/lacoste/shoulder-tape-t-shirt/198DS",
      "title": "Lacoste Shoulder Tape T-Shirt | Oxygen Clothing",
      "description": "Shop the Lacoste Shoulder Tape T-Shirt online at Oxygen Clothing. FREE UK delivery on all orders over £150.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Lacoste Boys Shoulder Tape T-Shirt £30.00 £9.00 70% Off Sorry, this item is ou"
    },
    {
      "url": "https://carto.com/legal/",
      "title": "Legal | CARTO",
      "description": "We've got you covered.",
      "preview": "LEGAL WE'VE GOT YOU COVERED Product, privacy, and other legal terms. Legal Privacy Notice Security Master Agreements CARTO Platform Terms & Conditions"
    },
    {
      "url": "https://kia.oemdtc.com/category/recalls",
      "title": "Recalls | Kia - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.oxygenclothing.co.uk/item/calvin-klein-jeans/logo-relaxed-jogger/16QV6",
      "title": "Calvin Klein Jeans Logo Relaxed Jogger | Oxygen Clothing",
      "description": "Shop the Calvin Klein Jeans Logo Relaxed Jogger online at Oxygen Clothing. FREE UK delivery on all orders over £150.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Calvin Klein Jeans Girls Logo Relaxed Jogger £55.00 £16.50 70% Off Sorry, this"
    },
    {
      "url": "https://homelinemn.org/",
      "title": "Free Legal Help for Renters - HOME Line",
      "description": "NOTE: HOME Line's office is currently closed to the public. We cannot accept any walk-in appointments. If you need legal advice, please call our free tenant hotline (612-728-5767) or email an attorney here. HOME Line provides free and low-cost legal, organizing, education, and advocacy services so that tenants throughout Minnesota can solve their own [...]",
      "preview": "NOTE: HOME Line's office is currently closed to the public. We cannot accept any walk-in appointments. If you need legal advice, please call our free"
    },
    {
      "url": "https://www.earthday.org/",
      "title": "Earth Day: The Official Site | EARTHDAY.ORG",
      "description": "Visit the official Earth Day site to learn about the world's largest environmental movement and what you can do to make every day Earth Day.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content EARTHDAY.ORG's founders created and organized the very first Earth Day on Apri"
    },
    {
      "url": "https://maserati.oemdtc.com",
      "title": "Maserati - OEMDTC",
      "description": "Maserati Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.teco-medical.com/en/member.html?tx_powermail_pi1%5Baction%5D=create&tx_powermail_pi1%5Bcontroller%5D=Form&cHash=27726d2388f99f9f49f46b517e396661",
      "title": "Member: TECO Medical Instruments",
      "description": "void",
      "preview": "Contact TECO Medical Instruments Dieselstraße 1 84088 Neufahrn in Niederbayern Germany +49 (0) 8773 70780-0 Contact Form Choose a language Deutsch Eng"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/ResizeObserver",
      "title": "ResizeObserver - Web APIs | MDN",
      "description": "The ResizeObserver interface reports changes to the dimensions of an Element's content or border box, or the bounding box of an SVGElement.",
      "preview": "Skip to main content Skip to search ResizeObserver Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://romanianrevolutionofdecember1989.com/tag/romania-decembrie-1989/",
      "title": "romania decembrie 1989 « The Archive of the Romanian Revolution of December 1989",
      "description": "Posts about romania decembrie 1989 written by romanianrevolutionofdecember1989",
      "preview": "The Archive of the Romanian Revolution of December 1989 A Catch-22 December 1989, Groundhog-Day Production. Presenting the Personal Research & Scholar"
    },
    {
      "url": "https://www.kathimerini.gr/politics/",
      "title": "ΠΟΛΙΤΙΚΗ | Η ΚΑΘΗΜΕΡΙΝΗ",
      "description": "Η πολιτική επικαιρότητα τώρα - Τα τελευταία πολιτικά νέα της Ελλάδας και του κόσμου. Όλες οι ειδήσεις σχετικά με τις πολιτικές εξελίξεις από την Καθημερινή",
      "preview": "Είσοδος Εγγραφή Κάνε συνδρομή με 0,16€/μέρα eReplica Ιστορικό Αρχείο Συνδρομές Newsletters Παιχνίδια Καιρός eReplica Παιχνίδια Καιρός Newsletters Συνδ"
    },
    {
      "url": "http://targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.321chat.com/",
      "title": "321 Chat - Free Chat Rooms for Everyone",
      "description": "Free chat rooms for everyone.",
      "preview": "CHAT Home Chat Rooms Teen Chat Adult Chat Senior Chat Kid Chat Gay Chat Lesbian Chat Gay Teen Chat Transgender Chat Furry Chat Religion Chat Black Cha"
    },
    {
      "url": "https://www.montgomerycollege.edu/",
      "title": "Montgomery College | Montgomery College, Maryland",
      "description": "void",
      "preview": "Skip hero section Video description: The first frame shows a smiling graduating student posing for a picture with their family. The second frame featu"
    },
    {
      "url": "https://www.entrepreneur.com/business-news/heres-how-to-get-150000-from-shark-tanks-daymond/436848",
      "title": "Here's How to Get $150,000 From 'Shark Tank''s Daymond John",
      "description": "Applications are now open for the third annual Black Entrepreneurs Day, which will be held at the Apollo Theater in Harlem on October 27.",
      "preview": "Skip to main content Search Search Daymond John remembers hawking hats outside the historic Apollo Theater in the '90s. After selling his wares, he'd"
    },
    {
      "url": "https://download.oracle.com/javaee-archive/servlet-spec.java.net/jsr369-experts/2015/09/0264.html",
      "title": "[jsr369-experts] Re: Working towards Early Draft Review",
      "description": "void",
      "preview": "[jsr369-experts] Re: Working towards Early Draft Review This message : [ Message body ] [ More options ( top , bottom ) ] Related messages : [ Next me"
    },
    {
      "url": "https://www.dafdirect.org/",
      "title": "DAF Direct",
      "description": "void",
      "preview": "ABOUT DAF DIRECT FUNDRAISING BENEFITS WHAT IS A DAF? DAF Direct-helping nonprofits grow their donor base A new approach to fundraising LEARN MORE WHAT"
    },
    {
      "url": "https://www.trip.com/index?locale=en_us&allianceid=21934&SID=455408&ouid=198c18a52c8911eb811b00ce0a18050d",
      "title": "Trip.com Official Site‎‎ | Travel Deals and Promotions",
      "description": "Choose from over 1.2 million hotels in more than 200 countries, 30 million real guest reviews. Book flights to over 5,000 destinations worldwide. 24/7 Customer Service.",
      "preview": "Suggested Languages USD Your Trip Starts Here Award-winning services Awarded Global Support Services of the Year in 2024 by International CRE Awards 2"
    },
    {
      "url": "https://oceanpanel.org/oa2030-new-members-caf_sdrhub/",
      "title": "New Members Boost Ocean Action 2030's Mission for Sustainability",
      "description": "Panama City, Panama (1 March, 2023) The Ocean Action 2030 coalition has today been strengthened by two new participating members: the Development Bank of",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "http://www.restaurace-pivovar.cz/?dmd=2022-01-13",
      "title": "Restaurace - Pivovar v Přerově",
      "description": "Klidné posezení v centru přerova",
      "preview": "Restaurace Pivovar nabízí nejen stylové prostředí, ale i příjemné posezení u specialit naší kuchyně a přerovského piva Zubr. V restauraci jsou k dispo"
    },
    {
      "url": "https://www.bisbeeporcella.com/obituaries/Gerrit-J-Thomas-Jr?obId=4516736",
      "title": "Obituary information for Gerrit J. Thomas Jr",
      "description": "View Gerrit J. Thomas Jr's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Official Obituary of Gerrit J. Thomas Jr December 10, 1930 - June 30, 2019 Gerrit J. Thomas Jr Obituary Tribute Notifications TM"
    },
    {
      "url": "https://flickeringlamps.com/2015/09/04/the-spectacular-tradescant-tomb-a-world-of-wonders-in-one-closet-shut/?like_comment=5176&_wpnonce=739ca7eef0",
      "title": "The spectacular Tradescant tomb: \"a world of wonders in one closet shut\" - Flickering Lamps",
      "description": "Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorated with exotic scenes and creatures, it marks the resting place of members of the Tradescant family, who made a name for themselves in the 17th Century collecting plants and other curiosities from all...",
      "preview": "Skip to content Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorate"
    },
    {
      "url": "https://jobversity.upwardlyglobal.org/resource-library/",
      "title": "Career Resources for Immigrants & Refugees | Jobversity",
      "description": "Jobversity's curated collection of job search resources are designed to help professionally skilled immigrants & refugees, and the organizations that serve them.",
      "preview": "For New Americans For Service Providers For New Americans For Service Providers About Us Opportunities Our Partners Resource Library WeGlo Login Home"
    },
    {
      "url": "http://www.comcraftfr.com/",
      "title": "End-to-End Deep Network Observability Solutions | Profitap",
      "description": "Profitap develops and manufactures end-to-end visibility solutions for cybersecurity and network performance monitoring applications.",
      "preview": "Analyze. Optimize. Secure. Deep Network Observability Profitap delivers packet-based network intelligence to strengthen network performance and cybers"
    },
    {
      "url": "https://www.groupraise.com/ontheborder/grand-rapids-mi?filters%5Btod%5D=true&lat=42.9633599&lng=-85.6680863&order=donation_rate",
      "title": "Find Fundraisers at On The Border near Grand Rapids, MI | GroupRaise",
      "description": "View fundraisers at On The Border in Grand Rapids, MI. See fundraiser options like take-out & dine-in, see dates & book online!",
      "preview": "Menu Organize a meal Spacer Spacer Sign Up Sign In Sign In Sign Up Help Spacer Spacer Organize a meal We couldn't find a On The Border near Grand Rapi"
    },
    {
      "url": "https://www.justineevirs.com/protecting-courage-podcast",
      "title": "Justine Evirs | Protecting Courage Podcast",
      "description": "void",
      "preview": "top of page Hi! My name is Justine Evirs & I am the host of Protecting Courage I have 3 reasons why I started this podcast and I would like to share t"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "http://www.KyleThomasAstrology.com",
      "title": "KYLE THOMAS ASTROLOGY",
      "description": "Kyle Thomas is a globally published pop culture astrologer & Tarot reader who has been interviewed by Cosmopolitan Magazine, Bustle, Marie Claire, YahooNews, MSN, and more. With over a decade of professional experience and clients all over the world, he currently resides in Los Angeles where he works as a professional astrologer, life coach, writer, and producer.",
      "preview": "KYLE THOMAS ASTROLOGY Cart 0 Scroll KYLE THOMAS ASTROLOGY FEATURED IN: GUIDANCE STRAIGHT FROM THE STARS."
    },
    {
      "url": "https://vimeo.com/577234427",
      "title": "Kara Finds Life-Changing Success",
      "description": "This is &quot;Kara Finds Life-Changing Success&quot; by GiveIt2Goodwill on Vimeo, the home for high quality videos and the people who love them.",
      "preview": "Verify to continue To continue, please confirm that you're a human (and not a spambot). Checking if the site connection is secure vimeo.com needs to r"
    },
    {
      "url": "http://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "https://link.springer.com/article/10.1007/s11625-020-00865-z",
      "title": "Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration | Sustainability Science",
      "description": "The World Trade Organization (WTO) is in a unique position to deliver on Sustainable Development Goal (SDG) 14.6 by reforming global fisheries subsidies in",
      "preview": "Skip to main content Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration Note and Comment Open access Published: 2"
    },
    {
      "url": "http://www.cleverbot.com/app",
      "title": "Cleverbot app - talk to an intelligent app",
      "description": "cleverbot - a clever bot - speak to an AI with some Actual Intelligence?",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "https://deliciouslyella.com/",
      "title": "Deliciously Ella (UK) | Plant-Based & Vegan Food and Recipes",
      "description": "Explore Deliciously Ella's plant-based foods and recipes! Discover nutritious vegan recipes and products. Join the journey towards a healthier, happier life.",
      "preview": "Healthy Eating, Made Effortless Join 100,000+ members transforming how they eat and feel,one delicious recipe and wellness tool at a time. Start Your"
    },
    {
      "url": "https://help.marinetraffic.com/hc/en-us/articles/205579997-What-is-the-significance-of-the-AIS-SHIPTYPE-number-",
      "title": "What is the significance of the AIS Shiptype or Vessel type number? | MarineTraffic",
      "description": "void",
      "preview": "Skip to main content All Collections FAQ and Troubleshooting AIS What is the significance of the AIS Shiptype or Vessel type number? What is the signi"
    },
    {
      "url": "https://veronicapiraino.cl/collections/all/?constraint=cumpleanos",
      "title": "Productos",
      "description": "void",
      "preview": "0 Inicio Productos Cumpleaños Cambiar por Categorías NEW Comprar Aros Anillos Collares Cortos Collares Largos Cadenas baño de oro Cadenas de plata Col"
    },
    {
      "url": "https://www.oceanteacher.org",
      "title": "Home | OceanTeacher Global Academy",
      "description": "OceanTeacher Global Academy is an endorsed action under the UN Decade of Ocean Science for Sustainable Development.",
      "preview": "Skip to main content Home The OceanTeacher Global Academy (OTGA) provides a comprehensive internet-based training platform that supports classroom tra"
    },
    {
      "url": "https://nationaleczema.org/eczema-products/about-nea-seal-of-acceptance/",
      "title": "About the Seal of Acceptance™ | National Eczema Association",
      "description": "Since 2008 the Seal has been the most trusted mark in eczema products. For the millions of people who live with eczema - and even more with sensitive skin - the search for personal care and household products can be triggering, in every sense of the word. The Seal empowers you to find products that are suitable [...]",
      "preview": "About the Seal of Acceptance™ Since 2008 the Seal has been the most trusted mark in eczema products. For the millions of people who live with eczema -"
    },
    {
      "url": "http://www.stayaka.com/",
      "title": "Hotel Residences and Hotels | AKA",
      "description": "AKA's luxury hotels and hotel residences feature extraordinary business, wellness & lifestyle amenities for short term and extended stays.",
      "preview": "Select Location Hotel AKA Back Bay Hotel AKA Boston Common Hotel AKA Nomad AKA Central Park AKA Times Square AKA Sutton Place AKA Rittenhouse Square A"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/chicken-recipes/chicken-tikka-masala/",
      "title": "Easy chicken tikka masala recipe | Jamie Oliver",
      "description": "This brilliant Anglo-Indian chicken curry recipe is sure to make people very happy.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "https://www.ccg-gcc.gc.ca/index-eng.html",
      "title": "Canadian Coast Guard",
      "description": "void",
      "preview": "Canadian Coast Guard The Canadian Coast Guard is a special operating agency within the Department of National Defence. We work to ensure the safety of"
    },
    {
      "url": "https://www.capitalone.co.uk/",
      "title": "Capital One Credit Cards UK | Apply For A Credit Card Online | Capital One",
      "description": "Apply for a credit card with Capital One. Offering a range of UK Credit Cards, find the card to suit you and your needs. Discover more.",
      "preview": "Skip to content Get a straight yes or no before you apply That's one good thing Add your name to get started First name Last name Let's go Won't affec"
    },
    {
      "url": "https://www.adweek.com/media/you-better-drink-the-team-behind-rupauls-drag-race-launches-canned-cocktails/",
      "title": "Team Behind RuPaul's Drag Race Launches Canned Cocktails",
      "description": "World of Wonder and partners target 'thirsty' fans in a crowded booze category.",
      "preview": "Subscribe Sign In Agencies Brands Creativity Media TV Commerce Tech Creators SUBSCRIPTION ONLY The beverages launch for pre-sale Friday under the Hous"
    },
    {
      "url": "https://thequeenssix.co.uk/",
      "title": "Home - The Queen's Six",
      "description": "void",
      "preview": "× Home About Media Music Videos Photos Concerts Forthcoming History Testimonials Shop Contact × About us + Music Videos Testimonials Contact"
    },
    {
      "url": "https://regional-open-data-capcog.opendata.arcgis.com/",
      "title": "CAPCOG Regional Open Data Site",
      "description": "CAPCOG Region Open Data",
      "preview": "void"
    },
    {
      "url": "https://www.today.com/home/grinch-shows-house-hilarious-real-estate-listing-t145320",
      "title": "The Grinch shows off a house in hilarious real estate listing",
      "description": "A real estate team used The Grinch to show off a home for sale in Baltimore, Maryland. See the funny photos!",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "http://www.fisheriesprinciples.org/",
      "title": "Principles for Investment in Sustainable Wild Caught Fisheries | EDF Fishery",
      "description": "void",
      "preview": "Skip to main content Principles for Investment in Sustainable Wild-Caught Fisheries Themes: Governance & Policy , Phase: Implementation Although billi"
    },
    {
      "url": "https://merchants.fiserv.com/en-us/products/merchants/mid-sized-commerce-solutions/",
      "title": "Mid-Sized Commerce Solutions | Merchants U.S. | Fiserv",
      "description": "Driving commerce with integrated solutions for mid-size businesses, and the evolving needs of their customers.",
      "preview": "Skip to Contact an Expert Skip to Main Content Commerce Solutions for Mid-Sized Businesses Streamline payment acceptance and elevate payment experienc"
    },
    {
      "url": "https://www.giftcards.com/google-play-gift-card",
      "title": "Google Play eGift Card | Giftcards.com",
      "description": "Buy Google Play eGift Cards starting at $10 instantly from Giftcards.com. Delivered via email & SMS",
      "preview": "Skip to main content Google Play gift codes can be used on the Google Play Store, the official app store for Android, to purchase apps, games, and mor"
    },
    {
      "url": "https://www.eventbrite.ca/e/business-model-canvas-for-indigenous-entrepreneurs-tickets-558263470067?aff=erelexpmlt",
      "title": "Business Model Canvas For Indigenous Entrepreneurs Tickets, Tue, 14 Mar 2023 at 10:00 AM | Eventbrite",
      "description": "Eventbrite - Business Link presents Business Model Canvas For Indigenous Entrepreneurs - Tuesday, 14 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Business Model Canvas For Indigenous Entrepreneurs View details Follow this organizer to stay informed on future events By Busi"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/sofas-beds-10663/",
      "title": "Sofa Bed - Futon - Bed Settee - IKEA UK",
      "description": "Find affordable sofa beds and futons. Make any room in your home do double duty as an extra bedroom with one of our sofa beds in a range of styles.",
      "preview": "Skip to main content Skip to product list discountTag SALE now on, up to 60% off hundreds of products! Sofa beds Living room seating 2 seater sofa bed"
    },
    {
      "url": "https://myfoodstory.com/",
      "title": "Quick and Easy Indian Recipes - My Food Story",
      "description": "Browse hundreds of easy and delicious Indian recipes covering vegetarian, meat, breakfast, dinner, dessert and more. All recipes have detailed process shots to allow for ease of cooking - you can do it!",
      "preview": "Skip to content Get everyday dinners planned for you!→ Get My Indo-Chinese Ebook My latest cookbook, The Indo-Chinese Ebook , has got over 105+ delici"
    },
    {
      "url": "https://jollygoodbeer.co.uk/pollys-smooth_grove-keg/",
      "title": "Pollys-Smooth_Grove-KEG - Jolly Good Beer",
      "description": "Drinks Wholesale Distribution",
      "preview": "Pollys-Smooth_Grove-KEG by Kat 2021-09-15 We use cookies on our website to give you the most relevant experience by remembering your preferences and r"
    },
    {
      "url": "http://www.weyo.app/privacy/",
      "title": "Privacy Policy 1 - Weyo",
      "description": "void",
      "preview": "0 Privacy policy. About us Hello! Welcome to the Weyo Privacy Policy. Thank you for using WEYO™ apps for kids. 'Weyo', 'Sesame Street Yourself', 'Oddb"
    },
    {
      "url": "https://wiki.smfi.unipr.it/dokuwiki/doku.php?id=wiki_tutorial&tab_files=files&do=media&tab_details=view&image=lmn%3Apapers%3Aglass2013.pdf&ns=lmn%3Aisr",
      "title": "Wiki: mantenere la documentazione in modo efficace [UNIVERSITÀ DI PARMADIPARTIMENTO DI SCIENZE MATEMATICHE, FISICHE E INFORMATICHE]",
      "description": "void",
      "preview": "wiki_tutorial Gestore Media Categorie Scegli il namespace [directory principale] andrey.sidorenko asl didatticafis didatticainf didatticamat direzione"
    }
  ],
  "_meta": {
    "total_bookmarks": 115
  }
}