{
  "data": [
    {
      "url": "https://tampabay.com/enewspaper/",
      "title": "Log in | Tampa Bay Times",
      "description": "void",
      "preview": "Email address * Please enter an email address Password * Show password Hide password Password is required Forgot password? Continue Don't have an acco"
    },
    {
      "url": "https://monirulalam.net/2011/10/21/a-villagers-daily-life-in-keranigang/",
      "title": "A villagers Daily Life in Keranigang - MONIRUL ALAM",
      "description": "21 Oct. 2011-Keranigong.Dhaka. Bangladesh- A villager carries a bundle of jute- like fibrous plant use as a fuel, to earn his livelihood for supports his family. He passes through a road in Ruhitpure outskirts of Dhaka. Bangladesh. © Monirul Alam",
      "preview": "Skip to content Search Search for: Close .© Monirul Alam 21 Oct. 2011-Keranigong.Dhaka. Bangladesh- A villager carries a bundle of jute- like fibrous"
    },
    {
      "url": "https://www.kansascitypbs.org/kansas-city-pbs-livestream/",
      "title": "Kansas City PBS Livestream",
      "description": "Watch Kansas City PBS live any time, any where.",
      "preview": "Providing support for Kansas City PBS Learn More"
    },
    {
      "url": "https://careers.parishilton.com/",
      "title": "Careers - Paris Hilton",
      "description": "void",
      "preview": "Home Impact About About Paris 11:11 Media Follow Me Instagram Facebook Twitter Tiktok Youtube Search Search for: Sign Up More on the Wedding? Sign up"
    },
    {
      "url": "https://winreality.com/win-reality-vr/",
      "title": "VR + AI Baseball & Softball Training",
      "description": "WIN Reality is the revolutionary VR baseball & softball training platform. Take your hitting to the next level with virtual baseball coaching, training, & more!",
      "preview": "Skip to content TRAIN LIKE THE BEST. WIN MORE AT THE PLATE. Get the training used by elite colleges and professional organizations to develop their ne"
    },
    {
      "url": "https://katalogi.pbp.poznan.pl/sowacgi.php?KatID=0&typ=repl&plnk=__wydawca_Mi%C4%99dzynarodowy+Komitet+O%C5%9Bwi%C4%99cimski&sort=byscore&view=1",
      "title": "SOWA OPAC : Katalog zbiorów Publicznej Biblioteki Pedagogicznej w Poznaniu",
      "description": "Wyszukiwanie książek, audiobooków i e-booków w bibliotece. Znajdź, zarezerwuj i wypożycz książkę w bibliotece. Odkryj bibliotekę. Łączą nas książki! 📖",
      "preview": "Katalog zbiorów Wyszukiwanie zaawansowane Kolekcje Wybierz kolekcję z listy Nowości Awans zawodowy nauczyciela Teatr kamishibai Gry planszowe Literatu"
    },
    {
      "url": "https://www.eurostar.com/uk-en/travel-info/service-information",
      "title": "Service information | Travel information | Eurostar",
      "description": "Check live departures and arrivals, our train timetable, see our latest travel updates and find out what to do if your trip doesn't go to plan.",
      "preview": "Skip to main content Travel info Service information Service information Check live departures and arrivals, see our latest travel updates and find ou"
    },
    {
      "url": "https://capitaloneshopping.com/capitalone",
      "title": "Capital One Shopping",
      "description": "void",
      "preview": "saved. saved. saved. saved. saved. saved. Capital One Shopping from Capital One checks for deals before you checkout. Sign up to receive a desktop rem"
    },
    {
      "url": "https://bbbprograms.org/programs/all-programs/children's-advertising-review-unit",
      "title": "Children's Advertising Review Unit (CARU) - BBB National Programs",
      "description": "Discover how the Children's Advertising Review Unit (CARU) promotes responsible advertising to children. From COPPA Safe Harbor compliance to protecting children's privacy, CARU sets guidelines for child-directed advertising and marketing to kids.",
      "preview": "Children's Advertising Review Unit (CARU) The Children's Advertising Review Unit (CARU) was established in 1974 to promote responsible advertising to"
    },
    {
      "url": "https://www.spindrift-racing.com",
      "title": "Sails of Change",
      "description": "void",
      "preview": "25.06.16 Sail Sails of Change 8 finish first in TF35 Trophy second overall in Bol d'Or du Leman After fifteen and a half hours of racing featuring mul"
    },
    {
      "url": "https://consumer.ftc.gov/consumer-alerts",
      "title": "Consumer Alerts | Consumer Advice",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://theblast.com/jack-osbourne-divorce-houses/",
      "title": "void",
      "description": "void",
      "preview": "Jack Osbourne Scores $3.2 Million Mansion in Divorce, Hands Ex-Wife $1.8 Million Home By TheBlast Staff on September 19, 2018 at 12:08 PM EDT | Uncate"
    },
    {
      "url": "https://www.typewolf.com/resources",
      "title": "The Best Typography Resources for 2025 · Typewolf",
      "description": "A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools and learning resources.",
      "preview": "Typography Resources A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools"
    },
    {
      "url": "https://neocities.org/site/localfool?page=7",
      "title": "LocalFool",
      "description": "void",
      "preview": "2020 - CREATION OF NEWER WEB (if you click on them, it will take you to where I got them!) Fanlistings + Web-Cliques: I Choose You! :: Mightyena Web I"
    },
    {
      "url": "https://www.vesuvius.com/en/index.html",
      "title": "Vesuvius",
      "description": "Vesuvius is a Global leader in molten metal flow engineering",
      "preview": "Our use of cookies This site uses cookies. By continuing to browse the site you are agreeing to our use of cookies. For more details about cookies and"
    },
    {
      "url": "https://90days.georgetown.edu/event/books-cookies-with-mary-giuliani-c97-and-chudney-ross-c97/",
      "title": "Books & Cookies with Mary Giuliani (C'97) and Chudney Ross (C'97) - 90 Days with Georgetown",
      "description": "Register for event > Event capacity: 50 Suggested donation supporting the university's COVID-19 response and student financial aid: $25 All ages welcome for a special \"Books and Cookies\" session with [...]",
      "preview": "Cooking/Baking, Family Books & Cookies with Mary Giuliani (C'97) and Chudney Ross (C'97) Register for event > Event capacity: 50 Suggested donation su"
    },
    {
      "url": "https://www.dafdirect.org/",
      "title": "DAF Direct",
      "description": "void",
      "preview": "ABOUT DAF DIRECT FUNDRAISING BENEFITS WHAT IS A DAF? DAF Direct-helping nonprofits grow their donor base A new approach to fundraising LEARN MORE WHAT"
    },
    {
      "url": "https://maia-longhorn.tumblr.com/",
      "title": "In this corner...",
      "description": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Technology, Space, Nature, Sports and Video Games....",
      "preview": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Techno"
    },
    {
      "url": "https://subscribe.providencejournal.com/masthead?gps-source=CPMASTHEAD&itm_campaign=2023MAREVERG&itm_medium=ONSITE&onSuccessRedirectURL=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "http://www.moldrek.com/",
      "title": "Ricette di cucina italiane e regionali tutte gratis",
      "description": "void",
      "preview": "Ricette Ricette Cucina nel Mondo! RICETTE GRATIS - RICETTE CUCINA Ricette cucina del mondo in modo semplice e chiaro per tutti coloro che si cimentano"
    },
    {
      "url": "https://worldillustrationawards.com/",
      "title": "World Illustration Awards - World Illustration Awards",
      "description": "void",
      "preview": "Menu Awards Home About WIA Project List / Winners WIA News Touring Exhibition Sponsors"
    },
    {
      "url": "https://news.gallup.com/393302/week-in-charts-newsletter-subscribe.aspx",
      "title": "Subscribe to the Front Page Newsletter - Gallup",
      "description": "Be a better leader. Get weekly data and analysis you can trust about the most important issues facing our world -- in five simple charts.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Share on Twitter Share on LinkedIn Share on Instagram Thanks"
    },
    {
      "url": "https://www.uab.edu/news/health/item/13410-full-house-rare-set-of-twins-delivered-at-uab-join-twin-brothers-at-home",
      "title": "Full house: Mom delivers rare set of MoMo twins at UAB, Alba's second set of twins in 13 months - UAB News",
      "description": "Britney Alba's monoamniotic-monochorionic twins are her second set in 13 months. Britney, Frankie, Luka and Levi, welcomed Lydia and Lynlee on Oct. 25.",
      "preview": "Health & Medicine • February 14, 2023 Full house: Mom delivers rare set of MoMo twins at UAB, Alba's second set of twins in 13 months Media contact: P"
    },
    {
      "url": "https://www.premierleague.com/tables",
      "title": "Premier League Table, Form Guide & Season Archives",
      "description": "View the latest Premier League tables, form guides and season archives, on the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.myvanilladebitcard.com/myvanilla/static/pdf/MyVanilla_Privacy_Policy_ENG.pdf",
      "title": "Pardon Our Interruption",
      "description": "void",
      "preview": "Pardon Our Interruption As you were browsing something about your browser made us think you were a bot. There are a few reasons this might happen: You"
    },
    {
      "url": "https://www.siriusxm.com/channels/elvis-radio",
      "title": "Elvis Radio: Music from Elvis Presley | SiriusXM",
      "description": "The only all Elvis all-the-time radio station, broadcasting live from Graceland. Listen to the classics, rare recordings, live tracks & shows devoted to The King.",
      "preview": "Showing channels for my Streaming & Most Radios . Edit Verify channels for my radio Channel numbers may vary across different cars and portable radios"
    },
    {
      "url": "https://www.ccsbt.org/",
      "title": "CCSBT Home | CCSBT Commission for the Conservation of Southern Bluefin Tuna",
      "description": "void",
      "preview": "Skip to main content 🇯🇵 日本語 Log in Commission for the Conservation of Southern Bluefin Tuna ☰ Main Menu Home About the Commission Origins of the Conve"
    },
    {
      "url": "https://www.victoriaeugenia.eus/programacion/espectaculo.php?evento=106477",
      "title": "Agenda y entradas - Victoria Eugenia Antzokia",
      "description": "Agenda de eventos del Teatro Victoria Eugenia. Busca y compra tus entradas para actuaciones de teatro, danza, conciertos, infantiles... ¡Ven a verlas!",
      "preview": "void"
    },
    {
      "url": "https://profiler.firefox.com/docs/",
      "title": "Firefox Profiler - Documentation",
      "description": "Documentation related to the Firefox Profiler, a tool to record and visualize profile.",
      "preview": "void"
    },
    {
      "url": "http://mezelmods.com/",
      "title": "Pinball Accessories and Parts by Mezel Mods",
      "description": "Upgrade your game with high quality pinball accessories for your pinball machine. Don't settle for ordinary pinball- make it uniquely yours at Mezel Mods.",
      "preview": "Skip to content Collection of the Week: DND New! DND Bridge Gift Cards Stanger Things Pinball Products Back In Stock The Arcade Sign and Billy's Camar"
    },
    {
      "url": "https://spinthewheel.app",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "Discover endless possibilities with Spin the Wheel - Random Picker Wheel Maker! Unleash your creativity and design custom spin wheels for any occasion. Whether it's for games, giveaways, or decision-making fun, our user-friendly platform lets you create interactive experiences that engage and entertain. Spin the wheel and make your ideas come to life in a dynamic and exciting way!",
      "preview": "You need to enable JavaScript to run this app. It is certain Reply hazy, try again As I see it, yes Don't count on it It is decidedly so Ask again lat"
    },
    {
      "url": "https://privacy.microsoft.com/privacystatement",
      "title": "Informativa sulla privacy di Microsoft - Privacy Microsoft",
      "description": "void",
      "preview": "This is the Trace Id: 8802367234d7598f3a5058995bd31303 Passa a contenuti principali Informativa sulla privacy di Microsoft Ultimo aggiornamento: sette"
    },
    {
      "url": "https://earth.stanford.edu/news/oil-spills-and-coastal-resilience",
      "title": "Oil spills and coastal resilience | Stanford Doerr School of Sustainability",
      "description": "void",
      "preview": "News & Events Research topics Biodiversity Cities & society Climate Energy Hazards Land & water Oceans All research news All research topics School ne"
    },
    {
      "url": "https://americanlibrariesmagazine.org/",
      "title": "Home | American Libraries Magazine",
      "description": "American Libraries is the voice of the profession and the flagship magazine of the American Library Association.",
      "preview": "Skip to main content The Next Generation of Activists Advocacy program trains young people to lead Baker & Taylor to Cease Operations Company begins t"
    },
    {
      "url": "https://www.visualstudio.com/vs/getting-started/",
      "title": "Getting started with Visual Studio",
      "description": "Tutorials, videos and docs recommendations for learning to code in Visual Studio",
      "preview": "Skip to main content This device is not currently supported for these products. Visual Studio IDE Visual Studio for Mac Visual Studio Code To continue"
    },
    {
      "url": "https://www.adoreme.com/try-adoreme-elite",
      "title": "The Elite Box | Monthly Lingerie Subscription Box | Adore Me",
      "description": "Try Adore Me Elite Box, a monthly lingerie subscription box curated just for you, delivered right to your doorstep. Lingerie shopping has never been easier.",
      "preview": "void"
    },
    {
      "url": "https://www.wordtune.com/",
      "title": "Wordtune - Express yourself with confidence",
      "description": "Perfect your English with a free AI writer that can paraphrase, rewrite, correct your grammar and more.",
      "preview": "Get Wordtune for free No credit card required. Get a feel for what Wordtune can do for you Write. Rewrite. Repeat. Choose from a custom list of contex"
    },
    {
      "url": "https://www.motorolasolutions.com/en_xu/about/company-overview/corporate-responsibility/motorola-solutions-foundation.html",
      "title": "Motorola Solutions Foundation - Motorola Solutions EMEA",
      "description": "Motorola Solutions Foundation is the charitable and philanthropic arm of Motorola Solutions. Read about our grant applications and impact",
      "preview": "Sign out Session expired Sign in Close Contact us Motorola Solutions Foundation Helping to build safer cities and thriving communities. At Motorola So"
    },
    {
      "url": "http://www.opentuna.org/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.sportscrunch.in/",
      "title": "We'll Be Back Soon | SportsCrunch.in",
      "description": "void",
      "preview": "We'll Be Back Soon Our website is currently undergoing scheduled maintenance. We appreciate your patience and will be back online shortly."
    },
    {
      "url": "https://v15.proteinatlas.org/ENSG00000159363-ATP13A2/cell/HEK+293",
      "title": "The Human Protein Atlas",
      "description": "Legacy version 15.0 of the Human Protein Atlas.",
      "preview": "Version 15.0 - Released 2016.04.11 This version is only available as download. For the current version see https://www.proteinatlas.org Version 15.0 d"
    },
    {
      "url": "https://www.barkershoes.com/collections/mens-derbys/gender_mens",
      "title": "Mens Leather Derby Shoes | Shop Handmade Derby Shoes at Barker Shoes UK | Tagged \"Gender_Mens\"",
      "description": "Shop the latest mens Derbys collection at Barker Shoes. Discover suede derby shoes and derby boots in a variety of colours, from black leather to brown derby shoes",
      "preview": "Skip to content Search Men's Derbys You can never put a foot wrong with a Barker Derby due to its incredible versatility. Our collection boasts a vari"
    },
    {
      "url": "https://wpml.org/?aid=85067&affiliate_key=oYH2FlnrApDE",
      "title": "WPML - The WordPress Multilingual Plugin",
      "description": "WPML is the plugin that makes over a million WordPress sites multilingual. It's powerful enough for corporate sites, yet simple for blogs.",
      "preview": "Skip to content Skip to sidebar LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWZpZWxke21hcmdpbi1ib3R0b206MC43NmVtfS50Yi1maWVsZC0tbGVmdHt0Z"
    },
    {
      "url": "https://www.bundesliga.com/en/bundesliga/table",
      "title": "Bundesliga | Table | 2025/26",
      "description": "The Bundesliga table with current points, goals, home record, away record, form",
      "preview": "Advertisement Standings Standings Season 2025-2026 Club P Won-Draw-Lost W-D-L G +/- Pts 1 6 6-0-0 25:3 +22 18 2 6 4-2-0 12:4 +8 14 3 6 4-1-1 8:8 0 13"
    },
    {
      "url": "https://locator.greatlengths.com/en-us/",
      "title": "Hair extensions salons near me | Great Lengths store locator",
      "description": "Find the certified Great Lengths hair extensions salons closest to you with our store locator! The excellence with no compromise. Hair extension certified.",
      "preview": "Beyond hair expectations: the documentary: Discover now FIND NEAREST SALON MENU ABOUT US ETHICS & MISSION SUSTAINABILITY PRODUCTS GL PRE-BONDED GL TAP"
    },
    {
      "url": "https://mittprivatakrig.com/2021/12/26/staden/",
      "title": "Staden... | Yolanda and her creative scream",
      "description": "Det ska bli rätt skönt att komma i väg i morgon, till jobbet. Senare i veckan får jag besök av Maria, som kommer från Trollhättan. Sen är det nyår, som jag planerar att spendera hos Sylvia. ♡",
      "preview": "Etiketter \"Vänner\" , annandagen , Foto , Jul , Ledig , Nyår , Photography , Planering , vän , Vänskap Det ska bli rätt skönt att komma i väg i morgon,"
    },
    {
      "url": "https://analyst.lightcast.io",
      "title": "Login | Analyst",
      "description": "void",
      "preview": "Username or email address * Email address or username is required Enter a valid email address or username Continue"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://www.makeswift.com/",
      "title": "Makeswift | Love at first site",
      "description": "Makeswift lets marketers build and manage websites with a visual-first builder, all while providing flexibility for developers to extend and customize as needed.",
      "preview": "Commerce BigCommerce Feedonomics Love at first site Makeswift gives marketers visual freedom and developers full control so teams can design, ship, an"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "https://longshotsblues.wordpress.com/tag/libel/",
      "title": "Libel | Longshot's Blog",
      "description": "Posts about Libel written by Longshot",
      "preview": "Longshot's Blog Skip to content Home ABOUT ME MUSIC © Copyright All Rights Reserved. 2009-2025 Horse Racing Politics Bits & Pieces~Music/News/Sports/L"
    },
    {
      "url": "https://www.isuroon.org/",
      "title": "Isuroon - Strong Women Strong Community",
      "description": "Overcome challenges like language barriers, racism, and religious intolerance",
      "preview": "Skip to content Halal Food Assistance Welcome to Isuroon Halal Food Shelf, a compassionate initiative founded in 2016 to support the East African comm"
    },
    {
      "url": "https://www.boerger-motorgeraete.de/reinigungstechnik/laubsauger-blaeser/",
      "title": "Laubsauger & -bläser | Die große Auswahl | Börger Motorgeräte",
      "description": "Für die Rasenfläche, den Weg oder das Beet bieten wir eine große Auswahl an Laubsaugern und -bläsern an. Ob akkubetrieben oder mit Benzin. | Börger Motorgeräte...",
      "preview": "Um Börger Motorgeräte in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren."
    },
    {
      "url": "https://title2.ed.gov/Public/Home.aspx",
      "title": "Title II - Welcome",
      "description": "void",
      "preview": "LOGIN INSTRUCTIONS HAVE CHANGED, TO VIEW UPDATED INSTRUCTIONS CLICK HERE 2024 Title II Report Academic Year 2022-23 Data The 2024 State Reports includ"
    },
    {
      "url": "https://www.newworldrecords.org/products/music-of-andrew-imbrie",
      "title": "Music of Andrew Imbrie - New World Records",
      "description": "London Symphony Orchestra; Harold Farberman, conductor; Louise DiTullio, flute; Walter Trampler, viola; Lois Brandwynne, piano; Robert Sayre, cello; Roy Bogas, pianoDescribing one's own music is a little like describing one's voice and manner. It is easier to say what it is not than to say what it is. My music does not",
      "preview": "Liner Notes Cat. No. NWCR632 Release Date: 2007-01-01 London Symphony Orchestra; Harold Farberman, conductor; Louise DiTullio, flute; Walter Trampler,"
    },
    {
      "url": "https://www.incometaxindia.gov.in/Pages/default.aspx",
      "title": "Pages - Home - Central Board of Direct Taxes, Government of India",
      "description": "void",
      "preview": "Turn on more accessible mode Turn off more accessible mode Sign In × OK x The Income Tax Department NEVER asks for your PIN numbers, passwords or simi"
    },
    {
      "url": "https://www.mccdmn.org/",
      "title": "MCCD | Metropolitan Consortium of Community Developers",
      "description": "Metropolitan Consortium of Community Developers (MCCD) is an association of nonprofit affordable housing and economic development organizations from across the state, committed to expanding wealth building opportunities and advancing racial and economic justice. For over 33 years, our members have worked collectively to leverage resources for the development of people and places.",
      "preview": "Skip to content Building Community Donate LOAN PORTAL Community Development The Minnesota Consortium of Community Developers (MCCD) is an association"
    },
    {
      "url": "https://hispanicfederation.org/",
      "title": "Hispanic Federation | Taking Hispanic Causes to Heart",
      "description": "Hispanic Federation serves as a national model for Latino social, political, and economic empowerment since 1990.",
      "preview": "Skip to Main Content Taking Hispanic Causes to Heart Hispanic Federation serves as a national model for Latino social, political, and economic empower"
    },
    {
      "url": "https://www.whatsthebest.co.uk/tech/photography/",
      "title": "The Best Photography Products, Reviews and Advice | What's The Best",
      "description": "Read independent reviews and comparisons on all photography products and gadgets at What's The Best. Stay on top of the latest trends in the photography gadget world.",
      "preview": "Home | Tech | Photography Photography"
    },
    {
      "url": "https://et.linkedin.com/company/garri-logistics?trk=organization_guest_main-feed-card-text",
      "title": "Garri Logistics | LinkedIn",
      "description": "Garri Logistics | 3,106 followers on LinkedIn. Garri leverages tech to efficiently transport freight across Ethiopia. We are modernizing Ethiopia's Logistics! | Garri is a digital frieght transport and brokerage company with the mission of removing the hassle and pain from freight logistics by optimizing and digitizing every aspect of the job. We offer unparalleled customer service using dedicated account managers and access to state of the art technology including live cargo tracking, frequent status updates, analytics, and many more.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2023/01/27/2597113/0/en/Sovos-Brands-Intermediate-Inc-Issues-Allergy-Alert-on-Undeclared-Egg-in-Rao-s-Slow-Simmered-Soup-Labeled-as-Chicken-Gnocchi-but-Containing-Vegetable-Minestrone.html",
      "title": "Sovos Brands Intermediate, Inc. Issues Allergy Alert on",
      "description": "LOUISVILLE, Colo., Jan. 27, 2023 (GLOBE NEWSWIRE) -- Sovos Brands Intermediate, Inc. (\"Sovos\") is voluntarily recalling a limited number of 16-ounce jars...",
      "preview": "Accessibility: Skip TopNav Sovos Brands Intermediate, Inc. Issues Allergy Alert on Undeclared Egg in Rao's Slow Simmered Soup, Labeled as Chicken & Gn"
    },
    {
      "url": "http://sesamestreet.org",
      "title": "Sesame Street | Preschool Games, Videos, & Coloring Pages to Help Kids Grow Smarter, Stronger & Kinder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://signtime.apple/retail/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://enterprise.github.com/contact",
      "title": "Enterprise · A smarter way to work together · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://bja.ojp.gov",
      "title": "Home | Bureau of Justice Assistance",
      "description": "BJA provides leadership and services in grant administration and criminal justice policy development to support state, local, and tribal justice strategies to achieve safer communities.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://resurety.com/white-paper-making-it-count/",
      "title": "White Paper: Making It Count - REsurety",
      "description": "Access REsurety's white paper to learn how updating Scope 2 accounting can drive the next phase of decarbonization.",
      "preview": "Who We Serve Advisors Broader Clean Energy Ecosystem Clean Energy Buyers Clean Energy Investors Clean Energy Sellers Hedge Providers REsurety's Custom"
    },
    {
      "url": "https://www.edx.org/learn/computer-networking",
      "title": "Best Online Computer Networking Courses and Programs | edX",
      "description": "Explore online computer networking courses to build your programming skills and advance your education.",
      "preview": "Learn computer networking with online courses and programs Smartphones and digital devices connect to the Internet and to each other using computer ne"
    },
    {
      "url": "https://elmnt13.com/",
      "title": "Elmnt13 - Marketing | Management",
      "description": "void",
      "preview": "ABOUT Dedicated to bringing your vision to life Whether you are starting from square one, looking to further improve your brand or increase awareness"
    },
    {
      "url": "https://online.foundationsource.com/ws/index.jsp?site=marisla",
      "title": "The Marisla Foundation",
      "description": "void",
      "preview": "Information | Guidelines | Application Deadlines | How to Apply | Contact Marisla Foundation® was established in 1986 as a private, non-operating char"
    },
    {
      "url": "https://www.spring-board.info/us/downtowns/%20",
      "title": "Retail Foot Traffic Data | MRI Software",
      "description": "Get retail insights with AI-powered foot traffic data. Track visitors, analyze patterns, & optimize footfall strategies to drive revenue.",
      "preview": "Skip to content Register for MRI NA Ascend 2025 Free Daily Benchmarks Insights Hub Select a solution Free Daily Benchmarks Insights Hub Get a Demo Hom"
    },
    {
      "url": "https://www.culture.gouv.fr/Regions",
      "title": "Ministère de la Culture | Ministère de la Culture",
      "description": "Ministère de la Culture / services déconcentrés en région",
      "preview": "Régions Le ministère de la Culture développe ses politiques culturelles sur l'ensemble du territoire, par l'action des directions régionales des affai"
    },
    {
      "url": "http://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://usblackchambers.org",
      "title": "U.S. Black Chambers, Inc.",
      "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "Skip to main content Hit enter to search or ESC to close Close Search MISSION & SERVICE Affectionately known as the \"National Voice of Black Businesse"
    },
    {
      "url": "https://llama.pe/certificado-digital-de-prueba-sunat",
      "title": "Certificado digital de PRUEBA - SUNAT | Firma Digital con Certificado Digital Perú - Llama.pe",
      "description": "Genera un certificado digital de prueba para Facturación Electónica de manera fácil y rápida.",
      "preview": "Cargando... Migra a Llama.pe con el 50% de descuento [ más información] Certificado digital de PRUEBA - SUNAT Certificados emitidos en formato softwar"
    },
    {
      "url": "http://meyerweb.com/",
      "title": "meyerweb.com",
      "description": "void",
      "preview": "What happened was, I wrote a bookmarklet in early 2024 that would load all of the comments on a lengthy GitHub issue by auto-clicking any \"Load more\""
    },
    {
      "url": "https://www.my-best-kite.com/how-to-make-a-kite.html",
      "title": "How To Make A Kite - 27 Kites! Illustrated Step-By-Step Instructions",
      "description": "Learn how to make a kite, 8 types to choose from, each in 3 sizes! Plus 3 Box kites. Full step-by-step instructions.",
      "preview": "This feature requires JavaScript to be turned on . 🔍 This feature requires JavaScript to be turned on . 🔍 Menu Home Home Page Site Map About Tim Kite"
    },
    {
      "url": "https://aedamn.org/",
      "title": "Home | AEDA",
      "description": "void",
      "preview": "top of page Mon - Fri: 9AM - 5PM info@aedamn.org 651-222-7798 Creating cultural and economic opportunities for Twin Cities Asian Americans Get Involve"
    },
    {
      "url": "https://www.random.org/lists/",
      "title": "RANDOM.ORG - List Randomizer",
      "description": "This page allows you to randomize lists of strings using true randomness, which for many purposes is better than the pseudo-random number algorithms typically used in computer programs.",
      "preview": "Home Games Lottery Quick Pick Keno Quick Pick Coin Flipper Dice Roller Playing Card Shuffler Birdie Fund Generator Numbers Integers Sequences Integer"
    },
    {
      "url": "http://www.theworkerslab.com/",
      "title": "Homepage",
      "description": "void",
      "preview": "About Us Investment Research Technology Learning Updates Donate The National Home for Worker-Centered Innovation Giving new ideas for and with workers"
    },
    {
      "url": "http://status.spire.com/",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://map.samsclub.com/",
      "title": "Sam's Club MAP",
      "description": "Wherever they shop and browse, your brand can be there. Sam's Club MAP helps advertisers grow sales and awareness - with industry-leading data and measurement.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://tos.org/oceanography/article/seamount-fisheries-do-they-have-a-future",
      "title": "Seamount Fisheries: Do They Have a Future? | Oceanography",
      "description": "void",
      "preview": "Change of Address Contact Us Join TOS TOS Website View Issue TOC Volume 23, No. 1 Pages 134 - 144 Seamount Fisheries: Do They Have a Future? By Tony J"
    },
    {
      "url": "https://www.flutetunes.com/tunes.php?id=2209",
      "title": "Largo from Recorder Sonata No. 8 in D minor (B. Marcello) - Free Flute Sheet Music | flutetunes.com",
      "description": "Sheet music for Largo from Recorder Sonata No. 8 in D minor by Benedetto Marcello, arranged for Flute and bass instrument. Free printable PDF score and MIDI track.",
      "preview": "Free Flute Sheet Music Menu Search Tunes... Menu Home FAQ Browse Tunes Modern Music Random Tune Most Popular Flute Articles Flute Scales Flute Fingeri"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "https://norbchamber.chambermaster.com/eventregistration/register/3250",
      "title": "Event Registration",
      "description": "void",
      "preview": "Please Wait Loading event registration interface... 5% Complete"
    },
    {
      "url": "https://penji.co/pricing/",
      "title": "Pricing - Unlimited Graphic Design Service",
      "description": "void",
      "preview": "Services Graphic design Branding Motion graphics Advertisements Presentations Web design Illustrations Pricing Our work Why Penji? Our mission Reviews"
    },
    {
      "url": "https://inkaexperience.com/",
      "title": "Inka Experience » Perú Travel Agency",
      "description": "Inka Experience offers custom Peru tours & personalized travel advice for your Peru adventure. Cusco - Inka Trail - Amazon - Lake Titicaca - Boutique Travel .US Toll - Free 1-800-260-4681",
      "preview": "peru tours Our Peru Tours reflect the highlights and best travel experiences throughout the country. All travel programs can be customized to fit your"
    },
    {
      "url": "https://patternbeauty.com/",
      "title": "Curly and Natural Hair Care Products | PATTERN Beauty - Pattern Beauty",
      "description": "Hair care products for natural hair designed for curly, coily & tight-textured hair patterns created by award-winning actress & activist Tracee Ellis Ross.",
      "preview": "Your cart is empty Continue shopping Have an account? Log in to check out faster. Bestsellers Bestselling hair care for curly, coily & tight textures"
    },
    {
      "url": "https://thelowcarbdiabetic.blogspot.com/2012/04/tinker-taylor-liar-troll-part-two.html",
      "title": "The Low Carb Diabetic: Tinker Taylor Liar Troll ! Part two.",
      "description": "Karla awoke with a shudder from the usual nightmare. Laying in her chair and in a cold sweat. Was it the never ending nightmare, or the surf...",
      "preview": "Total Pageviews Sunday, 22 April 2012 Tinker Taylor Liar Troll ! Part two. Karla awoke with a shudder from the usual nightmare. Laying in her chair an"
    },
    {
      "url": "https://kimberlyakimbothemusical.com/",
      "title": "KIMBERLY AKIMBO A New Musical | Official Site",
      "description": "Your official source of tickets and information about KIMBERLY AKIMBO, now playing at the Booth Theatre on Broadway.",
      "preview": "GET TICKETS Tour About Company Acclaim Shop Listen Now on tour across the US! WINNER! 2023 Tony Award for BEST MUSICAL Now on Tour The Tony-Award ® wi"
    },
    {
      "url": "https://www.foreverdiamondsny.com",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "https://www.bloomberg.com/tosv2.html?vid=&uuid=b507760d-76bc-11ec-8922-7374547a4a4a&url=L2FwcHMvbmV3cz9waWQ9d2FzaGluZ3RvbnN0b3J5JnNpZD1hZUVBQkJOeGZzQ3M=",
      "title": "Bloomberg - Are you a robot?",
      "description": "void",
      "preview": "We've detected unusual activity from your computer network To continue, please click the box below to let us know you're not a robot. Why did this hap"
    },
    {
      "url": "https://www.cbs.com/all-access/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://api.whatsapp.com/send?text=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F",
      "title": "Share on WhatsApp",
      "description": "WhatsApp Messenger: More than 2 billion people in over 180 countries use WhatsApp to stay in touch with friends and family, anytime and anywhere. WhatsApp is free and offers simple, secure, reliable messaging and calling, available on phones all over the world.",
      "preview": "Skip to content Share on WhatsApp https://www.un.org/sustainabledevelopment/oceans/ Open app Continue to WhatsApp Web Don't have the app? Download it"
    },
    {
      "url": "https://reform.un.org/content/development-reform",
      "title": "Development Reform | United to Reform",
      "description": "Development reform",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "https://wiki.freepbx.org/label/calling+canada+international+locations+profile+top-up",
      "title": "Sangoma Documentation",
      "description": "void",
      "preview": "{\"serverDuration\": 42, \"requestCorrelationId\": \"5654af36b66847d3953b6bf5aeeab0c7\"}"
    },
    {
      "url": "https://www.creativeboom.com/",
      "title": "Art & Design Magazine for the Creative Industries | Creative Boom",
      "description": "Creative Boom is a leading UK art and design platform that delivers creative industry news, inspiration, insight and advice to six million creative professionals each year.",
      "preview": "void"
    },
    {
      "url": "https://data-in-emergencies.fao.org/",
      "title": "FAO Data in Emergencies Hub",
      "description": "The Food and Agriculture Organization of the United Nations (FAO) established the DIEM Hub to provide a regularly updated and highly accessible picture of food insecurity in fragile environments and to inform FAO's evidence-based programming.",
      "preview": "void"
    },
    {
      "url": "http://www.emmanorton.org/",
      "title": "Emma Norton Services | Strengthening, Nurturing, and Empowering",
      "description": "Emma Norton Services provides transformational housing for women and families on their journey of recovery. Learn more and join us.",
      "preview": "Skip to content Transformational housing and growth for individuals and families on their journey of recovery LEARN MORE HOW TO HELP Stay up to date O"
    },
    {
      "url": "https://bloomberg.org/careers",
      "title": "Careers | Bloomberg Philanthropies",
      "description": "At Bloomberg Philanthropies giving back starts from the ground up.",
      "preview": "Skip to main content Careers Bloomberg Philanthropies works to ensure better, longer lives for the greatest number of people. We work to create positi"
    },
    {
      "url": "https://www.personalisegifting.com/1st-anniversary-gifts",
      "title": "First Wedding Anniversary Gift | Buy 1st Anniversary Gift",
      "description": "Choose the traditional first wedding anniversary gift made of paper & add the touch of personalisation to make it extra special. Shop from our collection now!",
      "preview": "UK: +44 203 0123 124 Search Products Cart (0) Log In Register About Us Contact Christmas Personalised Gifts Shop By Product Bags Mugs Cards Books Vase"
    },
    {
      "url": "http://www.R-project.org/",
      "title": "R: The R Project for Statistical Computing",
      "description": "void",
      "preview": "[Home] Download CRAN R Project About R Logo Contributors What's New? Reporting Bugs Conferences Search Get Involved: Mailing Lists Get Involved: Contr"
    },
    {
      "url": "https://www.aaccofsj.org/",
      "title": "Home - African American Chamber of Commerce of San Joaquin %",
      "description": "Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated to promote commerce and industry for the advancement of economic vitality within the African American community. Learn More Our Vision Our vision is to remain consistent with this nation's rich African American history of success,...",
      "preview": "Skip to content Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated t"
    },
    {
      "url": "https://sci-chic.tumblr.com/",
      "title": "Sci Chic",
      "description": "The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews Make a striking impression whe"
    },
    {
      "url": "http://www.zakochanawsztuce.pl/2013/11/kordonkowe-bombeczki.html",
      "title": "Zakochana w sztuce: KORDONKOWE BOMBECZKI",
      "description": "void",
      "preview": "Strona główna Autor O mnie O blogu Współpraca Kontakt Obsługiwane przez usługę Blogger ."
    },
    {
      "url": "https://fontsinuse.com/",
      "title": "Fonts In Use - Fonts In Use",
      "description": "A searchable archive of typographic design, indexed by typeface, format, and topic.",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Show: All (31518) Staff Picks (5924) Blog (168) Sort: Contribution Date ▼ Contribution Date Artwork Date Most Discussed"
    },
    {
      "url": "https://www.onkelpoppi.de/vollgepumpt-mit-blei-playerunknowns-battlegrounds-pubg/",
      "title": "VOLLGEPUMPT mit Blei - PLAYERUNKNOWN'S BATTLEGROUNDS , PUBG - OnkelPoppi",
      "description": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus.",
      "preview": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus. Bitte akzeptiere YouTube-Cookies, um dieses Video abzuspielen. Wenn Du akze"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "https://hbr.org/2020/07/research-how-workers-shift-from-one-industry-to-another",
      "title": "Research: How Workers Shift from One Industry to Another",
      "description": "Today, millions of Americans who labored in retail and hospitality jobs, which remain decimated by the stay-at-home directives issued during the Covid-19 crisis, might need to pivot to new fields in search of employment. New research highlights ways in which people from hard-hit industries, such as hospitality, retail, and transportation might transition to stronger ones through targeted upskilling.",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Business education Research: How Workers Shift from One Industry to Another by Michelle R. Weise July 7,"
    },
    {
      "url": "https://href.li/?http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20with%20updates%20%284-13-16%29.pptx",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. http://changetheequation.org/sites/default/files/Change%20the%20Equation%20Teens%20and%20the%20Study%20of%20Science%20Research%20-%20wit"
    },
    {
      "url": "https://www.gov.scot",
      "title": "The Scottish Government - gov.scot",
      "description": "The devolved government for Scotland has a range of responsibilities that include: the economy, education, health, justice, rural affairs, housing, environment, equal opportunities, consumer advocacy and advice, transport and taxation.",
      "preview": "Skip to main content Accessibility help Information We use cookies to collect anonymous data to help us improve your site browsing experience. Click '"
    },
    {
      "url": "https://www.abc4.com/news/wasatch-front/man-arrested-in-storage-unit-fire-had-history-of-domestic-violence/",
      "title": "Storage unit fire man has history of domestic violence",
      "description": "Alexander Wardell is facing kidnapping and negligent homicide charges for the death of his girlfriend, Morgan Harris, after allegedly locking her in a storage unit in Murray that later caught on fire, according to police.",
      "preview": "Skip to content by: Courtney Johns Posted: Feb 21, 2023 / 12:07 PM MST Updated: Feb 21, 2023 / 12:13 PM MST SHARE SALT LAKE CITY ( ABC4 ) - Alexander"
    },
    {
      "url": "https://deadline.com/tag/investigation-discovery/",
      "title": "Investigation Discovery",
      "description": "Investigation Discovery breaking news and the latest updates about Investigation Discovery at Deadline Hollywood.",
      "preview": "Skip to main content Latest in Investigation Discovery Shannon Evangelista Produces True-Crime Shows. Now She's In Front Of The Camera Solving Them EX"
    },
    {
      "url": "https://pungenerator.org/",
      "title": "Pun Generator | Generate tons of puns!",
      "description": "Generate tons of puns!",
      "preview": "Generate puns containing a word! See some funny examples... Funny examples: booty groin weevil Find common phrases containing a word!"
    },
    {
      "url": "http://www.vicair.net/",
      "title": "Victoria Air Maintenance Ltd - Full-Service AMO at YYJ",
      "description": "Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-shop for everything you need to maintain your aircraft Victoria Air Maintenance provides fixed-wing aircraft maintenance and avionics services at the Victoria International Airport. Long recognized as one of North America's leading aircraft restoration...",
      "preview": "Skip to content Skip to footer Victoria Air Maintenance Ltd Full-Service Aircraft Maintenance, Restoration & Repair Service Contact Us Your one-stop-s"
    },
    {
      "url": "https://disneytermsofuse.com/english/",
      "title": "English - Disney Terms of Use - United States - Disney Terms Of Use",
      "description": "void",
      "preview": "English - Disney Terms of Use - United States Terms of Use - United States Last Updated: May 24, 2024 Disney DTC LLC and/or its affiliates and subsidi"
    },
    {
      "url": "https://mulagofoundation.org/",
      "title": "Mulago Foundation",
      "description": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor. We fight poverty. Our job is to find the organizations best able to create change and give them what they need to do it.",
      "preview": "Mulago finds and funds high-performance organizations that tackle the basic needs of the very poor We fight poverty. Our job is to find the organizati"
    },
    {
      "url": "https://integrate.clover.com",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "https://login.wordpress.org/register?locale=en_US&redirect_to=https%3A%2F%2Fprofiles.wordpress.org%2Fjulianyanover%2F",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Create a WordPress.org account to start contributing to WordPress, get help in the support forums, or rate and review themes and"
    },
    {
      "url": "https://cansouthasia.net/",
      "title": "CANSA | Home - Climate Action Network South Asia",
      "description": "<p>[vc_row][vc_column 0=\"\"][vc_column_text][metaslider id=6869] OUR PARTNERS [fusion_portfolio layout=\"carousel\" picture_size=\"fixed\" text_layout=\"unboxed\" grid_box_color=\"\" grid_element_color=\"\" grid_separator_style_type=\"\" grid_separator_color=\"\" columns=\"4″ one_column_text_position=\"below\" column_spacing=\"20″ equal_heights=\"no\" number_posts=\"-1″ portfolio_title_display=\"all\" portfolio_text_alignment=\"left\" padding_top=\"\" padding_right=\"\" padding_bottom=\"\" padding_left=\"\" filters=\"yes\" pull_by=\"category\" cat_slug=\"partners\" exclude_cats=\"\" tag_slug=\"\" exclude_tags=\"\" pagination_type=\"none\" hide_url_params=\"off\" offset=\"0″ orderby=\"date\" order=\"DESC\" content_length=\"excerpt\" excerpt_length=\"35″ strip_html=\"yes\" carousel_layout=\"title_on_rollover\" scroll_items=\"\" autoplay=\"yes\" show_nav=\"yes\" mouse_scroll=\"no\" hide_on_mobile=\"small-visibility,medium-visibility,large-visibility\" class=\"\" id=\"\" animation_type=\"fade\" animation_direction=\"left\" animation_speed=\"0.3″ animation_offset=\"\" /][fusion_builder_container admin_label=\"\" hundred_percent=\"no\" equal_height_columns=\"no\" menu_anchor=\"\" [...]</p>",
      "preview": "Loss and Damage Photo: Shailendra Yashwant Just Transition Photo: Shailendra Yashwant Climate Finance Ecosystem Restoration & Biodiversity Conservatio"
    },
    {
      "url": "https://www.here.tv",
      "title": "Watch LGBTQ+ Movies & Series Online | Here TV",
      "description": "Access the world's largest LGBTQ library featuring hundreds of hours of award winning movies, series, documentaries and short films! New movies added every",
      "preview": "Home Page Home Page You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.theguardian.com/international",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest international news, sport and comment from the Guardian",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://vsco.co/yerremia/gallery",
      "title": "Gallery | yerremia | VSCO",
      "description": "See more of yerremia's VSCO.",
      "preview": "FEED STUDIO CANVAS CAPTURE PROFILE SEARCH LEARN WORKSPACE HUB Sign Up Log In vsco.co/ yerremia About VSCO Products Plans Careers Press Brand Engagemen"
    },
    {
      "url": "https://godwhosees.com/donate/",
      "title": "Donate - The God Who Sees",
      "description": "void",
      "preview": "Close Skip to content T he Rock, The Road, &"
    },
    {
      "url": "https://patchwork.ffmpeg.org/project/ffmpeg/patch/20200523040122.83476-1-rcombs@rcombs.me/",
      "title": "[FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop - Patchwork",
      "description": "void",
      "preview": "19812 diff mbox series [FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop Message ID 20200523040122.83476-1-rcombs@rcombs.me State New Headers sh"
    },
    {
      "url": "https://mts-natfood.nature.com/",
      "title": "Nature Food",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Food online manuscript submission and trackin"
    },
    {
      "url": "https://www.watchworthy.app/privacy.html",
      "title": "Watchworthy Privacy Policy",
      "description": "Watchworthy Privacy Policy",
      "preview": "Privacy Policy Effective Date: These Terms (this \"Terms of Service\"), Privacy Policy (this \"Privacy Policy\") and Cookie Policy (this \"Cookie Policy\")"
    },
    {
      "url": "https://www.designdo.fr/blog/quand-lesoterique-sinvite-dans-le-design/",
      "title": "Quand l'ésotérique s'invite dans le design - Agence O",
      "description": "Dans le monde du design, l'ésotérique a certainement le vent en poupe. Les audiences s'engagent avec les croyances alternatives et les marques en prennent note.",
      "preview": "Skip to content Dans le monde du design, l'ésotérique a certainement le vent en poupe. Les audiences s'engagent avec les croyances alternatives et les"
    },
    {
      "url": "https://www.shopify.com/",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://digitallydriven.connectedcouncil.org/",
      "title": "Connected Commerce Council - Connected Commerce Council",
      "description": "void",
      "preview": "Skip to content Empowering Small Businesses: Driving Innovation, Affordability, and Accessibility Small businesses nationwide voice their concerns, ad"
    },
    {
      "url": "https://usowishbook.uso.org",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://www.vogue.com/article/paris-fashion-week-looks-ss26",
      "title": "Paris Fashion Week Proved Fall Street Style Is All About Texture and Print | Vogue",
      "description": "The Paris Fashion Week street style scene was anything but subdued. Take a cue from the streets, and add more personality to your wardrobe with these bold looks.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional/regional-day-ticket-bavaria",
      "title": "Enjoy the perfect day trip with the regional day ticket for Bavaria",
      "description": "Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for first-class travel, as well as for overnigh",
      "preview": "Regional day ticket for Bavaria Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for f"
    },
    {
      "url": "https://jenrmarketing.nl/online-marketing/seo/wat-is-seo/",
      "title": "Wat is SEO?",
      "description": "SEO staat in het Nederlands voor Search Engine Optimization en betekent letterlijk zoekmachineoptimalisatie. Het is de totale set van bezigheden om de beste gebruikerservaring voor zowel zoekmachines en bezoekers te..",
      "preview": "Home Google vindbaarheid Website laten maken Referenties Over ons Neem contact met ons op Home Google vindbaarheid Website laten maken Referenties Ove"
    },
    {
      "url": "https://www.climateone.org/audio/what%E2%80%99s-my-air",
      "title": "What's in My Air? | Climate One",
      "description": "Key to addressing the climate crisis is having an accurate picture of greenhouse gas emissions. Over a 20-year period, methane is 80 times more potent a greenhouse gas than carbon dioxide. Yet those responsible for releasing methane into the atmosphere often don't even know how they themselves are emitting. And methane is only one of many harmful air pollutants that result from our dependence on burning fossil fuels.",
      "preview": "Skip to main content Play What's in My Air? 12/02/2022 Guests Davida Herzl CEO and Co-Founder, Aclima Kendra Pinto Four Corners Indigenous Community F"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://onurozuduru.tumblr.com/",
      "title": "Onur Özüduru",
      "description": "Leave the machines alone, they can do it!",
      "preview": "Home Archive Visit My Blog Reading List Stuff I like data36.com Data Coding & Bash April 18th, 2017 I've already know some bash magic but, assignments"
    },
    {
      "url": "https://www.nationalgeographic.com/science",
      "title": "Science | National Geographic",
      "description": "Explore the intersection of science, environment, and health with our comprehensive coverage ranging from climate change and biodiversity to human health and scientific discoveries.",
      "preview": "Science Explore the intersection of science, environment, and health with our comprehensive coverage ranging from climate change and biodiversity to h"
    },
    {
      "url": "https://geo.data.gouv.fr/fr/datasets/b6b0304ebef261249b4a05b8a4d3c6b8911193d7",
      "title": "data.gouv.fr - La plateforme ouverte des données publiques françaises",
      "description": "void",
      "preview": "👷 geo.data.gouv.fr a été définitivement éteint. Pour avoir plus d'informations, consultez notre billet de blog."
    },
    {
      "url": "https://www.brettonwoodsproject.org/2011/09/art-569035/",
      "title": "Scaling up Climate Finance - Bretton Woods Project",
      "description": "Notes of meeting, Washington DC, September 22...",
      "preview": "Skip to main content Search the Bretton Woods Project site Search for: Environment Gender Finance Accountability Governance Aid Infrastructure Scaling"
    },
    {
      "url": "http://www.kerrywashingtonbook.com",
      "title": "Kerry Washington - Thicker than Water TOUR",
      "description": "Available Now Thicker Than Water Book Tour Discussion Guide USA Exclusive Available Now UK Exclusive Available Now South Africa Exclusive Available Now Watch...",
      "preview": "void"
    },
    {
      "url": "https://survivreauchaos.blogspot.com/2018/05/de-tout-et-de-rien-4.html?showComment=1527805431767",
      "title": "Survivre au Chaos: De tout et de rien (4)",
      "description": "Blog dédié à l'étude des moyens de défense et de survie en cas de rupture de la normalité.",
      "preview": "Pages Accueil Intro Bulletins & Dossiers spéciaux Audit Défense & Survie Aide & Conseils à distance Géolocalisation Equipements Fiches pratiques Deven"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "http://voyagetampa.com/interview/inspiring-conversations-with-stephanie-brown-of-the-rosie-network/",
      "title": "Inspiring Conversations with Stephanie Brown of The Rosie Network - VoyageTampa",
      "description": "Today we'd like to introduce you to Stephanie Brown. Hi Stephanie, thanks for sharing your story with us. To start, maybe you can tell our readers some of your backstories. I grew up as an Air Force brat. My father served two tours in Vietnam and when he retired, he opened a small music store [...]",
      "preview": "Connect To Top The Change-Makers: stories that inspire The Trailblazers: Rewriting the Narrative #LadyBoss: redefining what a boss looks like 15 Amazi"
    },
    {
      "url": "http://firefox.com",
      "title": "Get Firefox for desktop and mobile - Firefox.com Global",
      "description": "Firefox is a free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://jobs.wearegreenbay.com/candidates",
      "title": "Job Seekers | We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "Job Seekers | We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to main content Our use of cookies We use essential cookies to make this website work. We would also like to set addition"
    },
    {
      "url": "https://www.leadersup.org/",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://uk.linkedin.com/company/ellen-macarthur-foundation",
      "title": "Ellen MacArthur Foundation | LinkedIn",
      "description": "Ellen MacArthur Foundation | 222,538 followers on LinkedIn. We are committed to the creation of a circular economy to eliminate waste, circulate products, and regenerate nature. | The Ellen MacArthur Foundation was launched in 2010 to accelerate the transition to a circular economy. Since its creation the charity has emerged as a global thought leader, establishing the circular economy on the agenda of decision makers across business, government and academia. With the support of its Strategic Partners, the Foundation's work focuses on five interlinking areas: Learning Developing the vision, skills and mindsets needed to transition to a circular economy Business and Government Catalysing circular innovation and creating the conditions for it to reach scale.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.drazby.cz/drazba-zasob-elektronika-kabely-spolecnosti-inn/",
      "title": "Dražba zásob - elektronika, kabely společnosti I.N.N. | Drazby.cz",
      "description": "void",
      "preview": "Domů zavřít Chci uspořádat dražbu Chci nakoupit v dražbě Právě dražíme Chci nabídku zdarma Vše o dražbách Reference O nás Kontakty / Nabídka dražeb /"
    },
    {
      "url": "https://transkidspurplerainbow.org/",
      "title": "TransKids Purple Rainbow Foundation - Spreading the message of tolerance, acceptance & unconditional love which are a birthright for all transkids.",
      "description": "void",
      "preview": "HOME ABOUT US RESOURCES Blogs Books Conferences Philadelphia Trans Wellness Conference Other Conferences Camps Educational Materials Financial Aid for"
    },
    {
      "url": "https://unwater.org/publications/un-world-water-development-report",
      "title": "UN World Water Development Report | UN-Water",
      "description": "The United Nations World Water Development Report (WWDR) is UN-Water's flagship report on water and sanitation issues. Launched on World Water Day, the report focuses on a different theme each year and gives policy recommendations to decision-makers by offering best practices and in-depth analyses. The WWDR is published by UNESCO on behalf of UN-Water and its production is coordinated by the UNESCO World Water Assessment Programme.",
      "preview": "Skip to main content Main content UN World Water Development Report The United Nations World Water Development Report (WWDR) is UN-Water's flagship re"
    },
    {
      "url": "https://pub.dev/documentation/supercharged/1.11.1/supercharged/IntSCF.html",
      "title": "IntSCF extension - supercharged library - Dart API",
      "description": "API docs for the IntSCF extension from the supercharged library, for the Dart programming language.",
      "preview": "IntSCF extension Supercharged Flutter extensions on int numbers. on int Methods tweenTo ( int end ) → IntTween Available on int , provided by the IntS"
    },
    {
      "url": "https://www.joinhoney.com/paypal",
      "title": "Automatic Coupons, Promo Codes, and Deals | Honey",
      "description": "We search for coupons at 30,000+ sites to help you save money",
      "preview": "Skip to Content Log in We search for coupons at 30,000+ sites to help you save money Add to Chrome Currently, we only support Chrome, Safari, Firefox,"
    },
    {
      "url": "https://www.essence.com/news/money-career/naacp-kapor-center-report-tech-ecosystem-still-failing-black-talent/",
      "title": "NAACP and Kapor Center Release Report Illustrating How the U.S. Tech Ecosystem Is Still Failing Black Talent - Essence | Essence",
      "description": "Corporations made big promises over the last couple of years to work towards promoting diversity-but it looks like their efforts have fallen short.",
      "preview": "Skip to content Young woman talking with team in a meeting. People having planning meeting in hybrid office, with colleagues joing via video call. By"
    },
    {
      "url": "https://www.californiacremationcenters.com/obituaries/Garon-Blazek/",
      "title": "Landing Page | California Cremation Centers",
      "description": "California Cremation Centers in San Bernardino, CA provides funeral, memorial, aftercare, pre-planning, and cremation services to ... Learn More",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility"
    },
    {
      "url": "https://www.jiahometechs.com/support/",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://sdgs.un.org/goals",
      "title": "THE 17 GOALS | Sustainable Development",
      "description": "void",
      "preview": "Skip to main content THE 17 GOALS 169 Targets 4070 Events 1365 Publications 8539 Actions 1 Goal 1 End poverty in all its forms everywhere. 7 Targets 1"
    }
  ],
  "_meta": {
    "total_bookmarks": 159
  }
}