{
  "data": [
    {
      "url": "https://q-lvck.tumblr.com/",
      "title": "Daedroghneth",
      "description": "20 | Psychology Student | Europe",
      "preview": "/ croathia : Palácio e Convento de Mafra, Mafra Portugal (via deusluar ) v c z neckkissesandcoffee : Concept: We're living in a nice apartment togethe"
    },
    {
      "url": "https://about.google/products/",
      "title": "Google's products and services - About Google",
      "description": "Explore Google's helpful products and services, including Android, Gemini, Pixel and Search.",
      "preview": "Helpful products, built with you in mind Jump to our products Product support Google Store Google Account Accessibility support Search in new ways Dow"
    },
    {
      "url": "https://www.esuus.org/esu/",
      "title": "ESU 2024 Patron Trip: A Private View of Italy - ESU",
      "description": "Founded by art historian Count Stefano Aluffi-Pentini in 1996, A Private View of Italy encourages guests to appreciate the life of historic palaces and villas, and allows them to discover the inaccessible treasures that are hidden behind closed doors. Through the centuries the Italian aristocracy has preserved their residences, which were designed by architects such as Raphael, Palladio, and Bernini.",
      "preview": "« All Events This event has passed. ESU 2024 Patron Trip: A Private View of Italy September 21, 2024 - September 27, 2024 UTC+0 A Private View of Ital"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436440",
      "title": "Thomas Gainsborough - Cottage Children (The Wood Gatherers) - The Metropolitan Museum of Art",
      "description": "In November 1787, after a visit to Gainsborough's studio, Henry Bate described the present work in the following terms: \"A landscape of uncommon merit . . . a picturesque scene . . . beautifully romantic\" into which the artist had introduced three \"charming little objects [who] cannot be viewed without the sensations of tenderness and pleasure, and an interest for their humble fate\" (quoted in Whitley 1915, p",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://events.ucr.edu/department/philosophy/calendar/day/2022/1/1",
      "title": "Philosophy Events on January 1, 2022 - UC Riverside",
      "description": "Philosophy Events Calendar, powered by Localist, the Community Event Platform",
      "preview": "Skip to main content Skip to main content University of California, Riverside UC Riverside Events Calendar"
    },
    {
      "url": "https://news.airbnb.com/fresh/",
      "title": "\"The Fresh Prince\" Will Smith Invites You to a Royal Stay on Airbnb",
      "description": "For the first time ever, local guests are invited to chill out and relax in a wing of one of television's most iconic homes.",
      "preview": "It's been 30 years since Will Smith rolled up the driveway and knocked on the door of this iconic LA crib for the very first time. To celebrate the un"
    },
    {
      "url": "https://www.safetocompete.org/",
      "title": "Safe to Compete",
      "description": "void",
      "preview": "ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES RESOURCES ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES"
    },
    {
      "url": "https://collections.plos.org/",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://hipster-centeral-blog.tumblr.com/",
      "title": "@hipster-centeral-blog on Tumblr",
      "description": "Follow @hipster-centeral-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes moosekleenex Follow huffpostentertainment 'American Horror Story: Freak Show' Shares Fascinating Videos Featuring 'Extra-Ordinary' Cast FX"
    },
    {
      "url": "http://www.imcsnet.org/",
      "title": "IMCS NETWORK | IMCS",
      "description": "void",
      "preview": "Skip to main content IMCS NETWORK Image Image Promoting and facilitating communication collaboration coordination capacity development across our comm"
    },
    {
      "url": "https://solawave.co/products/microcurrent-red-light-therapy-facial-wand-kit-with-conductive-serum",
      "title": "Best Red Light Therapy Wand & Activating Serum | Solawave",
      "description": "Experience Solawave's Radiant Renewal Skincare Wand & LightBoost Serum Kit, combining red light therapy, warmth, and massage to reduce wrinkles. Order now.",
      "preview": "Your cart is empty Close cart drawer SHOP ALL 60-Day Free Returns 1-Year Warranty 726,000+ happy customers Scientifically Backed, Award-Winning Skinca"
    },
    {
      "url": "https://www.sixrace.it/en/fenders",
      "title": "✌ Buy Mudguards sixrace.it",
      "description": "✅ Fenders. Accessories and Spare Parts motorcycle sixrace.it",
      "preview": "Filter by Clear Manufacturers -- CIRCUIT (8) CIRCUIT EQUIPMENT (8) CNC RACING (26) NG (15) POWERBRONZE (1704) Motorcycle brand no matches Aprilia 103"
    },
    {
      "url": "http://Philstar.com?trk=organization_guest_main-feed-card-text",
      "title": "Philstar.com | Latest Philippine news and multimedia",
      "description": "Digital portal of the STAR Group of Publications: Delivers the latest news and views, multimedia, analyses and in-depth reports on the Philippines, sports, business, entertainment, lifestyle and culture.",
      "preview": "Philstar.com | Latest Philippine news and multimedia Digital portal of the STAR Group of Publications: Delivers the latest news and views, multimedia,"
    },
    {
      "url": "https://www.redditinc.com/policies/privacy-policy",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content Reddit Privacy Policy All User Agreement Reddit Privacy Policy Reddit Rules Moderator Code of Conduct Cookie Notice Econ Terms Pr"
    },
    {
      "url": "http://www.synapses.co.uk/genetics/",
      "title": "Information about Genetics courses, Genetics lessons, Genetics classes and Genetics exams.",
      "description": "void",
      "preview": "Principles of Genetics is a series of five self-paced, self-learning courses in Genetics Cytogenetics, Mendelian Genetics, Advanced Genetics, Molecula"
    },
    {
      "url": "https://www.goodwill.org/shoppers/",
      "title": "Shoppers - Goodwill Industries International",
      "description": "READ MORE from Shoppers",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content Shoppers Why Sh"
    },
    {
      "url": "https://pytorch.org/docs/stable/generated/torch.optim.Adam.html",
      "title": "Adam - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://gckgrebow.pl/2018/04/zajecia-dla-as-w-kwietniu/",
      "title": "Zajęcia dla AS w kwietniu - Gminne Centrum Kultury w Grębowie",
      "description": "void",
      "preview": "Home Aktualne wydarzenia Zajęcia dla AS w kwietniu Zajęcia dla AS w kwietniu 06 kw. Zajęcia dla AS w kwietniu Aktualności Zajęcia stałe Harmonogram Za"
    },
    {
      "url": "http://science.gsfc.nasa.gov/sed/",
      "title": "Science @ GSFC",
      "description": "Sciences & Exploration Directorate",
      "preview": "Skip Navigation (press 2) Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. O"
    },
    {
      "url": "https://www.dallasnews.com/news/politics/2021/12/28/texas-new-election-law-challenged-over-provision-making-it-a-crime-to-encourage-voting-by-mail/",
      "title": "Texas' new election law challenged over provision making it a crime to encourage voting by mail",
      "description": "AUSTIN - As the March 1 primary approaches, Texas election officials are asking a federal judge to suspend a new state law that threatens them with jail time...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "https://travelsites.com/expedia/",
      "title": "Expedia & 29+ HOTEL BOOKING SITES Like expedia.com",
      "description": "Expedia.com is one of the most popular and well-known names in the online travel booking industry for good reason. The site is well-designed, the app is amazing, and the brand is reliable and widely trusted. But is Expedia the booking site with the best deals on the web? Come and read my review of Expedia today to find out!",
      "preview": "TravelSites HOTEL BOOKING SITES Expedia Back To Home Visit This Site Expedia expedia.com 44 Voted What is Expedia? We could all use a vacation now and"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=1&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+sujets_ac%3A%28%22Cordes%2C+vents%22%29+AND+statut%3A%28%22pr%C3%AAtable%22%29+AND+nombib_frbr%3A%28%22Val+de+France+%3A+Arnouville%2C+Garges-l%C3%A8s-Gonesse%2C+Sarcelles%2C+Villiers-le-Bel%22%29+AND+auteurs_ac%3A%28%22Valek%2C+Vladimir%22%29+AND+sujets_ac%3A%28%22Cordes%22%29+AND+auteurs_ac%3A%28%22Csaba%2C+Peter%22%29+AND+editeurs_tous_frbr%3A%28%22AMC+Paris%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "https://voltair355.tumblr.com/",
      "title": "Dr B",
      "description": "Scholar, chemist, love alternative energy, solar, ET cetera...... Love traveling/ adventure, family man, investor, martial artist, MD, imperfection is beautiful, madness is genius, think different...",
      "preview": "penny4nasa : Happy International Women's Day! Sally Ride, the first American woman in space, taught us that the sky is not the limit! 9 years ago 110"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-201-100001",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.wmar2news.com/news/national/despite-job-openings-gap-remains-between-labor-pool-and-needed-skills",
      "title": "Despite job openings, gap remains between labor pool and needed skills",
      "description": "There's been a lot of focus on the Great Resignation, but there is another side to the job market that doesn't always get as much attention: the gap between available jobs and employees with the skills to do them. There are ongoing efforts now to shrink that skills gap for those looking for work.",
      "preview": "void"
    },
    {
      "url": "https://fonts.google.com/knowledge/choosing_type/choosing_typefaces",
      "title": "Choosing type - Fonts Knowledge - Google Fonts",
      "description": "When you have some text, how can you choose a typeface? Many people-professional designers included-go through an app's font menu until we find one we like. But the aim of this Google Fonts Knowledge module is to show that there are many considerations that can improve our type choices. By setting some useful constraints to aid our type selection, we can also develop a critical eye for analyzing type along the way.",
      "preview": "void"
    },
    {
      "url": "https://www.parenttoolkit.com/",
      "title": "Parenting Guides - TODAY | TODAY",
      "description": "Find educational benchmarks, social emotional milestones, tips and advice for children at school in each grade.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "http://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "http://www.mic.pt/dispatcher?where=3&what=2&show=0&edicao_id=7340&lang=PT",
      "title": "Centro de Investigação & Informação da Música Portuguesa",
      "description": "void",
      "preview": "Centro de Investigação & Informação da Música Portuguesa Entrevistas MIC.PT Entrevistas Históricas e Novas Entrevistas a compositoras/ compositores da"
    },
    {
      "url": "https://data-osi.opendata.arcgis.com/",
      "title": "Surveying Open Data Portal",
      "description": "Open Data Portal for the Surveying function of Taile Éireann",
      "preview": "void"
    },
    {
      "url": "https://tally.so/",
      "title": "Free Online Form Builder | Tally",
      "description": "The simplest way to create forms. Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for.",
      "preview": "The simplest way to create forms Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for. Create a free for"
    },
    {
      "url": "https://www.huffingtonpost.com/entry/kelly-marie-tran-racists-last-jedi_us_5a4400fee4b06d1621b6b2bb",
      "title": "Kelly Marie Tran Of 'Last Jedi' Facing Racist, Sexist Comments Online | HuffPost Entertainment",
      "description": "Online trolls invaded the actress' fan page but social media users clapped back.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Entertainment. ©2025 BuzzFeed, Inc. All rights reserve"
    },
    {
      "url": "https://www.acronis.com/en-us/",
      "title": "Cybersecurity & Data Protection Solutions - Acronis",
      "description": "Acronis provides award-winning backup software & data protection solutions for consumers, businesses & MSPs. Protect your sensitive information!",
      "preview": "You are on Europe website. Change region to view location-specific content: Global English Select another region Choose region and language Americas B"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=nav",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "http://www.foxandsheep.com/privacy-policy/",
      "title": "Privacy Policy Apps | Fox and Sheep",
      "description": "void",
      "preview": "Privacy Policy 1. Who are we? 1.1. We are Fox & Sheep GmbH (\" Fox & Sheep \"). You can reach us under the following contact data: Oberwallstr. 9 10117"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XII-7&chapter=12&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://contentful.allbound.com/",
      "title": "Contentful",
      "description": "void",
      "preview": "Log In To Get Started Enter your credentials below or request an account. Email Password Remember me Lost your password? Please enter your email addre"
    },
    {
      "url": "https://britgo.org/intro/intro2",
      "title": "How to Play | British Go Association",
      "description": "void",
      "preview": "Skip to main content A few simple rules ... limitless possibilities"
    },
    {
      "url": "https://www.centrostudilaruna.it/tag/misteri-orfici",
      "title": "misteri orfici - Centro Studi La Runa",
      "description": "void",
      "preview": "Breve panoramica sulle principali religioni misteriche del mondo greco, nella loro (parziale) contrapposizione alla religione olimpica classica. Un sa"
    },
    {
      "url": "https://www.stimson.org/2019/report-reveals-impact-massive-fishing-fleets/",
      "title": "Report Reveals Impact of Massive Fishing Fleets • Stimson Center",
      "description": "FOR IMMEDIATE RELEASE November 4, 2019 Contact: Caiti Goodman cgoodman@stimson.org 202-478-3437 A new report sheds light on the impact that large fishing fleets, operating illegally in waters far from their home country, are having on the economy and ecology of numerous countries and ecosystems. Shining a Light: The Need for Transparency across Distant Water Fishing [...]",
      "preview": "Skip to content Press Release Climate & Natural Resources Environmental Security Program Ocean Security and Sustainable Fisheries Project Report Revea"
    },
    {
      "url": "https://www.sentres.com/en/mountain-hikes/schwaz/mountain-hikes-in-schwaz/1431387/",
      "title": "The most beautiful mountain hikes on the Schwaz District » Sentres",
      "description": "A selection of the most beautiful mountain hikes on the Schwaz District > Plan, track and save mountain hikes ➤ Discover Schwaz District!",
      "preview": "Back Share Mountain hikes on the Schwaz District Tyrol,Austria Outdooractive Editors Verified partner Author of this page You will remember your vacat"
    },
    {
      "url": "https://business.safety.google/processorterms",
      "title": "Data Processing Addendum for Products where Google is a Data Processor",
      "description": "void",
      "preview": "Google Data Processing Addendum for Products Where Google is a Data Processor Google and the counterparty agreeing to this addendum (\" Partner \") have"
    },
    {
      "url": "https://blogs.alternatives-economiques.fr/hubert-de-vauplane/2021/03/06/l-annulation-des-dettes-par-la-bce-analyse-juridique",
      "title": "L'annulation des dettes par la BCE : analyse juridique | La finance décryptée par le droit | Hubert de Vauplane | Les blogs d'Alternatives Économiques",
      "description": "Alors que les économistes débattent des vertus ou des dangers d'une annulation des dettes publiques figurant dans le bilan de la BCE et du SEBC[1], il est curieux que ceux-ci ne commencent pas leurs débats en se posant la question : est-il juridiquement possible pour la BCE d'annuler ces dettes ?",
      "preview": "Aller au contenu principal La finance décryptée par le droit Le blog de Hubert de Vauplane Faites entendre votre voix Hubert de VAUPLANE 06/03/2021 Fa"
    },
    {
      "url": "https://sincerelysammy.wordpress.com/2015/01/28/everything-happens-for-a-reason/",
      "title": "EVERYTHING HAPPENS FOR A REASON - SINCERELY, SAMMY",
      "description": "Dear Reader, Let me tell you, second semester was not shaping up to be a good one. Back when I registered in November, I couldn't get into half of my classes because I wasn't an official journalism major yet. So I freaked out and just got random classes that I could get into and was stuck with, what I...",
      "preview": "January 28, 2015 Dear Reader, Let me tell you, second semester was not shaping up to be a good one. Back when I registered in November, I couldn't get"
    },
    {
      "url": "https://thenewinquiry.com/blog/social-graph-vs-social-class/",
      "title": "Social graph vs. social class - The New Inquiry",
      "description": "Thinking about society as a network makes it harder to conceive of social change",
      "preview": "Skip to content I've hated the term social graph since Facebook first seized upon it in 2007 to try to legitimate and intellectualize their project of"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436121",
      "title": "Edgar Degas - A Woman Seated beside a Vase of Flowers (Madame Paul Valpinçon?) - The Metropolitan Museum of Art",
      "description": "void",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://www.czarymary.pl/",
      "title": "Czary Mary - Sklep Ezoteryczny Online CzaryMary.pl",
      "description": "Profesjonalny Sklep Ezoteryczny CzaryMary.pl zaprasza na udane magiczne zakupy! Znajdziesz u nas między innymi: karty tarota, runy, amulety, talizmany, świece i 10 000 innych produktów. Czary Mary to nie tylko...",
      "preview": "Koszyk: 0 szt. suma: 0,00 | Moje konto Magiczne Bestsellery | Polecamy | Horoskop | Salon Wróżb i Magii | Magiczny Blog | Kontakt / O nas | Koszty dos"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=testo&Testo=Domenicani&Cerca=Cerca&libro=0&id_versioni=2&VersettoOn=1",
      "title": "Bibbia.net",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "https://excalidraw.com/",
      "title": "Excalidraw Whiteboard",
      "description": "Excalidraw is a virtual collaborative whiteboard tool that lets you easily sketch diagrams that have a hand-drawn feel to them.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-10-24-22",
      "title": "October 24, 2022 Russia-Ukraine news | CNN",
      "description": "US and other Western officials have dismissed Moscow's claims that Ukraine plans to use a so-called dirty bomb as a Russian false flag operation. Follow live news updates here.",
      "preview": "Moiz Salhi/Anadolu/Getty Images Live Updates Israel approves plan for ceasefire Liam McBurney/PA/AP Live Updates 2025 Nobel Peace Prize October 24, 20"
    },
    {
      "url": "https://www.walmart.com/help/article/single-use-bag-policy/6538739d9dba47e5a0aa302ec9e92963",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.sunsetkeycottages.com/",
      "title": "Luxury Private Island in Florida Keys | Sunset Key Cottages",
      "description": "Sunset Key Cottages is a private island resort minutes off of Key West with 40 guest cottages, an award-winning restaurant, and luxury spa.",
      "preview": "Book Now Opal Collection Back Back Back Your browser does not support the video tag. A Private Island Getaway Minutes from Key West An Opal Collection"
    },
    {
      "url": "https://www.vermontcf.org/",
      "title": "Vermont Community Foundation - Give Where Your Heart Lives",
      "description": "We research and track community trends across Vermont, identify gaps, and vet and recommend grantees who are making the biggest impact.",
      "preview": "Skip to main content Search Give Where Your Heart Lives Fund a thriving Vermont with personalized charitable giving tools. Open a Fund Download Our Gi"
    },
    {
      "url": "http://www.mytaxiindia.com/",
      "title": "Outstation Taxi Booking |Online Taxi & Car Rental Service| Mytaxiindia",
      "description": "Online outstation taxi booking |Call 0124-6263626 | Book an outstation taxi in Delhi, Gurgaon, Chandigarh, Pune, Mumbai, Darjeeling & 102 cities of India at lowest fares",
      "preview": "void"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog/",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "https://docs.qmk.fm/#/",
      "title": "Quantum Mechanical Keyboard Firmware | QMK Firmware",
      "description": "Documentation for QMK Firmware",
      "preview": "Skip to content Menu Return to top On this page Quantum Mechanical Keyboard Firmware What is QMK Firmware? QMK ( Quantum Mechanical Keyboard ) is"
    },
    {
      "url": "https://mubi.com",
      "title": "MUBI: Watch and Discover Movies",
      "description": "Watch truly great cinema. Wherever you are. From iconic, award-winning directors to emerging auteurs. Transformative films from all over the world. Stream Now. Download to watch Offline. Start your free 7 day trial now.",
      "preview": "Watch more great cinema. Cinema like nowhere else. Try 7 Days Free Get started By clicking ' Get started ' you are indicating that you have read and a"
    },
    {
      "url": "http://www.jedasoftwaresystems.com/GHPrivacyPolicy.html",
      "title": "void",
      "description": "void",
      "preview": "Privacy Policy Effective date: December 5, 2018 Jedasoft (\"us\", \"we\", or \"our\") operates the \"Ghost Hunter M2\" mobile application (the \"Service\"). Thi"
    },
    {
      "url": "https://wiki.gnupg.org/HelpOnMacros/MonthCalendar?calparms=HelpOnMacros/MonthCalendar,2001,12,0,-29,,,MonthCalendarTemplate",
      "title": "HelpOnMacros/MonthCalendar - GnuPG wiki",
      "description": "void",
      "preview": "Toggle sidebar Toggle navigation Comments Immutable Page Search: Menu Navigation RecentChanges FindPage Local Site Map Help HelpContents HelpOnMoinWik"
    },
    {
      "url": "https://englishneverstops.tumblr.com/",
      "title": "englishneverstops",
      "description": "A growing community of English Language Learners from around the world, dedicated to working together towards the common goal of mastering English. #englishneverstops",
      "preview": "englishneverstops praveen7me : super-mubeen : I am AHAMED MUBEEN from srilanka and I am a BBA student and I like to improve my English with good frien"
    },
    {
      "url": "https://www.eventbrite.sg/e/low-cost-untraditional-e-commerce-business-for-the-e-commerce-professional-tickets-545261871937?aff=erelexpmlt",
      "title": "Low Cost Untraditional E-commerce Business for the E-commerce Professional Tickets, Fri, Mar 3, 2023 at 11:00 AM | Eventbrite",
      "description": "Eventbrite - YouthEssentialsSg presents Low Cost Untraditional E-commerce Business for the E-commerce Professional - Friday, March 3, 2023 - Find event and ticket information.",
      "preview": "Postponed View event Low Cost Untraditional E-commerce Business for the E-commerce Professional View details Follow this organizer to stay informed on"
    }
  ],
  "_meta": {
    "total_bookmarks": 64
  }
}