{
  "data": [
    {
      "url": "http://flightfuelcoffee.com",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://octoverse.github.com/",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://www.jbhe.com/2022/03/spelman-college-teams-up-with-smash-to-promote-black-women-in-technology/",
      "title": "Spelman College Teams Up With SMASH to Promote Black Women in Technology | The Journal of Blacks in Higher Education",
      "description": "The inaugural SMASH/Spelman cohort will comprise 25 female high school students, who will have the opportunity to participate in multi-year immersive educational programming focused on preparing them to drive social change through technology.",
      "preview": "Facebook Bluesky Breaking News Appointments & Awards Research & Studies Grants and Gifts ------------- Find a Job Post a Job About JBHE Contact JBHE S"
    },
    {
      "url": "https://bistrolila.ro/tag/conserve",
      "title": "Bistro Lila » conserve",
      "description": "void",
      "preview": "Bistro Lila Experiente in familie! Culinare si nu numai! Dulceata (chutney) de ceapa rosie La capitolul delicatese de multa vreme am pe lista dulceata"
    },
    {
      "url": "https://somelikeithotmusical.com/",
      "title": "Some Like it Hot",
      "description": "void",
      "preview": "BROADWAY'S TONY AND GRAMMY AWARD WINNING MUSICAL COMEDY IS NOW ON TOUR! A super-sized, all-out song-and-dance spectacular! The New York Times Winner o"
    },
    {
      "url": "https://www.fitbit.com/global/us/products/trackers/charge5",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.brennancenter.org/our-work/research-reports/voting-laws-roundup-december-2021",
      "title": "Voting Laws Roundup: December 2021 | Brennan Center for Justice",
      "description": "This year's tidal wave of restrictive voting legislation will continue in 2022.",
      "preview": "Skip Navigation Home Our Work Research & Reports Voting Laws Roundup: December 2021 Explore Our Work Close Click here for the most recent Voting Laws"
    },
    {
      "url": "https://tinypng.com/",
      "title": "TinyPNG - Compress AVIF, WebP, PNG and JPEG images",
      "description": "Free online image optimizer for faster websites! Reduce the file size of your AVIF, WEBP, JPEG and PNG images while preserving the image quality.",
      "preview": "Smart AVIF, WebP, PNG and JPEG Compression for Faster Websites Plans & Pricing Drop your images here! Up to 20 images, max 5 MB each. Convert my image"
    },
    {
      "url": "https://www.identidadvisual.com/ab/featured_item/diseno-logo-olviqum-albacete/",
      "title": "Diseño Logo Olviqum Albacete - IDENTIDAD VISUAL",
      "description": "void",
      "preview": "Skip to content DISEÑO Diseño Logo Olviqum Albacete Diseño Logo C2G Albacete Imagen Corporativa Julián Olivas ROTULACIÓN VEHÍCULOS ROTULACIÓN Diseño L"
    },
    {
      "url": "https://www.eburytrading.com/items/a-large-english-sixteen-arm-cut-glass-chandelier-of-fine-quality",
      "title": "A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY - Ebury Trading",
      "description": "void",
      "preview": "← Back A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY A large English cut glass chandelier of fine quality, comprising eight lower a"
    },
    {
      "url": "https://cfnj.org/new-jersey-pandemic-relief-fund/",
      "title": "New Jersey Pandemic Relief Fund",
      "description": "This new nonprofit umbrella organization will marshal resources across the state to identify critical needs and fight the economic and social impact of COVID-19 on New Jersey's vulnerable communities.",
      "preview": "March 24, 2020 The Community Foundation of New Jersey is pleased to be partnering with First Lady Tammy Murphy and other civic leaders to host the New"
    },
    {
      "url": "https://marciwearsthepants.tumblr.com/",
      "title": "Control Room",
      "description": "void",
      "preview": "Control Room Bet I'll Surprise You anxietyproblem : (via theintrovertnation ) 7 years ago (via ) 7 years ago humansofnewyork : \"I was a baby when I go"
    },
    {
      "url": "https://myaccount.chicagotribune.com/300/autopaymanage#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.firstinspires.org/",
      "title": "FIRST | For Inspiration and Recognition of Science and Technology",
      "description": "Leading youth-serving nonprofit advancing STEM education. Explore FIRST robotics programs for kids of all ages, in schools & communities around the world.",
      "preview": "A Global Stem Community Build More Than Robots FIRST is the world's leading youth robotics community, delivering hands-on STEM learning that inspires"
    },
    {
      "url": "https://www.mochu.com.tw/products/%E8%B2%B4%E6%97%8F%E5%B0%8F%E7%8E%8B%E5%AD%90%E5%A5%97%E8%A3%9D",
      "title": "Mochu童裝",
      "description": "Mochu童裝",
      "preview": "{{ 'fb_in_app_browser_popup.desc' | translate }} {{ 'fb_in_app_browser_popup.copy_link' | translate }} {{ 'close' | translate }} {{ 'in_app_browser_po"
    },
    {
      "url": "https://gbba.org.uk/teamdetails.asp?teamdetailID=170&sID=49&wsID=13&cid=1",
      "title": "GBBA - Teams details for Worcester Cyclones",
      "description": "Contact details for Worcester Cyclones. Team secretary Emma-Jane Gardner.",
      "preview": "Gloucestershire Basket Ball Association News GBL Fixtures Tables GBL CUP Tables Courses Discipline Downloads Constitution GBL Rules FIBA Rules Interpr"
    },
    {
      "url": "https://www.emt.es/portal/en/horarios-y-recorridos",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "https://www.drawkit.com/",
      "title": "DrawKit - Beautiful 2D & 3D Illustrations and Icons",
      "description": "Free and premium vector SVG illustrations for you to use on your next project, no attribution required! Vector illustrations, icons, 3D illustrations, animation, mockups, Figma plugins and more.",
      "preview": "John Doe Sign In Upgrade to Pro Your reliable source for all things creative Hand-drawn 2D & 3D illustrations, icons and animations. Perfect for your"
    },
    {
      "url": "http://onlinechessstrategy.com/",
      "title": "Online Chess Strategy",
      "description": "Online Chess Strategy.com is your place for all types of chess puzzles and chess strategies and chess information.",
      "preview": "search Home Contact us History of Chess Online Chess & Game Sites Posted by Onchessstrat on Apr 10, 2016 in chess strategy , chess tactics , chess vid"
    },
    {
      "url": "https://www.hotpress.com/culture/suki-waterhouse-i-remember-filming-love-rosie-fondly-suddenly-i-was-on-set-with-lily-collins-and-sam-claflin-having-the-time-of-my-life-in-dublin-22907104",
      "title": "Suki Waterhouse: \"I remember filming Love, Rosie fondly, suddenly I was on set with Lily Collins and Sam Claflin having the time of my life in Dublin\" | Hotpress",
      "description": "On location in New Orleans to shoot Amazon Prime&rsquo;s eagerly anticipated&nbsp;Daisy Jones And The Six, uber-talented model and actress Suki Waterhouse fills us i...",
      "preview": "Culture 19 May 22 Suki Waterhouse: \"I remember filming Love, Rosie fondly, suddenly I was on set with Lily Collins and Sam Claflin having the time of"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "https://react.dev/learn/start-a-new-react-project",
      "title": "Creating a React App - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Installation Creating a React App If you want to build a new app or website with React, we"
    },
    {
      "url": "https://www.britishairways.com/travel/home/public/en_in/",
      "title": "British Airways | Book Flights, Holidays, City Breaks & Check In Online",
      "description": "Save on worldwide flights and holidays when you book directly on ba.com. Browse our guide, find great deals, manage your booking and check in online",
      "preview": "British Airways -- Book Flights, Holidays, City Breaks & Check In Online Skip to main content Search London flights Search London vacations Search New"
    },
    {
      "url": "https://www.eurocars.ro/de/mietwagen-Arad/SUV/Opel/Opel-Antara_107",
      "title": "Autovermietung Arad | SUV Klasse",
      "description": "EuroCars ist hier um Ihnen zu helfen, die besten Autovermietungen in Arad für Ihren Urlaub oder für Ihre Geschäftsreise zu finden.",
      "preview": "Ihr Konto DE EN RO IT ES FR Autovermietung Arad SUV Klasse Top Autovermietungsstandorte Top-Städte Mietwagen Bukarest › Mietwagen Iasi › Mietwagen Clu"
    },
    {
      "url": "https://www.nngroup.com/articles/ten-usability-heuristics/",
      "title": "10 Usability Heuristics for User Interface Design - NN/G",
      "description": "Jakob Nielsen's 10 general principles for interaction design. They are called \"heuristics\" because they are broad rules of thumb and not specific usability guidelines.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 10 Usability Heuristics for User Interface Design Jakob Nielsen Jak"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://makethefuturesummit.org",
      "title": "Make the Future Summit | March 28-30, 2022",
      "description": "Join a learning community of school leaders, teachers and IT leads across the UK.",
      "preview": "Skip to main content Stay Informed on Future Academies Already registered? Sign in here or get instructions for How to sign in 29 March, 2022 Sevenoak"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/quickstart/",
      "title": "Quickstart - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Quickstart Quickstart ¶ Eager to get started? This page gives a good introd"
    },
    {
      "url": "https://daluckdragon26.tumblr.com/",
      "title": "@daluckdragon26 on Tumblr",
      "description": "21, she/her. this is my main, my art blog is @sabinelacqua",
      "preview": "Posts anonbeadraws Follow Rest your bones, while you still have them. Today's warm up: Ghostly Vibes (1:30hr) grozat Follow a grey lady transfemmbeatr"
    },
    {
      "url": "https://news.cs.washington.edu/2017/08/17/first-choice-majors-of-uw-confirmed-incoming-freshmen/",
      "title": "Allen School News » First-Choice Majors of UW Confirmed Incoming Freshmen",
      "description": "The trend continues - at the University of Washington, and across the nation. The two charts shown here tell the story: they show the ten top first-choice majors of UW confirmed incoming freshmen from fall 2010 to fall 2017, and the first-choice College of Engineering majors of UW confirmed incoming...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications First-Choice Majors of UW Confirmed Incoming Fre"
    },
    {
      "url": "http://www.gugik.gov.pl/pzgik/dane-bez-oplat/dane-z-panstwowego-rejestru-granic-i-powierzchni-jednostek-podzialow-terytorialnych-kraju-prg",
      "title": "Dane udostępniane bezpłatnie do pobrania z serwisu www.geoportal.gov.pl - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://sv.brusheezy.com/gratis/gl%C3%B6dlampor",
      "title": "Glödlampor Gratis Penslar - (28 Gratis Downloads)",
      "description": "28 Best Glödlampor Gratis Pensel Nedladdningar from the Brusheezy community. Glödlampor Gratis Penslar licensed under creative commons, open source, and more!",
      "preview": "Filters Glödlampor Penslar - 28 free brushes matching glödlampor Glödlampa borstar pack Lång skugga miljö natur ikon psd Diverse Pocket Icon PSD Pack"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "http://www.seagrasssoftware.com/",
      "title": "nl3.example.com - Coming Soon",
      "description": "This is a default index page for a new domain.",
      "preview": "nl3.example.com Powered by myVesta"
    },
    {
      "url": "https://graphicmama.com/blog/best-design-bundles/",
      "title": "The Ultimate List for Design Bundles and Resources (Free and Paid) | GM Blog",
      "description": "We've made a list of design bundles and free resources with everything you will need for your future projects. We will also constantly update it.",
      "preview": "The Ultimate Source for Free (and Paid) Design Bundles and Resources Share on Facebook Share on Twitter By Al Boicheva in Free Vectors , Freebies , We"
    },
    {
      "url": "https://ballparkhq.com/",
      "title": "Ballpark - Research anything. Powered by AI.",
      "description": "Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes",
      "preview": "Research made simple with AI Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes Re"
    },
    {
      "url": "https://drachen.org/",
      "title": "Drachen.org",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! July 28, 2025 × drachen.org - Website No Longe"
    },
    {
      "url": "https://developer.github.com/changes/2018-05-24-user-migration-api/",
      "title": "User Migration API public beta | GitHub Developer Guide",
      "description": "Get started with one of our guides, or jump straight into the API documentation.",
      "preview": "This content may be out of date. For the newest content, see the API posts on the GitHub Blog . All of GitHub's Docs are now in one place ! You can se"
    },
    {
      "url": "https://www.charlottetilbury.com/us/product/instant-eyeshadow-palette-pillow-talk",
      "title": "Pillow Talk - Instant Eyeshadow Palette - Pink Eyeshadow | Charlotte Tilbury",
      "description": "Shop Instant Eye Palette in Pillow Talk, a dreamy pink eyeshadow palette featuring 12 magical shades. Discover more pigmented eyeshadow palettes online.",
      "preview": "Jump to content LIMITED EDITION INSTANT EYE PALETTE PILLOW TALK $75.00 Pillow Talk Instant Eye Palette shadows applied to model video Pillow Talk - Di"
    },
    {
      "url": "https://viacomcbs.careers/",
      "title": "Careers at Paramount",
      "description": "void",
      "preview": "Careers at Paramount Press Tab to Move to Skip to Content Link Skip to main content Jobs BET CBS CBS News and Stations CBS Sports CBS Studios MTV Netw"
    },
    {
      "url": "https://www.mlssoccer.com/standings/",
      "title": "Conference Standings | MLSsoccer.com",
      "description": "Official standings of Major League Soccer. Track your favorite MLS club and which teams will qualify for MLS Cup Playoffs.",
      "preview": "Skip to main content Standings Conference Standings Supporters' Shield Standings Form Guide Official Standings = Updated at conclusion of each match."
    },
    {
      "url": "http://www.compassinterpreters.org/",
      "title": "Interpretation Services For Utica Residents | The Center",
      "description": "The Center offers interpretation services to Utica area residents. Click here to request an interpreter or to join our interpretation team!",
      "preview": "Skip to main content Overview Our interpreters provide in-person, accurate, and complete interpretation assignments daily. Our medical interpreters we"
    },
    {
      "url": "https://leafletjs.com/examples/quick-start/",
      "title": "Quick Start Guide - Leaflet - a JavaScript library for interactive maps",
      "description": "void",
      "preview": "← Tutorials Leaflet Quick Start Guide This step-by-step guide will quickly get you started on Leaflet basics, including setting up a Leaflet map, work"
    },
    {
      "url": "https://apparelimpact.org/",
      "title": "Apparel Impact Institute | Home",
      "description": "aii is transforming the apparel and footwear industry by identifying, funding, scaling and measuring proven solutions to decrease carbon emissions.",
      "preview": "APPAREL IMPACT INSTITUTE Our mission: We're transforming the apparel and footwear industry by identifying, funding, scaling, and measuring proven solu"
    },
    {
      "url": "https://www.cochrane.org/evidence",
      "title": "Our evidence | Cochrane",
      "description": "void",
      "preview": "Skip to main content Close search results Only our evidence Only \"Handbook\" Exclude our evidence Exclude news Our evidence High-quality health evidenc"
    },
    {
      "url": "https://www.gtcuw.org/",
      "title": "Greater Twin Cities United Way | Together We Thrive",
      "description": "Empower change with Greater Twin Cities United Way. Discover our mission, impact, and opportunities to support and volunteer in the Twin Cities area.",
      "preview": "About Us Our Team Board of Directors Equity & Inclusion Our History Financials Impact Report FAQs Our Impact Food Full Lives Education 80×3 Career Aca"
    },
    {
      "url": "https://www.vettimes.co.uk/",
      "title": "Vet Times: Latest Veterinary News, Jobs & Clinical Resources",
      "description": "Stay ahead in veterinary medicine with Vet Times. Get the latest news, expert clinical insights, and top job opportunities for vets and nurses.",
      "preview": "Latest news Small animal New UK dog behaviour survey launched Project leaders hope the initiative will help vets, behaviour experts and charities to b"
    },
    {
      "url": "https://larkinthemorning.com/collections/books-dvds-cds/products/bok006",
      "title": "Have Fun Playing Hand Drums - Lark in the Morning",
      "description": "A great book by Ben James for learning a solid foundation in drumming; presents techniques for djembe (and ashiko), conga and bongo; easy to follow notation and a CD make it simple to learn the basic rhythms. 80 pages.",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Our shop hours are Tuesday - Saturday, 12 to 6pm or order online any tim"
    },
    {
      "url": "https://ladiesdrawingclub.com/",
      "title": "LADIES DRAWING CLÜB",
      "description": "LADIES DRAWING CLÜB",
      "preview": "void"
    },
    {
      "url": "https://es.slideshare.net/ssuser6d4b4c/presentations?order=popular",
      "title": "กฤช วรรณชาลี presentations",
      "description": "void",
      "preview": "กฤช วรรณชาลี Acerca de Presentaciones Infografías Documentos Recomendaciones Acerca de No hay ninguna presentación aún No hay ninguna infografía aún N"
    },
    {
      "url": "https://appalti-villasofia-cervello.maggiolicloud.it/PortaleAppalti/it/ppgare_avvisi_scaduti_lista.wp;jsessionid=33364253A9477A205040BE036C04449B.elda?actionPath=/ExtStr2/do/FrontEnd/Avvisi/view.action&currentFrame=7&codice=A00003&_csrf=INUBLVMZD6H7YA0DGQHY2TW92AKQKJKF",
      "title": "Portale gare d'appalto|Avvisi pubblici scaduti",
      "description": "void",
      "preview": "fun [ Salta al contenuto della pagina ] Access key definite: Vai alla pagina iniziale [H] Vai alla pagina di aiuto alla navigazione [W] Vai alla mappa"
    },
    {
      "url": "https://learn.microsoft.com/en-us/dotnet/csharp/language-reference/keywords/",
      "title": "C# Keywords and contextual keywords - C# reference | Microsoft Learn",
      "description": "C# Keywords: Find the reference material for the predefined keywords and contextual keywords defined in the C# language.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://online.foundationsource.com/ws/index.jsp?site=marisla",
      "title": "The Marisla Foundation",
      "description": "void",
      "preview": "Information | Guidelines | Application Deadlines | How to Apply | Contact Marisla Foundation® was established in 1986 as a private, non-operating char"
    },
    {
      "url": "https://www.claires.com/",
      "title": "Claire's | Ear piercing - gentle safe and fun for all ages",
      "description": "Claire's provides Ear Piercing for Kids & Teens | Safe Piercing | Jewelry | Accessories for girls of all ages; free piercings with any earring purchase.",
      "preview": "top of page A Little Update We've pressed \"pause\" on shopping at Claires.com, but the sparkle lives on in our stores! From ear piercing to the latest"
    },
    {
      "url": "https://www.ninashoes.com/products/brando-black?_pos=1&_sid=f13941996&_ss=r",
      "title": "Womens Brando-B Black Patent/Glass Crystal Minaudiere | Nina Shoes",
      "description": "Discover Nina Shoes Black Patent/Glass Crystal Minaudiere. Shop our collection of women's shoes, handbags, and girls' shoes.",
      "preview": "Skip to content 25% Off Sitewide | Use Code: SALE25 Up To 75% Off Clearance Free Shipping Over $50 On All US Orders Account Search Cart Shoes All Wome"
    },
    {
      "url": "https://spiru.nl/blogs/spiritualiteit/tarot-snelcursus-zo-leer-je-de-betekenis-van-tarotkaarten",
      "title": "Tarot Snelcursus, Zo leer je de Betekenis van Tarotkaarten",
      "description": "Tarot zou helpen om jezelf te leren kennen. Maar wat betekenen die mysterieuze tarotkaarten toch? Hier vind je alvast een begin.",
      "preview": "Elke maand gratis verzonden Al 36814 bomen geplant 9.1 out of 10 stars 32511 reviews Contact Elke maand gratis verzonden We zijn live. Nu tijdelijk me"
    },
    {
      "url": "https://www.carnivalworld.sg/singapore-carnival-birthday-party/",
      "title": "Singapore Carnival Birthday Party | Carnival World | Carnival World",
      "description": "Singapore Carnival Birthday Party",
      "preview": "August 23, 2015 Planning to have a happening and exciting birthday party this year? Carnival World provide professional carnival birthday party servic"
    },
    {
      "url": "https://www.irs.gov/uac/Report-Phishing",
      "title": "Report phishing | Internal Revenue Service",
      "description": "Report phishing and scams. Find out what to do If you receive unsolicited communications claiming to be from the IRS.",
      "preview": "Skip to main content Report phishing and online scams English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive T"
    },
    {
      "url": "https://www.rta-deutschland.de/de/product/4873-schrittmotoren-rh-1s3h",
      "title": "SCHRITTMOTOREN RH 1S3H - INDUSTRIAL MOTORS - SCHRITTMOTOREN - RTA - Motion Control Systems",
      "description": "Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JST Steckverbinder, niedrige Vibrationen und Heizung. Er eignet sich für die Kombination mit hochleistungsfähigen R.T.A. Antrieben der Serie BSD...",
      "preview": "SCHRITTMOTOREN RH 1S3H DOWNLOAD PDF Einleitung Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JS"
    },
    {
      "url": "https://schwank.de/report/porsche-ein-standort-der-faszination-mit-modernster-heiztechnik/",
      "title": "Werkstattheizung bei Porsche | Praxisbericht von Schwank",
      "description": "Werkstattheizung bei Porsche: Ein Standort der Faszination mit modernster Heiztechnik ➝ Alle Referenzen & Praxisberichte über die Hallenheizungen und Klimasysteme von Schwank!",
      "preview": "Porsche: Ein Standort der Faszination mit modernster Heiztechnik Schwank Praxisbericht Stufenlose Modulation Das Projekt Das Porsche Zentrum Würzburg"
    },
    {
      "url": "https://play.app.goo.gl/uaX1",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://typography-daily.com/",
      "title": "Typography Daily",
      "description": "Typography blog for inspiration, good graphic design and quality fonts showcase.",
      "preview": "Typography Daily, your daily dose of type. Grab the feed Subscribe by email (free) Follow on Twitter Become a fan on Facebook Swiss WordPress Agency R"
    },
    {
      "url": "https://manjaro.fr/forum/viewforum.php?f=18&sid=a5441c61340bdc5a3dce826924861a3d",
      "title": "Trucs & Astuces -",
      "description": "void",
      "preview": "Raccourcis Sujets sans réponse Sujets actifs Rechercher Notes Catégories Planète Manjaro ↳ Mode d'emploi du forum - Documentation ↳ Actualités chez Ma"
    },
    {
      "url": "http://yt.be/songwriters",
      "title": "YouTube for Songwriters - Songwriters Home",
      "description": "Browse resources tailor-made for songwriters, producers, and their teams. Find answers, create your visual discography, and promote your latest work on YouTube.",
      "preview": "The Home For Songwriters On YouTube Made just for you - a space created for songwriters, producers, and their teams to thrive on YouTube. Browse Resou"
    },
    {
      "url": "https://www.klrn.org/",
      "title": "KLRN TV | Using the power of media to inform, entertain and inspire",
      "description": "We get kids ready to learn and we give you opportunities to explore the world around you -and have for over 60 years. Spend some time with us.",
      "preview": "Showcase"
    },
    {
      "url": "https://app.excalidraw.com/",
      "title": "Excalidraw+",
      "description": "Whiteboarding tool with hand drawn like experience. Ideal for conducting interviews, drawing diagrams, prototypes or sketches and much more!",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://feverup.com/m/117496",
      "title": "DRAG: The Musical - Los Angeles - Tickets | Fever",
      "description": "🎭 Enjoy a spectacular show full of heart-wrenching truths, sickening music, and divalicious stage antics at DRAG: The Musical in Los Angeles.",
      "preview": "We love this experience, but no tickets are available at the moment We love this experience, but no tickets are available at the moment DRAG: The Musi"
    },
    {
      "url": "https://csdap.earthdata.nasa.gov/",
      "title": "Satellite Data Explorer",
      "description": "Search, discover, and access NASA acquired commercial satellite data.",
      "preview": "void"
    },
    {
      "url": "https://www.contentful.com/",
      "title": "Content that scales. Experiences that convert. | Contentful",
      "description": "Contentful DXP uses AI-driven analytics to help you personalize, optimize, and create standout digital experiences at scale. Effortlessly.",
      "preview": "/ ✨ Next-gen digital experiences Lorem ipsum dolor sit amet... whatever If you're not personalizing, your content is just filler. Break through with h"
    },
    {
      "url": "http://designstaq.com/",
      "title": "Designstaq: Expert Squarespace Designers",
      "description": "The easiest way for you to get a professionally designed Squarespace website. Clear communication, fast turnaround, and affordable pricing.",
      "preview": "Back Website Design Copywriting Branding 1-on-1 Sessions Scroll Expert Squarespace designers. Designstaq is the easiest way to get a professionally de"
    },
    {
      "url": "https://forums.empiresmod.com/index.php?threads/test-please-ignore.17006/",
      "title": "test please ignore | Empires Mod",
      "description": "testing polls",
      "preview": "Log in"
    },
    {
      "url": "https://www.vultr.com/?ref=6837140",
      "title": "SSD VPS Servers, Cloud Servers and Cloud Hosting - Vultr.com",
      "description": "Vultr Global Cloud Hosting - Brilliantly Fast SSD VPS Cloud Servers. 100% KVM Virtualization",
      "preview": "GPUs at Vultr now."
    },
    {
      "url": "https://www.whatsupcams.com/fr/webcams/italie/frioul-venetie-julienne/gorizia-fr/borgo-antica-contea-gusti-di-frontiera/",
      "title": "Borgo Antica Contea - Gusti di Frontiera - WhatsUpCams - LIVE webcams",
      "description": "void",
      "preview": "Skip to content Borgo Antica Contea - Gusti di Frontiera Home » Webcams » Italie » Frioul-Vénétie julienne » Gorizia » Borgo Antica Contea - Gusti di"
    },
    {
      "url": "https://scottdodson.dev/thunderstorms/privacy-policy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last Updated: 9/6/2021 This Privacy Policy applies to the information that we obtain through your use of Thunderstorm Simulator and Thu"
    },
    {
      "url": "https://www.kew.org/",
      "title": "Royal Botanic Gardens, Kew | Kew",
      "description": "Discover a world of science hiding behind our beautiful botanical collections filled with over 40,000 living plants",
      "preview": "Skip to main content Our future is botanic Plants and fungi are vital to the future of food, clean air and medicine. We're fighting against biodiversi"
    },
    {
      "url": "https://www.riteaid.com/shop/vicks-hum-wrm-mist-v750-0352530?utm_source=google&utm_medium=organic&utm_campaign=tinuiti_organicshopping&slfpid=3",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://quantum4u.in/",
      "title": "Quantum4U | The Ultimate Mobile App Developers",
      "description": "We offer customised app development solutions to help our clients drive their business on mobile. Our apps have over 60+ million installs globally.",
      "preview": "Vision • Mission • Plan Making your life better with amazing applications. Fun • Ease • Betterment Your phone is not only to take calls. Make it worth"
    },
    {
      "url": "https://www.mail.com/company/privacypolicy/",
      "title": "Our Privacy Policy | mail.com",
      "description": "How to easily manage your permission settings in just a couple of steps",
      "preview": "Privacy Policy Permission Management The mail.com online portal is a round-the-clock hub for entertainment and information: news, sports, searches and"
    },
    {
      "url": "https://rechargepayments.com/subscribe-with-recharge/",
      "title": "Subscribe with Recharge - Recharge",
      "description": "Recharge makes it easy to subscribe to your favorite products and get what you need, when you want to receive it.",
      "preview": "Skip to content Skip to footer Are you a customer or subscriber with a question about your order? Head back to the merchant's site and reach out to th"
    },
    {
      "url": "https://marine-conservation-institute.networkforgood.com/projects/103984-give-monthly",
      "title": "MARINE CONSERVATION INSTITUTE - Give Monthly",
      "description": "void",
      "preview": "Donate Monthly Your sustained support-at any giving level-helps preserve the health and vitality of our oceans. Donation Amount Donate $5 Donate $10 D"
    },
    {
      "url": "https://www.jcpenney.com/p/exa-beauty-high-fidelity-balancing-color-corrector/ppr5008239340?pTmplType=beauty&slfpid=3",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_material=1383",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://math.meta.stackexchange.com/help/badges/54/enthusiast?userid=471884",
      "title": "Enthusiast - Badge - Mathematics Meta Stack Exchange",
      "description": "Q&A about the site for people studying math at any level and professionals in related fields",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Enthusiast Enthu"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/post/90177493115",
      "title": "💗VII-XVIII-MCMXCIII 💗 | Too Much STEM, Not Enough Computer Science?",
      "description": "Too Much STEM, Not Enough Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "💗VII-XVIII-MCMXCIII 💗 📚 [Chapter 30] 📚 Too Much STEM, Not Enough Computer Science? codeorg Not a day goes by that I don't read an article or speech ab"
    },
    {
      "url": "https://www2.ipm.ucanr.edu/beeprecaution/",
      "title": "bee-precaution-pesticide-ratings / University of California Statewide Integrated Pest Management Program (UC IPM)",
      "description": "void",
      "preview": "MENU UC IPM bee-precaution-pesticide-ratings Home, garden, turf, & landscape Home & garden Plant pest diagnostic tool Retail nurseries & garden center"
    },
    {
      "url": "https://www.a-b-c.org/",
      "title": "Association to Benefit Children | A champion for all children",
      "description": "Discover ABC's programs in early childhood, Early Intervention, mental health, afterschool and summer camp, Preventive Services dedicated to supporting vulnerable children and families in New York City. We are a 501(c)3 registered nonprofit organization.",
      "preview": "0"
    },
    {
      "url": "https://www.yelp.com/",
      "title": "Ristoranti, dentisti, bar, saloni di bellezza, dottori a Roma - Yelp",
      "description": "Roma - recensioni e consigli degli utenti sui migliori ristoranti, attività, locali notturni, luoghi d'intrattenimento, servizi e molto altro su Yelp",
      "preview": "Entra in contatto con le migliori attività locali Aixois Foto di Elaine D. Azioni recenti Caricamento in corso... Categorie Ristoranti Shopping Vita n"
    },
    {
      "url": "https://www.adessium.org/",
      "title": "Adessium Foundation - Adessium Foundation",
      "description": "void",
      "preview": "Zorgen voor elkaar en onze leefomgeving Adessium Foundation streeft naar een open samenleving waarin iedereen mee kan doen en waar rechten en vrijhede"
    },
    {
      "url": "https://www.eventbrite.de/e/feeding-the-city-ask-us-anything-tickets-568255225677?aff=erelexpmlt",
      "title": "Feeding the City: Ask us Anything Tickets, Thu, Mar 9, 2023 at 5:00 PM | Eventbrite",
      "description": "Eventbrite - Impact Hub Berlin presents Feeding the City: Ask us Anything - Thursday, March 9, 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Feeding the City: Ask us Anything View details Follow this organizer to stay informed on future events By Impact Hub Berlin Fol"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "https://www.billboard.com/music/country/makin-tracks-maren-morris-i-cant-love-you-anymore-1235164375/",
      "title": "Makin' Tracks: Maren Morris Turns a Spat Into an Upbeat Single With 'I Can't Love You Anymore'",
      "description": "Morris wrote the song with her husband and fellow singer-songwriter Ryan Hurd, as well as writer-producer Greg Kurstin.",
      "preview": "× Skip to main content Maren Morris Claire Schaper* Trending on Billboard Maren Morris ' Humble Quest , currently nominated for the Country Music Asso"
    },
    {
      "url": "https://open-foundry.com/fonts",
      "title": "Open Foundry",
      "description": "A new platform for open-source fonts in a noise-free environment, to highlight their beauty, extend functionality and encourage further exploration.",
      "preview": "void"
    },
    {
      "url": "https://dados.ibict.br/organization/ibict-gov?groups=pessoal&tags=cargo&res_format=CSV&license_id=other-pd&_tags_limit=0",
      "title": "IBICT - Organizações - Dados Abertos do Ibict",
      "description": "void",
      "preview": "Pular para o conteúdo Portal do Governo Brasileiro Atualize sua Barra de Governo Início Organizações IBICT Enviar Ordenar por Relevância Nome Crescent"
    },
    {
      "url": "https://www.newplasticseconomy.org/projects/global-commitment/signatories",
      "title": "Leading the Transition to a Circular Economy | Ellen MacArthur Foundation",
      "description": "Accelerating the global transition to a circular economy - working with businesses, policymakers and institutions to create systems that benefit people and the environment.",
      "preview": "It's time for a circular economy Through design, we can eliminate waste and pollution, circulate products and materials, and regenerate nature, creati"
    },
    {
      "url": "https://plugins.trac.wordpress.org/browser/gdpr-cookie-compliance/",
      "title": "gdpr-cookie-compliance - WordPress Plugin Repository",
      "description": "void",
      "preview": "Skip to content Plugin Directory Search: Login Timeline View Tickets Browse Source Context Navigation Last Change Revision Log source: gdpr-cookie-com"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/full-legal",
      "title": "Privacy Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Privacy Policy of Tenuta Larnianone Tenuta Larnianone collects some Personal Data from its Users. This document contains a section dedicated to Users"
    },
    {
      "url": "https://www.ons.gov.uk/economy/inflationandpriceindices",
      "title": "Inflation and price indices - Office for National Statistics",
      "description": "The rate of inflation is the change in prices for goods and services over time. Measures of inflation and prices include consumer price inflation, producer price inflation and the House Price Index.",
      "preview": "Cookies on ons.gov.uk Cookies are small files stored on your device when you visit a website. We use some essential cookies to make this website work."
    },
    {
      "url": "https://federalcharacter.gov.ng/about-us/",
      "title": "About Us - Federal Character Commission",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://amplypower.com/amply-power-integrates-watttime-api-to-enable-electric-fleets-to-minimize-and-report-total-greenhouse-gas-emissions/",
      "title": "AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions - AMPLY Power",
      "description": "void",
      "preview": "Menu August 31, 2021 3:00 am AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions AMPLY"
    },
    {
      "url": "https://childrensmiraclenetworkhospitals.org",
      "title": "Children's Miracle Network Hospitals",
      "description": "void",
      "preview": "Skip to main content Email Password Forgot your password? Why Have a CMN Hospitals Account? Create a fundraiser. Manage your recurring donations. Keep"
    },
    {
      "url": "https://cta-redirect.hubspot.com/cta/redirect/5981609/d7c724ca-5576-4086-bbbb-bf06cc855de2",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Click here if you're not redirected automatically..."
    },
    {
      "url": "https://www.zaxbys.com/gift-cards",
      "title": "Welcome to Zaxbys",
      "description": "void",
      "preview": "Hey, Zax Fans! Thanks for stopping by. Zaxbys is the premium quick-service restaurant famous for Chicken Fingerz™ and wings that you can dip, dunk and"
    },
    {
      "url": "https://www.watttime.org/",
      "title": "Home - WattTime",
      "description": "void",
      "preview": "3 simple fixes could save 9+ gigatons of CO2 annually. We're a nonprofit raising awareness about these solutions and providing data & technical assist"
    },
    {
      "url": "https://www.sallybeauty.com/hair-care/shop-by-product/hair-styling-products/kweeen-silver-glitter-spray-4.9-oz/SBS-468014.html",
      "title": "Eva NYC Kweeen Silver Hair & Body Glitter Spray 4.9 oz | Styling Products| Sally Beauty",
      "description": "Shop for Kweeen Silver Hair & Body Glitter Spray 4.9 oz from Eva NYC at Sally Beauty. A lightweight, non-sticky formula that contains ultra-fine glitter particles that add a shimmery glow to your pre-party look.",
      "preview": "To use At My Store , please select a store to continue. This will let you see products available for purchase online and pickup at your selected store"
    },
    {
      "url": "https://www.amc-esk.pl/koszyk/",
      "title": "Koszyk - amc-esk",
      "description": "void",
      "preview": "+48 (32) 763 72 09 | biuro@amc-esk.pl Elektroniczne Systemy Konstatowania AMC-ESK O NAS INFORMACJE O SPÓŁCE HISTORIA POLITYKA PRYWATNOŚCI OFERTA ZESTA"
    },
    {
      "url": "https://newsroom.uw.edu/search?sort=field_date&order=desc&fulltext=covid&date_op=%3D&date%5Bvalue%5D=&date%5Bmin%5D=&date%5Bmax%5D=&date%5Bdate%5D=&f%5B0%5D=type%3Anews",
      "title": "Search - UW Medicine | Newsroom",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nativegov.org/",
      "title": "Sovereignty matters. Native Governance Center",
      "description": "Native Governance Center is a Native-led nonprofit working to strengthen Native nations' sovereignty in Mni Sota Makoce, North Dakota, and South Dakota.",
      "preview": "Skip to content Cultivating a Rebuilding Movement We're working to cultivate a Native nation rebuilding movement so that all Indigenous people can thr"
    },
    {
      "url": "https://share.hsforms.com/1Td4Pj80YTmCbrnlSivNBNw59n9s",
      "title": "Form",
      "description": "void",
      "preview": "Skip to form"
    },
    {
      "url": "https://www.melissatiers.com/?module=bbmodule&src=50985a19dc3a5&tse=0n6q2217uq&action=view_category&id=1",
      "title": "Melissa Tiers | Coaching the Unconscious Mind",
      "description": "void",
      "preview": "0 learn how to coach the unconscious mind. Melissa Tiers is the founder of The Center For Integrative Hypnosis, and co-founder of the Ethical Coaching"
    },
    {
      "url": "https://fr.servicestart.com/showFAQ.do;jsessionid=88D9CFB3B66BCFD04ACF6CA8C3694736",
      "title": "Prenez le bon départ - devis des Pros - Servicestart",
      "description": "Obtenez jusquà cinq devis comparatifs ! Etes-vous Prestataire ? Recevez gratuitement des demandes ciblées par service et par secteur. Exemple de services : Expert-comptable, Syndic de copropriété, Nettoyage, Architecte.",
      "preview": "Prenez le bon départ - devis de Pros ...ou faites votre demande par téléphone 01 70 61 08 36 Services - Toutes les catégories Changer la langue : Engl"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}