{
  "data": [
    {
      "url": "https://bja.ojp.gov",
      "title": "Home | Bureau of Justice Assistance",
      "description": "BJA provides leadership and services in grant administration and criminal justice policy development to support state, local, and tribal justice strategies to achieve safer communities.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://smallbusinessresources.wf.com/running-your-business",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://bavc.org",
      "title": "Home - BAVC Media",
      "description": "BAVC Media (Bay Area Video Coalition) is about video and a whole lot more. We are an evolving coalition of passionate creators, activists, independent makers of all mediums and everyday people, effecting change one story at a time. About Us Support BAVC From The",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Home AllTheVideoPeople77 2025-04-11T05:19:04+00:00 Loading."
    },
    {
      "url": "https://azpbs.org/2019/10/sesame-street-in-communities/",
      "title": "Sesame Street in Communities: C is for Communities - Arizona PBS",
      "description": "Sesame Street in Communities, an initiative from nonprofit media and educational organization Sesame Workshop, is a resource collection to help kids and families during the early years of birth through six, a critical window for brain development.",
      "preview": "Skip to content Alert: Defunded but not defeated: Your support is essential. Help keep Arizona PBS strong. Sorry, your browser does not support iframe"
    },
    {
      "url": "https://www.bmw.cl/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Chile | Descubre el placer de conducir",
      "description": "El placer de conducir comienza aquí. Conoce toda la gama de modelos BMW en Chile y vive una experiencia de deportividad, diseño y vanguardia.",
      "preview": "Click acá para ir directamente al contenido Oportunidades del mes Descubre oportunidades del mes. Descubre oportunidades BMW ConnectedDrive Los produc"
    },
    {
      "url": "https://iconism.framer.website/",
      "title": "Iconism - Showcasing the best icon packs",
      "description": "Iconism showcases the best icon packs in the world. Find the perfect icon pack for your next design project here!",
      "preview": "iconism iconism iconism Showcasing the best icon packs in the world. Showcasing the best icon packs in the world. Showcasing the best icon packs in th"
    },
    {
      "url": "https://typography.guru/",
      "title": "Typography.Guru Online Community",
      "description": "Learn to master typography and join our expert online community.",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://tennisforfree.com/",
      "title": "Welcome to Tennis For Free - Tennis For Free",
      "description": "Tennis For Free is a UK charity dedicated to growing the game of tennis in predominantly under-privileged areas and showcasing the sport as a sport playable by all, especially families.",
      "preview": "TFF brings free fully inclusive fun tennis sessions to communities across the UK Learn More Tennis For Free, served to the community, by the community"
    },
    {
      "url": "https://www.profigastro.sk/Podstavec-pod-pizza-pec-1310x830-EST-6L-d553.htm",
      "title": "Podstavec pod pizza pec 1310x830-EST-6L | Profigastro.sk",
      "description": "rozmer: 1300x780x950mm(šxhxv); stojan pre E/P - 6L, 12L",
      "preview": "Menu Úvod Ako nakupovať Obchodné podmienky Platobné podmienky Dodacie podmienky Záručné podmienky Ochrana osobných údajov Kontakt Viac Prihlásenie Pri"
    },
    {
      "url": "https://form.asana.com/?k=lY4uuTrGcroevKe_0emL1Q&d=941506444463212",
      "title": "Loading... - Form by Asana",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/cookies#cookie_management",
      "title": "Cookie Notice | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://www.belleileenmer.com/catalogue/4500001/locmaria/maison/mk04/",
      "title": "Location Belle Ile en Mer : Locmaria - Maison",
      "description": "Maison de 2 chambres à Locmaria à 800 M de la plage..",
      "preview": "Catalogue complet Recherchez un logement de vacances dans notre catalogue complet Critères et disponibilités Détail Choix des services Réservation Pla"
    },
    {
      "url": "https://connect.ala.org",
      "title": "Home - ALA",
      "description": "ALA Connect is an online platform for discussion and collaboration between ALA members. It's a centralized space for members, whether they're part of a formal committee or just want to share questions and ideas with other library professionals. Connect allows users to: • Talk with other members on discussion boards • Download shared resources from community-generated libraries • Collaborate as a member of volunteer committees and other groups",
      "preview": "Divisions American Assn. of School Librarians (AASL) Assn. for Library Service to Children (ALSC) Assn. of College & Research Libraries (ACRL) Core: L"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://www.dallasobserver.com/news/local-bike-community-mourns-the-loss-of-james-kincheloe-and-his-childlike-fascination-15993036",
      "title": "Local Bike Community Mourns the Loss of James Kincheloe and His 'Childlike Fascination'",
      "description": "Every scene or sub-culture needs someone who serves as a beacon - a person whose enthusiasm attracts the uninitiated and stokes the long-burning embers of those who've been around the block a time or two already. The North Texas mountain biking community lost one of its own beacons when James...",
      "preview": "Skip to content advertisement Close Menu Search Search facebook instagram x tiktok bsky threads Crime & Police Local Bike Community Mourns the Loss of"
    },
    {
      "url": "https://ai.google/",
      "title": "Google AI - How we're making AI helpful for everyone",
      "description": "Discover how Google AI is committed to enriching knowledge, solving complex challenges and helping people grow by building useful AI tools and technologies.",
      "preview": "Homepage - I/O 2025 Get started Ask Gemini Search with AI Mode Create an image Generate video Learn with NotebookLM Combine elements from different im"
    },
    {
      "url": "https://burgerbaeclothing.com/",
      "title": "BurgerBae | Shop your vibe :)",
      "description": "We are a sustainable streetwear clothing brand. Our vision is to diminish the line between high end fashion and streetwear to create a more unified clothing line!",
      "preview": "Skip to content As seen on Shark Tank India Menu Hoodies Basic Hoodies Graphic Hoodies Acid Wash Hoodies Baby Tees Categories Essentials T-Shirts Baby"
    },
    {
      "url": "https://suporte.handtalk.me/kb/article/240765/hand-talk-website-privacy-policy?menuId=25983-69990-240765&ticketId=&q=",
      "title": "Hand Talk website Privacy Policy - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Boas-vindas à base de conhecimento da Hand Talk Página inicial Voltar para a pesquisa INTRODUCTION HAND TALK SERVIÇOS LTDA values its user's privacy a"
    },
    {
      "url": "https://hauteliving.com/2023/02/giada-de-laurentiis-is-building-an-empire-and-shes-doing-it-her-way/725046/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ap.org/explore/seafood-from-slaves/ap-investigation-slaves-may-have-caught-the-fish-you-bought.html",
      "title": "AP Investigation: Slaves may have caught the fish you bought | The Associated Press",
      "description": "In this Saturday, Nov. 22, 2014 photo, Thai and Burmese fishing boat workers sit behind bars inside a cell at the compound of a fishing company in",
      "preview": "Skip to content Home News Highlights Uncategorized AP Investigation: Slaves may have caught the fish you bought Uncategorized AP Investigation: Slaves"
    },
    {
      "url": "https://www.bnymellon.com/",
      "title": "BNY | Global Financial Services",
      "description": "BNY is a global financial services company overseeing more than $53 trillion - managing it, moving it and keeping it safe.",
      "preview": "The New Treasury Frontier New research examines the top business drivers and banking needs of corporate treasurers as they navigate a complex business"
    },
    {
      "url": "http://www.roberta-golinkoff.com",
      "title": "Roberta Golinkoff",
      "description": "void",
      "preview": "Roberta Michnick Golinkoff holds the Unidel H. Rodney Sharp Chair in the School of Education at the University of Delaware and is also a member of the"
    },
    {
      "url": "https://nodejs.org/api/fs.html#fs_promises_api",
      "title": "File system | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://poosh.com/kourtney-kardashian-go-to-foundation/",
      "title": "Pick of the Week: Kourt's Go-To Foundation - Poosh",
      "description": "Conceals and heals.",
      "preview": "Skip to main content TREAT YOURSELF-FREE SHIPPING ON ALL POOSH DOMESTIC ORDERS. SHOP NOW."
    },
    {
      "url": "https://wedsites.com/",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://careers.microsoft.com/",
      "title": "Home | Microsoft Careers",
      "description": "Do what you love. Create the future you want. Explore the career options that Microsoft has to offer.",
      "preview": "Because impact matters Life at Microsoft https://careers.microsoft.com/v2/global/en/benefits Benefits Explore Microsoft's world-class benefits designe"
    },
    {
      "url": "https://energycrisis.co.uk/alternative-energy/",
      "title": "Alternative Energy - Energycrisis.co.uk",
      "description": "void",
      "preview": "Skip to content 1 Comment on Alternative Energy Posted in Energy Crisis Issues By jacob Posted on October 6, 2019 July 12, 2019 It may surprise reader"
    },
    {
      "url": "https://iode.org/index.php?option=com_content&view=article&id=724&Itemid=100434",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "http://ios.yacreader.com",
      "title": "YACReader, the best comic reader, now on iPad, iPhone and iPod touch",
      "description": "Official web",
      "preview": "The best comic reader also available for iOS why YACReader? YACReader is an app for reading and managing digital comics, the whole ecosystem is formed"
    },
    {
      "url": "https://www.publicnoticeillinois.com#nt=primarynavbar",
      "title": "Public Notice Illinois | Illinois Press Association - Springfield, IL",
      "description": "void",
      "preview": "Search Public Notices: Popular Popular Searches Annual Treasurer's Report Assessments Estate Claims Foreclosures I-Cash Prevailing Wage Notices Schedu"
    },
    {
      "url": "https://home.nest.com/en/US",
      "title": "Log into the Nest app",
      "description": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Doorbell, or Nest devices and apply your subscription.",
      "preview": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Door"
    },
    {
      "url": "https://srfcure.org/",
      "title": "Scleroderma Research Foundation | SRF | Research for a Cure",
      "description": "Guided by passion for a cure, the Scleroderma Research Foundation has become the largest nonprofit investor in scleroderma research in the U.S.",
      "preview": "Close Search Join us on November 12, 2025 at the Edison Ballroom, New York City Table Sponsorships Available Now Learn More Watch Now: New Webinar on"
    },
    {
      "url": "https://www.dsw.com/en/us/product/vince-camuto-aimery-sandal/535385?activeColor=040",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://www.westside.com/",
      "title": "Westside - A Tata Enterprise | Best Online Shopping Site in India",
      "description": "Shop at India's Best Online Shopping Site for Men, Women & Kids Fashion. Discover wide range of clothing, footwear, bags & beauty products for men, women & kids at Westside Online Shopping Store.",
      "preview": "Skip to content Every % GST Reduced - Every % Returned To You"
    },
    {
      "url": "https://shop-links.co/cjbgBpZ0yDA",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "http://www.oceanbestpractices.org",
      "title": "Ocean Best Practices System",
      "description": "The Ocean Best Practices System (OBPS), backed by the IOC through IODE and GOOS, provides publication, discovery and access to relevant and tested methods, from observation to application, as well as a foundation for increasing capacity.",
      "preview": "OCEAN BEST PRACTICES SYSTEM Providing technological advances and community approaches for all ocean methods to better understand and sustain our ocean"
    },
    {
      "url": "https://www.indiacode.nic.in",
      "title": "India Code: Home",
      "description": "Contains all Enforced Central and State Acts linked with Subordinate Data like Rules,Regulations,Notifications,Orders,Circulars,Ordinances,Statutes.",
      "preview": "India Code Logo has been Modified, Click here to Download for updating the Logo in your Website. India Code Search Hint : Type your keyword in box bel"
    },
    {
      "url": "https://lushadvisors.com/complince-checklist/",
      "title": "complince checklist - LushAdvisors",
      "description": "where your ideas become real",
      "preview": "Skip to content Leave a comment Leave a Reply Cancel reply"
    },
    {
      "url": "https://climate.nasa.gov/vital-signs/carbon-dioxide/",
      "title": "Carbon Dioxide - Earth Indicator - NASA Science",
      "description": "Carbon dioxide (CO2) is an important greenhouse gas. Greenhouse gases trap the heat from sunlight, warming the planet. Without any greenhouse gases, Earth",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "http://www.photosoundav.com/",
      "title": "Audio Visual for Meetings & Special Events | Photosound",
      "description": "General Sessions, Breakout Rooms, Virtual Meetings Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Speakers, Wireless Mics, Audio Consoles, Projectors, Screens, TV Monitors, Lighting, Teleprompters, Video Cameras, Switchers, Podiums, Staging, Truss Podiums, Beamsplitters, Confidence Monitors, | Audio Visual for Meetings & Special Events",
      "preview": "Corporate Events General Sessions, Breakout Rooms, Virtual Meetings Trade Shows Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Aud"
    },
    {
      "url": "http://odinecet.iode.org",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://www.xfinity.com/support/stream/",
      "title": "TV Help and Support | Xfinity by Comcast",
      "description": "Learn how to optimize your entertainment experience with X1, Stream TV, Xumo and Flex",
      "preview": "Xfinity For full functionality of this site it is necessary to enable JavaScript. Don't worry, this sounds complicated but it's just a simple browser"
    },
    {
      "url": "http://was1-vin.smokeping.ovh.net/smokeping?displaymode=n;start=2020-12-05%2006:29;end=now;target=APAC.AS19551",
      "title": "OVHcloud.com latency grapher for AU Incapsula (AS19551 103.28.250.169)",
      "description": "void",
      "preview": "WAS1-VIN (US/US1/Virginia) smokeping node 0. Statistics 1. OVH 2. Anycast 3. Europe 4. USA / Canada 5. South and Central America 6. APAC AP Amazon ap-"
    },
    {
      "url": "https://www.nortonlifelock.com/privacy",
      "title": "Privacy | Norton",
      "description": "Norton si impegna a salvaguardare la privacy e i dati personali. L'Informativa sulla privacy generale di Norton, gli avvisi sulla privacy e altre informazioni sulla privacy sono disponibili qui.",
      "preview": "Selezione Paese/Area geografica Seleziona il tuo Paese o la tua area geografica Americhe Argentina Brasil Canada (English) Canada (Français) Caribbean"
    },
    {
      "url": "http://www.chessvideos.tv/",
      "title": "Chess Videos TV - The Largest Chess Video Site on the Web!",
      "description": "ChessVideos.TV offers thousands of free chess videos, including world class lessons from master level players. Improve your game today!",
      "preview": "Chess Openings | Chess Endgames | Chess Puzzle of the Day Chess Videos ▶ Chess Videos on YouTube Chess Tools ▶ Chess Diagram Generator ▶ Chess Endgame"
    },
    {
      "url": "https://www.leadersup.org",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://rose---child.tumblr.com/post/154518406730",
      "title": "Rosie Rabbit - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "Rosie Rabbit - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "https://www.dendroboard.com/",
      "title": "Dendroboard",
      "description": "A forum community dedicated to dart frog owners and enthusiasts. Come join the discussion about breeding, health, behavior, housing, terrariums, adopting,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy posts 1.2M members"
    },
    {
      "url": "https://blog.onyxbits.de/category/tinkering/",
      "title": "Tinkering - /dev/random",
      "description": "void",
      "preview": "↓ Skip to Main Content /dev/random Things that came to mind Home Blog Contact Blog Archives Bypassing Google Play region blocks via VPN or Proxy Poste"
    },
    {
      "url": "https://hairhub.com/products/remote-cutting-and-base-resizing-service",
      "title": "Remote cutting and styling - Hair Hub",
      "description": "If you're not able to visit a stylist, our in-house senior stylist can cut your hair system, so it arrives ready-to-wear. The delivery time might be extended due to the cutting and styling services. *Please note these delivery times may be extended by a few days due to courier delays, national holidays, and customs",
      "preview": "NEW EMAIL ADDRESS Unfortunately, we have currently lost access to our primary email address. For the time being, please contact us via our backup emai"
    },
    {
      "url": "https://hrim.is/product/winter-stories-fox/",
      "title": "Hrim",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/",
      "title": "sage",
      "description": "College Student // Designer // Content Creator",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://kimberlyakimbothemusical.com/",
      "title": "KIMBERLY AKIMBO A New Musical | Official Site",
      "description": "Your official source of tickets and information about KIMBERLY AKIMBO, now playing at the Booth Theatre on Broadway.",
      "preview": "GET TICKETS Tour About Company Acclaim Shop Listen Now on tour across the US! WINNER! 2023 Tony Award for BEST MUSICAL Now on Tour The Tony-Award ® wi"
    },
    {
      "url": "https://www.thesportsnews.in/",
      "title": "The Sports News | Cricket News, Football News, Sports Business News, IPL, PKL, ISL, IPL 2024",
      "description": "The Sports News is all about all those sports freak who live and breathe cricket, football, and any sports that you name.",
      "preview": "Search Follow US © 2024 The Sports News. All rights reserved. Designed and Managed by HayWire Digital. Top Story UP T20 League 2024 Points Table: Utta"
    },
    {
      "url": "https://www.petermckinnon.com",
      "title": "PETER MCKINNON",
      "description": "Toronto Photographer / YouTuber",
      "preview": "Back Portraits Lifestyle"
    },
    {
      "url": "http://www.thasneen.com/cooking/",
      "title": "Cooking with Thas - Smart Cooking, Smart Living - Your Guide to Kitchen Gadgets, Home Tech, and Tasty Recipes",
      "description": "void",
      "preview": "Skip to Content"
    },
    {
      "url": "https://teachingtechyt.github.io/calibration.html",
      "title": "void",
      "description": "void",
      "preview": "Introduction - read me! Frame Check PID Autotune Extruder E-steps Calibration First Layer Baseline Print Slicer Flow Calibration Stepper Motor Driver"
    },
    {
      "url": "https://forum.doctissimo.fr/login.html?referer_url=https%3A%2F%2Fclub.doctissimo.fr%2Fcelylyne%2Flelab%2F",
      "title": "Connexion - Club.doctissimo.fr",
      "description": "void",
      "preview": "Connexion Déjà inscrit ? Mot de passe oublié ? Je me connecte Inscription L'inscription au site, au forum et à la newsletter hebdomadaire de Doctissim"
    },
    {
      "url": "https://espanol.cdc.gov/enes/coronavirus/2019-ncov/travelers/cruise-travel-during-covid19.html",
      "title": "Centros para el Control y la Prevención de Enfermedades | CDC",
      "description": "void",
      "preview": "Ir al contenido del sitio Ir a la búsqueda El cáncer de mama Informarse más Las enfermedades respiratorias Informarse más Influenza aviar H5: situació"
    },
    {
      "url": "https://press.un.org/en/highlights/UNGA77",
      "title": "High-level meetings of the 77th session of the General Assembly | Meetings Coverage and Press Releases",
      "description": "void",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search English Français Site Search Search Meetings Coverage and Press"
    },
    {
      "url": "https://masterchefmom.blogspot.com/",
      "title": "MASTERCHEFMOM",
      "description": "Food blog by a MOM with interesting,creative,healthy and very tasty recipes and fantastic TIFFIN BOX IDEAS.",
      "preview": "Home Media Mentions Work With Me Portfolio Cooking Tips Cakes Cookies/Biscuits Sips and Slurps Salad Recipes Dosa Recipes Vegan Rasam Recipes Kuzhambu"
    },
    {
      "url": "https://www.synchrony.com/accounts/?client=walgreens",
      "title": "Synchrony Account Manager",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.chemicalfootprint.org/",
      "title": "The Chemical Footprint Project - a project of Clean Production Action",
      "description": "transforming global chemical use by measuring and disclosing data on business progress to safer chemicals.",
      "preview": "Skip to Content Chemical Footprint Project CFP is transforming global chemical use by measuring and disclosing data on business progress to safer chem"
    },
    {
      "url": "https://comprarahorrando.es/essie-allure/",
      "title": "▷ essie allure 】",
      "description": "l➤ ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure, has llegado al sitio correcto. En esta sección te vamos a",
      "preview": "essie allure Comprar Ahorrando Salud y Belleza essie allure ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure,"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_material=1383",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://cz.products.erstegroup.com/Retail/cs/Produkty/Certifikaty/Bonus_certifikaty/Stranky/NovuC3uA9_emise/index.phtml",
      "title": "Investiční centrum",
      "description": "Přehled důležitých údajů o finančním trhu. Akcie a indexy. Peněžní a kapitálové trhy. Měny. Komodity. Mince a drahé kovy. kryptoměny.",
      "preview": "Přeskočit navigaci Jdi na Novinky Jdi na Přehled trhů Jdi na Aktuální produkty Jdi na Research Česká spořitelna 1 / 4 Zastavit Investiční centrum Česk"
    },
    {
      "url": "https://www.greencarreports.com/news/1121693_colorado-to-launch-smart-charging-pilot-program-as-it-prepares-for-evs",
      "title": "Colorado to launch smart-charging pilot program as it prepares for EVs",
      "description": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable energy grid. The non-profit Platte River Power Authority announced last month that it is teaming up with eMotorWerks, which sells home smart chargers, to sell and install 250 smart chargers for residential...",
      "preview": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable"
    },
    {
      "url": "https://www.theboxwalla.com/product/beauty-box/",
      "title": "Beauty Box Subscription - Luxury Clean Beauty Products",
      "description": "Join our bi-monthly beauty box subscription for curated luxury clean beauty products from brands that are passionate about equitable sourcing of ingredients",
      "preview": "Beauty Box Lavanya February 22, 2021 October 9, 2025 Midori MD Notebook B... $ 15.00 $ Skincare Routine F4 $ 329.00 $ Beauty Box $ 59.95 $ Rated 4.75"
    },
    {
      "url": "https://disneyplus.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://www.currenthealth.com/",
      "title": "Current Health",
      "description": "Current Health provides the clinical and operational infrastructure that makes high-cost therapies and complex care safe, scalable, and accessible in community and home settings",
      "preview": "Deliver complex care and specialty therapies beyond the hospital. Current Health provides the clinical and operational infrastructure that makes high-"
    },
    {
      "url": "https://marine-conservation-institute.networkforgood.com/projects/103984-give-monthly",
      "title": "MARINE CONSERVATION INSTITUTE - Give Monthly",
      "description": "void",
      "preview": "Donate Monthly Your sustained support-at any giving level-helps preserve the health and vitality of our oceans. Donation Amount Donate $5 Donate $10 D"
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    },
    {
      "url": "http://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://www.everything-about-concrete.com/how-to-minimize-having-a-slippery-driveway-in-the-winter.html",
      "title": "How to minimize having a slippery driveway in the winter",
      "description": "Question: My driveway is about 240 feet long, slightly curved and a bit more than moderately steep. We are considering installing a colored and stamped",
      "preview": "Everything About Concrete Teaching • Learning • Achieving • Grow your business Home Blog Recommended Tools Menu APPLICATIONS Finishing Concrete Staini"
    },
    {
      "url": "https://www.bundesliga.com/en/bundesliga/table",
      "title": "Bundesliga | Table | 2025/26",
      "description": "The Bundesliga table with current points, goals, home record, away record, form",
      "preview": "Advertisement Standings Standings Season 2025-2026 Club P Won-Draw-Lost W-D-L G +/- Pts 1 6 6-0-0 25:3 +22 18 2 6 4-2-0 12:4 +8 14 3 6 4-1-1 8:8 0 13"
    },
    {
      "url": "https://blackchamber.com/",
      "title": "Silicon Valley Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to main content Featured News Chamber Blog Read All About It Upcoming Events See All Events 14 Oct 2025 | 06:00 PM - 07:30 PM \"AI IN ACTION: TURN"
    },
    {
      "url": "http://www.gettingout.com/",
      "title": "GettingOut",
      "description": "GettingOut by Telmate helps friends or family connect with incarcerated inmates.",
      "preview": "void"
    },
    {
      "url": "https://www.channelnewsasia.com/",
      "title": "Breaking News and Analysis on Asia and the World | Real-Time Coverage out of Asia and Singapore - CNA",
      "description": "Get 24/7 real-time updates on breaking news from Asia, Singapore and around the world. CNA delivers accurate, timely coverage of events as they unfold. Stay informed.",
      "preview": "Skip to main content Close Close Top Stories Asia East Asia Singapore World Commentary CNA Explains Sustainability Business Sport Latest News Insider"
    },
    {
      "url": "https://help.target.com/help/subcategoryarticle?childcat=Price+Match+Guarantee&parentcat=Policies+%26+Guidelines&searchQuery=search+help",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://privacy.microsoft.com/privacystatement",
      "title": "Informativa sulla privacy di Microsoft - Privacy Microsoft",
      "description": "void",
      "preview": "This is the Trace Id: 8802367234d7598f3a5058995bd31303 Passa a contenuti principali Informativa sulla privacy di Microsoft Ultimo aggiornamento: sette"
    },
    {
      "url": "https://www.adpri.org/today-at-work-q1-2023/",
      "title": "Today at Work - Q1 2023 - ADP Research",
      "description": "The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with monthly worker sentiment surveys from a stratified random sample of 2,500 workers to provide a recurring, people-centered, and comprehensive view of the world of work.",
      "preview": "Read the Report The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with mont"
    },
    {
      "url": "https://www.zearn.org/",
      "title": "Login | Zearn Math",
      "description": "Learning with Zearn helps math make sense. Students explore math through pictures, visual models, and real-life examples. Log in to your Zearn account.",
      "preview": "void"
    },
    {
      "url": "https://www.smhi.se/vader/prognoser/ortsprognoser",
      "title": "Väderprognos - SMHI",
      "description": "void",
      "preview": "Huvudinnehåll Väder Väderprognos SMHI producerar väderfilmer måndagar, onsdagar och fredagar. Eller vid särskilda väder- eller varningssituationer. De"
    },
    {
      "url": "https://quantum4u.in/",
      "title": "Quantum4U | The Ultimate Mobile App Developers",
      "description": "We offer customised app development solutions to help our clients drive their business on mobile. Our apps have over 60+ million installs globally.",
      "preview": "Vision • Mission • Plan Making your life better with amazing applications. Fun • Ease • Betterment Your phone is not only to take calls. Make it worth"
    },
    {
      "url": "https://insider.windows.com/",
      "title": "The Windows Insider Program",
      "description": "Be the first to see what's next for Windows in the Windows Insider Program. Join the community, provide feedback to help make Windows even better.",
      "preview": "void"
    },
    {
      "url": "http://www.cuckoldwifesex.com/videos/1108/real-amateur-cuckold-sex-in-hotel-room-with-couple-and-bbc/",
      "title": "Real amateur cuckold sex in hotel room with couple and BBC",
      "description": "Real amateur cuckold sex in hotel room with couple and bbc - real homemade cuckold wife video.",
      "preview": "Cuckold Wife Sex Latest Videos Top Rated Most Viewed Videos Cuckold Wife Sex - Wife Shared with Strangers - Wife Fucking - Amateur Private Mature Wife"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "https://www.gardenorganic.org.uk/composting",
      "title": "Garden Organic | Composting",
      "description": "Make composting easy with our step-by-step advice and create the perfect heap of nutrient rich compost for your organic garden. Composting is often...",
      "preview": "Getting started with composting Making compost is often considered to be complex but all you need to do is provide the right ingredients and let natur"
    },
    {
      "url": "https://www.duo.nl/particulier/studiefinanciering/",
      "title": "Studiefinanciering - DUO",
      "description": "Website duo.nl/particulier",
      "preview": "Ga direct naar inhoud Zoek Naar Geld voor school en studie In het kort Als u staat ingeschreven als student aan het mbo, hbo of universiteit, kunt u g"
    },
    {
      "url": "https://www.theatlantic.com/education/archive/2025/01/learning-loss-pandemic-impact/673123/",
      "title": "The '90s Blockbuster That's Also a Symphony - The Atlantic",
      "description": "Megan Garber's entertainment picks include the \"full-throttle camp\" of <em>Face/Off</em>, a forthcoming translation of <em>The Iliad</em>, and the cringe-comedy series <em>The Rehearsal.</em>",
      "preview": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recom"
    },
    {
      "url": "https://gsuiteupdates.googleblog.com/2019/01/upcoming-hangouts-service-consolidation.html",
      "title": "Google Workspace Updates: Upcoming Hangouts service consolidation for all G Suite customers",
      "description": "void",
      "preview": "This official feed from the Google Workspace team provides essential information about new features and improvements for Google Workspace customers. C"
    },
    {
      "url": "https://www.bigmarker.com/mutual-of-omaha-mortgage1/USO-VA-Home-Loan-Workshop-63360a8099738d3a9ab16ce4?show_live_page=true",
      "title": "Webinar: USO VA Home Loan Workshop by Mutual of Omaha Mortgage",
      "description": "Mutual of Omaha Mortgage and the USO have joined forces to support service members and their families in understanding the home buying process! Gain insight into VA Home Loan eligibility requirements & the lifespan of the VA Home Loan benefit. The workshop will include a step-by-step process of buying a home, from finding the right house, to financing, closing and more! This free, online-only webinar is being offered exclusively through the USO Pathfinder Transition program for Active Duty, military spouses, National Guard, Reservists, and recently separated veterans/retirees. For more information about the program, please visit: www.uso.org/transition",
      "preview": "It looks like you're on an old version of Chrome... Update your browser to attend this event. Download Chrome for free → It looks like you're on an old"
    },
    {
      "url": "https://thedarkside3000.tumblr.com/",
      "title": "The Dark Side",
      "description": "welcome to the dark side (we have cake, don't worry). Anything and everything will be discussed, but mostly fandom stuff, and some computer science stuff will wind up appearing. ;)",
      "preview": "22nd Jul 2018 | 25 notes Versailles Drinking Game I wasn't able to find a drinking game for this show so I made one up! One sip/shot when: - Bontemps"
    },
    {
      "url": "https://corporate.pluto.tv/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/Startseite",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "http://www.pianetavacanze.it/",
      "title": "Pianeta VACANZE - Il sole splende tutto l'anno",
      "description": "void",
      "preview": "Inizia ad esplorare Cosa fare Mangiare e Bere Muoversi Shopping Vedere Popular: Valle d'Aosta Liguria Emilia Romagna Scopri le regioni italiane Italy"
    },
    {
      "url": "https://dnr.mo.gov/waste-recycling/reduce-reuse-recycle/what-to-do-with-specific/electronics/registered-computer-equipment-manufacturers-list",
      "title": "Registered Computer Equipment Manufacturers List | Missouri Department of Natural Resources",
      "description": "The computer equipment manufacturers listed below have a department approved recovery plan. The recovery plan details how the manufacturer plans to offer free and convenient recycling to consumers that purchased specific computer equipment manufactured under one of their brands or sub-brands and covered under Missouri's Electronics Scrap Management rule. For more information about Missouri's Electronics Scrap Management rule and specific covered equipment, visit Electronics.",
      "preview": "Skip to main content DROUGHT ALERT - Conditions continue to deteriorate, with 97% of the state experiencing abnormally dry conditions. Registered Comp"
    },
    {
      "url": "http://www.magiadivino.it/e-commerce/105_poggio-le-volpi",
      "title": "POGGIO LE VOLPIPOGGIO LE VOLPI - Magia DiVino S.r.l. (p.i.02774660597)",
      "description": "POGGIO LE VOLPI",
      "preview": "Valuta: Euro Benvenuti, ( Entra ) Carrello: 0 prodotto prodotti (vuoto) Il tuo account home Offerte speciali Spedizioni Contatti Vini Rossi Toscana Ve"
    },
    {
      "url": "https://bakewithshivesh.com/",
      "title": "Bake with Shivesh - Sharing my baking adventures straight from my kitchen.",
      "description": "Sharing my baking adventures straight from my kitchen.",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Diwali is the season of lights, laughter, and togetherness-a time when homes a"
    },
    {
      "url": "https://opensource.org/licenses/Apache-2.0",
      "title": "Apache License, Version 2.0 - Open Source Initiative",
      "description": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and distribution as defined by Sections 1 through 9 of...",
      "preview": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/grid_search.html",
      "title": "3.2. Tuning the hyper-parameters of an estimator - scikit-learn 1.7.2 documentation",
      "description": "Hyper-parameters are parameters that are not directly learnt within estimators. In scikit-learn they are passed as arguments to the constructor of the estimator classes. Typical examples include C,...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 3.2. Tuning the hyper-parameters of an estimator # Hyper-parameters are parameters tha"
    },
    {
      "url": "https://instagram.com/theuso/",
      "title": "USO (@theuso) • Instagram photos and videos",
      "description": "157K Followers, 589 Following, 3,743 Posts - USO (@theuso) on Instagram: \"The USO is for the people who serve. Strengthening the well-being of the people serving in America's military and their families. #theUSO\"",
      "preview": "void"
    },
    {
      "url": "https://www.teachific.com.au/find?page=1&search_type=standard&category_group=21&cats%5B%5D=228",
      "title": "Find resources | Teachific",
      "description": "void",
      "preview": "Skip to Content Toggle menu Reading Choose a Category ACARA Curriculum Reading Reading Workshop Mini Lessons Reading Workshop Reading Journals by Grad"
    },
    {
      "url": "https://www.ojp.gov",
      "title": "Home | Office of Justice Programs",
      "description": "OJP is the federal government's leading source of funding and research to strengthen the justice system, support law enforcement, and enhance victim services.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "https://sixonbroadway.com/",
      "title": "Home - SIX on Broadway",
      "description": "From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to reclaim their identities out of the shadow of their infamous spouse.",
      "preview": "Skip to content Divorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphon"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/microsoft/D365Finance/",
      "title": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "description": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "preview": "Executive Summary A Forrester Total Economic Impact™ Study Commissioned By Microsoft, July 2022 Table Of Contents Executive Summary TEI Framework And"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://nces.ed.gov/ipeds",
      "title": "IPEDS",
      "description": "The Integrated Postsecondary Education Data System (IPEDS), established as the core postsecondary education data collection program for NCES, is a system of surveys designed to collect data from all primary providers of postsecondary education. IPEDS is a single, comprehensive system designed to encompass all institutions and educational organizations whose primary purpose is to provide postsecondary education. The IPEDS system is built around a series of interrelated surveys to collect institution-level data in such areas as enrollments, program completions, faculty, staff, and finances.",
      "preview": "void"
    },
    {
      "url": "https://be.brussels/about-the-region",
      "title": "About the Region | Brussels-Capital Region",
      "description": "The Brussels-Capital Region asserts is a territory in which speakers of French and Dutch live together, alongside nationals of many other countries. Find out more about the Region.",
      "preview": "Skip to main content About the Region What are you looking for? Submit Suggestions The electronic desk of the administrations Our 19 municipalities Go"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight",
      "title": "Obesity and overweight",
      "description": "Obesity and overweight fact sheet from WHO providing key facts and information on causes, health consequences, double burden of disease, prevention, WHO response.",
      "preview": "Skip to main content WHO / Violaine Martin Variety of vegetables at the open market. © Credits Obesity and overweight 7 May 2025 Key facts In 2022, 1"
    },
    {
      "url": "https://shop.ordnancesurvey.co.uk/maps/paper-maps/?amp%3Bmap_series=Ireland+Adventurer&cat%5B%5D=138&cat%5B%5D=25&cat%5B%5D=37&_bc_fsnf=1&format=2+x+Folded+colour+sheets+inserted+into+plastic+wallet&publisher=Isle+of+Man+Survey",
      "title": "Buy OS paper maps for walking, hiking, cycling and more",
      "description": "Buy the most up to date Ordnance Survey Paper Maps. Explore the range with Explorer, Landranger, Road, Tour, International & weatherproof maps .",
      "preview": "Latest edition guarantee - or your money back! Free delivery Free vintage Geological map offer - Find out more An OS Paper Map is sold every 30 second"
    },
    {
      "url": "https://www.ajol.info/index.php/jfecs/article/view/61642",
      "title": "A comparative study of regenerated bamboo, cotton and viscose rayon fabrics. Part 1: selected comfort properties | Journal of Consumer Sciences",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 114
  }
}