{
  "data": [
    {
      "url": "https://www.computerhistory.org/revolution/calculators/1",
      "title": "Calculators - CHM Revolution",
      "description": "First Steps on the Path to Computers Banks calculating interest. Kids dividing up cookies. Engineers designing bridges. We make calculations every day. And for as long as we've juggled numbers greater than our fingers and toes, we've sought aids to make computations easy and accurate.For centuries, calculators were the only machines to help us compute. A long lineage of devices stretching from the ancient abacus to today's digital computer.",
      "preview": "CHM Revolution Topics Home Exhibition Calculators 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 01 Calculators Soroban, with Sharp EL-429 E"
    },
    {
      "url": "https://hlpf.un.org/",
      "title": "High-Level Political Forum on Sustainable Development",
      "description": "High-Level Political ForumThe High-level Political Forum on Sustainable Development (HLPF) is the central United Nations platform for the follow-up and review of the 2030 Agenda for Sustainable Development and its 17 Sus",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://www.hbomax.com/",
      "title": "HBO Max | Stream Series and Movies",
      "description": "Stream must-see series, hit movies, exclusive originals, family favorites, and live sports. Plans start at $9.99/month.",
      "preview": "Skip To Content Must-see series, movies & more. Choose an HBO Max plan or bundle to start streaming. HBO Max Plans start at $ 9.99 /month Get HBO Max"
    },
    {
      "url": "https://locate.apple.com/",
      "title": "Find Locations",
      "description": "Place to find locations for apple products",
      "preview": "void"
    },
    {
      "url": "http://biblioteca.cientifica.edu.pe/",
      "title": "Biblioteca Científica Koha",
      "description": "void",
      "preview": "Saltar al contenido principal Inicio Servicios Villa Norte Ate Aramburú Biblioteca Virtual Multidisciplinarias Ciencias de la Salud Ciencias Empresari"
    },
    {
      "url": "https://sites.nielsen.com/legal/privacy-statement/exelate-privacy-policy/opt-in-opt-out/",
      "title": "NIELSEN MARKETING CLOUD OPT-IN/OPT-OUT",
      "description": "void",
      "preview": "Nielsen Marketing Cloud Opt-Out Nielsen Marketing Cloud (NMC) is committed to providing you with choices regarding the processing of your personal dat"
    },
    {
      "url": "https://mizugadro.mydns.jp/t/index.php?title=Special:WhatLinksHere/File:05003fuji.jpg&hidetrans=1",
      "title": "Pages that link to \"File:05003fuji.jpg\" - TORI",
      "description": "void",
      "preview": "Help Pages that link to \"File:05003fuji.jpg\" ← File:05003fuji.jpg Jump to navigation Jump to search What links here Page: Namespace: all (Main) Talk U"
    },
    {
      "url": "https://www.nglcc.org/",
      "title": "Home - NGLCC",
      "description": "The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization dedicated to expanding merit-based economic opportunities and advancements for LGBTQ+ and other allied and interested businesses.Read NGLCC's Policy for Strategic Partnerships to Expand Contracting Opportunities for LGBTQ+ Owned Businesses and other Allied and Interested SMEs here. LGBTBE",
      "preview": "Skip to Main Content The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization ded"
    },
    {
      "url": "https://leginfo.legislature.ca.gov",
      "title": "California Legislative Information",
      "description": "void",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Home Bill Information California Law Publications Other Resources My Subscriptions My"
    },
    {
      "url": "https://www.quantamagazine.org/tag/machine-learning/",
      "title": "Quanta Magazine Articles on Machine Learning",
      "description": "Explore Quanta's machine learning coverage.",
      "preview": "What's up in Machine learning Latest Articles How One AI Model Creates a Physical Intuition of Its Environment artificial intelligence How One AI Mode"
    },
    {
      "url": "https://www.equippedbrewer.com/sales-and-distribution/topic/website-design",
      "title": "The Equipped Brewer",
      "description": "The Equipped Brewer is dedicated to the success of craft beverage companies, including breweries, cideries, distilleries, and wineries.",
      "preview": "Operations equipment Production Brew Your Best Craft Beverage: Effective Wort Oxygenation Oxygenating wort on the way to the fermenter. Oxygen is some"
    },
    {
      "url": "https://news.walgreens.com/our-stories/",
      "title": "News Hub | Walgreens Boots Alliance",
      "description": "News Hub is the source for all WBA news. Read press releases, stories, news and download multimedia assets.",
      "preview": "Skip to main content 406 Results Filter Brand Walgreens WBA Filter Types Stories Press Releases Position Statements Asset Collections Filter Categorie"
    },
    {
      "url": "https://training.contentful.com/",
      "title": "Contentful Learning Center",
      "description": "Contentful Learning Center offers free live and on demand training for every user - from marketers, through the digital team, to developers.",
      "preview": "You need to enable javascript to view this website."
    },
    {
      "url": "https://www.angel.com/",
      "title": "Angel: Stream Original, Uplifting Shows for the Whole Family",
      "description": "Join the Guild to get unlimited access to films and TV series that amplify light through high-quality, fan-supported entertainment.",
      "preview": "Angel Support films & filmmakers that share your values. Cancel anytime. Choose your plan Basic with Ads Stream in 1080p from $12 /month Basic Stream"
    },
    {
      "url": "https://video.foxbusiness.com/v/6109194898001#sp=show-clips",
      "title": "Goodwill donations surge during holiday giving season | Fox Business Video",
      "description": "Goodwill donations and holiday resale",
      "preview": "to top close Video This video is playing in picture-in-picture. Varney Co January 15, 2020 03:19 CLIP Goodwill donations surge during holiday giving s"
    },
    {
      "url": "http://globalneurocare.org/what-we-do/",
      "title": "What We Do - GlobalNeurology®",
      "description": "void",
      "preview": "Skip to content GlobalNeurology ® is a unique partnership of physicians and surgeons specializing in the neurosciences (neurology, neurosurgery, neuro"
    },
    {
      "url": "https://watch.tbn.org/",
      "title": "TBN+ | Stream Bible Teachers, Worship, and Christian Shows",
      "description": "The number one destination to stream your favorite Bible teachers, Christian artists, and faith-based shows anytime, anywhere. Fuel your faith on TBN+.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.aafes.com/about-exchange/doing-business/",
      "title": "Exchange | Military Discount - Tax Free Shopping",
      "description": "Exchange | Military Discount - Tax Free Shopping",
      "preview": "void"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://karate-rueti-zh.ch/",
      "title": "Karate Club Rüti ZH - Der Internetauftritt vom Karate Club Rüti ZH",
      "description": "void",
      "preview": "Zum Inhalt springen Karate Club Rüti ZH Training Wir betreiben traditionelles Shotokan Karate und pflegen die Werte wie Freundschaft, Tradition und Ku"
    },
    {
      "url": "https://www.nm.org/",
      "title": "Northwestern Medicine | Northwestern Medicine",
      "description": "Northwestern Medicine is a leader in quality healthcare and service, bringing together faculty, physicians and researchers to support and advance that care through leading-edge treatments and breakthrough discoveries.",
      "preview": "Measles Information Leading the way to better medicine. Northwestern Memorial Hospital Schedule care and manage your health Appointments Immediate Car"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XII-7&chapter=12&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://www.epaalumni.com/",
      "title": "EPA Alumni Association",
      "description": "The Association consists of former employees of the Federal Environmental Protection Agency. It promotes interaction among members, supports EPA Staff, educates the public, and serves as a source of EPA history.",
      "preview": "top of page EPA Alumni Association We're Not Done Yet! A network of 3,081 Members with 77,133 years of service. Our mission is to promote both soc"
    },
    {
      "url": "https://www.sixrace.it/en/fenders",
      "title": "✌ Buy Mudguards sixrace.it",
      "description": "✅ Fenders. Accessories and Spare Parts motorcycle sixrace.it",
      "preview": "Filter by Clear Manufacturers -- CIRCUIT (8) CIRCUIT EQUIPMENT (8) CNC RACING (26) NG (15) POWERBRONZE (1704) Motorcycle brand no matches Aprilia 103"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=citazione&Cerca=Cerca&Versione_CEI2008=3&Versione_CEI74=1&Versione_TILC=2&VersettoOn=1&Citazione=Sap%209,13-18",
      "title": "Bibbia.net: Sap 9,13-18",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "https://microsoft.com/edge/features/surf-game",
      "title": "Microsoft Edge Surf",
      "description": "void",
      "preview": "Skip to main content Search Try Edge Microsoft Edge Surf Catch the wave in Microsoft Edge. Beware of the Kraken as you ride through the water and try"
    },
    {
      "url": "https://www.economistgroup.com/about-us",
      "title": "The Economist Group - About us",
      "description": "From its beginnings in 1843, The Economist Group has evolved into a staunchly independent global media and information-services company with intelligent brands for an international audience.",
      "preview": "About us Jump to Our story Our editorial philosophy Our values Our offices Our story Inspiring progress globally From its beginnings in 1843, when The"
    },
    {
      "url": "https://de.mongabay.com/",
      "title": "Mongabay Deutsch - Nachrichten über die Tierwelt und Natur",
      "description": "Nachrichten über die Tierwelt und Natur",
      "preview": "Whistleblower: Envivas Behauptung „gut für den Planeten\" zu sein? Alles Unsinn Verlust der Genehmigungen für Ölpalmen lässt Dörfer in Papua verunsiche"
    },
    {
      "url": "https://ywcaatlanta.org/conversations/",
      "title": "Donate to our Programs - YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "We appreciate your generosity and know that without your support of our mission to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all would not be possible.",
      "preview": "0 Donate to Our Programs ↘ There are many ways for you to support YWCA Greater Atlanta, including making a secure online donation, including YWCA Grea"
    },
    {
      "url": "https://go.pardot.com/l/946233/2021-10-01/9b9rx",
      "title": "void",
      "description": "void",
      "preview": "Email First Name Last Name Postal Code Company Country Advocate with Us Donate to Us Start a Fundraiser News & Events Volunteer for Us Work with Us Co"
    },
    {
      "url": "https://msdn.microsoft.com/en-us/microsoft-sdks-msdn",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "http://www.synapses.co.uk/alchemy/index.html",
      "title": "Chemistry lessons, Chemistry courses, Chemistry classes and Chemistry exams specifically for homeschool science that anyone an learn",
      "description": "void",
      "preview": "Principles of Alchemy (Chemistry) Overview The Syllabus Sample of the Hypertextbook Get the complete course for FREE! Frequently Asked Questions"
    },
    {
      "url": "https://www.downtownboston.org/",
      "title": "The Official Downtown Boston Alliance Website - Things to do",
      "description": "Downtownboston.org is your single stop for information on Boston shopping, nightlife, dining, where to stay, history and culture.",
      "preview": "Skip to content OPTIONAL TEXT AND BUTTON Button text Things to Do Culture Dining Shopping Nightlife Events Events Oct 09 - Oct 12, 2025 Hang Time Thre"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Make-Mockups-Logos-Videos-and-Designs-in-Seconds-73d411f5c981400abe150bac5630147a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.bestbinocularsreviews.com/buy-binoculars.php?binocular=Steiner8x42Merlin&id=8&countrypicked=uk&typeofproduct=binoculars&countrypicked=usa&countrypicked=australia&countrypicked=germany&countrypicked=canada&countrypicked=germany&countrypicked=india",
      "title": "Where to Buy Steiner 8x42 Merlin binoculars - india",
      "description": "Easily check the prices of Steiner 8x42 Merlin binoculars at major binocular retailers - india",
      "preview": "Where to Buy Steiner 8x42 Merlin Binoculars It can often pay to shop around a little. Below are some of the best places on the web that I have found t"
    },
    {
      "url": "https://iics.medium.com/tech-support-scammers-use-xss-vulnerability-to-show-fake-malware-infection-7e56138ed186",
      "title": "Tech support scammers use XSS vulnerability to show fake malware infection | by Eli Cyber Security | Medium",
      "description": "Tech support scammers use XSS vulnerability to show fake malware infection Tech support scams are one of the most common threats to technology users, as both legitimate service providers and end ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Tech support scammers use XSS vulnerability to show fake malware infectio"
    },
    {
      "url": "https://a2tunes.tumblr.com/post/143095439697",
      "title": "16% of all new wages in the U.S. are in computer science - @a2tunes on Tumblr",
      "description": "11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the seco...",
      "preview": "codeorg Follow 16% of all new wages in the U.S. are in computer science 11% of all job openings in the U.S. are in computing categories, and these job"
    },
    {
      "url": "https://www.vectorstyler.com/",
      "title": "VectorStyler",
      "description": "Modern vector graphics and illustration software.",
      "preview": "VectorStyler 1.2, see what is new! For MacOS and Windows. Create illustrations, logos, icons, drawings and typography for screen, print and web The fu"
    },
    {
      "url": "https://azpbs.org/2019/10/sesame-street-in-communities/",
      "title": "Sesame Street in Communities: C is for Communities - Arizona PBS",
      "description": "Sesame Street in Communities, an initiative from nonprofit media and educational organization Sesame Workshop, is a resource collection to help kids and families during the early years of birth through six, a critical window for brain development.",
      "preview": "Skip to content Alert: Defunded but not defeated: Your support is essential. Help keep Arizona PBS strong. Sorry, your browser does not support iframe"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "https://brightcove.com",
      "title": "Brightcove | Leading Video Hosting & Streaming Platform",
      "description": "Brightcove's secure and scalable streaming platform empowers organizations to host, share, and monetize video content with reliability and ease. Elevate your video strategy-get a demo today.",
      "preview": "THE WORLD'S MOST TRUSTED INTELLIGENT VIDEO ENGAGEMENT COMPANY Learn more Get a Demo Meet The Brightcove AI Content Suite Harness the full potential of"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Tables",
      "title": "Tables - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Tables There are three ways you can insert tables in Overleaf: Using the Insert ta"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/optimization-indexes.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 10.3 Optimization and Indexes",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://oceanpanel.org/oa2030-new-members-caf_sdrhub/",
      "title": "New Members Boost Ocean Action 2030's Mission for Sustainability",
      "description": "Panama City, Panama (1 March, 2023) The Ocean Action 2030 coalition has today been strengthened by two new participating members: the Development Bank of",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://columbusfoundation.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgXY-8-ryOf412lm3ahKkKjspzxUVg-gVPHVDPFSFORurvkOWzZTzVxoC45AQAvD_BwE",
      "title": "Home | The Columbus Foundation",
      "description": "The Columbus Foundation is the Trusted Philanthropic Advisor® to thousands of individuals, families, and businesses who have created charitable funds and planned gifts to make a difference in the lives of others through the most effective philanthropy possible.",
      "preview": "Skip to Content Celebrating Philanthropy Award Honorees At the Celebration of Philanthropy, we honor the people and organizations whose generosity and"
    },
    {
      "url": "https://faq.whatsapp.com/",
      "title": "Centro assistenza di WhatsApp",
      "description": "Scopri come usare WhatsApp, risolvere un problema e ricevere risposte alle tue domande.",
      "preview": "void"
    },
    {
      "url": "https://www.comeandsee.net/",
      "title": "Come and See | Help Reach the World with the Authentic Jesus",
      "description": "Join us in introducing the authentic Jesus to the world by helping us make the life-changing series The Chosen possible and globally accessible.",
      "preview": "Donate Come and See celebrates a GUINNESS WORLD RECORDS™ achievement. Read the Story Come and See celebrates a GUINNESS WORLD RECORDS™ achievement. Re"
    },
    {
      "url": "https://www.poppyflowers.com/",
      "title": "The wedding flowers you didn't think you could afford, until - Poppy",
      "description": "Poppy brings budget-friendly, locally designed, hassle-free, and ethically sourced wedding flowers, perfect for your big day. Secure your date with Poppy now.",
      "preview": "Hooray! We are available on $yourDate in $yourLocation. Uh oh! We don't have any designers in your area. Thank you! Your submission has been received!"
    },
    {
      "url": "https://register.uso.org/4111BMB7/5a3I8X3gMXl",
      "title": "United Service Organizations, Inc ⋮ Events",
      "description": "Discover events from United Service Organizations, Inc",
      "preview": "You're currently using an unsupported browser. For the best experience, please update to a modern browser X Please ensure Javascript is enabled for pu"
    },
    {
      "url": "https://nyulangone.org/doctors/1336430081/mary-l-stevenson",
      "title": "Mary L. Stevenson, MD | NYU Langone Health",
      "description": "NYU Langone dermatologist Dr. Mary Stevenson performs Mohs micrographic surgery for people who have skin cancer. Learn more.",
      "preview": "We use cookies and similar tools to give you the best website experience. By using our site, you accept our Websites Privacy Policy . Close Telehealth"
    },
    {
      "url": "https://www.vetemployerroadmap.org/",
      "title": "VET Employer Roadmap",
      "description": "void",
      "preview": "Employer Roadmap Find your path to hiring and retaining veterans and military spouses. Here's everything you need to succeed. Search How Do I Hire Vet"
    },
    {
      "url": "https://www.architecturaldigest.com/video/watch/replace-this-space-adrienne-bailons-bathroom-gut-renovated-by-pro-designer",
      "title": "Watch Adrienne Bailon's Bathroom Gut-Renovated by Pro Designer | Replace This Space | Architectural Digest",
      "description": "Erick Garcia of Maison Trouvaille visits the home of singer, actress, and TV personality Adrienne Bailon to execute a gut-renovation of her bathroom.",
      "preview": "Skip to main content Replace This Space | Season 1 | Episode 5 Adrienne Bailon's Bathroom Gut-Renovated by Pro Designer Erick Garcia of Maison Trouvai"
    },
    {
      "url": "https://www.gu.org/explore-our-topics/grandfamilies/",
      "title": "Grandfamilies - Generations United",
      "description": "void",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "http://pandas.undp.org/en/panda-ambassadors",
      "title": "What is a Panda Ambassador? | UNDP Pandas for the Global Goals",
      "description": "Meet UNDP's Panda Ambassadors for the Global Goals and find out more about UNDP's work to protect biodiversity and ecosystems and to promote sustainable development around the world.",
      "preview": "What is a Panda Ambassador? Back in January, UNDP and China's Chengdu Panda Base announced two baby panda cubs as the first ever Animal Ambassadors fo"
    },
    {
      "url": "http://studio-still.net/still/event/sessions/archive/s2022.html",
      "title": "Photo Session Archive | Studio Still Official Website",
      "description": "Photo Session Archive | 開催履歴",
      "preview": "Photo Sessions Archive One Day Photo Sessions １月９日（日） 五十嵐希 ＆ 北川美麗 １月２２日（土） 亀澤杏奈 １月２３日（日） 野田桃加 ＆ 原あゆみ １月２９日（土） 宮本あかり ＆ 宇佐美なお １月３０日（日） 梨砂子 ＆ 村上楓 ２月１２日（土"
    },
    {
      "url": "https://www.nps.gov/subjects/fossils/index.htm",
      "title": "Fossils and Paleontology (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://8-hrs.tumblr.com/",
      "title": "@8-hrs on Tumblr",
      "description": "Follow @8-hrs and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://wiki.northpark.edu/label/32+carlson+hamming+helwig+wilson31",
      "title": "Labelled content - Confluence",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels 42 27 c-45 d95 center jc342 mag310 002 c21 hall 208b c44 9 norsten c63 1 mono 5 n20"
    },
    {
      "url": "https://www.israelnationalnews.com/news/249482",
      "title": "OU to stop kosher certifying controversial slaughter method | Israel National News",
      "description": "Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist' method.",
      "preview": "OU to stop kosher certifying controversial slaughter method Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist'"
    },
    {
      "url": "https://www.fontshare.com/",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://www.whiskey.kitchen/",
      "title": "Whiskey Kitchen",
      "description": "A chef's barroom and restaurant. One part Whiskey bar, one part world-class Southern kitchen born in downtown Raleigh, NC.",
      "preview": "Main Content Starts Here, tab to start navigating Whiskey Kitchen Slide 1 of 4 Slide 2 of 4 Slide 3 of 4 Slide 4 of 4 hero gallery paused, press to pl"
    },
    {
      "url": "http://oek.hu/oek.web?to=2560,2296,1433&nid=520&pid=1&lang=hun",
      "title": "Országos Epidemiológiai Központ honlapja",
      "description": "camelcom dynamic HTML",
      "preview": "Mintabeküldés Intézetünkről Hasznos linkek Közérdekű adatok Oltóközpont Főoldal KÖR eredmények VÉRVÉTEL-HIV/AIDS tanácsadás HIV/AIDS tájékoztatók Letö"
    },
    {
      "url": "https://www.eazydiner.com/mumbai?loc=mumbai",
      "title": "List of Best Restaurants in Mumbai | Get Up to 50% Off",
      "description": "Discover top restaurant deals in Mumbai with EazyDiner! Enjoy discounts, free reservations, and exclusive offers. Check menus, reviews, and photos too.",
      "preview": "Login Open App Your Location Mumbai Search restaurants, locations or cuisines Be Prime! Contact Us Login Hi Foodie , Dine Anytime! Lunch Dinner Fast F"
    },
    {
      "url": "https://enterprise.microsoft.com/en-us/get-listed/",
      "title": "Build and sell your solutions- with the Microsoft AI Cloud Partner Program",
      "description": "Innovate and grow with the Microsoft AI Cloud Partner Program, where you can access the technology and resources you need to build impactful solutions for your customers.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://www.imb2b.com/trend/show.php?itemid=2397",
      "title": "新加坡國家館 進駐醫療展 - IMB2B.com",
      "description": "經濟部國際貿易局主辦，外貿協會執行之「台灣國際醫療展覽會」將於6月15日至18日，與「台灣國際銀髮族暨健康照護產業展」在台北世貿一館共同展出，新加坡醫療業者也籌組國家館參展。為疏解展覽期間擁擠人潮，現開放參觀預先登記。 - IMB2B.com",
      "preview": "Mobile QR code Cart ( 0 ) Product Supplier Trade Show Ebook Photo Video Brand 徵展活動 產業動態 Post Your Request Home Product Supplier Trade Show Ebook Photo"
    },
    {
      "url": "https://toronto.ctvnews.ca/ontario-records-highest-number-of-new-covid-19-cases-in-months-with-964-infections-logged-1.5684610?cache=yesclipId104062%3FclipId%3D104069%3FclipId%3D373266",
      "title": "Toronto News - Local Breaking, Weather and Traffic - CTV News Toronto",
      "description": "Get top stories and video from Toronto, including breaking news, live coverage, weather, traffic, in-depth reporting, sports and local events.",
      "preview": "Skip to main content ADVERTISEMENT WB Hwy. 401 closed east of Oshawa following crash that injured 2 firefighters The westbound lanes of Highway 401 ar"
    },
    {
      "url": "https://langorigami.com/articles/",
      "title": "Posts",
      "description": "void",
      "preview": "Posts Featured Posts Making of Mitsubishi Commercial Art Monumental Origami Santa Monica Bronze Sculptures Google's Doodle: Akira Yoshizawa Below are"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-201-100001",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.complex.com/music/2014/05/mac-miller-mom-karen-meyers-interview",
      "title": "My Son Is A Rapper: Meet Mac Miller's Mom, Karen Meyers",
      "description": "Karen Meyers shares her experience as the proud mother of Mac Miller, a rap superstar.",
      "preview": "COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW Billie Eilish NBA League Collection COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW"
    },
    {
      "url": "https://circ.earth/",
      "title": "Circ • Threading Together the Future of Circular Fashion",
      "description": "At Circ, we've created a technology system that returns clothes back to the raw materials from which they were made. We've discovered a path to erase our global fashion footprint.",
      "preview": "Please rotate your screen Our Materials Our Technology The Cost of Clothing About Us Circ France Introducing Circ France We are advancing the future o"
    },
    {
      "url": "https://myignite.microsoft.com/",
      "title": "Microsoft Ignite - November 18-21, 2025",
      "description": "Microsoft Ignite - November 18-21, 2025 in San Francisco, CA. Get the edge you need to drive impact in the era of AI. Join us to bolster your knowledge, build connections, and explore emerging technologies.",
      "preview": "void"
    },
    {
      "url": "https://www.crisistextline.org/text-us/",
      "title": "Text Us - Crisis Text Line",
      "description": "Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidential support through communication channels people know and trust.",
      "preview": "Skip to content Text Us How to Seek Support Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidenti"
    },
    {
      "url": "https://www.energieprirody.cz/everest-ayurveda-relaxacni-ajurvedsky-caj-cajove-rozjimani/",
      "title": "EVEREST AYURVEDA Relaxační ájurvédský čaj ČAJOVÉ ROZJÍMÁNÍ | Energieprirody.cz",
      "description": "EVEREST AYURVEDA Relaxační ájurvédský čaj ČAJOVÉ ROZJÍMÁNÍ | Přináší uklidnění a duševní rovnováhu Nelumbo nucifera podporuje duševní zdraví Centella asiatica podporuje koncentraci a klidnou mysl Withania somnifera přispívá k psychické relaxaci Glycyrrhiza glabra zklidňuje nervový systém Rosa canina pomáhá udržovat...",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.dotdashmeredith.com/careers/",
      "title": "Career Opportunties | People Inc",
      "description": "Learn about jobs and career opportunities at Dotdash Meredith, America's largest digital and print publisher.",
      "preview": "Open Roles Contract"
    },
    {
      "url": "https://www.koelner.de/wer-wir-waren/",
      "title": "Wer wir waren - koelner.de",
      "description": "Was werden zukünftige Generationen über uns denken, wenn wir bereits Geschichte sind?",
      "preview": "Skip to main content Search facebook twitter instagram Home Wer wir waren „Wir waren jene, die wussten, aber nicht verstanden, voller Informationen, a"
    },
    {
      "url": "https://www.tapestry.com/",
      "title": "Tapestry",
      "description": "Tapestry is a global house of iconic brands. We unite the magic of Coach and Kate Spade New York.",
      "preview": "wp-content/uploads/2023/06/Tap-HomeHeaderImage2.jpg,wp-content/uploads/2023/06/Tap-HomeHeaderImage3.jpg Iconic Brands, Expansive Possibilities TAPESTR"
    },
    {
      "url": "https://cfgreateratlanta.org/",
      "title": "Community Foundation for Greater Atlanta",
      "description": "void",
      "preview": "FOR DONORS FOR ADVISORS FOR NONPROFITS FOR SCHOLARSHIPS TogetherATL Let's build a stronger Atlanta for all. The Community Foundation for Greater Atlan"
    },
    {
      "url": "https://forum.coppeliarobotics.com/help/faq?sid=44eea4a80e85aab7e9b50e04f353589f",
      "title": "CoppeliaSim forums - Frequently Asked Questions",
      "description": "void",
      "preview": "CoppeliaSim forums Discussions and questions about CoppeliaSim Skip to content Quick links Unanswered topics Active topics Search FAQ Login Register H"
    },
    {
      "url": "http://www.healthfulchat.org/all-chat-rooms.html",
      "title": "Health Chat Rooms - Mental Health Chat Rooms - Off-Topic Chat Rooms - HealthfulChat",
      "description": "All available health chat rooms (physical and mental). Also includes a list of off-topic chat rooms",
      "preview": "Hi, Guest"
    },
    {
      "url": "https://tympanus.net/Development/ShapeOverlays/",
      "title": "SVG Shape Overlays | Demo 1 | Codrops",
      "description": "A set of morphing shape overlays with SVG",
      "preview": "arrow drop github keyboard HelloSign API: The dev friendly eSign Embed HelloSign API into your app in minutes, with just a few lines of code. Alloy!"
    },
    {
      "url": "https://link.springer.com/article/10.1007/s11625-020-00865-z",
      "title": "Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration | Sustainability Science",
      "description": "The World Trade Organization (WTO) is in a unique position to deliver on Sustainable Development Goal (SDG) 14.6 by reforming global fisheries subsidies in",
      "preview": "Skip to main content Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration Note and Comment Open access Published: 2"
    },
    {
      "url": "https://id.nbcnews.com/my-account?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "http://www.chrisjerichocruise.com/",
      "title": "Chris Jericho's Rock 'N' Wrestling Rager at Sea",
      "description": "void",
      "preview": "Thanks for sailing with us! Thank you for sailing with us on Chris Jericho's Rock N Wrestling Rager at Sea: Six on the Beach! Our next Rager on the hi"
    },
    {
      "url": "http://www.erp-recycling.es",
      "title": "Reciclaje de residuos RAEE y pilas y baterías - ERP Recyling",
      "description": "ERP Recycling es un SCRAP encargado de la gestión de residuos de aparatos eléctricos, electrónicos, pilas y acumuladores, cumpliendo la normativa.",
      "preview": "Skip to content Search for: Miembros Login Search for: Miembros Login Homepage admin 2025-03-31T19:07:22+02:00 Gestión y reciclaje de RAEE y residuos"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://www.intrepidmuseum.org/",
      "title": "Intrepid Museum",
      "description": "Experience the legendary aircraft carrier Intrepid, the first space shuttle Enterprise, and other pieces of history at the Intrepid Museum.",
      "preview": "Skip to main content 1 / 3 Video file Video file Plan Your Visit 2 / 3 Image Image Explore Intrepid: Engines & Boilers Experience Intrepid' s engineer"
    },
    {
      "url": "https://nul.org/",
      "title": "Home | National Urban League",
      "description": "void",
      "preview": "Skip to main content Search SEARCH × Empowering Communities. Changing Lives. WE'VE MOVED! 117 W 125th Street, 3rd Floor New York, NY 10027 Government"
    },
    {
      "url": "https://www.nlm.nih.gov/web_policies.html",
      "title": "NLM Web Policies",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://wellsfargoworks.com/",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://www.wfmn.org/",
      "title": "Women's Foundation of Minnesota",
      "description": "The Women's Foundation invests in ending systemic inequities and driving innovation for gender and racial justice.",
      "preview": "Skip to main content Skip to accessibility controls Reproductive Freedom Fund To ensure access to essential health care and support those who need it"
    },
    {
      "url": "https://simplay3.com/our-story",
      "title": "Simplay3 Our Story",
      "description": "Simplay3 manufactures innovative made in the USA quality products that are easy to assemble. Playful designs promote simple play. Read more about our story.",
      "preview": "Fast, Free US Shipping* American Made, Veteran Owned Our Story Whether you're 3 or 63, we want to bring more fun and joy to life. We know that simple"
    },
    {
      "url": "https://www.nateluebbe.com",
      "title": "Nate Luebbe - Landscape, Wildlife, Travel & Adventure Photography",
      "description": "Nate Luebbe: Photographer, Cinematographer & Nature Nerd. Explore stunning landscape, wildlife, travel & adventure photography",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) GALLERY WORKSHOPS PHOT"
    },
    {
      "url": "https://www.spotify.com/",
      "title": "Spotify - Web Player: Music for everyone",
      "description": "Spotify is a digital music service that gives you access to millions of songs.",
      "preview": "Trending songs Fanculo (feat. Marracash) The Fate of Ophelia DUOMO Scama NON CAPISCI (FREESTYLE) Non è mica te Semplicemente (from the Netflix Series"
    },
    {
      "url": "http://www.ecs.org",
      "title": "Education Commission of the States - Your Education Policy Team",
      "description": "We provide education leaders with evidence-based information & opportunities for collaboration, because informed policymakers create better policies.",
      "preview": "Our Work Chair's Initiative Policy Priority Areas Trending Topics Ed Note Blog Data Systems Early Care and Education Funding Governance Postsecondary"
    },
    {
      "url": "https://www.ice.gov",
      "title": "ICE | U.S. Immigration and Customs Enforcement",
      "description": "U.S. Immigration and Customs Enforcement's (ICE) mission is to protect America from the cross-border crime and illegal immigration that threaten national security and public safety. This mission is executed through the enforcement of more than 400 federal statutes and focuses on smart immigration enforcement, preventin",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.cloudskillsboost.google/subscriptions?utm_source=cgc&utm_medium=website&utm_campaign=evergreen",
      "title": "Purchase A Subscription | Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right learning plan for you Leverage free credits, choose a monthly option"
    },
    {
      "url": "http://www.data-compression.info/",
      "title": "www.data-compression.info - The Data Compression Resource",
      "description": "void",
      "preview": "www.data-compression.info The Data Compression Resource on the Internet The Data Compression Site on the Internet www.data-compression.info is intende"
    },
    {
      "url": "http://www.kpb.us/gis-dept/kpb-data-downloads/cadastre",
      "title": "KPB GeoHub",
      "description": "Kenai Peninsula Borough's GIS gateway to viewers, data, and other applications",
      "preview": "void"
    },
    {
      "url": "https://scfindingaids.uvm.edu/repositories/2/resources?q%5B%5D=%2A&op%5B%5D=&field%5B%5D=title&from_year%5B%5D=&to_year%5B%5D=&limit=resource&filter_fields%5B%5D=langcode&filter_values%5B%5D=eng&sort=title_sort%20asc&page=8",
      "title": "Collections | Finding Aids",
      "description": "void",
      "preview": "Skip to main content Skip to search results Finding Aids Showing Collections: 71 - 80 of 581 ← Previous 3 4 5 6 7 8 9 10 11 12 ... 59 → Next Sort by:"
    },
    {
      "url": "https://projecteuler.net/archives",
      "title": "Archived Problems - Project Euler",
      "description": "A website dedicated to the fascinating world of mathematics and programming",
      "preview": "Problem Archives The problems archives table shows problems 1 to 953. If you would like to tackle the 10 most recently published problems, go to Recen"
    },
    {
      "url": "https://www.dotdashmeredith.com",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://borrisokane.com/freer/1mas7sf22.html",
      "title": "-",
      "description": "void",
      "preview": "H1 Text Erhalten Sie einen Bonus! Text Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! Question 1 A"
    }
  ],
  "_meta": {
    "total_bookmarks": 103
  }
}