{
  "data": [
    {
      "url": "https://bobbasset.com/items/bird-brass-beak-art-leather-mask/",
      "title": "Bird Brass Beak Art Leather Mask - Bob Basset",
      "description": "void",
      "preview": "01 02 03 04 05 06 Bird Brass Beak Art Leather Mask We don't currently have this mask in stock, but we can make a similar one for you. Manufacturing ti"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "https://www.empik.com/ebooki",
      "title": "Ebooki - Sklep EMPIK.COM",
      "description": "Ebooki - empik.com - prawie 70 000 tytułów w formatach: EPUB, MOBI na czytnik Kindle amazon, PDF, lektury, ebooki dla dzieci, nowości i bestsellery.",
      "preview": "Kategorie Ebooki Ebooki i audiobooki Ebooki i audiobooki Ebooki Audiobooki Podcasty Tylko w empiku Czytasz więcej? Czytaj i słuchaj w Czytasz więcej?"
    },
    {
      "url": "https://studyaiko-blog.tumblr.com/",
      "title": "@studyaiko-blog on Tumblr",
      "description": "Dalia | 18 | Canadian | currently a first year software engineering student... (theme under construction)",
      "preview": "Posts Likes thepoliticalnoteboo1deac ...often women aren't allowed to be characters in history, they have to be stereotypes. Cleopatra was a poet and a"
    },
    {
      "url": "https://www.spirittoolkit.com/privacypolicy",
      "title": "PrivacyPolicy | Mysite",
      "description": "void",
      "preview": "top of page Privacy This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if an"
    },
    {
      "url": "https://activationideas.com/",
      "title": "Activation Ideas",
      "description": "The most inspiring creative commerce, brand experience & activation ideas from around the world to help you stay in the know and get inspired.",
      "preview": "Back All Agencies Brands Countries Disciplines Products Sectors Services Back About Newsletter Curated, sorted and free. The most inspiring creative c"
    },
    {
      "url": "http://www.sweeneytoddbroadway.com/",
      "title": "Home - Sweeney Todd",
      "description": "Sweeney Todd: The Demon Barber of Fleet Street played its final Broadway performance on May 5, 2024. Sign up for updates.",
      "preview": "Skip to main content \" Ravishingly sung, deeply emotional and strangely hilarious. Sondheim's masterpiece, restored to its proper size, makes a welcom"
    },
    {
      "url": "https://cdn.donorschoose.net/districttools",
      "title": "DonorsChoose District Controls",
      "description": "We're here to set your district up for success on DonorsChoose.org. Take the steps below to access controls for your district leaders and get resources to help your teachers make the most out of their classroom projects.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://parish107.tumblr.com/",
      "title": "@parish107 on Tumblr",
      "description": "Follow @parish107 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes motocrunch Follow follow me :) kylebonallo Follow by Kyle Bonallo (ig: @kylebonallo ) Source: kylebonallo.com pangeen Follow ALT ALT ALT w"
    },
    {
      "url": "https://mashable.com/2017/05/22/facebook-ai-content-moderation-community-standards/#wQs5deaV2OqE",
      "title": "Despite Facebook's push, AI isn't ready to moderate disturbing content | Mashable",
      "description": "Artificial intelligence still falls short when it comes to determining what violates Facebook's community standards. It may not always.",
      "preview": "Although these guys probably aren't the ones doing the struggling. Credit: Justin Sullivan/Getty Images Artificial intelligence is the way of the futu"
    },
    {
      "url": "https://www.ipachart.com/",
      "title": "IPA Chart",
      "description": "void",
      "preview": "Interactive IPA Chart The International Phonetic Alphabet (IPA) is a set of symbols that linguists use to describe the sounds of spoken languages. Thi"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/ref/models/fields/",
      "title": "Model field reference | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://walmart.org/who-we-are",
      "title": "Who We Are",
      "description": "In 1962, Sam Walton opened the doors of the first Walmart. He recognized the value of bringing affordable products to people in small towns. Walmart has been helping people save money - and live better - ever since. In 1982, the Walmart Foundation was created to help support the communities Walmart serves. Last year, Walmart and the Walmart...",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "http://my.studiopress.com/themes/enterprise/",
      "title": "Themes Archive - StudioPress",
      "description": "void",
      "preview": "Skip to main content Premium WordPress Themes Want access to and support for all our themes? Explore our all-in-one Genesis Pro , Hosting , and Agency"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional/regional-day-ticket-bavaria",
      "title": "Enjoy the perfect day trip with the regional day ticket for Bavaria",
      "description": "Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for first-class travel, as well as for overnigh",
      "preview": "Regional day ticket for Bavaria Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for f"
    },
    {
      "url": "http://aerfish.com/privacypolicy",
      "title": "PrivacyPolicy | Aerfish",
      "description": "Aerfish makes art & science apps for iOS and Android. We gather no information that can be traced back to you.",
      "preview": "top of page PRIVACY POLICY Universe Splitter & Quantum Powered Lotto Numbers We don't keep track of anything you type in, nor do we have any way to"
    },
    {
      "url": "https://docs.opencv.org/4.x/d4/dc6/tutorial_py_template_matching.html",
      "title": "OpenCV: Template Matching",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Image Processing in OpenCV Template Matching"
    },
    {
      "url": "https://www.thatblogthatchickwrote.com/2010/07/twilight-eclipse.html",
      "title": "that blog that chick wrote: Twilight: Eclipse",
      "description": "The gang is back with a whole new set of wigs. Three down, two to go. Yuh-huh, just like the last Harry Potter film, someone has decided to ...",
      "preview": "void"
    },
    {
      "url": "https://www.bigsmall.in/",
      "title": "Gifts Online | Send Unique Gifts Online | Best Gift Shop - Bigsmall.in",
      "description": "Bigsmall is known for its special and unique gift collections in India. Explore the best gifts for birthdays, anniversaries, or corporate gifting. Free On-time Delivery!",
      "preview": "Loading Skip to content icon-hamburger icon-X Menu icon-cart Cart 0 Search Search icon-X Close (esc) Profile Track Order Home Rakhi Unique Rakhis Rakh"
    },
    {
      "url": "https://dnasolves.com/articles/san-joaquin-lady-in-the-fridge/",
      "title": "After 27 years, \"Lady in the Fridge\" is Identified",
      "description": "San Joaquin County Sheriff's Office Teams with Othram to Identify \"Lady in the Fridge\"",
      "preview": "San Joaquin County Sheriff's Office Teams with Othram to Identify \"Lady in the Fridge\" The \"Lady in the Fridge\" is now known to be Amanda Lynn Schuman"
    },
    {
      "url": "http://tiktok.com/@hamiltonfamilies",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://www.medseaalliance.org",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://www.ryanair.com/gb/en/plan-trip/flying-with-us/baggage-policy",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://earlybird.im/",
      "title": "EarlyBird: Your landing page builder for effective lead capture",
      "description": "EarlyBird is a no-code landing page builder for startups. Effortlessly create customized, high-converting landing pages to validate your startup ideas.",
      "preview": "Acquire your first customer by with no waiting Create landing pages that capture early adopters Your ideas have the potential to be worth millions, an"
    },
    {
      "url": "http://flotillafoundation.org/about-us",
      "title": "About us",
      "description": "void",
      "preview": "About us The Flotil­la Foun­da­tion is a Nether­lands-based char­i­ty, found­ed in March 2017 . The Foun­da­tion aims to pro­mote the con­ser­va­tion,"
    },
    {
      "url": "https://form.asana.com/?k=lY4uuTrGcroevKe_0emL1Q&d=941506444463212",
      "title": "Loading... - Form by Asana",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mindmajix.com/jboss/configuring-data-persistence",
      "title": "How to Configure Data Persistence in JBoss EJB",
      "description": "This post describes the importance of configuring data persistence to enhance information in a detailed manner.",
      "preview": "Home Blog JBoss Configuring Data Persistence - JBoss Configuring Data Persistence - JBoss (4) 3106 Viewers Blog Author: Ravindra Savaram Last Updated:"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockup-Plugin-4d94d59a10b14d30ba4e76fc8d307501?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.usatodaysportsplus.com/",
      "title": "USA TODAY Sports+: Premium Sports Content",
      "description": "Learn more about Premium sports content from USA TODAY Sport+",
      "preview": "Skip to main content Home NFL Sports Betting Sports+ States Scores For Subscribers NBA MLB Soccer NHL College Football College Men's Basketball Women'"
    },
    {
      "url": "https://www.philadelphiaeagles.com/news/irv-cross",
      "title": "Eagles mourn the passing of Pro Bowl CB and legendary broadcaster Irv Cross",
      "description": "The first Black person to anchor a network sports show and earn the Pete Rozelle Award, Cross is remembered as 'the ultimate teammate.'",
      "preview": "Skip to main content Advertising Philadelphia Eagles News Pro Bowl CB and legendary broadcasting pioneer Irv Cross passes away at the age of 81 The fi"
    },
    {
      "url": "https://www.gradientos.app/",
      "title": "Gradientos",
      "description": "Gradientos makes it easy to find gradients.",
      "preview": "We're sorry but gradientos doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.edreports.org/",
      "title": "EdReports",
      "description": "void",
      "preview": "Materials Matter We provide free reports that help you evaluate instructional materials because high-quality content matters to teachers, to kids, and"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85930",
      "title": "Searchable Recipe Database - Chipotle Shrimp with Mango Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://adcolor.org/conference?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Conference | ADCOLOR",
      "description": "Attend the ADCOLOR conference, the premier gathering for professionals across creative industries. November 11-14, 2025 at Disney's Coronado Springs.",
      "preview": "close menu close About Our mission Board Members Community Groups Alumni Team Programs & Events Awards Conference Futures Leaders Partners Partners Re"
    },
    {
      "url": "https://joyofbeautybrand.com/",
      "title": "Home | Joy of Beauty®",
      "description": "Inclusive beauty at the spa or home. Embrace the luxurious experience of Joy of Beauty®, your ultimate destination for vegan, cruelty-free, and all-natural Halal body care products. Our award-winning brand is specially crafted to cater to everyone, including diabetics, cancer fighters, nursing mothers, the elderly, and those with sensitive skin or limited mobility.",
      "preview": "Skip to content FREE SHIPPING on orders over $100 Shop Now Home harbrcreative 2024-12-19T12:14:27-05:00 Inclusive beauty at the spa or home. Embrace t"
    },
    {
      "url": "https://profiler.firefox.com/docs/",
      "title": "Firefox Profiler - Documentation",
      "description": "Documentation related to the Firefox Profiler, a tool to record and visualize profile.",
      "preview": "void"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/",
      "title": "Open Data Commons Open Database License (ODbL) - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) Attribution and Share-Alike for Data/Databases Human-readable summar"
    },
    {
      "url": "https://honda.oemdtc.com",
      "title": "Honda & Acura - OEMDTC",
      "description": "Honda & Acura Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://ghop.page.link/signin-cta",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://campuswardrobe.com/products/alabama-state-university-hornets-ncaa-workout-tee-t-shirt",
      "title": "Alabama State University Hornets NCAA Workout Tee T-Shirt",
      "description": "The W Republic Apparel College Tee is a high quality traditional cotton t-shirt, featuring bold outstanding digital printed graphics of your favorite college, The ribbed crewneck and extra-soft cotton with a tag less design will keep you comfortable all day long. Start every day the right way and be sure to show off yo",
      "preview": "WELCOME! GET $5 OFF Enter your email to get $5 off and free shipping on your first order Email Note: The page will refresh once you submit this form."
    },
    {
      "url": "https://global-standard.org/",
      "title": "Home - GOTS - Global Organic Textile Standard",
      "description": "GOTS is the worldwide leading textile processing standard for organic fibres, including ecological and social criteria, backed up by independent certification o",
      "preview": "Skip to main content News Downloads Q&A Glossary Media Centre For consumers Contact Search EN DE Global Standard launches public consultation for the"
    },
    {
      "url": "https://election-legislative.linternaute.com/resultats/porri/ville-2B245",
      "title": "Résultat des élections législatives 2025 à Porri (20215)",
      "description": "Résultat des législatives à Porri (20215) : retrouvez gratuitement les résultats officiels des élections législatives dès publication par le ministère de l'Intérieur",
      "preview": "Résultat des élections législatives 2025 à Porri (20215) Voir aussi : Silvareccio (20215) Casalta (20215) Pruno (20213) 17/09/25 17:09 Sommaire Résult"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/BookCatalogue?author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Ji%C5%99%C3%AD%20Dienstbier&author=Krystyna%20Krauzeauthor=Pavel%20Landovsk%C3%BD&author=Ji%C5%99%C3%AD%20Dienstbierauthor=V%C3%A1clav%20Havel&author=Pavel%20Landovsk%C3%BDsort=2&lang=cs",
      "title": "Knihovna Václava Havla",
      "description": "void",
      "preview": "Dokumentační centrum Knihovna Václava Havla Václav Havel * 5. 10. 1936 Praha ✝ 18. 12. 2011 Hrádeček spisovatel a dramatik, jeden z prvních mluvčích C"
    },
    {
      "url": "https://www.bbbprograms.org",
      "title": "Home - BBB National Programs",
      "description": "BBB National Programs fosters trust, innovation, and competition in the marketplace through self-regulation, dispute resolution, and other programs.",
      "preview": "Where businesses turn to enhance consumer trust and consumers are heard Through our self-regulatory programs, industry leaders work together to foster"
    },
    {
      "url": "https://perinagroup.com/angled-plane-png/",
      "title": "angled_plane.png - Perina Group Perth Property Maintenance Commercial Plumbing Gas",
      "description": "void",
      "preview": "Perina Group are here to help. We have put increased hygiene and protective measures in place to keep customers and staff safe. Read our COVID-19 plan"
    },
    {
      "url": "http://vitbarta.cz/denik-vita-barty/1166-video-uvnitr-spojene-nadoby-hazard-lichva-exekuce.htm",
      "title": "VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší | Vít Bárta",
      "description": "Boj proti | VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší",
      "preview": "VÍT.BÁRTA Kdo jsem můj životopis Ze zákulisí politika jinak Boj proti hazardu Proti lichvě a exekucím Proti kolektivním systémům Proti církevním resti"
    },
    {
      "url": "https://pages.github.com/",
      "title": "GitHub Pages | Websites for you and your projects, hosted directly from your GitHub repository. Just edit, push, and your changes are live.",
      "description": "Websites for you and your projects, hosted directly from your GitHub repository. Just edit, push, and your changes are live.",
      "preview": "Websites for you and your projects. Hosted directly from your GitHub repository . Just edit, push, and your changes are live. Pages Help Ready to get"
    },
    {
      "url": "https://www.rtl-sdr.com/rtl-sdr-quick-start-guide/",
      "title": "Quick Start Guide",
      "description": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows system. If you have any trouble during the installation, please see the troubleshooting guide further down the page. We also have brief instructions for getting started on Linux and OSX at the end of this page. Please note that the RTL-SDR is not a plug and play device. You will need to have sufficient skills to perform basic PC operations such as unzipping files, installing software, moving and copying files and have the motivation to learn new software. *******",
      "preview": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows"
    },
    {
      "url": "https://www.snackcrate.com/",
      "title": "A Monthly Box from Around the World | SnackCrate",
      "description": "Embark on a flavor journey with SnackCrate! Each box is a surprise of delicious snacks from a new country every month.",
      "preview": "Get Help Previous Themes Login Get Help Login GET STARTED Get SnackCrate Previous Themes Give Gift GET HELP LOGIN SnackCrates are $10 Today! SnackCrat"
    },
    {
      "url": "https://secure.bluepay.com",
      "title": "BluePay 3.0 Login",
      "description": "void",
      "preview": "Account Name or Account ID Username or User ID Password"
    },
    {
      "url": "https://www.hogwartslegacy.com/en-us/faq#:~:text=To%20get%20everyone%20in%20the,4%2C%202023%20without%20Early%20Access.",
      "title": "Hogwarts Legacy - Frequently Asked Questions",
      "description": "Experience Hogwarts in the 1800s. Your character is a student who holds the key to an ancient secret that threatens to tear the wizarding world apart. Make allies, battle Dark wizards and decide the fate of the wizarding world.",
      "preview": "Frequently Asked Questions Q: What kind of game is Hogwarts Legacy ? A: Hogwarts Legacy is an immersive, open-world, action role-playing-game set in t"
    },
    {
      "url": "https://generated.photos/face-generator",
      "title": "Face Generator - Generate Faces Online Using AI",
      "description": "Create a face using our AI face generator. Choose age, head pose, skin tone, emotion, sex and generate a baby or adult face online.",
      "preview": "void"
    },
    {
      "url": "http://mezelmods.com/",
      "title": "Pinball Accessories and Parts by Mezel Mods",
      "description": "Upgrade your game with high quality pinball accessories for your pinball machine. Don't settle for ordinary pinball- make it uniquely yours at Mezel Mods.",
      "preview": "Skip to content Collection of the Week: DND New! DND Bridge Gift Cards Stanger Things Pinball Products Back In Stock The Arcade Sign and Billy's Camar"
    },
    {
      "url": "https://sixonbroadway.com/",
      "title": "Home - SIX on Broadway",
      "description": "From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to reclaim their identities out of the shadow of their infamous spouse.",
      "preview": "Skip to content Divorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphon"
    },
    {
      "url": "https://readthedocs.org",
      "title": "Full featured documentation deployment platform - Read the Docs",
      "description": "Read the Docs is a documentation building and hosting platform aimed at helping developers creating documentation from code with versioned documentation, integrated search, pull request previews and more.",
      "preview": "Log in Read the Docs Community https://readthedocs.org Read the Docs Business https://readthedocs.com Sign up Choosing a platform Product Plans Busine"
    },
    {
      "url": "http://www.forumforyou.it/ricettemanu/",
      "title": "Le facili ricette di cucina di Manu. Oltre 26.000 italiane ed estere | ForumForYou.it",
      "description": "Cerca la tua ricetta facile tra le oltre 26.000 ricette ci cucina. Cucina gratis italiana ed estera. Stampa la ricetta",
      "preview": "Ti Trovi in Home Page - Risorse web - Le ricette di cucina di Manu. Oltre 26.000 Le ricette di cucina di Manu \"Le Ricette di Cucina di Manu \" è una va"
    },
    {
      "url": "https://maggieblackbird.com/tag/as-above-so-below/",
      "title": "as above so below | Maggie Blackbird",
      "description": "Posts about as above so below written by Maggie Blackbird",
      "preview": "Today, I'm hosting author Loren Rhoads. She's here to talk about her latest series release she co-authored with Brian Thomas As Above, So Below, a par"
    },
    {
      "url": "https://oemdtc.com/category/recalls",
      "title": "Recall - Unknown Manufacturer",
      "description": "-",
      "preview": "Skip to content"
    },
    {
      "url": "https://pittsburgh.cbslocal.com/2020/01/19/mac-miller-birthday-celebration-pittsburgh/",
      "title": "Fans Gather In Pittsburgh To Celebrate And Remember Mac Miller On His 28th Birthday - CBS Pittsburgh",
      "description": "Fans of the late rapper gathered at Stage AE on Sunday to celebrate what would&#039;ve been his 28th birthday.",
      "preview": "All News KDKA Investigations Politics Consumer Business HealthWatch Entertainment Galleries KDKA+ Pittsburgh Weather School Closings/Delays Submit Wea"
    },
    {
      "url": "https://confirmsubscription.com/h/i/463208600EB4D89A",
      "title": "void",
      "description": "void",
      "preview": "For full functionality of this application it is necessary to enable JavaScript. Here are the instructions on how to enable JavaScript in your web bro"
    },
    {
      "url": "https://www.mongabay.com/about/",
      "title": "About Mongabay News",
      "description": "Environmental science and conservation news",
      "preview": "Mongabay is an independent media organization reporting on Nature and planetary challenges with a global network of local journalists. Mongabay believ"
    },
    {
      "url": "https://www.mindbodygreen.com/",
      "title": "mindbodygreen - well-rounded well-being for a life well lived",
      "description": "mindbodygreen is a lifestyle media brand dedicated to inspiring you to live your best life - mentally, physically, spiritually, emotionally, and environmentally.",
      "preview": "Skip to Content Accessibility Statement Friday, October 10, 2025 mindbodygreen Health I Tried VO2 Max Training For 3 Weeks - Here's What Happened By A"
    },
    {
      "url": "https://ui-patterns.com/",
      "title": "UI-Patterns.com",
      "description": "User Interface Design Pattern Library. UI patterns for web designers. See screenshot examples and learn how to do great design like the pros.",
      "preview": "User Interface Design patterns User Interface Design patterns are recurring solutions that solve common design problems. Design patterns are standard"
    },
    {
      "url": "https://copalmn.org/en/home/",
      "title": "COPAL Communities Organizing Latine Power and Action - COPAL leads social impact initiatives to improve the quality of life for Latino families in Minnesota.",
      "description": "void",
      "preview": "Skip to content Home Join us as we work towards this transformative vision! We engage nearly 50,000 Latino community stakeholders throughout the state"
    },
    {
      "url": "https://www.modelcities.org/",
      "title": "Model Cities | Communities thrive when people thrive",
      "description": "Communities thrive when people thrive",
      "preview": "Skip to main content Skip to header right navigation Skip to after header navigation Skip to site footer We believe communities thrive when people thr"
    },
    {
      "url": "https://www.timesnownews.com/videos/times-now/india/father-of-group-captain-varun-singh-exclusive-talks-on-his-condition-after-tragic-iaf-chopper-crash/115630",
      "title": "Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Chopper Crash",
      "description": "The lone survivor of the India Air Force chopper crash, Group Captain Varun Singh battles on. Defence minister Rajnath Singh says that he is on life support and he has been airlifted to Bengaluru where he will be treated at the Air Force command hospital. A lot of people are praying for his speedy recovery. Varun Singh has suffered 40 percent burns and he is in critical condition. Times Now has exclusively talked to the father of Captain Varun Singh. Retired Colonel KP Singh said that as of now he doesn't have any information as the medical team hasn't contacted them. Watch the full video to know more. Listen in!",
      "preview": "Elections India India Upfront Newshour Specials Shows World Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Cho"
    },
    {
      "url": "https://www.santafenewmexican.com/opinion/my_view/death-by-fees-how-new-mexico-punishes-poverty/article_a1f5c41c-124b-11ec-bd2f-f3b287573916.html",
      "title": "Death by fees: How New Mexico punishes poverty | My View | santafenewmexican.com",
      "description": "The words \"debtor's prison\" conjure up images of a dark, barbaric past. But in New Mexico, that past never went away - it's just been repackaged.",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Advertisement Facebook Twitter WhatsApp SMS Email Facebook Twitter WhatsApp"
    },
    {
      "url": "http://www.aspes-navaho.homepage.t-online.de/phpBB/index.php?sid=6862558204e2a92a628e89b24e821510",
      "title": "Aspes Forum • Foren-Übersicht",
      "description": "void",
      "preview": "Aspes Forum Aspes Navaho Forum Anmelden FAQ Suche Aktuelle Zeit: 10. Okt 2025 13:54 Unbeantwortete Themen | Aktive Themen Foren-Übersicht Alle Zeiten"
    },
    {
      "url": "https://www.sonoraquest.com/covid-testing/?elqTrackId=5aa56dddceef4a1b93c14d44d19a61cc&elqaid=93&elqat=2",
      "title": "Sonora Quest",
      "description": "void",
      "preview": "We're Sorry You must have JavaScript enabled to load the site. This can be done in your browser's settings."
    },
    {
      "url": "https://www.fights.cz/udalosti/shooto-gig-west-6-94693",
      "title": "Shooto - Gig West 6 | Fights.cz",
      "description": "Podrobný rozpis zápasů Shooto - Gig West 6. Na Fights.cz najdete zprávy, rozhovory a analýzy ze světa MMA a soutěží jako UFC, Oktagon, Rizin, Bellator, ONE či XFN",
      "preview": "lis 04 2006 Shooto - Gig West 6 Shooto So Tazawa 8 - 7 - 4 Gutsman vs Koetsu Okazaki 10 - 5 - 1 Nakanoshima MMA Academy Hiroyuki Tanaka 10 - 8 - 3 TK6"
    },
    {
      "url": "https://www.svt.se/sport/",
      "title": "SVT Sport",
      "description": "SVT Sport - Sveriges största sportredaktion. Håll dig uppdaterad med de senaste livesändningarna och sportnyheterna från SVT.",
      "preview": "Guide Veckans sändningstider 21:30 Sportnytt Ikväll 21:30 21:55 Beachvolleyboll: Beach Pro Tour Ikväll 21:55 23:10 SVT Sport Direkt VM-kval: Presskonf"
    },
    {
      "url": "https://boston.cbslocal.com/tag/adam-jones/",
      "title": "Adam Jones news - Today's latest updates - CBS Boston",
      "description": "void",
      "preview": "All News Health I-Team Politics Education Business Consumer Entertainment NEXT Weather Forecast Radar & Maps School Closings School Visits Climate Cha"
    },
    {
      "url": "https://www.hamiltonfamilies.org/",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "http://www.chessvideos.tv/",
      "title": "Chess Videos TV - The Largest Chess Video Site on the Web!",
      "description": "ChessVideos.TV offers thousands of free chess videos, including world class lessons from master level players. Improve your game today!",
      "preview": "Chess Openings | Chess Endgames | Chess Puzzle of the Day Chess Videos ▶ Chess Videos on YouTube Chess Tools ▶ Chess Diagram Generator ▶ Chess Endgame"
    },
    {
      "url": "https://www.deutzforum.de/threads/deutz-dx230.1229/",
      "title": "Deutz DX230",
      "description": "Stoße gerade bei ebay auf einen DX230,ein Hammerteil mit fast 10l Hubraum...",
      "preview": "Menü Anmelden Registrieren App installieren Installieren Neue Beiträge Foren durchsuchen Werbefrei für Mitglieder. ✔ Werde jetzt kostenlos Mitglied! F"
    },
    {
      "url": "http://www.quantum-chemistry-history.com/",
      "title": "Udo Anders : Early Ideas in the History of Quantum Chemistry.",
      "description": "void",
      "preview": "Home Introduction to this site Contents/Index People History, Philosophy of QC (Newer) Books Connected with this Website Programs, Acronyms Usage Stat"
    },
    {
      "url": "http://wwar.com/",
      "title": "World Wide Arts Resources | Art Marketing For Artists | Learn To Sell Your Art",
      "description": "Effective art marketing solutions for active visual artists. Learn or improve selling your own artwork. Discover art marketing video blogs, podcasts, art career blogs and artist portfolios to be your own art gallery.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 78
  }
}