{
  "data": [
    {
      "url": "https://www.thehindu.com/news/international/south-korean-president-meets-special-envoy-bts-ahead-of-un-general-assembly/article36450795.ece",
      "title": "South Korean President meets special envoy BTS ahead of UN General Assembly - The Hindu",
      "description": "The band met the President at the main building of the Blue House, the office and residence of President Moon in Seoul, for the ceremony.",
      "preview": "void"
    },
    {
      "url": "https://boxy-svg.com/app",
      "title": "Boxy SVG",
      "description": "Create and edit Scalable Vector Graphics (SVG) files online",
      "preview": "void"
    },
    {
      "url": "https://news.europawire.eu/press-releases-tagged-with/telecom-market/",
      "title": "Telecom Market | EuropaWire",
      "description": "The European Union's press release distribution & newswire service",
      "preview": "Skip to content Home About FAQs Editorial Staff Contact Investors PR Firms Press Release Distribution How to get started? Advanced Targeting Basic Tar"
    },
    {
      "url": "https://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://fouloistech.tumblr.com/",
      "title": "Foulois Tech & Media Arts",
      "description": "Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q.",
      "preview": "Foulois Tech & Media Arts Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q. Ask me anything Video 1 Notes I gave my"
    },
    {
      "url": "https://www.icao.int/about-icao/Pages/default.aspx",
      "title": "About ICAO",
      "description": "The International Civil Aviation Organization (ICAO) is a United Nations agency which helps 193 countries to cooperate together and share their skies to their mutual benefit. Since it was established in 1944, ICAO's support and coordination has helped countries to diplomatically and technically realize a uniquely rapid and dependable network of global air mobility, connecting families, cultures, and businesses all over the world, and promoting sustainable growth and socio-economic prosperity wherever aircraft fly. As it enters a new era of digitization, and of incredible new flight and propulsion innovations, air transport is relying more than ever on ICAO's expert support and technical and diplomatic guidance to help chart a new and exciting future for international flight. ICAO is innovating itself to answer this call, and expanding its partnerships among UN and technical stakeholders to deliver a strategic global vision and effective, sustainable solutions.",
      "preview": "Skip to main content FAQ Vision and Mission ICAO Strategic Objectives Member States Invited Organizations How ICAO Develops Standards International Ci"
    },
    {
      "url": "https://give.umn.edu/",
      "title": "Home | Give to the University of Minnesota",
      "description": "void",
      "preview": "Skip to the main content Crookston Duluth Morris Rochester Twin Cities or browse other areas of interest Medicine & Health Arts & Cultural Venues Syst"
    },
    {
      "url": "https://www.blackgirlsunscreen.com/about/",
      "title": "Black Owned Sunscreen Brand & Company | Black Girl Sunscreen",
      "description": "Black Girl Sunscreen was created by Shontay Lundy in 2016. Made with melanated skin in mind, learn more about the BGS journey.",
      "preview": "About Us Our Story Our story begins with the need for a sunscreen brand that caters exclusively to women of color. From carrying expensive umbrellas t"
    },
    {
      "url": "https://www.pinterest.com/people/",
      "title": "People (people) - Profile | Pinterest",
      "description": "People | PEOPLE.com is the No. 1 site for celebrity news! Follow us for the best in star style, recipes, memes and more",
      "preview": "People (people) - Profile | Pinterest Created Saved Explore When autocomplete results are available use up and down arrows to review and enter to sele"
    },
    {
      "url": "https://unicefusa.donorsupport.co/login",
      "title": "UNICEF USA",
      "description": "You're making a difference for children around the world everyday. With your monthly gift, you became a lifeline for children everywhere, helping them survive and thrive. If you have any questions about your monthly gift, please reach out at <a target=\"_blank\" rel=\"noopener\">pledge@unicefusa.org</a>.",
      "preview": "void"
    },
    {
      "url": "http://www.grandvoyageitaly.com/piazza/pizza-emergency-kit-hey-you-never-know",
      "title": "Pizza Emergency Kit: Hey, You Never Know... - GRAND VOYAGE ITALY",
      "description": "Pizza Emergency Kit: Hey, You Never Know..., Pizza Pouch, Wearable pizza slice, pizza accessory, pizza fashion accessory, Stupidiotic.com, gag food gifts, funny pizza gift, gag pizza gift, pizza fashion accessory, pizza lanyard, pizza necklace, wearing p",
      "preview": "Piazza Older Posts Travel Our Family's Voyage Cucina Culture History Style Photos Videos Music Videos About Survey Links Shop 🛒 Piazza Older Posts Tra"
    },
    {
      "url": "https://mirror.ufam.edu.br/archlinux/core/?C=D;O=A",
      "title": "Index of /archlinux/core",
      "description": "void",
      "preview": "Index of /archlinux/core Name Last modified Size Description Parent Directory - os/ 2017-11-15 08:09 -"
    },
    {
      "url": "https://photo.samsclub.com/?mid=hp_gnav_220725_services_photo_&xid=hdr_sams-services_photos-customization",
      "title": "Photo Gifts, Photo Books & Online Photo Printing | Sam's Club Photo",
      "description": "Storytelling made beautiful with Sam's Club Photo. Print photos, order custom cards, and create photo gifts like canvas prints, photo books, and more online.",
      "preview": "Free Ground Shipping on all Orders. Learn more Photo Books Hold onto every moment Bring the sunshine home: personalize photo books with your vacation"
    },
    {
      "url": "https://www.frizzifrizzi.it/category/rubriche/lazy-news/",
      "title": "Lazy News Archivi - Frizzifrizzi",
      "description": "Una rubrica di notizie \"vecchie\", alla riscoperta di ciò che ci è sfuggito ieri e che forse può esserci utile per comprendere meglio l'oggi e il domani.",
      "preview": "Lazy News L'invasione delle zecche giganti (e non solo) Notizie pigre per persone distratte Se Dio vuole, è arrivato agosto, presto andremo in vacanza"
    },
    {
      "url": "http://agentschoiceonline.com/",
      "title": "The Agent's Choice",
      "description": "The Agents Choice offers online pre licensing courses featuring an instructor and FREE practice tests for Life & Health, Property & Casualty, Personal Lines and Adjusters.",
      "preview": "The Agent's Choice Insurance School Insurance Education for Property, Casualty, Life, Health, Medicare/LTC and Adjuster Education Insurance Agent Lice"
    },
    {
      "url": "https://tahadiwasla.app.link/s/b84483f2b3497a6e6ad99549e226317ee6d3863404ebfb2430d8eecd1a688b97",
      "title": "karybou.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://podcast.bswa.org/e/ajahn-jhanarato-escape-the-heat-meditate-monday-night-meditation-at-wat-dhammayanaram/",
      "title": "Ajahn Jhanarato | Escape The Heat, Meditate | Monday Night Meditation at Wat Dhammayanaram | Buddhist Society of Western Australia",
      "description": "December 2019 Ajahn Jhanarato encouraged us to let the heat go and enjoy the meditation as a time to relax. When it's hot we tend to allow the heat to get to us, make us uncomfortable and unable to relax. Ajahn asked us to not only let go any noise around us but the heat as well. Ajahn then lead the group in a 30 minute body scan meditation well suited to beginners and experienced a like. After meditation Ajahn opened to Q&A. Please support the CBSWA in making teachings available for free online. Teachings are available for downloading from the CBSWA website. Visit the Stocker Road Project. Please support the BSWA in making teachings available for free online via Patreon.",
      "preview": "Buddhist Society of Western Australia https://podcast.bswa.org/feed.xml 14.6M Downloads 4035 Episodes Share RSS Dharma talks from the tradition of Bud"
    },
    {
      "url": "https://repository.iit.edu/islandora/search?type=edismax&cp=islandora%3Auascstudentlife&islandora_solr_search_navigation=0&f%5B0%5D=-mods_subject_topic_ms%3A%22Tricycles%22&f%5B1%5D=-mods_name_creator_namePart_s%3A%22Anderson%2C%5C%20Robert%22&f%5B2%5D=mods_relatedItem_host_titleInfo_title_s%3A%22Office%5C%20of%5C%20Communications%5C%20and%5C%20Marketing%5C%20photographs%2C%5C%201905%5C-1999%22&f%5B3%5D=-mods_subject_topic_ms%3A%22Students%5C-%5C-Social%5C%20life%5C%20and%5C%20customs%22&f%5B4%5D=mods_subject_topic_ms%3A%22Microscopes%22&f%5B5%5D=mods_subject_topic_ms%3A%22Women%5C%20college%5C%20students%22&f%5B6%5D=mods_accessCondition_useAndReproduction_mlt%3A%22in%5C%20copyright%22&f%5B7%5D=mods_name_corporate_affiliated_department_namePart_s%3A%22Illinois%5C%20Tech%5C%20Libraries%22&f%5B8%5D=-mods_typeOfResource_ms%3A%22Still%5C%20image%22",
      "title": "Search results | repository.iit",
      "description": "void",
      "preview": "Skip to main content Search the repository Select Collection All collections Institutional Repository University Archives and Special Collections Sear"
    },
    {
      "url": "https://gisis.imo.org/Public/SHIPS/Default.aspx",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "https://share.flipboard.com/bookmarklet/popout?v=2&url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&title=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Flipboard",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://expresso.pt/economia",
      "title": "Economia - Expresso",
      "description": "Empresas, impostos, energia, finanças pessoais, bolsa, administração pública, agricultura e imobiliário.",
      "preview": "Por Soluções de energia verde Saiba Mais Sexta-feira 10 outubro Economia Newsletters EXPRESSO Empresas, impostos, energia, finanças pessoais, bolsa, a"
    },
    {
      "url": "https://wedsites.com/",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://www.skincancer.org/skin-cancer-information/",
      "title": "Skin Cancer Information",
      "description": "Discover what causes cancers of the skin; learn the signs & symptoms that you should never ignore. Skin cancer information you can trust.",
      "preview": "Home › Skin Cancer Information Skin Cancer Information What You Need to Know About Cancers of the Skin What Is Skin Cancer? Skin cancer is the out-of-"
    },
    {
      "url": "http://www.freedom-to-tinker.com/",
      "title": "CITP Blog - Center for Information Technology Policy (CITP)",
      "description": "Center for Information Technology Policy (CITP)",
      "preview": "CITP Blog is hosted by Princeton University's Center for Information Technology Policy , a research center that studies digital technologies in public"
    },
    {
      "url": "https://thecrochetcrowd.com/how-to-crochet/",
      "title": "Learn to Crochet A Cowl: A Beginner Tutorial",
      "description": "Learn how to crochet a cowl with a free pattern and tutorial. Beginners can use this dance version learning tutorial to improve their skills. Increase your crochet skills with the crochet cowl for beginners!",
      "preview": "Sharing is caring! Facebook Pinterest 4 Save Email Crochet Beginner Cowl Learn to crochet this Crochet Basic Cowl . This is an absolute beginner Croch"
    },
    {
      "url": "https://www.mozgasvilag.hu/turazas/hirek/erdely-a-turara-telen-nyaron-hivo-havasok-birodalma",
      "title": "Erdély, a túrára télen-nyáron hívó havasok birodalma",
      "description": "Erdély leírhatatlan szépségű havasai mindannyiunk szívéhez közel állnak. Túrák sokaságával csábítanak, bemutatjuk őket részletesen.",
      "preview": "Futás Hírek Hol fussak? Futócipők Futócipőtesztek Futóedzések Futás edzéstervek Gyakorlatok futóknak Futás tudástár Futóversenyek Lengyelországi élmén"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "https://innovation.mines.edu",
      "title": "McNeil Home - McNeil Center for Entrepreneurship and Innovation",
      "description": "void",
      "preview": "Facebook X RSS Snapchat MINES.EDU MyMines News Calendar Canvas Email Library Give Directories McNeil Center for Entrepreneurship and Innovation LEARN"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85916",
      "title": "Searchable Recipe Database - ASPIC DI FRAGOLA E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://restoringpromise.vera.org/",
      "title": "Restoring Promise Initiative | Vera Institute",
      "description": "Restoring Promise disrupts harmful prison practices and policies through collaborative research, narrative change, and technical assistance.",
      "preview": "void"
    },
    {
      "url": "https://wpvip.com/?utm_source=vip_powered_wpcom&utm_medium=web&utm_campaign=VIP%20Footer%20Credit&utm_term=pagesix.com",
      "title": "WordPress VIP - The leading enterprise content platform",
      "description": "Build, publish, and scale without limits. WordPress VIP delivers the speed, security, and flexibility enterprises need for measurable results.",
      "preview": "Built for enterprise Combine the ease of WordPress with enterprise-grade security and scalability. Get a demo Take it from our friends: Previous Next"
    },
    {
      "url": "https://www.ebookers.com/?AFFCID=EBOOKERS-UK.network.affiliatewindow.85386&awc=7904_1606041576_a3c281bcb3eae0af35b22b076d1074ae",
      "title": "ebookers UK is ending",
      "description": "We have made the difficult decision to retire ebookers and its BONUS+ program in the United Kingdom. On 4 September 2024, the ebookers website, app, BONUS+ program and its benefits are ending in the UK. Rest assured, any existing and upcoming reservations and trips will not be disrupted, and we will honor your loyalty through the One Key™ rewards program, coming soon to Expedia®, Hotels.com™, and Vrbo™ in the UK.",
      "preview": "Skip to Main Content. We have made the decision to retire ebookers and its BONUS+ programme in the United Kingdom. On 4 September 2024, the ebookers w"
    },
    {
      "url": "https://flatuicolors.com/",
      "title": "Flat UI Colors 2 - 14 Color Palettes, 280 colors 🎨",
      "description": "280 handpicked colors ready for COPY & PASTE",
      "preview": "void"
    },
    {
      "url": "https://commonvoice.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Common Voice",
      "description": "void",
      "preview": "Please enable JavaScript to run this app"
    },
    {
      "url": "https://www.petplate.com/",
      "title": "PetPlate: Fresh Dog Food Delivery",
      "description": "Looking for Reviews of Fresh Dog Food? You've come to the right place. Subscribers (and Pets!) unanimously agree, PetPlate hits the spot. Starting for less than $3/day.",
      "preview": "Get 60% OFF your first box + one FREE bag of Treats! REDEEM NOW Home Find A Store Entrées Barkin' Beef Chompin' Chicken Tail Waggin' Turkey Lip Lickin"
    },
    {
      "url": "https://fliphtml5.com/pdwen/vznn",
      "title": "2021 Community Impact Report - Flipbook by Kansas City PBS | FlipHTML5",
      "description": "Looking For 2021 Community Impact Report? Read 2021 Community Impact Report from Kansas City PBS here. Check all flipbooks from Kansas City PBS. Kansas City PBS' 2021 Community Impact Report looks good? Share 2021 Community Impact Report online.",
      "preview": "Enjoying your free trial? Only 9 days left! Upgrade Now 2021 Community Impact Report Published on Nov 03,2021 Like Share Copy Download Create a Flipbo"
    },
    {
      "url": "https://www.drjaliman.com/index.php",
      "title": "Best Cosmetic Dermatologist NYC | Cosmetic Dermatology Expert",
      "description": "Renowned NYC cosmetic dermatologist providing expert cosmetic and medical dermatology care from her Upper East Side Manhattan office. Achieve radiant, healthy skin with customized treatments.",
      "preview": "Hide Accessibility Tools Light Mode Contrast Mode Grey Mode Increase Font Size Decrease Font Size Reset Font Default Accessibility Options Back to Mai"
    },
    {
      "url": "http://friasidor.is/tag/man/",
      "title": "man | Fria Sidor",
      "description": "void",
      "preview": "Förstasidan Aktuellt Corona Fri Forskning Invandringen Folkutbytet Folkmordet på vita Judiskt inflytande Against Our Better Judgment Ekonomi Pengarna"
    },
    {
      "url": "https://www.siriusxm.com",
      "title": "SiriusXM: Music, Sports, Talk & Podcasts, Live & On Demand",
      "description": "Whether it's new hip-hop and classic comedy or '90s jams and sports podcasts, everything you want to hear lives here at SiriusXM.",
      "preview": "Verify channels for my radio Channel numbers may vary across different cars and portable radios. At least one option below required Streaming & Most R"
    },
    {
      "url": "https://www.accessguide.io/",
      "title": "Homepage - Access Guide",
      "description": "Access Guide is a friendly introduction to digital accessibility based on WCAG 2.1 (web content accessibility guidelines).",
      "preview": "Welcome to Access Guide, a friendly introduction to accessibility! Browse the cards below to learn more about the guidelines. 🔎 Search Allow users to"
    },
    {
      "url": "https://miltiadis.page.tl/12%26%23951%3B-%26%23913%3B%26%23947%3B%26%23969%3B%26%23957%3B-.-.htm",
      "title": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων.",
      "description": "void",
      "preview": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων. ΠΕΡΙΕΧΟΜΕΝΑ ΑΝΑΚΟΙΝΩΣΕΙΣ (μαύρα μαντάτα) ΑΠΟΤΕΛΕΣΜΑΤΑ ΒΑΘΜΟΛΟΓΙΚΗ ΘΕΣΗ ΒΑΘΜΟΛΟΓΙΑ ΓΚΟΟΟΛ!!!! ΔΕΙΚΤΕΣ ΔΙΑΙΤΗΤΕΣ ΔΥΝΑΜΗ ΣΩΜ.("
    },
    {
      "url": "https://www.bpm-power.com/it/offerte/arredo-giardino",
      "title": "Arredo Giardino Ed Esterni | Offerte Da Giardino Ottobre 2025",
      "description": "Salottini polyrattan, tavolini e molto altro su Bpm-power | Non perderti i migliori prezzi e le promozioni su arredamento da esterni di Ottobre!.",
      "preview": "Scopri le recensioni Accedi Ciao {{user.firstName | capitalize | cut(12)}} Accedi Non sei iscritto? Registrati My Bpm-Power Il tuo profilo I tuoi ordi"
    },
    {
      "url": "https://nothingbigbangtheory.tumblr.com/post/116858137854",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @nothingbigbangtheory on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://backcountry.tnu8.net/c/249354/358742/5311?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.backcountry.com%2Frc%2Fshop-all-sale%3Frp%3DonsaleUS%253Atrue",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "http://www.fiat.com/",
      "title": "Fiat - Official Website",
      "description": "Welcome to the official international website of Fiat. Discover our models, Fiat world, the history of the brand and all our latest news.",
      "preview": "New Topolino Vilebrequin Collector's Edition Get ready to spend the summer with Riviera Icons! Fiat key drivers Seeing you driving our vehicle every d"
    },
    {
      "url": "http://www.josuttis.com/tmplbook/",
      "title": "Nicolai Josuttis: Objektorientiertes Programmieren in C++",
      "description": "Consulting",
      "preview": "Welcome! This is the home page of Nicolai M. Josuttis. Unfortunately you use a browser, that is not able to handle frames. However, I designed my web"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "https://www.bonkerscorner.com/product-category/women/?utm_source=google&utm_medium=cpc&utm_campaign=brand-ad&gclid=CjwKCAiA7939BRBMEiwA-h",
      "title": "Womens Clothing That Turns Heads: Shop the Latest Trends Now",
      "description": "Shop the best womens clothing with trendy styles made for YOU that exude confidence! Must-have clothes for women, buy women's clothes online in India & slay now",
      "preview": "Skip to content Women Womens New Arrivals Oversized T-Shirts Bottoms Tanks Cargos Joggers GYM Wear Tops Hoodies Sweatshirts Basics Jackets Oversized J"
    },
    {
      "url": "https://veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://spiru.nl/blogs/spiritualiteit/tarot-snelcursus-zo-leer-je-de-betekenis-van-tarotkaarten",
      "title": "Tarot Snelcursus, Zo leer je de Betekenis van Tarotkaarten",
      "description": "Tarot zou helpen om jezelf te leren kennen. Maar wat betekenen die mysterieuze tarotkaarten toch? Hier vind je alvast een begin.",
      "preview": "Elke maand gratis verzonden Al 36814 bomen geplant 9.1 out of 10 stars 32511 reviews Contact Elke maand gratis verzonden We zijn live. Nu tijdelijk me"
    },
    {
      "url": "https://hourofcode.com",
      "title": "Un'ora: Ignite. Ispira. Codice.",
      "description": "The Hour of Code is a worldwide movement that aims to introduce millions of students to computer science through one-hour coding activities",
      "preview": "Your browser is not supported. Please upgrade your browser to one of our supported browsers . You can try viewing the page, but expect functionality t"
    },
    {
      "url": "https://whyy.org/articles/as-a-bucks-county-school-district-removes-lgbtq-books-from-libraries-families-and-faculty-fear-for-civil-rights/",
      "title": "Pennridge School District removes LGBTQ books from libraries - WHYY",
      "description": "A new Pennridge School District policy limiting student access to books and resources related to gender identity has ignited a battle over civil rights.",
      "preview": "Skip to content Education Books K-12 Kids LGBTQ Pennsylvania Sex & Relationships Facebook Twitter Email A new Pennridge School District policy limitin"
    },
    {
      "url": "https://www.acluaz.org",
      "title": "Home - ACLU of Arizona",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the right to equality, liberty, and justice for all The ACLU of Arizona advances equity and dismantles systemic injustice by taking legal ac"
    },
    {
      "url": "https://webcourseworks.com/customers-we-serve/",
      "title": "Web Courseworks is now Forj LMS | Forj",
      "description": "Forj LMS Product Description and Benefits",
      "preview": "Join the Forj Community Get insights and ideas delivered right to your inbox. Learning Web Courseworks is now Forj Forj and Web Courseworks merged in"
    },
    {
      "url": "https://www.mysticaquarium.org/",
      "title": "Mystic Aquarium",
      "description": "void",
      "preview": "Update browser for a secure Made experience It looks like you may be using a web browser version that we don't support. Make sure you're using the mos"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "https://www.idee-shop.com/ohhh-lovely-papierblumen-girlande-klein-rosa-160-cm",
      "title": "Papierblumen Girlande klein rosa 160 cm | 3324431",
      "description": "Die Papierblumen Girlande mit rosafarbenen Blüten können Sie im Frühling oder zu besonderen Anlässen in Ihren Wohnbereich dekorieren. Mit der Länge von 160 cm lassen auch hervorragend Fensterbänke oder Türrahmen verzieren. Farbe: rosa Länge: 160 cm",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Neu Wolle Strick- & Häkelsets Bastel"
    },
    {
      "url": "https://northofus.tumblr.com/",
      "title": "Costco Deep Dive",
      "description": "amelia | she/her | 26 | aries | \"Turned on by public transportation\" | \"Horny for pens and pencils\" | \"She doesn't even go here\"",
      "preview": "Posts 35K Following 985 Followers 311 Likes 97K Follow (´｡• ᵕ •｡`) @northofus"
    },
    {
      "url": "https://public.wmo.int/en/resources/world-meteorological-day",
      "title": "World Meteorological Day",
      "description": "void",
      "preview": "Skip to main content World Meteorological Day Every 23 March, the World Meteorological Organization commemorates the coming into force of the Conventi"
    },
    {
      "url": "https://www.energystar.gov",
      "title": "Homepage | ENERGY STAR",
      "description": "ENERGY STAR® is the simple choice for energy efficiency. For more than 20 years, EPA's ENERGY STAR program has been America's resource for saving energy and protecting the environment.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://course.fast.ai/",
      "title": "Practical Deep Learning for Coders - Practical Deep Learning",
      "description": "A free course designed for people with some coding experience, who want to learn how to apply deep learning and machine learning to practical problems.",
      "preview": "New! We just launched a new >30 hour video course for more experienced students: Practical Deep Learning for Coders part 2: Deep Learning Foundations"
    },
    {
      "url": "https://www.wowt.com/2023/02/26/lost-dog-adopted-by-new-family-omahas-72-hour-rule/",
      "title": "Lost dog adopted by new family on Omaha's 72-hour rule",
      "description": "Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. She'd been missing for about three weeks.",
      "preview": "Skip to content OMAHA, Neb. (WOWT) - Friday, Rebecca Jones, her kids, and her husband saw their dog, Bella, sitting in the Nebraska Humane Society. Sh"
    },
    {
      "url": "https://es.mongabay.com/list/bosques",
      "title": "Noticias ambientales sobre Bosques",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Bosques Noticias RSS 3111 historias L G Una millonaria obra de energía amenaza al santuario Passiflora, refugio del jaguar en la Amazonía boliviana Ni"
    },
    {
      "url": "https://www.usatodaysportsplus.com/",
      "title": "USA TODAY Sports+: Premium Sports Content",
      "description": "Learn more about Premium sports content from USA TODAY Sport+",
      "preview": "Skip to main content Home NFL Sports Betting Sports+ States Scores For Subscribers NBA MLB Soccer NHL College Football College Men's Basketball Women'"
    },
    {
      "url": "https://www.rollcall.com/2021/08/19/why-saving-downtown-is-key-to-our-covid-19-economic-recovery/",
      "title": "Why saving downtown is key to our COVID-19 economic recovery - Roll Call",
      "description": "OPINION - If cities don't adapt to the evolving shift in working behavior, the downtown infrastructure that once thrived will surely crumble.",
      "preview": "Skip to content Window washers work in downtown Washington in April 2020. Repurposing empty or underoccupied commercial space could reshape the way we"
    },
    {
      "url": "https://search.app.goo.gl/?link=https%3A%2F%2Fassistant.google.com%2Flearn%2F&apn=com.google.android.googlequicksearchbox&al=googleapp%3A%2F%2Fdeeplink%2F%3Fdata%3DCkwBDb3mGzBFAiEA1x2FgusCCwrfaWuMBFrw43ekuR9-63sPI6m1SVuizk8CIAmFoh218UWSPtxSXakTIenHUZrsLQyb7Z77xPx1sZqYEm4KDgi4-rKPARD_v8rzhKMCEgAaMwoxCIECmonx2wQoCAESJFdoYXQgaW5ncmVkaWVudHMgYXJlIGluIHJhdGF0b3VpbGxlPyIlCiNodHRwczovL2Fzc2lzdGFudC5nb29nbGUuY29tL2xlYXJuLw%26utm_source%3DUS_20200211_NL15&amv=300727608",
      "title": "Google Assistant - Learn What Your Google Assistant is Capable Of",
      "description": "Your Google Assistant can perform many actions to help streamline your day-to-day. Discover what the Google Assistant can do by trying one of the actions now.",
      "preview": "Google Assistant is ready to help, anytime, anywhere. To get started, just touch and hold the home button. Tasks and to-do's \"Set a 15-minute timer fo"
    },
    {
      "url": "https://everythingstainedglass.com/",
      "title": "How To Make Stained Glass - The Missing Know-How",
      "description": "Do you make stained glass and want to learn EVERYTHING there is to know about it? Improve your skill set with these freely-shared tips and tricks.",
      "preview": "Skip to content About Me Contact Me Students Login Join The Sharing Gang Facebook YouTube Pinterest The Missing Know-How When you first learn how to m"
    },
    {
      "url": "https://phoenixintheembers.tumblr.com/",
      "title": "From Spark To Flame",
      "description": "Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving girl out to change the world. Oh and my name's Ember. No not Amber. And...",
      "preview": "From Spark To Flame Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving g"
    },
    {
      "url": "https://wordcraft-writers-workshop.appspot.com/",
      "title": "Wordcraft Writers Workshop",
      "description": "The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta teams, and 13 professional writers. Together we explore the limits of co-writing with AI.",
      "preview": "Wordcraft Writers Workshop What does it mean to write with AI? The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta tea"
    },
    {
      "url": "https://www.cahru.org.uk/2013/09/21/first-published-randomised-controlled-trial-of-paramedic-administered-gtn-therapy-for-ultra-acute-stroke/",
      "title": "First published randomised controlled trial of paramedic administered therapy for ultra-acute stroke - Community and Health Research Unit",
      "description": "Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankolekar (from the University of Nottingham) together with a team fr...",
      "preview": "Skip to content Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankole"
    },
    {
      "url": "https://www.coursera.org/campus?utm_campaign=website&utm_content=corp-to-landing-for-campus&utm_medium=coursera&utm_source=header&utm_term=a-out",
      "title": "Online Learning Platform for Universities | Coursera",
      "description": "Build on top of your curriculum with innovative, career-aligned courses and micro-credentials to strengthen the employment outcomes that attract students and increase enrollments.",
      "preview": "Strengthen employability to attract more students Equip students with the most in-demand skills and prepare them for job success. Contact us See your"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/quickstart/",
      "title": "Quickstart - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Quickstart Quickstart ¶ Eager to get started? This page gives a good introd"
    },
    {
      "url": "https://impactreport.overdeck.org/",
      "title": "Overdeck Family Foundation 2024 Grantmaking & Impact Report",
      "description": "In 2024, Overdeck Family Foundation disbursed $63.5 million to 106 grantee partners, collectively reaching approximately 75 million children, 6 million families, and 500,000 educators nationwide.",
      "preview": "Skip to content Introduction Highlights From Our Year By the Numbers Impact Overview Bright Spots 2024 Grantmaking & Impact Report Courtesy of PBS SoC"
    },
    {
      "url": "https://adminguide.stanford.edu/chapter-1/subchapter-5/policy-1-5-4",
      "title": "1.5.4 Ownership and Use of Stanford Trademarks and Images | Administrative Guide",
      "description": "This Guide Memo establishes the policies governing use of Stanford's registered trademarks, as well as the use of unregistered names, seals, logos, emblems, images, symbols and slogans that are representative of Stanford (together referred to herein as \"Marks\").",
      "preview": "1.5.4 Ownership and Use of Stanford Trademarks and Images Skip Secondary Navigation Main content start Authority This Guide Memo was approved by the P"
    },
    {
      "url": "https://www.aquascapingworld.com/",
      "title": "Contact Support",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.stjude.org",
      "title": "St. Jude Children's Research Hospital",
      "description": "A leading children's hospital, St. Jude treats the toughest childhood cancers and pediatric diseases. Learn about patient referrals, and donate so families never receive a bill for treatment, travel, housing or food.",
      "preview": "Finding cures. Saving children. Refer a Patient Explore Our Research Donate Now 5 reasons to become a monthly donor Research bolsters patient care Lea"
    },
    {
      "url": "https://www.vmix.com",
      "title": "Live Video Streaming Software | vMix",
      "description": "vMix is a live streaming and live production software video mixer and switcher for Windows. Easily Produce, Record and Live Stream professional looking content from your PC.",
      "preview": "Javascript Required: The vMix website requires javascript enabled. Please enable javascript before continuing. Live Production and Streaming Software"
    },
    {
      "url": "https://mysds.henkel.com/index.html",
      "title": "Henkel Documents",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://scorecard.worldbank.org/",
      "title": "Measuring Impact | World Bank Group Scorecard",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.yogajournal.com/",
      "title": "Yoga Journal | Yoga Poses - Sequences - Philosophy - Events",
      "description": "Yoga Journal is your source for yoga pose instruction, sequences, free video classes, guided meditations, and information on the yogic lifestyle.",
      "preview": "Yoga Journal Powered by Outside Don't miss new adventures Get all the latest delivered to your feed. How to Practice Arm Balances Without Wrecking You"
    },
    {
      "url": "http://www.brightonbased.co.uk/",
      "title": "Computer Repair, Laptop Repair and IT Support in Brighton and Hove",
      "description": "We are a leading provider of computer repair, laptop repair and IT support services in Brighton and Hove. Please call 01273 933250 or 07929 074037 for more information on the range of services available.",
      "preview": "Need Technical Help, Support and Solutions for all your Computer Problems? Then call Brightonbased Computer Services NOW on 01273 933250 or 07929 0740"
    },
    {
      "url": "https://es.mongabay.com/2022/06/panama-una-bandera-de-conveniencia-para-la-pesca-ilegal-oceanos/",
      "title": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar Mary Triny Zea , Michelle Carrere 13 Jun 2022 América Central La r"
    },
    {
      "url": "https://abc7news.com/jeffrey-vandergrift-san-francisco-missing-person-jv-show-wild-949-jv-from/12889161/",
      "title": "Listeners show support for missing Wild 94.9 DJ Jeffrey \"JV\" Vandergrift as station shares 'incredibly worrisome' updates - ABC7 San Francisco",
      "description": "Bay Area radio listeners are showing their support in the search for missing DJ 'JV' as Wild 94.9 shares updates that are \"incredibly worrisome.\"",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out Listeners show support for missing Wild 94.9 DJ as station shares 'incredibly worris"
    },
    {
      "url": "http://www.give.org/charity-reviews/national/civil-rights/american-civil-liberties-union-foundation-in-new-york-ny-227",
      "title": "American Civil Liberties Union Foundation charity review & reports by Give.org",
      "description": "American Civil Liberties Union Foundation charity review and evaluation. American Civil Liberties Union Foundation is an accredited BBB Wise charity - see why they meet the standards of charity accountability.",
      "preview": "Support Give.org Charity Review Issued: July 2023 Expires: July 2025 CHARITY REVIEW American Civil Liberties Union Foundation meets-standards Accredit"
    },
    {
      "url": "https://shop.deutschepost.de/briefmarken",
      "title": "Briefmarken bestellen | Shop Deutsche Post",
      "description": "Große Auswahl an Briefmarken für Briefe in Deutschland und weltweit. Bestellen Sie jetzt! Versand gratis!",
      "preview": "In Ihrem Browser ist JavaScript deaktiviert. Bitte aktivieren Sie JavaScript, um den vollen Funktionsumfang des Shops nutzen zu können. Hinweise zum D"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://shop.perfumersapprentice.com/t-PerfumersCorner.aspx",
      "title": "PerfumersCorner",
      "description": "Perfumers Apprentice offers over 230 professional flavor concentrates that can be used in a wide variety of flavor applications!",
      "preview": "Welcome To The Perfumer's Corner! Here you will find information, formulas, and hopefully inspiration for your own creations. Click on the links below"
    },
    {
      "url": "https://onekingdomlionsden.com/2021/01/29/being-straightforward/",
      "title": "Being straightforward - One Kingdom (The Lion's Den)",
      "description": "Fellow readers and bloggers im not going to beat around the bush im just going to be straight forward with you always and honest. My stories and even other posts all come from real life experiences and the struggles i faced. I will daily continue to write so you all can be satisfied and rewarded...",
      "preview": "Skip to content Fellow readers and bloggers im not going to beat around the bush im just going to be straight forward with you always and honest. My s"
    },
    {
      "url": "https://arthropleuridea.tumblr.com/",
      "title": "viaduct",
      "description": "23, trans gay he/him, mvskoke+tsalagi",
      "preview": "Text - Nov 8, 2024 R eblog P ermalink vampiricvenus We're about to save this sweet innocent baby! I was contacted by @khadigayousef2024 to make a post"
    },
    {
      "url": "https://rinkiin.fi/",
      "title": "Suomen Pakkauskierrätys RINKI Oy - Rinkiin.fi",
      "description": "void",
      "preview": "Huolehditaan yhdessä siitä, että pakkaus kiertää Pakkausten lajitteluohjeet Lue, miten muovi-, metalli-, kartonki- ja lasipakkaukset lajitellaan oikei"
    },
    {
      "url": "http://www.networkforgood.com",
      "title": "Network for Good | Bonterra",
      "description": "Bonterra Network for Good offers fundraising software and built-in coaching, providing the tools and support small nonprofits need to succeed. Book a demo!",
      "preview": "Skip to Main Content Bonterra Network for Good Tools, support and coaching small nonprofits need to succeed Everything that made Network for Good the"
    },
    {
      "url": "https://alfa-lampy.pl/product-pol-18365-Druciana-lampa-kratka-PEKA-miedz-drewno-sr-24cm.html",
      "title": "Druciana lampa kratka PEKA miedź/drewno śr. 24cm 60419 - marka Alfa Sosnowscy - Phenomena Light",
      "description": "void",
      "preview": "Menu Lampy wiszące Lampy sufitowe Plafony sufitowe Kinkiety Lampy stołowe Klosze i abażury Dobierz Klosz Żarówki Pomieszczenia Style WYPRZEDAŻ O Nas B"
    },
    {
      "url": "https://es-ec.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Español (Ecuador)",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "http://www.canale5.com/",
      "title": "Canale 5: video, puntate, programmi tv | Mediaset Infinity",
      "description": "Video, anticipazioni e puntate dei programmi di Canale 5. Notizie, anticipazioni e trame dei programmi tv in onda su Canale 5 Mediaset",
      "preview": "Hikmet, Cihan, Harika ed Esat cercano di convincere Bunyamin a donare un rene per salvare Samet, ma lui pone delle condizioni che, alla fine, sono cos"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HJR8&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "https://goodweave.org/",
      "title": "GoodWeave",
      "description": "void",
      "preview": "Select your language US English UK English German For Businesses As a younger generation comes into the rug buying world, GoodWeave is a great selling"
    },
    {
      "url": "https://mailshake.com/",
      "title": "AI Powered Sales Engagement & B2B Lead Platform - Mailshake",
      "description": "Build sales outreach cadences with email, phone, and social in as little as 5 minutes with Mailshake's sales engagement & automation software.",
      "preview": "Manage Email and LinkedIn Campaigns in One Place - No More Switching Tools Trusted by sales teams at 100,000+ companies, including Get Sta"
    },
    {
      "url": "https://www.comune.roma.it/web/it/rubrica-uffici.page?cpz=progetti_europei&cpz=persone_anziane&cpz=cultu&cpz=persone_di_minore_eta&cpz=persone_con_disabilit&cpz=amb&mun=municipio_xv",
      "title": "Roma Capitale | Sito Istituzionale | Uffici",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Uffici Le pagine del portale istituzionale rappresentan"
    },
    {
      "url": "https://www.iucnredlist.org/",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish Advanced ? More than 48,600 species are threatened with exti"
    },
    {
      "url": "https://usow.org/",
      "title": "Homepage - USOW",
      "description": "United Stateof Women",
      "preview": "Skip to content United State of Women A Letter from Our Co-Chairs The United State of Women was born out of one core motivator: that our movement for"
    },
    {
      "url": "https://atrl.net/",
      "title": "Sign In - ATRL",
      "description": "void",
      "preview": "Jump to content Facebook Twitter Instagram Sign In Email Address Required Password Required Remember me Not recommended on shared computers Sign In Fo"
    },
    {
      "url": "https://nycdatascience.com/blog/author/akgillermangmail-com/",
      "title": "Adrian Gillerman | Data Science Blog",
      "description": "I am an aspiring Data Scientist with a degree in mathematics.",
      "preview": "| Blog Bootcamps Lifetime Job Support Available Financing Available Bootcamps Data Science with Machine Learning Flagship 🏆 Data Analytics Bootcamp Ar"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_medium=referral&utm_campaign=blog-nav",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://www.farmequip.org/news/kirby-brings-piece-of-aviation-history-to-museum/",
      "title": "Kirby Brings Piece of Aviation History to Museum - Farm Equipment Manufacturers Association",
      "description": "void",
      "preview": "Schedule Registration Register Today Registration List FAQs Program Speakers Connect with Marketers EMDA Industry Showcase Guest Program Travel & Acco"
    },
    {
      "url": "http://www.baylorhealth.com/Pages/Default.aspx",
      "title": "Welcome to Baylor Scott & White Health",
      "description": "Baylor Scott & White Health has a strong commitment to innovation, collaboration, integrity and compassion for patients. How can we help you?",
      "preview": "We operate our provider referral service to assist patients in selecting providers who are members of Baylor Scott & White Quality Alliance. There are"
    },
    {
      "url": "http://lightningstrikestudios.com/",
      "title": "Home - LightningStrike Studios",
      "description": "LightningStrike Studios is a professional communications firm dedicated to saving our clients time. Through our network of skilled associates - graphic artists, web designers, translators, photographers, videographers, project managers, and printers - we provide a comprehensive solution to an array of communications projects.",
      "preview": "Skip to main content Main Content LIGHTNINGSTRIKE STUDIOS Professional Communication for the Chronically Busy™ We know you're busy, so we'll get right"
    },
    {
      "url": "https://tapestrycx.qualtrics.com/jfe/form/SV_elDxRRjYI5oIVfg?Source=footer1",
      "title": "Online Survey | Built with Qualtrics Experience Management™",
      "description": "Qualtrics makes sophisticated research simple and empowers users to capture customer, product, brand & employee experience insights in one place.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "http://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://www.centexchamber.com/",
      "title": "Home | CTAAC",
      "description": "The mission of the Cen-Tex-Tex African American Chamber of Commerce is to create economic and community development.",
      "preview": "top of page Strengthening our Community by Empowering Business Become a Member Networking Chamber members enjoy multiple marketing platforms designed"
    },
    {
      "url": "https://www.kauffman.org/",
      "title": "Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "The Kauffman Foundation helps unlock opportunity for all so that people can achieve financial stability, upward mobility, and economic prosperity - regardless of race, gender, or geography.",
      "preview": "Skip to content"
    },
    {
      "url": "https://subversion.apache.org/",
      "title": "Apache Subversion",
      "description": "void",
      "preview": "☰ Apache ® Subversion ® \"Enterprise-class centralized version control for the masses\" Welcome to subversion.apache.org , the online home of the Apache"
    },
    {
      "url": "https://healthcare.bestbuy.com/site/bbhealth/resources/pcmcat1600181672135.c?id=pcmcat1600181672135#jl-videos",
      "title": "Best Buy Health | Care-at-home platform",
      "description": "Get the technology and support to scale care at home or clinical trials with Best Buy Health's enterprise care-at-home platform.",
      "preview": "Skip to content Together, we can bring health home We know technology. We know the home. Now we're applying our expertise to healthcare - enabling car"
    },
    {
      "url": "https://shop.mango.com/us/women/sweaters-and-cardigans-sweaters/oversize-knit-sweater_37043843.html?c=43&talla=22&srsltid=AR5OiO3ajuyA3_NEg-mDaz1-4pzP9DjrCayDFF1TLYfeWaaSojYGFcTgyuY",
      "title": "Oversize knit sweater - Women | MANGO USA",
      "description": "Fine knit fabric. Available in plain and patterned. Striped print. Straight design. High collar. Long sleeve. Plus Size Available",
      "preview": "Add to your wishlist Oversize knit sweater Current price [US$ 59.99 ] US$ 59.99 Select a colour Green Select your size XXS Not available. I want it! X"
    },
    {
      "url": "https://typescale.io/",
      "title": "Typescale",
      "description": "A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typography. Transform a single line of text into a harmonious typographic scale.",
      "preview": "Harmonious typographic scales, directly from your design tool. A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typogr"
    },
    {
      "url": "https://www.designlibs.com/",
      "title": "Design Libs",
      "description": "Design Libs is your go-to reference for how to write and use some of the most common design thinking exercises, practices, and methods",
      "preview": "Design Libs How Might We Job Story Key Insight Point of View Problem Statement User Story Value Proposition How Might We Job Story Key Insight Point o"
    },
    {
      "url": "https://rose---child.tumblr.com/post/154518406730",
      "title": "Rosie Rabbit - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "Rosie Rabbit - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "https://in.usembassy.gov",
      "title": "U.S. Embassy and Consulates in India",
      "description": "The mission of the United States Embassy is to advance the interests of the United States, and to serve and protect U.S. citizens in India.",
      "preview": "U.S., Indian Armies Launch Yudh Abhyas 2025 Joint Statement from the Quad Foreign Ministers' Meeting in Washington CDA Jorgan Andrews joins Indian Del"
    },
    {
      "url": "https://www.unm.edu/accessibility.html",
      "title": "Accessibility :: New Mexico's Flagship University | The University of New Mexico",
      "description": "void",
      "preview": "Skip to main content Toggle navigation UNM A-Z myUNM Directory The University of New Mexico UNM A-Z myUNM Directory Help Student Support StudentInfo F"
    }
  ],
  "_meta": {
    "total_bookmarks": 120
  }
}