{
  "data": [
    {
      "url": "https://opendata.vancouver.ca/",
      "title": "Home - City of Vancouver Open Data Portal",
      "description": "View datasets from the City of Vancouver, BC, Canada. Download data in various formats, explore with charts and maps, and access via API.",
      "preview": "void"
    },
    {
      "url": "https://www.ea.com/ea-play",
      "title": "EA Play Membership - Official EA Site",
      "description": "Unlock the world of EA. Experience unlimited access to a collection of top EA titles, trials of select new games, and more with an EA Play membership.",
      "preview": "EA Play Games Member Benefits News Newsletter FAQ Games Member Benefits News Newsletter FAQ Unlock a world of thrill Experience unlimited access to a"
    },
    {
      "url": "http://jurisdependencia-asesoriayabogados.com/tag/reclamaciones/",
      "title": "reclamaciones Archives -",
      "description": "void",
      "preview": "To Top Scroll Down Close reclamaciones 09 Ago 2018 Jurisdependencia Asesoria y Abogados 10 Comments Administrativo , Consumo , Contratos , empresa Per"
    },
    {
      "url": "https://alicealinhavandoletras.com/2021/05/19/folha-seca/",
      "title": "Poesia da casa - Folha seca - Blog de de Alice - Alinhavando letras",
      "description": "Arrastada vai a folha, pelo vento, pela brisa Ora para, ora voa, não tem repouso ou guarida Tão queimada pelo sol, tão saudosa de seu galho Segue a folha seu destino, sonha chegar ao regato Depois de tanto sofrer, é sol, é sede, é cansaço Finalmente vem a chuva e a leva a enxurrada Sente...",
      "preview": "Ir para conteúdo Maria Alice Ferreira da Rosa DeAlice 19 19America/Sao_Paulo maio 19America/Sao_Paulo 2021 1 01America/Sao_Paulo maio 01America/Sao_Pa"
    },
    {
      "url": "https://corporate.shipt.com/news",
      "title": "Shipt - News",
      "description": "Get the latest news from Shipt",
      "preview": "Ready to start saving time? Newsroom Introducing Shipt's New Chat to Cart Feature Introducing Shipt's New Chat to Cart Feature Oct 2, 2025 Introducing"
    },
    {
      "url": "https://www.ekollel.com/?s=are%20nestle%20nerds",
      "title": "You searched for are nestle nerds - The Kosher Portal",
      "description": "void",
      "preview": "Skip to content Sorry, but nothing matched your search terms. Please try again with some different keywords. Search for: Search"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "https://www.woodtv.com/news/target-8/wrongfully-convicted-man-to-walk-free-from-prison/",
      "title": "Man freed from Michigan prison 21 years after conviction for Kalamazoo County murders",
      "description": "Thrilled and at times tearful, a man the state now says was wrongfully convicted of a Kalamazoo County double murder walked free Friday after 21 years. The exonerated Jeff Titus, 71, was greeted with hugs and handshakes as he left the state prison near Coldwater. And, free for just minutes, he spoke with Target 8.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.perfumesclub.pt/pt/cosmeticos-faciais_tratamentos-faciais_efeito-reafirmante-e-lifting/estee-lauder/mulher/fms/",
      "title": "Cremes efeito lifting Estée Lauder online | Perfume's Club",
      "description": "Pare o envelhecimento facial e as rugas com o Estée Lauder firmeza facial para efeito lifting Mulher a um preço baixo em sua loja de cosméticos online.",
      "preview": "Ajuda e Contacto Melhor preço online garantido Serviço 5 estrelas Garantia de devolução Entrega em 2-4 dias INSPIRE-SE Universo OUTONO Vitaminas e SUP"
    },
    {
      "url": "https://www.unitec.ac.nz/about-us/contact-us/staff-directory?stf_page_size=50&stf_department=59054&stf_fc_limit=r",
      "title": "Staff Directory | Unitec",
      "description": "Our staff have a wide range of experience, knowledge and research interests. Find out their expertise and contact info.",
      "preview": "Study Career and study options Why choose Unitec Scholarships and Awards Application and funding Research and Enterprise Apply now Contact us Current"
    },
    {
      "url": "https://oksenate.gov/press-releases/standridge-files-bills-address-indoctrination-oklahoma-schools?back=/senator-press-releases/rob-standridge",
      "title": "Standridge files bills to address indoctrination in Oklahoma schools | Oklahoma Senate",
      "description": "OKLAHOMA CITY - Sen. Rob Standridge, R-Norman, filed two bills Thursday addressing an issue of growing concern for Oklahoma parents - the indoctrination of their children in school classrooms and on college campuses.",
      "preview": "Skip to main content Share Printer Friendly back to press releases December 16, 2021 | 04:30pm Standridge files bills to address indoctrination in Okl"
    },
    {
      "url": "https://www.wcpo.com/news/local-news/clermont-county/ohio-township/coroner-four-people-dead-in-home-in-ohio-township-near-new-richmond",
      "title": "4 dead, 1 hospitalized after 'potential murder-suicide' near New Richmond in Ohio Township",
      "description": "Four people are dead in Ohio Township near New Richmond, Ohio, according to the Clermont County Coroner's Office.",
      "preview": "void"
    },
    {
      "url": "https://tivimax.web.app",
      "title": "TiviMax IPTV Player",
      "description": "void",
      "preview": "Tivimax IPTV Player offer the best watch experience for your iptv services. Download Now Tivimax IPTV Player offers the ability to view IPTV through S"
    },
    {
      "url": "http://www.selfstoragebrokersofamerica.com/",
      "title": "! Self Storage Brokers of America",
      "description": "void",
      "preview": "Home About SSBA Short Term Management Our Team Properties Development Sites Recent Sales Testimonials Affiliate Program How it Works Advertising & Mar"
    },
    {
      "url": "https://news.stv.tv/east-central/flight-carrying-scots-school-trip-from-edinburgh-to-new-york-catches-fire-mid-air",
      "title": "Flight carrying Scots school trip from Edinburgh to New York 'catches fire' mid-air | STV News",
      "description": "The Delta Airlines plane was forced to make an emergency landing at Prestwick Airport on Friday.",
      "preview": "Close Search"
    },
    {
      "url": "https://www.imb2b.com/trend/show.php?itemid=2397",
      "title": "新加坡國家館 進駐醫療展 - IMB2B.com",
      "description": "經濟部國際貿易局主辦，外貿協會執行之「台灣國際醫療展覽會」將於6月15日至18日，與「台灣國際銀髮族暨健康照護產業展」在台北世貿一館共同展出，新加坡醫療業者也籌組國家館參展。為疏解展覽期間擁擠人潮，現開放參觀預先登記。 - IMB2B.com",
      "preview": "Mobile QR code Cart ( 0 ) Product Supplier Trade Show Ebook Photo Video Brand 徵展活動 產業動態 Post Your Request Home Product Supplier Trade Show Ebook Photo"
    },
    {
      "url": "https://www.lasff.com/social-media-posts-example.html",
      "title": "Social Media Posts (example)",
      "description": "void",
      "preview": "LSFF Home Tickets & Passes Schedule 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 Submit Shop Judges Gift Store Become a Sponsor Gallery Cont"
    },
    {
      "url": "https://www.leverforchange.org/",
      "title": "Lever for Change | Discover New Potential",
      "description": "By creating equitable access, we connect donors with bold solutions that move the world. Reimagine philanthropy with us.",
      "preview": "Skip to content Discover new potential. We create equitable access that enables Philanthropy to go beyond the familiar. More about our mission Feature"
    },
    {
      "url": "https://www.hollandsentinel.com/story/news/columns/2020/05/10/mother-s-day-2020/1218142007/",
      "title": "Mother's Day 2020",
      "description": "It's been a pretty subdued Mother's Day. King and I went to a drive thru, got sandwiches and took them to the beach to watch the waves from the truck. I guilted him into it by telling him it was Mot...",
      "preview": "Skip to main content Home Election Local Crime Education State Nation & World Politics Mother's Day 2020 The Road Frequently Traveled King and I went"
    },
    {
      "url": "https://publications.aston.ac.uk/view/author/dubovm=40aston=2Eac=2Euk.html",
      "title": "Aston Publications Explorer",
      "description": "void",
      "preview": "Browse by Aston Author Up a level Export as ASCII Citation BibTeX Dublin Core EP3 XML EndNote HTML Citation JSON METS Multiline CSV Object IDs OpenURL"
    },
    {
      "url": "https://milanoevents.it/2021/10/29/festa-del-cioccolato-milano-navigli-novembre/",
      "title": "Festa del cioccolato artigianale sui Navigli Milanesi - MILANOEVENTS.IT | News 2.0 ed Eventi a Milano",
      "description": "Eventi a Milano. MilanoEvents.it è un Portale semplice e intuitivo su Milano in grado di aiutarvi a scoprire tutte le NEWS e gli EVENTI a Milano e Lombardia, dove trovare svago e divertimento",
      "preview": "Facebook Instagram RSS TikTok Twitter Youtube Accedi HOME EVENTI CULTURA FASHION & DESIGN FOOD & DRINK LIFESTYLE LAVORO Accedi Benvenuto! Accedi al tu"
    },
    {
      "url": "https://licensing.pixels.com/art/all/all/all/movies+star+paintings?sort=bestsellers",
      "title": "Movies Star Paintings for Sale",
      "description": "Movies star paintings for sale.",
      "preview": "Shop millions of independent artists. Independent. Together. PIXELS.COM Every purchase includes a money-back guarantee . Keyword Change Search Type Ke"
    },
    {
      "url": "http://yt.be/songwriters",
      "title": "YouTube for Songwriters - Songwriters Home",
      "description": "Browse resources tailor-made for songwriters, producers, and their teams. Find answers, create your visual discography, and promote your latest work on YouTube.",
      "preview": "The Home For Songwriters On YouTube Made just for you - a space created for songwriters, producers, and their teams to thrive on YouTube. Browse Resou"
    },
    {
      "url": "http://www.atlanticarona.com/",
      "title": "Hotel sulle rive del lago di Arona | Hotel Atlantic - Hotel 4 stelle ad Arona",
      "description": "void",
      "preview": "IT EN Home Posizione News & Eventi Photogallery PRENOTA ORA X MIGLIOR TARIFFA GARANTITA Arrivo Notti 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 2"
    },
    {
      "url": "http://www.darpa.mil/",
      "title": "Home | DARPA",
      "description": "Since 1958, DARPA has held to an enduring mission: To create technological surprise for U.S. national security.",
      "preview": "Skip to main content Items Media Title OUR MISSION Caption Create Technological Surprise for National Security R&D Opportunities Media Title A FULLY A"
    },
    {
      "url": "https://www.grireland.ie/results/greyhound-search/owners-page/?oid=42471",
      "title": "Owners Page",
      "description": "void",
      "preview": "toggle menu MENU Home Page Results Greyhound Search Owners Page Mr. Jeremiah Kerins Last Recorded Race or Trial: 30-Sep-25 (Tralee) Address: N/A Recor"
    },
    {
      "url": "http://fao.org/contact-us/terms/en/",
      "title": "Terms and Conditions | FAO | Food and Agriculture Organization of the United Nations",
      "description": "Terms and Conditions",
      "preview": "Share Close Terms and Conditions REUSE OF WEB CONTENT Content on the FAO website is protected by copyright. To ensure wide dissemination of its inform"
    },
    {
      "url": "https://curlconverter.com/",
      "title": "Convert curl commands to code",
      "description": "Utility for converting cURL commands to code",
      "preview": "Convert curl commands to Python, JavaScript and more Convert curl to Python, JavaScript and more Fork me on GitHub curl command Examples: GET - POST -"
    },
    {
      "url": "https://us02web.zoom.us/j/82663842838?pwd=NTkwSzBSQ2c5UFExUCtZc0dIdDBkZz09",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://uso.6connex.com/event/virtual/womens-empowerment-summit/login",
      "title": "Resources for Retired Events Links | 6Connex Event Tech",
      "description": "Oops! An event or venue that was hosted on the 6Connex platform has been retired. See these resources for guidance.",
      "preview": "Skip to content See 6C In Action Book a Demo Try it Now See It In Action Book A Demo The 6Connex event or venue you're trying to access is no longer a"
    },
    {
      "url": "https://kids.mongabay.com/",
      "title": "Mongabay Kids - connecting kids with nature and conservation",
      "description": "void",
      "preview": "Mongabay Kids nature, biodiversity and conservation education materials for kids Search for: Wild News October 7, 2025 See the world's largest turtle"
    },
    {
      "url": "http://www.ilsole24ore.it/",
      "title": "Il Sole 24 Ore: notizie di economia, finanza, borsa, fisco, cronaca italiana ed esteri - Il Sole 24 ORE",
      "description": "Notizie di economia, cronaca italiana ed estera, quotazioni borsa in tempo reale e di finanza, norme e tributi, fondi e obbligazioni, mutui, prestiti e lavoro a cura de Il Sole 24 Ore.",
      "preview": "Vai alla navigazione principale Vai al contenuto Vai al footer Italia Mondo Economia Finanza Mercati Finanza Personale Norme & Tributi Altre Arteconom"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://jasoncanty01.tumblr.com/post/126527477477",
      "title": "Jason Canty's Tumblr Stuffs - Is learning computer science linked to improved learning in other subjects? - Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "https://www.ica.se/handla/",
      "title": "Handla mat online från din lokala ICA-butik",
      "description": "Handla mat online från din lokala ICA-butik",
      "preview": "Startsida Frukt & Grönt Kött, Chark & Fågel Fisk & Skaldjur Mejeri & Ost Bröd & Kakor Vegetariskt Färdigmat Barn Glass, Godis & Snacks Dryck Skafferi"
    },
    {
      "url": "https://www.google.nu/url?q=http%3A%2F%2Fwww.Berita%20Harian.my.id%2F",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso un URL non valido. Se non desideri visitare questa pagina, puoi t"
    },
    {
      "url": "https://api-docs.carto.com",
      "title": "CARTO API Documentation",
      "description": "Documentation about CARTO API endpoints. Maps API, SQL API, Import API, Connections API, Tokens API and LDS API",
      "preview": "void"
    },
    {
      "url": "https://wagcco.my.salesforce-sites.com/pkb2/articles/en_US/Information/Passport-FAQs/?l=en_US&fs=Search&pn=1",
      "title": "Photo Help - Photo Passport FAQs",
      "description": "Please see below for frequently asked questions about Passport Photos...",
      "preview": "Photo Help - Photo Passport FAQs Back Walgreens Photo Help Photo Passport FAQs Published 01/31/2025 10:37 AM | Updated 01/31/2025 10:37 AM Please see"
    },
    {
      "url": "https://tracker.debian.org/news/337073/accepted-gnome3-emblems-010-1-source-amd64/",
      "title": "Debian Package Tracker",
      "description": "void",
      "preview": "News for package gnome3-emblems Date : Tue, 12 Jun 2012 19:32:33 +0000 From : Francois Marier <francois@debian.org> To : <debian-devel-changes@lists.d"
    },
    {
      "url": "https://www.oebb.at/de/tickets-kundenkarten",
      "title": "Tickets & Ermäßigungen - ÖBB",
      "description": "Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten.",
      "preview": "Tickets & Ermäßigungen Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten. Hier geben wir Ihnen einen Überblick über unser gesamtes Fahrk"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://www.erika-sanvigilio.it/en/summer-winter/cross-country-skiing/73-0.html",
      "title": "Cross-country skiing - Marebbe - - Hotel Erika San Vigilio di Marebbe",
      "description": "If you choose San Vigilio to spend your winter holidays you should also grasp the chance to try cross-country skiing. The 12km-long Marebbe Valley, ...",
      "preview": "Request now Arrival Days persons Request Booking Cross-country skiing If you choose San Vigilio to spend your winter holidays you should also grasp th"
    },
    {
      "url": "https://pbskids.org/apps/",
      "title": "Apps & More | PBS KIDS Mobile Downloads | PBS KIDS",
      "description": "void",
      "preview": "For Parents : Toggle message bar View All Apps View All E-Books View All Albums X Select a Store for Available Devices Or Download From Another Store"
    },
    {
      "url": "https://web.dev/measure/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "https://www.adrrn.net/",
      "title": "ADRRN - Asia, Let's make it resilient!",
      "description": "void",
      "preview": "The Asian Disaster Reduction and Response Network (ADRRN) is a regional network of civil society organisations dedicated to promoting disaster risk re"
    },
    {
      "url": "https://aromaarena.de/Holunderbeere",
      "title": "Holunderbeere - wasserlösliches Lebensmittelaroma - AromaArena",
      "description": "Holunderbeeren werden in der Umgangssprache rund um den Rhein bis hoch nach Niedersachsen auch als Fliederbeeren bezeichnet, was botanisch jedoch gänzlich v",
      "preview": "Additional contact mail (leave blank)* I totally agree to receive nothing* Holunderbeere Artikelnummer: 66-0845 Kategorie: Obst & Gemüse Geschmacksbes"
    },
    {
      "url": "https://hccundc.de/partner/",
      "title": "Partner - HCC&C",
      "description": "Partner Unsere Erfahrung Umfassende Diagnostik-, Führungs- und Managementerfahrung - national und international Erfahrungs-und Kompetenz-Profil HCC&C Partner verfügen über langjährige Erfahrung in komplexen Projekten im Kontext von Restrukturierungs- und herausfordernden Managementsituationen. Ihre umfangreichen HR-Kenntnisse und ihre Erfahrung in der Leistungs- und Potenzialeinschätzung von erfolgskritischen Führungs- und Schlüsselkräften sind Basis für die nachhaltige Umsetzung von Restruk­turierungs­maßnahmen zur [...]",
      "preview": "Partner Unsere Erfahrung Umfassende Diagnostik-, Führungs- und Managementerfahrung - national und international Erfahrungs-und Kompetenz-Profil HCC&C"
    },
    {
      "url": "https://www.wedding-workshop.ch/author/cloudweb-admin/",
      "title": "cloudweb admin",
      "description": "void",
      "preview": "Skip to main content Zur Hauptsidebar springen Zur Fußzeile springen cloudweb admin Es wurden keine Inhalte gefunden, die Ihren Kriterien entsprechen."
    },
    {
      "url": "https://www.bing.com/give/?publ=&crea=&pn=",
      "title": "Catalogo di riscatto Microsoft Rewards",
      "description": "Guadagna con Microsoft Rewards punti gratuiti che puoi riscattare per buoni regalo, usare per partecipare a premi o donare a un'organizzazione no profit.",
      "preview": "Guida alla Microsoft Rewards Informazioni su come risolvere i problemi comuni Invia feedback Contattare il supporto tecnico Microsoft"
    },
    {
      "url": "https://empres-i.apps.fao.org/",
      "title": "EMPRES-i +",
      "description": "EMPRES-i + is a web-based application that has been designed by FAO's Emergency Prevention System (EMPRES) to support veterinary services.",
      "preview": "void"
    },
    {
      "url": "https://developers.google.com/machine-learning/crash-course",
      "title": "Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Français Indonesia Português - Brasil Русский Українська 中文 - 简体 日本語 한국어 Sign in Home"
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "https://www.canarymedia.com/articles/energy-markets/a-deeper-dive-into-24-7-carbon-free-energy",
      "title": "A deeper dive into 24/7 carbon-free energy | Canary Media",
      "description": "Tech giants and startups are chasing more precise data to make the grid cleaner by the hour - and asking governments and regulators to catch up.",
      "preview": "A deeper dive into 24 / 7 carbon-free energy Tech giants and startups are chasing more precise data to make the grid cleaner by the hour - and asking"
    },
    {
      "url": "http://pp9.pl/",
      "title": "Przedszkole Publiczne nr 9 w Głogowie",
      "description": "Strona CMS dla placówek oświaty, Przedszkole Publiczne nr 9 w Głogowie",
      "preview": "Przedszkole Publiczne nr 9 w Głogowie Ważne informacje / wydarzenia Szanowni Uczniowie i Rodzice zapraszamy do zapoznania się z ważnymi informacjami d"
    },
    {
      "url": "https://www.publicnoticeillinois.com#nt=primarynavbar",
      "title": "Public Notice Illinois | Illinois Press Association - Springfield, IL",
      "description": "void",
      "preview": "Search Public Notices: Popular Popular Searches Annual Treasurer's Report Assessments Estate Claims Foreclosures I-Cash Prevailing Wage Notices Schedu"
    },
    {
      "url": "https://www.baynews9.com/fl/tampa/news/2022/02/02/polk-county-group-proposes-book-ban-",
      "title": "16 books taken off Polk Public School shelves for review",
      "description": "Some of the books include \"The Bluest Eye\" and \"The Kite Runner.\"",
      "preview": "Open in Our App Get the best experience and stay connected to your community with our Spectrum News app. Learn More Open in Spectrum News App Continue"
    },
    {
      "url": "https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature",
      "title": "Climate change: global temperature | NOAA Climate.gov",
      "description": "Earth's surface temperature has risen about 2 degrees Fahrenheit since the start of the NOAA record in 1850. It may seem like a small change, but it's a tremendous increase in stored heat.",
      "preview": "Skip to main content This website is an ARCHIVED version of NOAA Climate.gov as of June 25, 2025. Content is not being updated or maintained, and some"
    },
    {
      "url": "http://www.hfs.psu.edu/",
      "title": "Home Page | LiveOn",
      "description": "void",
      "preview": "Skip to main content Image Your Penn State Experience Starts Here Get Started Prospective Students Current Students Graduate & Family Housing Student"
    },
    {
      "url": "https://www.anthesisgroup.com/",
      "title": "Sustainability Consultants | Anthesis Group",
      "description": "We activate performance through sustainability consultancy, digital operationalisation and purpose-led transformation.",
      "preview": "Skip to content EPR Laws Are Live - Are You Ready? Find out how to prepare for Extended Producer Responsibility in your jurisdiction How to prepare fo"
    },
    {
      "url": "https://ew.com/awards/gigi-goode-peoples-choice-reality-contestant/",
      "title": "Drag Race star Gigi Goode wins People's Choice Award for reality contestant",
      "description": "Gigi Goode from 'RuPaul's Drag Race' wins People's Choice Award for Competition Contestant of 2020.",
      "preview": "Top Stories Emmys respond to Seth Rogen saying he's been banned from presenting Dolly Parton won't accept her Oscar in person Jennifer Lopez learned"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/full-legal",
      "title": "Privacy Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Privacy Policy of Tenuta Larnianone Tenuta Larnianone collects some Personal Data from its Users. This document contains a section dedicated to Users"
    },
    {
      "url": "http://tocaboca.com/privacy",
      "title": "Privacy Policy - Toca Boca",
      "description": "Toca Boca Privacy Policy",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://dol.ny.gov/",
      "title": "Department of Labor Home Page | Department of Labor",
      "description": "void",
      "preview": "Skip to main content We Are Your DOL Get Help With Unemployment Benefits Find a Job Affected by the Federal Shutdown? Information for Workers Impacted"
    },
    {
      "url": "http://snyderemarks.com/the-eric-bransby-mural/",
      "title": "The Eric Bransby Mural | snyderemarks.com",
      "description": "void",
      "preview": "Skip to content About Me Christmas Letters Fitness Adventures Olympic Interviews Olympic Stories Dot.Com Refugee Even More Stories ← Thomas Hart Bento"
    },
    {
      "url": "https://www.rainforest-alliance.org/",
      "title": "Home | Rainforest Alliance",
      "description": "When you choose products with the Rainforest Alliance little green frog, you're supporting a better world for people and nature.",
      "preview": "Guardians of forests."
    },
    {
      "url": "https://www.rta-deutschland.de/de/product/4873-schrittmotoren-rh-1s3h",
      "title": "SCHRITTMOTOREN RH 1S3H - INDUSTRIAL MOTORS - SCHRITTMOTOREN - RTA - Motion Control Systems",
      "description": "Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JST Steckverbinder, niedrige Vibrationen und Heizung. Er eignet sich für die Kombination mit hochleistungsfähigen R.T.A. Antrieben der Serie BSD...",
      "preview": "SCHRITTMOTOREN RH 1S3H DOWNLOAD PDF Einleitung Der Motor RH 1S3H (2.3 A) hat einen 42 mm großen Flansch (NEMA 17) mit einem Haltemoment von 80 Ncm. JS"
    },
    {
      "url": "https://replit.com/languages/python3",
      "title": "Python Online Compiler & Interpreter - Replit",
      "description": "Write and run Python code using our Python online compiler & interpreter. You can build, share, and host applications right from your browser!",
      "preview": "Skip to content Code, create, and learn together with Python Code, collaborate, compile, run, share, and deploy Python and more online from your brows"
    },
    {
      "url": "https://b8horpet.tumblr.com/",
      "title": "@b8horpet on Tumblr",
      "description": "💩🎮🧑🏻‍💻",
      "preview": "Posts Likes reikacchan Follow don't give up mornington-the-crescent narcissistcookbook Follow i had a dream two nights ago where i was being shown aro"
    },
    {
      "url": "https://tech.target.com/",
      "title": "Target Tech Blog",
      "description": "Target is investing heavily in technology and innovation. Read more on the Target Technology engineering blog, and search job postings to join our team.",
      "preview": "skip to main content Target Announces Transformative GenAI Technology for Store Team Members Target recently announced the roll out of a new GenAI too"
    },
    {
      "url": "http://www.lifewatch.be",
      "title": "Homepage | Lifewatch",
      "description": "void",
      "preview": "Skip to main content LifeWatch Belgium, supporting your biodiversity & ecosystem research Find out more LifeWatch Belgium, supporting your biodiversit"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-skal-opereres",
      "title": "H.M. Dronningen skal opereres",
      "description": "Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med R...",
      "preview": "Del Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med"
    },
    {
      "url": "https://asp.schoolmessenger.com/novicsd/quicktip/",
      "title": "Quick Tip - Submit an Anonymous Tip - Powered by SchoolMessenger",
      "description": "void",
      "preview": "SchoolMessenger Quick Tip Novi Community School District SchoolMessenger Quick Tip allows you to submit an anonymous tip to school and district offici"
    },
    {
      "url": "https://www.wildlifeday.org/",
      "title": "Home | Official website of UN World Wildlife Day",
      "description": "Join us for #WWD2024 on 3 March 2024 in Connecting People and Planet: Exploring Digital Innovation in Wildlife Conservation",
      "preview": "Skip to main content Join us in exploring Wildlife Conservation Finance: Investing in People and Planet Ivonne Higuero Read more About Ivonne Higuero"
    },
    {
      "url": "https://www.forbes.com/sites/laurendebter/2021/02/25/goodwill-online-website-hits-1-billion-sales/?sh=760750dd52c1",
      "title": "Goodwill's Hidden Gem: A Growing Online Business That's Sold $1 Billion Of Used Stuff",
      "description": "The thrift store's online sales jumped 22% to $170 million last year.",
      "preview": "Business Retail Editors' Pick Goodwill's Hidden Gem: A Growing Online Business That's Sold $1 Billion Of Used Stuff By Lauren Debter , Former Staff. I"
    },
    {
      "url": "https://app.geniusu.com/mentor_circles/1045/events/1514",
      "title": "Mini-Mastermind for GeniusU Mentors Week 4 - Webinars on GeniusU",
      "description": "What path should you follow in life? When you follow your natural genius, life becomes a joy. But if you focus on your weaknesses, everything becomes hard work. Take the free, one minute Genius Test, and discover your genius.",
      "preview": "Genius AI Join for free Log in Home Campuses Investor Entrepreneur University School Community Circles Mentors Students Companies Events Courses About"
    },
    {
      "url": "https://variety.com/2022/tv/news/lacey-chabert-hallmark-channel-1235187045/",
      "title": "Lacey Chabert Signs Hallmark Channel Deal After \"Wedding Veil\" Trilogy",
      "description": "Lacey Chabert and Crown Media Family Networks have agreed to an exclusive multi-picture overall deal for the next two years.",
      "preview": "Feb 21, 2022 5:03pm PT Lacey Chabert Lands Exclusive Multi-Picture Hallmark Channel Deal By J. Kim Murphy Plus Icon J. Kim Murphy jkimmurphy Latest Ge"
    },
    {
      "url": "https://investors.alkami.com/",
      "title": "Investor Relations | Alkami Technology, Inc. - Investor Relations",
      "description": "void",
      "preview": "Skip to content Alkami Technology, Inc Menu Search Close btn-Request a demo Request a demo Alkami Technology, Inc Menu Search Close btn-Request a demo"
    },
    {
      "url": "https://usenetloadsyulh.web.app/ivester19042jid/304112.html",
      "title": "Cómo descargar s w para la cámara de windows 10 (2020)",
      "description": "Echa un vistazo a nuestra selección de programas para gestionar la webcam de tu PC con el que podrás comunicarte con tus amigos mediante vídeo en directo",
      "preview": "Skip to content Descargar cámara 360 Cómo descargar B612 gratis B612 es una aplicación de fotografía para Android, Windows Phone y iOS que ofrece dive"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.emt.es/portal/en/horarios-y-recorridos",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "https://esv.info/query/Tobias+Lange/section/news/pageProducts/1/sortProducts/date/pageNews/1/suche.html",
      "title": "Suche im Gesamtverzeichnis - Erich Schmidt Verlag (ESV)",
      "description": "Der Erich Schmidt Verlag (ESV) ist ein namhafter Fachverlag mit den Programmschwerpunkten Recht, Wirtschaft, Steuern sowie Philologie. Publiziert werden Bücher,...",
      "preview": "Wir verwenden Cookies. Um Ihnen ein optimales Webseitenerlebnis zu bieten, verwenden wir Cookies. Mit dem Klick auf „Alle akzeptieren\" stimmen Sie der"
    },
    {
      "url": "https://marinaraphael.com/",
      "title": "Marina Raphael",
      "description": "Shop the new Marina Raphael handbag collection, crafted in Italy. Discover the Marina Raphael world.",
      "preview": "Skip to content LUNA IN GUNMETAL EMBELLISHED SUEDE € 885 EVANGELIE IN CRYSTAL € 950 BABY RIVIERA IN BLACK SUEDE € 720 MICRO STELLA IN OMBRE EMBELLISHE"
    },
    {
      "url": "https://research.repository.duke.edu/catalog?f%5Bcreator_sim%5D%5B%5D=Sfakianos%2C+Gregory&f%5Bcreator_sim%5D%5B%5D=Berchuck%2C+Andrew&f%5Bcreator_sim%5D%5B%5D=Whitaker%2C+Regina&f%5Bformat_sim%5D%5B%5D=PDF&f%5Bformat_sim%5D%5B%5D=CEL&f%5Bsubject_sim%5D%5B%5D=Primary+ovarian+cancer&f%5Bsubject_sim%5D%5B%5D=Ovarian+cancer&locale=en&per_page=50&sort=system_modified_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://solarsystem.nasa.gov/planets/overview/",
      "title": "About the Planets",
      "description": "Our solar system has eight planets, and five dwarf planets - all located in an outer spiral arm of the Milky Way galaxy called the Orion Arm.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com/googleplaydev%3F~feature=LoMobileNavBar&~channel=ShowCollectionHome&~stage=m2",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://makethefuturesummit.org",
      "title": "Make the Future Summit | March 28-30, 2022",
      "description": "Join a learning community of school leaders, teachers and IT leads across the UK.",
      "preview": "Skip to main content Stay Informed on Future Academies Already registered? Sign in here or get instructions for How to sign in 29 March, 2022 Sevenoak"
    },
    {
      "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0004570",
      "title": "Estimating the Worldwide Extent of Illegal Fishing | PLOS One",
      "description": "Illegal and unreported fishing contributes to overexploitation of fish stocks and is a hindrance to the recovery of fish populations and ecosystems. This study is the first to undertake a world-wide analysis of illegal and unreported fishing. Reviewing the situation in 54 countries and on the high seas, we estimate that lower and upper estimates of the total value of current illegal and unreported fishing losses worldwide are between $10 bn and $23.5 bn annually, representing between 11 and 26 million tonnes. Our data are of sufficient resolution to detect regional differences in the level and trend of illegal fishing over the last 20 years, and we can report a significant correlation between governance and the level of illegal fishing. Developing countries are most at risk from illegal fishing, with total estimated catches in West Africa being 40% higher than reported catches. Such levels of exploitation severely hamper the sustainable management of marine ecosystems. Although there have been some successes in reducing the level of illegal fishing in some areas, these developments are relatively recent and follow growing international focus on the problem. This paper provides the baseline against which successful action to curb illegal fishing can be judged.",
      "preview": "Browse Subject Areas ? Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click here . Art"
    },
    {
      "url": "https://azuremarketplace.microsoft.com/en-us/",
      "title": "Microsoft Azure Marketplace",
      "description": "void",
      "preview": "Azure Marketplace Apps Consulting Services Search Marketplace Search Sell Blog Azure Marketplace More Search Marketplace Search More Azure Marketplace"
    },
    {
      "url": "https://shop.strato.com/epages/62057949.sf/nl_BE/?ViewObjectPath=%2FShops%2F62057949%2FProducts%2FSHWN-318350-101%2FSubProducts%2FSHWN-318350-101-0026",
      "title": "Cinteo Superheel - Women's - Sport Flash Plus",
      "description": "19.99€(-30%)",
      "preview": "Ga naar de hoofdinhoud Categories Producten in de aanbieding Categorieën Herenschoenen Damesschoenen Kinderschoenen Voetbalschoenen Accessoires & Text"
    },
    {
      "url": "http://ricette-antipasti.blogspot.com/",
      "title": "Ricette Antipasti",
      "description": "Ricette di antipasti per tutti i gusti",
      "preview": "skip to main | skip to sidebar Ricette Antipasti Ricette di antipasti per tutti i gusti venerdì 2 febbraio 2007 Cozze alla Francese Ingredienti ricett"
    },
    {
      "url": "https://www.fox13news.com/news/proposed-bill-would-ban-dogs-from-sticking-heads-outside-car-windows",
      "title": "Proposed bill would ban dogs from sticking heads outside car windows | FOX 13 Tampa Bay",
      "description": "A newly filed Florida Senate Bill related to animal welfare could change how you travel with your dog.",
      "preview": "Small Craft Advisory from THU 8:00 PM EDT until SAT 8:00 PM EDT, Tampa Bay waters New bill would ban dogs hanging out of car windows Joneé Lewis repor"
    },
    {
      "url": "https://ca.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Extensió del WordPress | WordPress.org Català",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Cerca extensions Detalls"
    },
    {
      "url": "http://www.onepixeldev.com",
      "title": "One Pixel Dev",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Application development at its finest. ."
    },
    {
      "url": "https://www.nhanow.com/certification/nha-certifications/certified-ekg-technician-(cet)",
      "title": "EKG Certification | Earn your CET to become an EKG tech",
      "description": "Earn your EKG certification from NHA to access a better future as an EKG technician. Get information about earning your EKG certification, including the EKG practice test and preparation materials to support your certification journey.",
      "preview": "Your path to EKG certification Certified EKG Technician (CET) Earning your CET credentials will help you: Page Link Fulfill employer requirements 87%"
    },
    {
      "url": "https://www.thearma.org/essays.htm",
      "title": "Essays - Swords & Swordsmanship",
      "description": "void",
      "preview": "ABOUT The ARMA Intro to MARE MARE Literature Our Advisors Our Perspective ARMA's Director METHOD Our System Modern Study The ARMA Way Reclaiming the A"
    },
    {
      "url": "http://americablog.blogspot.com/2012/04/us-kids-with-autism-up-78-in-last.html",
      "title": "US Politics | AMERICAblog News: US kids with autism up 78% in last decade",
      "description": "One of America's most influential progressive political blogs, providing news analysis of US politics, by John Aravosis in Washington DC",
      "preview": "skip to main skip to sidebar Join Email List | About us | AMERICAblog Gay Elections | Economic Crisis | Jobs | TSA | Limbaugh | Fun Stuff Follow @amer"
    },
    {
      "url": "http://www.prevailboxing.com/",
      "title": "Prevail Boxing | A Workout That Hits Different",
      "description": "Group classes offering the perfect blend of boxing technique and full-body fitness. Join the Prevail community and start your workout journey today.",
      "preview": "0 A boxing workout that just hits different The perfect blend of fundamental boxing technique and the best full-body workout you can get. TRY TWO WEEK"
    },
    {
      "url": "https://www.space.com/jfk-apollo-moonshot-nasa-readiness.html",
      "title": "Why JFK Believed His Bold Moonshot Was Achievable | Space",
      "description": "Apollo 11 was truly a giant leap, but it was no miracle.",
      "preview": "Skip to main content Don't miss these President John F. Kennedy speaks before a joint session of Congress, May 25, 1961. In this address, the presiden"
    },
    {
      "url": "https://apply.workable.com/kaporcenter/",
      "title": "Kapor Center - Current Openings",
      "description": "The Kapor Center is a family of for profit and not for profit organizations founded by Mitch and Freada Kapor to advance innovation and economic progress of underrepresented communities in technology and entrepreneurship. The Kapor Center aspires to cl...",
      "preview": "void"
    },
    {
      "url": "https://www.gereve63.net/collections/beaux-arts/",
      "title": "Dans les musées - Blocs-photos",
      "description": "void",
      "preview": "Dans les musées Consignes Cadrages Ambiance d'expos Art dit contemporain Air de FIAC Peintres au féminin Plaisirs de l'attente Œuvres d'art On lève la"
    },
    {
      "url": "https://angusmon.tumblr.com/post/143019007264",
      "title": "Angusmon - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Computer science: the impact of K-12 on university enrollment codeorg : At Code.org, we're regularly asked if teaching computer science in grades K-12"
    },
    {
      "url": "https://blogs.windows.com/windowsexperience/?p=176849",
      "title": "Bringing you closer to what you love with new experiences in Windows 11 | Windows Experience Blog",
      "description": "As the PC continues to play a more meaningful role in our lives, we will continue to evolve Windows 11 as a connection point between people, ideas and creations",
      "preview": "Skip to main content Skip to main content / Windows Experience Blog Windows 11 February 15, 2022 Bringing you closer to what you love with new experie"
    },
    {
      "url": "http://www.dataprotection.ie",
      "title": "Homepage | Data Protection Commission",
      "description": "We are the national independent authority responsible for upholding the fundamental right of the individual in the EU to have their personal data protected.",
      "preview": "New Case Studies section Take a look New Guidance: Data Protection Commission Launches Adult Safeguarding Toolkit to Protect Vulnerable Adults' Data V"
    }
  ],
  "_meta": {
    "total_bookmarks": 103
  }
}