{
  "data": [
    {
      "url": "https://www.bytedance.com",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://simplytadka.com/",
      "title": "Simply Tadka",
      "description": "Cooking is love made visible",
      "preview": "Soya Keema Pav (Indian Street Style Soya Keema Pav Recipe) Preeti Garg September 9, 2023 Soya Keema pav is a delicious and vegetarian twist on the cla"
    },
    {
      "url": "https://www.calicolabs.com/people/arthur-d-levinson",
      "title": "Arthur D. Levinson, Ph.D. - Calico",
      "description": "void",
      "preview": "Skip to content 0% About In September 2013, Art was named chief executive officer of Calico. Before that, he was chief executive officer of Genentech"
    },
    {
      "url": "https://www.simplegenerosity.org/",
      "title": "Simple Generosity",
      "description": "Simple Generosity offers streamlined donation processing, simplified fundraising compliance and customized matchmaking with nonprofits that fit your brand, customers and community best.",
      "preview": "0 Helping companies do good and look good Customized, nimble matchmaking with nonprofits that fit your brand, customers, and communities best. Plus st"
    },
    {
      "url": "https://ihcw.aap.org/resources/Documents/fingerfoodsposterfinalv01.pdf",
      "title": "Institute for Healthy Childhood Weight",
      "description": "The Institute for Healthy Childhood Weight advocates for pediatric obesity prevention, assessment, management and treatment.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://www.sns.gov.pt/servicos/utente/",
      "title": "Utentes em espera por cirurgia - SNS",
      "description": "SNS 24 informa utentes referenciados sobre opções existentes. A partir do dia 30 de outubro, o SNS 24 vai passar a contactar pró-ativamente os utentes do Serviço Nacional de Saúde (SNS) que recebem notas de transferência entre hospitais públicos ou vales de cirurgia para os convencionados ou para o setor social, apoiando uma tomada de decisão mais rápida por parte dos utentes e facilitando os procedimentos de agendamento das cirurgias. Através deste novo projeto, a ser desenvolvido pela Administração Central do Sistema de Saúde (ACSS) em parceria com os Serviços Partilhados do Ministério da Saúde (SPMS), os utentes referenciados para cirurgia, que tenham recebido vale-cirurgia, serão contactados pelos operadores do Centro de Contacto do SNS, altura em que serão informados sobre as opções existentes, de forma a obterem uma resposta célere de tratamento. Em termos operacionais, o SNS 24 emitirá um relatório diário, a enviar às Administrações Regionais de Saúde e a todas Unidades Regionais de Gestão do Acesso, com informação atualizada sobre os utentes contactados. Os vales-cirurgia, emitidos no âmbito do Sistema Integrado de Gestão de Inscritos para Cirurgia (SIGIC), sob a responsabilidade da ACSS, visam garantir uma resposta ao utente, sempre que o SNS não o consegue fazer num tempo clinicamente aceitável, através do encaminhamento para outros hospitais privados ou sociais com convenção com o SNS. Para saber mais, consulte: Administração Central do Sistema de Saúde, IP - http://www.acss.min-saude.pt",
      "preview": "sns-container Pesquisar no site Início Notícias de Saúde Utentes em espera por cirurgia Utentes em espera por cirurgia Ouvir 30/10/2017 SNS 24 informa"
    },
    {
      "url": "https://www.turansa.com/",
      "title": "Guatemala Tours & Travel Services - Turansa",
      "description": "Guatemala Travel Specialists for Group Tours & Individual Travelers since 1989. Offering Tailor Made Tours, Private Bus Rentals & Shuttle Services.",
      "preview": "Scroll To Top Scroll To Top Home Guatemala Tours Tikal Tours Archeological Tours Historical Tours Ecological Tours Shore Excursions Adventure Tours Sp"
    },
    {
      "url": "https://www.ninashoes.com/products/brando-black?_pos=1&_sid=f13941996&_ss=r",
      "title": "Womens Brando-B Black Patent/Glass Crystal Minaudiere | Nina Shoes",
      "description": "Discover Nina Shoes Black Patent/Glass Crystal Minaudiere. Shop our collection of women's shoes, handbags, and girls' shoes.",
      "preview": "Skip to content 25% Off Sitewide | Use Code: SALE25 Up To 75% Off Clearance Free Shipping Over $50 On All US Orders Account Search Cart Shoes All Wome"
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/195838664",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Privacy Recognition for Processors Program Apple"
    },
    {
      "url": "https://www.postermywall.com/index.php/email/templates/all/all/all?utm_source=nav&utm_content=allemailtemplates&utm_medium=link&utm_campaign=emailtemplategallerynav",
      "title": "Free Email Templates, Responsive With Easy Editing | PosterMyWall",
      "description": "Engage your audience with PosterMyWall's email templates and drag-and-drop editor. Customize our free, responsive email templates and send campaigns like a pro or download your emails as HTML.",
      "preview": "We are working hard to add templates. In the meanwhile, please browse all our templates below. We are working hard to add templates. In the meanwhile,"
    },
    {
      "url": "https://support.norton.com/sp/en/us/home/current/info",
      "title": "Official Norton™ Support",
      "description": "Get all the support you need for your Norton products. We'll help you with installation, activation, sales and billing.",
      "preview": "What can we help you with? Upgrade for Free Cybercrime is evolving. So is your protection. *Offer for existing members for the remainder of your subsc"
    },
    {
      "url": "http://www.centrepompidou.fr/",
      "title": "Accueil - Centre Pompidou",
      "description": "La 1ère collection d'art moderne et contemporain d'Europe, des expositions, spectacles, débats, activités pour enfants... dans une architecture mythique, dotée de la plus belle vue de Paris du quartier Marais-Beaubourg",
      "preview": "Aller au contenu principal Fermer Rechercher 24 & 25 octobre 2025, de 11h à 5h du matin avec 2manydjs Alewya Asa Moto Breakbot & Irfane Camille Cather"
    },
    {
      "url": "https://tech.bakkenbaeck.com/post/training-a-language-model-in-spacy-v3",
      "title": "Training a language model in spaCy v3 - Bakken & Baeck",
      "description": "Since 2011, we have built products with some of the most ambitious companies out there. We have offices in Amsterdam, Barcelona, Bonn, London and Oslo.",
      "preview": "Skip to content Back to overview Training a language model in spaCy v3 September 17, 2021 | Nico Lutz 1. Intro On Feb 1 2020, explosion.ai introduced"
    },
    {
      "url": "http://aionnyc.com",
      "title": "Top Aesthetic Injector in New York, NY | AION Aesthetics",
      "description": "Aion Aesthetics is New York's premier aesthetic boutique clinic. Designated by Aesthetic Everything as the East Coast's \"Top Medical Spa 2022\" and spearheaded",
      "preview": "Skip to content You're In Good Hands. Book An Appointment Aesthetic Treatments Who touches your face matters. Your face isn't just another appointment"
    },
    {
      "url": "https://www.sidracortina.com/superproduccion-manzana/",
      "title": "Sidra Cortina | Cosecha de manzana 2017",
      "description": "void",
      "preview": "Sidra Cortina Productos Tienda Virtual Casa Cortina Villacubera Contacto RESERVAS → SidraTurismo Español English Français 中文 es | en | fr | 中文 Sidra C"
    },
    {
      "url": "http://www.ideeatavola.it/",
      "title": "ideeatavola.it",
      "description": "description",
      "preview": "ideeatavola.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web So"
    },
    {
      "url": "https://olc.worldbank.org",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.siliconvalleycf.org/coronavirus-fund",
      "title": "Emergency Response | Silicon Valley Community Foundation",
      "description": "As a community foundation, SVCF is uniquely positioned to meet the ongoing needs of our local communities and take on unexpected challenges, including the...",
      "preview": "Donor Login Accessibility Increase Font Size Decrease Font Size Reset Font Size EN Translate: Emergency Response As a community foundation, SVCF is un"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-017-1223-x",
      "title": "Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional study of the role of relationship quality and wider social support | BMC Pregnancy and Childbirth | Full Text",
      "description": "Research into the impact of unintended pregnancy on the wellbeing of women tends to focus on pregnancies ending in either termination or lone motherhood. Unintended pregnancy is common in partnered women, but little is known about the association between unintended pregnancy and postpartum affective disorders, such as depression and anxiety in this group. Poor relationship quality and lack of social support are considered risk factors for psychological distress (PD). We examined the association between unplanned motherhood and subsequent PD in partnered women, for whom evidence is sparse, accounting for the role of relationship quality and social support. Data for 12,462 partnered mothers were drawn from the first survey of Millennium Cohort Study, completed at 9&nbsp;months postpartum. Women reported whether their baby was planned, and how they felt when they discovered that they were pregnant. Pregnancy intention is categorised as \"planned\", \"unplanned/happy\", \"unplanned/ambivalent\" and \"unplanned/unhappy\". PD was assessed using the modified 9-item Rutter Malaise Inventory. Social support was measured by a composite score for perceived support, and a measure of actual support from friends and family. Relationship quality was assessed using a modified Golombok-Rust Inventory of Marital State. The effect of pregnancy intention on the odds of PD at 9&nbsp;months was estimated, adjusting for potential confounding factors. All analyses were weighted for response and design effects. In total 32.8%(weighted) (4343/12462) of mothers reported an unplanned pregnancy: 23.3&nbsp;wt% (3087) of mothers felt happy, 3.5&nbsp;wt% (475) ambivalent, and 6.0&nbsp;wt% (781) unhappy upon discovery. Unplanned pregnancy was associated with a significantly increased odds of PD compared to planned (OR 1.73 (95%CI: 1.53, 1.95)). This was more pronounced among women who reported negative or ambivalent feelings in early pregnancy (OR 2.72 (95%CI:2.17, 3.41) and 2.56 (95%CI:1.95, 3.34), respectively), than those who reported positive feelings (OR 1.39 (95%CI:1.21, 1.60)). Adjustment for relationship quality, in particular, reduced odds of PD after unplanned pregnancy (e.g. from 2.19 (95%C: 1.74, 2.74) to 1.63 (95% CI: 1.29, 2.07 in the unplanned, unhappy group compared to the planned). A third of partnered mothers reported that their pregnancy was unintended, yet this group is under-researched. Unplanned motherhood was associated with increased risk of PD at 9&nbsp;months postpartum, particularly among women who felt unhappy or ambivalent at the start. The roles of relationship quality and social support require further investigation, as possible means to intervene and improve maternal wellbeing.",
      "preview": "Skip to main content Search all BMC articles Search Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional st"
    },
    {
      "url": "https://restor.eco/",
      "title": "Restor | Global hub for nature restoration and conservation",
      "description": "Become a nature restoration champion with Restor. Showcase and monitor your projects, find funding and connect with the community. Join Restor for free!",
      "preview": "void"
    },
    {
      "url": "https://h4l0lvr.tumblr.com/",
      "title": "void",
      "description": "void",
      "preview": "1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna thebotjock me having a great time enjoying tlo"
    },
    {
      "url": "https://csdap.earthdata.nasa.gov/",
      "title": "Satellite Data Explorer",
      "description": "Search, discover, and access NASA acquired commercial satellite data.",
      "preview": "void"
    },
    {
      "url": "https://threetreecoffee.com/blogs/news/growlers-bottles-and-ice-cream-oh-my",
      "title": "Growlers, Bottles, and Ice Cream...Oh My! - Three Tree Coffee Roasters",
      "description": "Spring lasted a day, the gnats are out, and the heat is back. So what better way to celebrate summer than to highlight 3 ways we are helping you beat the heat! Growlers: Firstly, we unveiled our new growler system, where you can buy a custom growler with a half gallon of cold brew! Having crafted a new stellar cold b",
      "preview": "Close menu Locations Expand submenu Collapse submenu Midtown Shop - Statesboro Porch Shop - Pooler GSU Shop - Statesboro Order for Pick-up! Shop Expan"
    },
    {
      "url": "https://news.google.com/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "http://TIDAL.com/Beyonc%C3%A9",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://maddoxgallery.com/artists/85-the-connor-brothers/works/?&skip=36",
      "title": "The Connor Brothers | Maddox Gallery",
      "description": "With satirical works that combine retro art with irony, The Connor Brothers' artworks are highly sought after.",
      "preview": "The Connor Brothers works The Connor Brothers Art Dealer Drawing on paper The Connor Brothers Lockdown Self Portrait Pigment and Oil Stick on Board Th"
    },
    {
      "url": "http://www.boardgamegeek.com/game/5120",
      "title": "Doubles Wild | Board Game | BoardGameGeek",
      "description": "From the box: A roll of the dice decides where you place your marble on the board. Don't like your roll? You get a second chance! 3 in a row scores one point. Four in a row scores two points. Get the point? Build your rows or block your opponents. There's fun and strategy on every roll, and doubles are always WILD! The board is a grid, with the numbers 3-11 along each edge. Two blue dice determine which blue column, two red dice determine which red row, and you place your marble where they meet. Doubles are wild, so you can choose where to place your marble. If your opponent has a marble at that spot and it's not part of a three-in-a-row, you have a roll off, 3 dice and three chances, to see who can get the highest roll and claim that spot. Once a marble is part of a three-in-a-row it is locked in. Points are counted for a three-in-a-row in every direction; horizontally, vertically, and diagonally. The game ends when someone runs out of marbles, and everyone has a final turn. 1999 Mensa Select",
      "preview": "void"
    },
    {
      "url": "https://unstats.un.org/unsd/dnss/gp/fundprinciples.aspx",
      "title": "Fundamental Principles of Official Statistics",
      "description": "void",
      "preview": "UN Home | Department of Economic and Social Affairs | Economic and Social Development Home About us | Contact us | Site Map Statistics Division Home O"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/getting_started/index.html",
      "title": "Getting started with Ansible - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Getting started with Ansible Edit on GitHub Getting started with Ansible "
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "https://resources.github.com/devops/",
      "title": "What is DevOps? · GitHub",
      "description": "Discover what DevOps is, how it improves collaboration between development and IT teams, and how it boosts software delivery speed and reliability.",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Tables",
      "title": "Tables - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Tables There are three ways you can insert tables in Overleaf: Using the Insert ta"
    },
    {
      "url": "https://www.newyorker.com/magazine/2010/09/20/the-face-of-facebook",
      "title": "Mark Zuckerberg Opens Up | The New Yorker",
      "description": "Jose Antonio Vargas on the founder of Facebook.",
      "preview": "Skip to main content Save this story Save this story Save this story Save this story Mark Zuckerberg founded Facebook in his college dorm room six yea"
    },
    {
      "url": "http://www.legaseriea.it/en",
      "title": "Lega Serie A | Home",
      "description": "Lega Serie A | La massima serie in Italia, le venti migliore squadre, classifica, risultati, statistiche, video e foto uniche. Tutto sul nuovo sito a tua disposizione.",
      "preview": "workspace_premium description Serie A MASSIMILIANO ALLEGRI PHILADELPHIA COACH OF THE MONTH FOR SEPTEMBER Go to the article chevron_right Serie A CHRIS"
    },
    {
      "url": "https://coding-with-kids-blog.tumblr.com/",
      "title": "Coding with Kids",
      "description": "Computer programming for elementary and middle school students.",
      "preview": "Coding with Kids 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna madewithcode We don't know ab"
    },
    {
      "url": "https://www.sallybeauty.com/hair-care/shop-by-product/hair-styling-products/kweeen-silver-glitter-spray-4.9-oz/SBS-468014.html",
      "title": "Eva NYC Kweeen Silver Hair & Body Glitter Spray 4.9 oz | Styling Products| Sally Beauty",
      "description": "Shop for Kweeen Silver Hair & Body Glitter Spray 4.9 oz from Eva NYC at Sally Beauty. A lightweight, non-sticky formula that contains ultra-fine glitter particles that add a shimmery glow to your pre-party look.",
      "preview": "To use At My Store , please select a store to continue. This will let you see products available for purchase online and pickup at your selected store"
    },
    {
      "url": "https://tomhull.co.uk",
      "title": "Tom Hull - photographic artist",
      "description": "Tom Hull is a commercial photographer based in the UK. His professional work is mostly creative advertising photography for multinational brands like Nike, Uniqlo and Corona. He also works with well known charities such as the NSPCC, Water Aid and Childline. His personal work explores human endeavours in both sporting past-times and craft-based manufacture.",
      "preview": "Tom Hull Overview Projects Commissions Journal Info Menu Overview Projects Commissions Journal Info [email protected] @tomhullphoto +44 (0)7980 310 69"
    },
    {
      "url": "https://www.humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://www.rocksbox.com/",
      "title": "Rocksbox",
      "description": "The Ultimate Online Jewelry Shopping Destination. Discover a curated collection of rings, necklaces, earrings, and bracelets. Explore on-trend jewelry from top designers.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. Save 20%* - Discount Appli"
    },
    {
      "url": "https://abc11.com/society/teen-in-viral-picture-at-raleigh-target-store-gets-the-job/515850/",
      "title": "Teen in viral picture at Raleigh Target store gets the job - ABC11 Raleigh-Durham",
      "description": "Yasir Moore became an internet sensation when a picture of Target employees helping him prep for a job interview went viral.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out SOCIETY Teen in viral picture at Raleigh Target store gets the job Friday, February"
    },
    {
      "url": "https://www.next.co.uk/shop/department-homeware-productaffiliation-diningroomfurniture/story-ohara-story-piano-story-sloane-type-2door",
      "title": "Buy Homeware Diningroomfurniture Online | Next UK",
      "description": "Shop a wide range of Homeware Diningroomfurniture with Next. Choose from 1000s of products here. Order Homeware Diningroomfurniture now with express delivery.",
      "preview": "6.7.3 club25 1760097152857 You need to enable JavaScript to run this app. next gb en 6.7.3 5.51.1 Sorry, the category you requested might have moved o"
    },
    {
      "url": "https://www.milestonehotel.com/?cjevent=4ec1f2f92cc511eb834e01140a180510",
      "title": "The Milestone Hotel & Residences, Five-Star Boutique Hotel, Kensington, London",
      "description": "The Milestone Hotel is a five-star boutique hotel that puts you in the heart of Kensington, London. Book direct for special offers.",
      "preview": "The Milestone Hotel & Residences Elegance and luxury Situated directly opposite Kensington Palace, The Milestone Hotel & Residences offers exceptional"
    },
    {
      "url": "https://extensionworkshop.com/documentation/publish/add-on-policies/?utm_medium=photon-footer&utm_source=addons.mozilla.org",
      "title": "Add-on Policies | Firefox Extension Workshop",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Add-on Policies Add-ons extend the core capabilities of Firefox, enabling users to modify and personalize their web experience. A healthy ecosystem, b"
    },
    {
      "url": "https://www.twitch.tv/mozillahubs",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://www.mgap.gub.uy/solicitudforestal/denunciacorta.aspx",
      "title": "Denuncia Corta",
      "description": "Denuncia Corta",
      "preview": "Formulario para denuncias de cortas en bosque nativo Su aporte puede ayudarnos a cumplir más eficientemente nuestra tarea. Si Ud. detecta cortas, defo"
    },
    {
      "url": "https://www.gmass.co/inbox",
      "title": "Email Deliverability Tester: Inbox, Spam, or Promotions?",
      "description": "The free email tester you can use for a deliverability test and spam checker. Test your email campaign before you send to see if you hit the inbox or spam folder.",
      "preview": "Free Email Tester: The Quick, Precise Deliverability Test & Spam Checker Welcome to Inbox, Spam, or Promotions - the 100% free email tester created by"
    },
    {
      "url": "https://www.leadersup.org",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://www.veoh.com:443/watch/v16426722SfNMFs8Z",
      "title": "veoh",
      "description": "void",
      "preview": "We regret to inform you that Veoh has closed. We would like to extend our heartfelt gratitude to our users for your support over the years. You will b"
    },
    {
      "url": "https://reviveapp.net/",
      "title": "Revive - Photo Animation App. Animate Old Photos in Seconds",
      "description": "Revive is a super easy AI app that lets you create an animation from any photo. Just one tap and any image can dance, sing and speak.",
      "preview": "Bring any image to life Get amused Turn your granny into a singer Make your baby talk and sing Prank your friends and ROFL Dance along with your date"
    },
    {
      "url": "https://www.photoshoplus.fr/formes-perso-pere-noel-01/",
      "title": "Formes Père Noël (1) - Photoshoplus",
      "description": "27 formes",
      "preview": "Aller au contenu Photoshoplus paramètres, tutoriels et couleurs pour Photoshop Rechercher : Formes (vectorielles) / Formes personnages / Formes Père N"
    },
    {
      "url": "https://theaircurrent.com/",
      "title": "The Air Current",
      "description": "Data-driven reporting and analysis on the strategy and technology of flying.",
      "preview": "Dispatches Duffy to air traffic controllers: 'Show up for work' Industry Strategy Beta Technologies discloses new partnership, product details in IPO"
    },
    {
      "url": "https://www.theaftd.org/posts/all-us-states/what-is-frontotemporal-dementia-the-disease-bruce-willis-is-diagnosed-with/",
      "title": "What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? | AFTD",
      "description": "Today, the family of Bruce Willis announced that the 67-year-old actor has been diagnosed with frontotemporal dementia (FTD), also known as frontotemporal",
      "preview": "Skip to content What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? February 16, 2023 Share on Facebook 𝕏 Share on X Today, t"
    },
    {
      "url": "http://www.alternativenation.net/porno-pyros-drop-new-album-bombshell/",
      "title": "Porno for Pyros Drop New Album Bombshell - Alternative Nation",
      "description": "Porno news.",
      "preview": "Facebook Instagram Soundcloud Twitter Website Youtube Home About Artists Staff Editorial Policy In The Media Advertising Search Sign in Welcome! Log i"
    },
    {
      "url": "http://bolsboardgames.com/",
      "title": "Scrabble Word Finder, Dictionary, Cheat, Anagram Help - BoLS Boardgames",
      "description": "Master Scrabble and Words with Friends! Your one-stop shop for word game and anagram solvers, dictionaries and helpers.",
      "preview": "Find Words The Word Game Solver US/Canada (TWL) English (SOWPODS) Prefix: Suffix:"
    },
    {
      "url": "https://aviation-docs.spire.com/api/authentication",
      "title": "Authentication | Spire Aviation",
      "description": "Before accessing the APIs, Spire must provide users with an API token for the Aviation APIs.",
      "preview": "Skip to main content Menu Authentication Tracking Stream API Introduction Output Usage Playground Tracking History API Introduction Output Usage Fligh"
    },
    {
      "url": "https://princeharrymemoir.com/events",
      "title": "Spare by Prince Harry - Prince Harry Memoir",
      "description": "Random House, Barnes & Noble, Waterstones, and Indigo Books & Music present Spare: Prince Harry, The Duke of Sussex in conversation with Dr. Gabor Maté, speaker and author of The Myth of Normal on Saturday, March 4, 2023.",
      "preview": "Skip to main content Random House, Barnes & Noble, Waterstones, and Indigo Books & Music are proud to present Spare : Prince Harry, The Duke of Sussex"
    },
    {
      "url": "https://pipocamoderna.com.br/2021/04/natalie-portman-vai-estrelar-e-produzir-adaptacao-de-elena-ferrante/",
      "title": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante",
      "description": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante - A atriz Natalie Portman, vencedora do Oscar por \"Cisne Negro\" (2010), vai estrelar e produzir a adaptação do livro \"Dias de Abandono\", da misteriosa escritora...",
      "preview": "PIPOCA MODERNA"
    },
    {
      "url": "https://www.ildolomiti.it/societa/la-festa-della-pera-arriva-anche-lo-show-cooking-di-valerio-braschi-vincitore-di-masterchef",
      "title": "Per la 'Festa della pera' arriva anche lo show cooking di Valerio Braschi, vincitore di Masterchef 2017 - il Dolomiti",
      "description": "VATTARO. Ci sarà anche un ghiottissimo show cooking a Vattaro in occasione della tradizionale 'Festa della pera'. Un appuntamento impreziosito dalla presenza di Valerio Braschi, il ragazzo prodigio vincitore di Masterchef 2017, e David Giacomelli, chef del Radisson Blu Resort di Malta. Ovviamente l'ingrediente principe, anzi regina, dell'evento sarà la pera. Ritorna anche",
      "preview": "HOME SEZIONI Cronaca Esteri Politica Economia Ricerca e università Ambiente Società Cultura Sport Montagna Viaggi Benessere Motori Minoranze linguisti"
    },
    {
      "url": "http://www.magiadivino.it/e-commerce/105_poggio-le-volpi",
      "title": "POGGIO LE VOLPIPOGGIO LE VOLPI - Magia DiVino S.r.l. (p.i.02774660597)",
      "description": "POGGIO LE VOLPI",
      "preview": "Valuta: Euro Benvenuti, ( Entra ) Carrello: 0 prodotto prodotti (vuoto) Il tuo account home Offerte speciali Spedizioni Contatti Vini Rossi Toscana Ve"
    },
    {
      "url": "https://www.coralvita.co/",
      "title": "Coral Vita | Innovative Coral Reef Restoration for a Sustainable Future",
      "description": "Coral Vita's innovative coral reef restoration grows diverse, resilient corals up to 50x faster to protect marine biodiversity and support communities dependent on healthy reefs",
      "preview": "Skip to content Big Coral. Big Hope. We are the world's leading for-profit commercial reef restoration platform, growing resilient coral in months ins"
    },
    {
      "url": "https://cloudsecurityalliance.org/star/registry/github-inc/",
      "title": "STAR Registry | CSA",
      "description": "One of most essential features of the Security Trust Assurance and Risk (STAR) program is its registry that documents the security and privacy controls provided by popular cloud computing offerings. This publicly accessible registry is designed for users of cloud services to assess their cloud",
      "preview": "CSA STAR Registry Security, Trust, Assurance, and Risk Registry STAR Home Registry Submit To Registry Contact Us Resources STAR Solutions Home STAR Re"
    },
    {
      "url": "https://helpdesk.strw.leidenuniv.nl/wiki/doku.php?id=new_desktop&tab_files=files&do=media&tab_details=view&image=manuals%3Avdesk_paste.png&ns=strw",
      "title": "new_desktop [Computer Documentation Wiki]",
      "description": "void",
      "preview": "skip to content Computer Documentation Wiki User Tools Log In Site Tools Search Tools Show pagesource Old revisions Backlinks Export to PDF Export Pag"
    },
    {
      "url": "https://betterbetasty.pl/zapiekane-muszle-z-kurczakiem-i-szpinakiem-w-smietanowo-serowym-sosie/",
      "title": "Zapiekane muszle z kurczakiem i szpinakiem w śmietanowo-serowym sosie - Better Be Tasty",
      "description": "Zapiekane muszle z kurczakiem i szpinakiem w śmietanowo-serowym sosie. Tak pyszne, że aż ciężko nie wziąć dokładki.",
      "preview": "Skip to content Jump to recipe Od kiedy zakupiłam żeliwną patelnię, mam ochotę robić w niej dosłownie wszystko. Nie dość, że świetnie się na niej gotu"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://stojizato.sme.sk/s/biggie+smalls+tricko+crown+zena+biela+xxl/",
      "title": "Recenzie a testy produktov",
      "description": "Odborné recenzie, testy, názory a ceny televízorov, tabletov, mobilov, notebookov, fotoaparátov a ďalších technologických produktov.",
      "preview": "Aby naše stránky správne fungovali, je potrebné mať zapnutý Javascript. SME.sk Viac sme-logo Správy Najnovšie SME Minúta Najčítanejšie Domov Voľby na"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/vishing/",
      "title": "Vishing - Security Through Education",
      "description": "Vishing also known as voice phishing, phone elicitation, or phone scams, is a prevelant attack vector. Learn about common vishing techniques & attacks.",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Vishing At Social-Engineer, we define vishing as the practice of eliciting information or attem"
    },
    {
      "url": "https://donate.nationalgeographic.org/donate",
      "title": "Donate to National Geographic - National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/centro-de-eventos-raizes-da-tradicao/",
      "title": "Centro de Eventos Raízes da Tradição",
      "description": "Riomafra Mix - Muito mais que informação!",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://sprig.com/",
      "title": "Sprig: Modern Research Platform for UX Teams",
      "description": "Sprig is a unified research platform built for UX teams who need fast, relevant user insights. Powered by AI, Sprig helps you do more research in less time by capturing and analyzing real-time feedback and behavioral data at scale.",
      "preview": "Join us in SF on October 22 for the Experience Research Summit - Apply Here"
    },
    {
      "url": "https://mindblower.ro/blog/cadouri-barbati-7-idei-si-sfaturi-pretioase-pentru-2020.html",
      "title": "Cadouri barbati: 7 idei si sfaturi pretioase pentru 2020",
      "description": "Cum alegi inspirat cadouri barbati -> Ce cadouri prefera barbatii -> Idei cadoul perfect oferit barbatilor -> Ce sa eviti cand faci cadouri pentru barbati",
      "preview": "Home / Blog / Ponturi si recomandari / Cadouri barbati: 7 idei si sfaturi pretioase pentru 2020 Cadouri barbati: 7 idei si sfaturi pretioase pentru 20"
    },
    {
      "url": "https://eskalera.com/",
      "title": "Home",
      "description": "void",
      "preview": "Boosting employee power skills to drive business performance The scalable SaaS platform that drives employee performance, retention, and engagement. L"
    },
    {
      "url": "http://www.logobook.com/",
      "title": "Logobook - Discover the worlds finest logos, symbols and trademarks",
      "description": "Discover the world's finest logos, symbols and trademarks",
      "preview": "void"
    },
    {
      "url": "http://www.rai.it/",
      "title": "Rai.it",
      "description": "News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te",
      "preview": "Benvenuto su Rai.it News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te"
    },
    {
      "url": "https://www.motirservices.com/",
      "title": "Motir Services",
      "description": "void",
      "preview": "Skip to content MEDICAL STAFFING FOOD SERVICE FACILITY MANAGEMENT MOVING, RELOCATION & LOGISTICS CONSULTANT SERVICES ENVIRONMENTAL SERVICES CONSTRUCTI"
    },
    {
      "url": "http://www.weathernationtv.com/news/space-weather-can-cause-issues-tropical-weather/",
      "title": "How Space Weather Can Cause Issues with Tropical Weather - WeatherNation",
      "description": "void",
      "preview": "How Space Weather Can Cause Issues with Tropical Weather Special Stories 13 Aug 2018 11:08 AM How Space Weather Can Cause Issues with Tropical Weather"
    },
    {
      "url": "https://repository.iit.edu/islandora/search?type=edismax&cp=islandora%3Auascstudentlife&islandora_solr_search_navigation=0&f%5B0%5D=-mods_subject_topic_ms%3A%22Tricycles%22&f%5B1%5D=-mods_name_creator_namePart_s%3A%22Anderson%2C%5C%20Robert%22&f%5B2%5D=mods_relatedItem_host_titleInfo_title_s%3A%22Office%5C%20of%5C%20Communications%5C%20and%5C%20Marketing%5C%20photographs%2C%5C%201905%5C-1999%22&f%5B3%5D=-mods_subject_topic_ms%3A%22Students%5C-%5C-Social%5C%20life%5C%20and%5C%20customs%22&f%5B4%5D=mods_subject_topic_ms%3A%22Microscopes%22&f%5B5%5D=mods_subject_topic_ms%3A%22Women%5C%20college%5C%20students%22&f%5B6%5D=mods_accessCondition_useAndReproduction_mlt%3A%22in%5C%20copyright%22&f%5B7%5D=mods_name_corporate_affiliated_department_namePart_s%3A%22Illinois%5C%20Tech%5C%20Libraries%22&f%5B8%5D=-mods_typeOfResource_ms%3A%22Still%5C%20image%22",
      "title": "Search results | repository.iit",
      "description": "void",
      "preview": "Skip to main content Search the repository Select Collection All collections Institutional Repository University Archives and Special Collections Sear"
    },
    {
      "url": "https://carpet-rug.org/testing/seal-of-approval-service-providers/hire-a-carpet-cleaning-professional/",
      "title": "Hire a Carpet Cleaning Professional - The Carpet and Rug Institute",
      "description": "Keep Your Carpet Looking Beautiful with Professional Cleaning Vacuuming is great for basic carpet maintenance, but to keep it at peak performance, CRI recommends professionally deep cleaning your carpet every 12 to 18 months. (Be sure to check your carpet warranty for specific requirements.) Seal of Approval Service Providers CRI strongly recommends getting your carpet [...]",
      "preview": "Skip to content Home Testing Seal of Approval Service Providers Hire a Carpet Cleaning Professional Hire a Carpet Cleaning Professional Keep Your Carp"
    },
    {
      "url": "https://cpowerenergymanagement.com/who-we-are/newsandhappenings/cpower-customers-avoided-280000-metric-tons-of-co2-in-2021/",
      "title": "CPower Customers Avoided 286,000 metric tons of CO2 in 2021 - CPower Energy",
      "description": "void",
      "preview": "Skip to content Newsroom CPower Customers Avoided 286,000 metric tons of CO 2 in 2021 As CPower Celebrates Record Marginal Carbon Emissions Reduction,"
    },
    {
      "url": "https://matchingham.gs/?sfb65_qg584y4k6750958la/500462/5112946",
      "title": "Matchingham Games",
      "description": "void",
      "preview": "Matching the Fun with Gamers Worldwide! through top notch games Braindom: Brain Games Test Out Looking for brain games, brain tests, 7 seconds riddles"
    },
    {
      "url": "https://arrowsanthology.wordpress.com/2010/09/25/open-doors/",
      "title": "Open Doors | Arrows Anthology",
      "description": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseeing eye of God Sees cages through and through Open doors are there for me and you to fly Just take a breath and swallow fear...",
      "preview": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseei"
    },
    {
      "url": "https://www.interordi.com/en/apps/mc_plugins.php",
      "title": "Minecraft plugins - Interordi",
      "description": "Plugins and tools for Minecraft server owners.",
      "preview": "Interordi Main page Creeper's Lab Dr. Cossack's Lab Gaming Osmium Forums About Interordi Main page Creeper's Lab Dr. Cossack's Lab Gaming Osmium Forum"
    },
    {
      "url": "https://www.benevity.com/",
      "title": "Community & Workforce Corporate Purpose Software | Benevity",
      "description": "Transform your company's impact strategy with Benevity. Manage volunteering, donations, and grants-all in one trusted platform for corporate purpose.",
      "preview": "We are your purpose at work Bring all your company's impact programs together in the first Enterprise Impact Platform - so you can drive more good, si"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/",
      "title": "it's lib",
      "description": "void",
      "preview": "boag Every time Lana Del Rey and Joan Baez link up they look like a May-December lesbian couple . Like this is Sarah Paulson and Holland Taylor jessie"
    },
    {
      "url": "https://forums.lenovo.com/t5/Motorola-Community/ct-p/MotorolaCommunity",
      "title": "English Community-Lenovo Community",
      "description": "void",
      "preview": "Welcome to Lenovo and Motorola community. If the website doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.afvalfondsverpakkingen.nl/nl",
      "title": "Home | Verpact",
      "description": "void",
      "preview": "Wij zijn Verpact Verpact staat voor makkelijke en betaalbare recyclingsystemen en een circulaire economie waarbij verpakkingsmateriaal een grondstof i"
    },
    {
      "url": "https://shop-links.co/cjbh100cPU2",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://theface.com/music/adele-new-album-30-candice-carty-williams-interview-volume4-issue9-burberry-stormzy",
      "title": "An interview with THE FACE's cover star Adele - The Face",
      "description": "Adele meets Queenie author Candice Carty-Williams to talk music, motherhood, dogs, divorce (babe, divorce) - and her record-breaking comeback.",
      "preview": "Music Words: Candice Carty-Williams Photography: Charlotte Wales Styling: Emma Wyman 18th November 2021 Taken from the new print issue of THE FACE. Ge"
    },
    {
      "url": "https://solutions.springernature.com/",
      "title": "Springer Nature Research Solutions - Springer Nature Research Solutions",
      "description": "Springer Nature Research Solutions will help you on your path to accelerating publication, nurture your career in scientific research, and expand your research's reach beyond peers.",
      "preview": "Skip to content Cart Subtotal Checkout Search solutions Contact 212-460-1500 webshopsupport@email.springernature.com Boost the impact of your research"
    },
    {
      "url": "https://www.harriscountyda.com/mother_who_drowned_her_two_children_sentenced_to_40_years",
      "title": "District Attorney's Office",
      "description": "void",
      "preview": "Home About Us Justice & Safety Survivors & Victims Alternatives to Prosecution Community Engagement Careers Newsroom Resources Research Center Contact"
    },
    {
      "url": "http://studio-still.net/still/event/sessions/archive/s2022.html",
      "title": "Photo Session Archive | Studio Still Official Website",
      "description": "Photo Session Archive | 開催履歴",
      "preview": "Photo Sessions Archive One Day Photo Sessions １月９日（日） 五十嵐希 ＆ 北川美麗 １月２２日（土） 亀澤杏奈 １月２３日（日） 野田桃加 ＆ 原あゆみ １月２９日（土） 宮本あかり ＆ 宇佐美なお １月３０日（日） 梨砂子 ＆ 村上楓 ２月１２日（土"
    },
    {
      "url": "https://sdmilitaryfamily.org/stephanie-brown/",
      "title": "Stephanie Brown - SDMFC",
      "description": "Keynote Annual Conference Speaker: STEPHANIE BROWN CEO/Founder, The Rosie Network As CEO of The Rosie Network (TRN), Stephanie Brown has been featured in WOMEN'S DAY magazine, U.S. VETERANS MAGAZINE and MILITARY SPOUSE MAGAZINE. A 2016 'Our City,' San Diego Innovator of the Year awardee, Stephanie was recognized by the San Diego Business Journal as a Women [...]",
      "preview": "Stephanie Brown Posted on: September 20, 2016 | Posted in: Community Blog Keynote Annual Conference Speaker: STEPHANIE BROWN CEO/Founder, The Rosie Ne"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/controllers/statefulset/",
      "title": "StatefulSets | Kubernetes",
      "description": "A StatefulSet runs a group of Pods, and maintains a sticky identity for each of those Pods. This is useful for managing applications that need persistent storage or a stable, unique network identity.",
      "preview": "StatefulSets A StatefulSet runs a group of Pods, and maintains a sticky identity for each of those Pods. This is useful for managing applications that"
    },
    {
      "url": "https://trends.google.com/trends/?geo=US",
      "title": "Google Trends",
      "description": "void",
      "preview": "Trends Trends home Home search Explore trending_up Trending now calendar_month Year in Search help_outline Help sms_failed Send feedback Explore what"
    },
    {
      "url": "http://szerep.hu/faultetes/1",
      "title": "Szerep Község",
      "description": "Szerep Község",
      "preview": "Kezdőlap » Szerep története A község első írásos említése a Dömösi Prépostság alapítólevelében történt 1134- ben, mivel Cerep (Szerep) lakosainak egyh"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://mejuri.com/",
      "title": "Fine Jewelry For Every Day | Mejuri",
      "description": "Mejuri is the new luxury of online jewelry shops. Discover handcrafted, everyday fine jewelry inspired by you.",
      "preview": "Skip to main content Caret Caret Most Loved. Shop Best Sellers Free shipping on all orders.no min spend. Pause MATCH MADE Designed for play-with endle"
    },
    {
      "url": "https://astonmartin.oemdtc.com/category/recalls",
      "title": "Recalls | Aston Martin - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.relocationmoverservices.com/",
      "title": "RMS Third Party Moving Services",
      "description": "void",
      "preview": "Skip To Main Content Skip To Main Navigation Skip to Secondary Navigation Accessibility Information Call 1-800-490-7356 Contact Us Client Login Regist"
    }
  ],
  "_meta": {
    "total_bookmarks": 100
  }
}