{
  "data": [
    {
      "url": "https://www.yearupannualreport.com/2019",
      "title": "2019 Annual Report - Year Up United Annual Impact Report",
      "description": "void",
      "preview": "Back Impact Report: 25th Anniversary Edition 2023 Impact Report 2022 Impact Report 2021 Impact Report 2020 Annual Report 2019 Annual Report 2018 Annua"
    },
    {
      "url": "https://unworldoceansday.org/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "https://www.noirbcc.org/",
      "title": "HOME | NOIRBCC",
      "description": "Noir Black Chamber of Commerce Inc. is a unique 501(c)(3) Economic Development Entity and certified Community Development Entity (CDE) under the U.S. Department of the Treasury's CDFI Fund. We are the only chamber of commerce in the United States specifically dedicated to serving Black youth ages 9 to 24, and proudly stands as Kentucky's only Black Chamber of Commerce.",
      "preview": "top of page Noir Black Chamber of Commerce Inc. Noir Black Chamber of Commerce Inc. is a unique 501(c)(3) Economic Development Entity and certified Co"
    },
    {
      "url": "https://www.flowerbeauty.com/products/warrior-princess-mascara-new",
      "title": "Warrior Princess Mascara | FLOWER Beauty",
      "description": "Get the fanned-out lash look fit for a princess. This vegan mascara boosts volume and length with a buildable formula that coats every single lash.",
      "preview": "Skip to content We're working on something new... In the meantime, please use our store locator to shop Flower Beauty. Shop Flower Beauty on CVS.com S"
    },
    {
      "url": "https://ie.linkedin.com/company/primark-stores-ltd?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Primark | LinkedIn",
      "description": "Primark | 621,699 followers on LinkedIn. Primark is an international fashion retailer employing more than 80,000 colleagues across 17 countries in Europe and the US. Founded in Ireland in 1969 under the Penneys brand, Primark aims to provide affordable choices for everyone, from great quality everyday essentials to stand-out style across women's, men's and kids, as well as beauty, homeware and accessories. With a focus on creating great retail experiences, Primark has over 450+ stores globally and continues to expand with the aim of reaching 530 stores by the end of 2026. ­­",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://musicworldmedia.com/",
      "title": "Music World Media",
      "description": "void",
      "preview": "We're sorry but musicworldmedia.com doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.bahiastereo915fm.com.ve/tag/futbol-entrenamientos-familia-apoyo/",
      "title": "futbol entrenamientos familia apoyo - Bahia Stereo 91.5FM",
      "description": "void",
      "preview": "Inicio / Tag Archives: futbol entrenamientos familia apoyo Tag Archives: futbol entrenamientos familia apoyo «Reyes Academy» formando atletas para el"
    },
    {
      "url": "https://blogs.windows.com/windowsexperience/?p=176849",
      "title": "Bringing you closer to what you love with new experiences in Windows 11 | Windows Experience Blog",
      "description": "As the PC continues to play a more meaningful role in our lives, we will continue to evolve Windows 11 as a connection point between people, ideas and creations",
      "preview": "Skip to main content Skip to main content / Windows Experience Blog Windows 11 February 15, 2022 Bringing you closer to what you love with new experie"
    },
    {
      "url": "https://www.osti.gov/dataexplorer/biblio/dataset/1305491",
      "title": "Materials Data on Dy5Ti5O17 by Materials Project (Dataset) | DOE Data Explorer",
      "description": "The U.S. Department of Energy's Office of Scientific and Technical Information",
      "preview": "Title: Materials Data on Dy5Ti5O17 by Materials Project Dataset Other Related Research Abstract Dy5Ti5O17 crystallizes in the orthorhombic Pmn2_1 spac"
    },
    {
      "url": "https://diverseabilitymagazine.com/recognition-lists/",
      "title": "Careers | ConnectComm",
      "description": "Careers",
      "preview": "Careers 5 Dynamic Skills Every Leader Needs ConnectComm September, 2025 Careers Inside Finance: What to Expect When You're Just Starting Out ConnectCo"
    },
    {
      "url": "https://wsts.atis.org/presentation/network-upgrade-option-to-simplify-ptp-slave-operation/",
      "title": "Network Upgrade Option to Simplify PTP Slave Operation - Workshop on Synchronization and Timing Systems",
      "description": "This is seo description",
      "preview": "Network Upgrade Option to Simplify PTP Slave Operation Year: 2015 Presenter: Mikael Olofsson Network Synchronization Algorithm Developer Ericsson Down"
    },
    {
      "url": "https://thedragonvollys.tumblr.com/",
      "title": "@thedragonvollys on Tumblr",
      "description": "Follow @thedragonvollys and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes millennials4bernie wnq-movies Follow You know, people seldom go to the trouble of scratching the surface of things to find the inner truth"
    },
    {
      "url": "https://www.saatva.com/bedding/percale-sheet-set",
      "title": "Percale Sheet Set: Twin, TwinXL, Full, Queen, King, Cal King, Split King| Saatva",
      "description": "Sleep cooler with our crisp percale cotton sheets made from breathable & durable long staple cotton. FREE shipping and 45-day returns.",
      "preview": "ADA Class Action Settlement Notice Don't Wait! Our BIGGEST Celebrating America Sale EVER | Save up to $625 off | Ends 10/13 | More Info Click to zoom"
    },
    {
      "url": "https://www.kiteplans.org/",
      "title": "World's largest kite plan archive - Kite Plan Base (KPB)",
      "description": "The Kite Plan Base is the largest kite plan archive in existence. It isn't a mere link directory, it contains actual plan backups.",
      "preview": "World's largest kite plan archive - Kite Plan Base (KPB) ES cambiar el idioma a español home 1 line Flat Kites Bowed Kites Delta Kites Box Kites Sled"
    },
    {
      "url": "https://afrotech.com/spelman-college-smash-cohort-program",
      "title": "Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM - AfroTech",
      "description": "void",
      "preview": "Education HBCU News Ngozi Nwanji Feb 25, 2022 2 min Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM Photo Credit: UNCF share"
    },
    {
      "url": "http://www.pevans.co.uk/Reviews/BigCheese.html",
      "title": "Review of The Big Cheese",
      "description": "void",
      "preview": "Mousie, mousie! Card game The Big Cheese reviewed by Pevans In fact the idea of this game is corporate brownnoses trying to get into the boss's good b"
    },
    {
      "url": "http://xviewdataset.org/",
      "title": "xView",
      "description": "xView challenge for object detection in overhead imagery",
      "preview": "DIUx xView 2018 Detection Challenge OBJECTS IN CONTEXT IN OVERHEAD IMAGERY REGISTER Defense Innovation Unit Experimental (DIUx) and the National Geosp"
    },
    {
      "url": "http://www.nplayer.tv",
      "title": "nPlayer - The best mobile player in the world",
      "description": "The best mobile player in the world",
      "preview": "nPLAYER CONTACTs Privacy policy The best media player in the world nPlayer 3.0 Now available on the App Store Non-encoding Playback No need to worry a"
    },
    {
      "url": "https://www.mydomaincontact.com/index.php?domain_name=pittsburghraceforthecure.org",
      "title": "You are about to send an inquiry regarding the following domain: pittsburghraceforthecure.org",
      "description": "void",
      "preview": "You are about to send an inquiry regarding the following domain: pittsburghraceforthecure.org First Name* Last Name* Email Address* Country Code Telep"
    },
    {
      "url": "http://hatikvahmusic.com/cgi-bin/details.pl?key=1166",
      "title": "Hatikvah Music: Record Details",
      "description": "Hatikvah Music: The largest selection of Jewish Music, specializing in Yiddish, Klezmer, Sephardic, Ladino, Cantorial and Israeli music on cassette, compact disc and video.",
      "preview": "Artist: Various Title: Halleluya/Hava Nagila - The Most Famous 25 Israeli Folk Songs Category: Israeli Order #: 01166 If you only have 1 Israeli song"
    },
    {
      "url": "http://www.sanvicentedechucuri-santander.gov.co/normatividad/acuerdo-017",
      "title": "Acuerdo 017",
      "description": "Por medio del cual se conceden facultades pro tempore a la señora alcaldesa de San Vicente de Chucurí en materia de contratación.",
      "preview": "void"
    },
    {
      "url": "https://chemistri.tumblr.com/",
      "title": "stu(dying)",
      "description": "eigen 20yrs intp columbia",
      "preview": "-"
    },
    {
      "url": "https://www.kostenlose-urteile.de/Urteile_vom_2005-11-11.htm",
      "title": "urteile.news | 11.11.2005 - Urteilsmeldungen von diesem Tag",
      "description": "deutsche und ausgewählte EU-Rechtsprechung ➤ Verkehrsrecht / Straßenverkehrsrecht ✔ Verwaltungsrecht ✔ Sozialrecht ✔ Versammlungsrecht ✔ Presserecht",
      "preview": "Veröffentlichungen vom 11. November 2005 Urteile, erschienen im November 2005 Mo Di Mi Do Fr Sa So 44 1 2 3 4 5 6 45 7 8 9 10 11 12 13 46 14 15 16 17"
    },
    {
      "url": "https://www.lemonde.fr/technologies/",
      "title": "Technologies - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Technologies. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Technologies publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://www.etvendowment.org/?page=17",
      "title": "ETV Endowment of South Carolina",
      "description": "We work with donors to support programming on SCETV and SC Public Radio.",
      "preview": "Skip to main content ETV Endowment Homepage From Driveway to Difference Fuel the Programs You Love with a Vehicle Donation Your Recipe for Peace of Mi"
    },
    {
      "url": "https://samuelssweetshop.com/product-category/samplers/",
      "title": "Samplers - Samuel's Sweet Shop",
      "description": "void",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Samplers Samuel's Sweet Shop > Products > Samplers Filters Showing 1-12 of 15 res"
    },
    {
      "url": "http://gailly.net/",
      "title": "Jean-loup's home page",
      "description": "Home page of Jean-loup Gailly: data compression (gzip, zip, zlib, fractal compression, FAQ), game of Go, ...",
      "preview": "Version française Jean-loup's home page Hi! I'm Jean-loup Gailly. Here are some of the things I'm interested in. Data compression gzip zip zlib fracta"
    },
    {
      "url": "https://www.disneyplus.com/legal/subscriber-agreement",
      "title": "Subscriber Agreement | Disney+",
      "description": "Disney+ and ESPN+ Subscriber Agreement.",
      "preview": "void"
    },
    {
      "url": "https://www.whiskeyjam.com/",
      "title": "Whiskey Jam",
      "description": "The Official Website of Whiskey Jam.",
      "preview": "Good music for good people want to play WJ? SHOP OUR MERCH Good music for good people PLAY WHISKEY JAM SHOP OUR MERCH media news SHOWS what is whiskey"
    },
    {
      "url": "http://www.catonbed.de/jan2/pictures/galerie-w/carpentier/first.html",
      "title": "Galerie Manfred Carpentier, Jan Sobottka, Meinekestr. Berlin, Carpentier Galerie",
      "description": "void",
      "preview": "© fotografie 2010-2018 jan sobottka - fotografie Carpentier Galerie, Berlin Carpentier Galerie Edition-Carpentier Roger Ballen all catonbed.de 2021 Ma"
    },
    {
      "url": "https://www.micah.org/",
      "title": "MICAH",
      "description": "void",
      "preview": "Back Policy MICAH in the News Resources Newsletter Archive Back People & Mission MICAH and Housing News Contact Us Sign up for Email Back Calendar MIC"
    },
    {
      "url": "http://www.vpchat.com/",
      "title": "Chat Rooms - Chat Games - Avatar Chat",
      "description": "Chat with your personalized avatar, play multi-player games, use instant messaging or voice chat.",
      "preview": "VPchat Shut Down February 19, 2022 It's been 20 years since VPChat was launched, following the closure of Excite VPChat, but now it has come to an end"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/en/home/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://c4ads.org/",
      "title": "Home - C4ADS",
      "description": "C4ADS is a nonprofit organization with a mission to defeat the illicit networks that threaten global peace and security.",
      "preview": "Skip to content Join Our Mailing List Stay up to date. Sign Up A Different Approach Where traditional international security institutions just see a c"
    },
    {
      "url": "http://freerice.com",
      "title": "Home | Freerice",
      "description": "Freerice is an educational trivia game owned by the UN World Food Programme (WFP). Join our movement to help end global hunger: start playing today!",
      "preview": "Become a Hunger Hero Alone we may be small but together we are unstoppable. Join the movement Learn, Play & Give Back with Freerice Every correct answ"
    },
    {
      "url": "https://www.finescale.com/how-to/sea",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://filemagazine.com/",
      "title": "FileMagazine.com: Unveiling Stories Through Captivating Imagery",
      "description": "Explore the world of visual storytelling at FileMagazine.com. Immerse yourself in a collection of captivating photographs and images that unveil powerful narratives, diverse perspectives, and the beauty of the human experience.",
      "preview": "Skip to content Latest Posts The Best Time of Day for Bird Watching April 7, 2025 Vegan Haircare: Top Brands and Tips for Healthy Hair September 30, 2"
    },
    {
      "url": "https://www.aclu-il.org/en",
      "title": "ACLU of Illinois",
      "description": "void",
      "preview": "Skip to main content DEFENDING THE CIVIL RIGHTS AND CIVIL LIBERTIES OF ALL ILLINOISANS. Get our updates Email address * Zip code * Leave this field bl"
    },
    {
      "url": "https://asp.schoolmessenger.com/novicsd/quicktip/",
      "title": "Quick Tip - Submit an Anonymous Tip - Powered by SchoolMessenger",
      "description": "void",
      "preview": "SchoolMessenger Quick Tip Novi Community School District SchoolMessenger Quick Tip allows you to submit an anonymous tip to school and district offici"
    },
    {
      "url": "https://bydash.com/",
      "title": "Dash",
      "description": "With quality products, Dash helps people improve their health and wellness.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://vimeo.com/ucsantabarbara",
      "title": "UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research, distinguished by its interdisciplinary programs and a commitment to innovation.",
      "preview": "void"
    },
    {
      "url": "https://chasha.su/grafik-zarybleniya-nashego-vodoyoma/news_post/zapusk-karpa-naveska-1-0-1-7-kg-600-kg",
      "title": "Запуск карпа. Навеска 1,0-1,7 кг 600 кг",
      "description": "Запуск карпа. Навеска 1,0-1,7 кг 600 кг",
      "preview": "Главная \\ Новости \\ Запуск карпа. Навеска 1,0-1,7 кг 600 кг Запуск карпа. Навеска 1,0-1,7 кг 600 кг « Назад 10.07.2019 07:19"
    },
    {
      "url": "http://zikever.over-blog.com/2013/11/decouvrez-le-nouveau-clip-de-lindsay-starling.html",
      "title": "Lindsey Stirling : découvrez son nouveau clip \"Minimal Beat\" ! - Zik' Ever",
      "description": "Début Novembre, nous vous présentions Lindsey Stirling, aujourd'hui découvrez son nouveau clip \"Minimal Beat\", filmé lors de sa tournée mondiale à guichet fermé ! L'artiste nous dévoilera en France son album le 27 Janvier 2014.",
      "preview": "Tous les blogs Top blogs Musique & Divertissements Tous les blogs Musique & Divertissements Editer l'article Suivre ce blog Administration Connexion +"
    },
    {
      "url": "https://l-elizabethstewart.com/2019/09/06/21-illogical-instructions-part-2-noah-a-move-of-god/",
      "title": "#21 Illogical Instructions Part 2: Noah - A move of God | Words that Matter",
      "description": "Announcements: Reminder: My bible study, \"Journey to Purpose\", is available at Barnes & Noble, Amazon (print and e-format), Xulon Press, and other Christian bookstores. If you missed the E-launch feel free to watch the previously recorded Facebook Live sessions. This is the second in our four-part series on \"illogical instructions\". Last week, we talked about...",
      "preview": "Home » Getting and Maintaining Focus » #21 Illogical Instructions Part 2: Noah - A move of God Announcements: Reminder: My bible study, \"Journey to Pu"
    },
    {
      "url": "https://www.homemodelenginemachinist.com/forums/",
      "title": "Home Model Engine Machinist Forum",
      "description": "Home model engine machinists & makers forum. Model engine making forums for engine plans, castings, CAD, CNC designs, lathe, Stirling, boilers & steam.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://anttisorri.wordpress.com/2020/09/01/tyovaenkirjallisuuden-paivilla-5-9-20-luku-on-iloinen/",
      "title": "Työväenkirjallisuuden päivillä 5.9. 20-luku on iloinen? - Sinisten ajatusten hautausmaa",
      "description": "Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työväenmuseo Werstaalla, ja keskustelujen aiheena messujen tämän vuoden teema: iloinen 20-luku? Mikä teki 1920-luvusta iloisen? Takana oli julma maailmansota, joka haluttiin unohtaa, mutta liittyykö vuosikymmeneen muita kulttuurillisesti merkittäviä ilmiöitä? Modernismi virisi suomalaisessa kirjallisuudessa, Tulenkantajat avasivat ikkunoita Eurooppaan. Naisten emansipaatio saavutti jälleen uusia rajapyykkejä...",
      "preview": "Siirry sisältöön Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työvä"
    },
    {
      "url": "https://deno.com/manual@v1.45.4/introduction",
      "title": "Welcome to Deno",
      "description": "Learn the basics of Deno, a secure JavaScript, TypeScript, and WebAssembly runtime.",
      "preview": "Skip to main content On this page Why Deno? Quick install First steps Welcome to Deno Deno ( /ˈdiːnoʊ/ , pronounced dee-no ) is an open source JavaScr"
    },
    {
      "url": "https://www.tmztour.com/",
      "title": "TMZ Celebrity Tour | Hollywood Celebrity Bus Tours",
      "description": "The TMZ Celebrity Bus Tour gives you an insider look at Hollywood, Beverly Hills, and the Sunset Strip. Book online today!",
      "preview": "top of page BOOK NOW UNLOCK HOLLYWOODS ULTIMATE BUS TOURS Anchor 2 CELEBS SPOTTED ON TOUR YOU NEVER KNOW WHO YOU'LL SEE! Keep a lookout for celebs. Ta"
    },
    {
      "url": "https://www.esuus.org/esu/",
      "title": "ESU 2024 Patron Trip: A Private View of Italy - ESU",
      "description": "Founded by art historian Count Stefano Aluffi-Pentini in 1996, A Private View of Italy encourages guests to appreciate the life of historic palaces and villas, and allows them to discover the inaccessible treasures that are hidden behind closed doors. Through the centuries the Italian aristocracy has preserved their residences, which were designed by architects such as Raphael, Palladio, and Bernini.",
      "preview": "« All Events This event has passed. ESU 2024 Patron Trip: A Private View of Italy September 21, 2024 - September 27, 2024 UTC+0 A Private View of Ital"
    },
    {
      "url": "https://www.faa.gov/hazmat/resources/lithium_batteries/incidents",
      "title": "Lithium Battery Incidents | Federal Aviation Administration",
      "description": "Full incident details are also available in an interactive chart.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://www.elguardian.mx/gas-natural-se-bana-con-las-facturas/",
      "title": "Gas Natural se 'baña' con las facturas, aumentan hasta 5 veces - El Guardián MX",
      "description": "Saltillo.- Usuarios de Gas Natural denunciaron fuertes alzas en sus recibos por este servicio; a nivel nacional, empresas suministradoras del servicio señalan que esto se derivó de un aumento de los precios de Pemex. Los clientes afectados señalaron que este desliz se comenzó a percibir con la factura que recibieron en enero de este año.",
      "preview": "Síguenos facebook twitter googleplus instagram vine youtube Buscar Search for: Buscar Menú Síguenos facebook twitter googleplus instagram vine youtube"
    },
    {
      "url": "https://www.sesamestreet.org/videos/?vid=2019",
      "title": "Sesame Street | Preschool Games, Videos, & Coloring Pages to Help Kids Grow Smarter, Stronger & Kinder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.retsinformation.dk/eli/lta/2023/1510",
      "title": "Retsinformation",
      "description": "Retsinformation.dk er indgangen til det fælles statslige retsinformationssystem, der giver adgang til alle gældende love, bekendtgørelser og cirkulærer m.v. Der er også adgang til Folketingets dokumenter og beretninger fra Folketingets Ombudsmand.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.heart.org",
      "title": "American Heart Association | To be a relentless force for a world of longer, healthier lives",
      "description": "Learn more about the American Heart Association's efforts to reduce death caused by heart disease and stroke. Also learn about cardiovascular conditions, ECC and CPR, donating, heart disease information for healthcare professionals, caregivers, and educators and healthy living.",
      "preview": "American Heart Association 2X MATCH Your Gift High blood pressure is a leading warning sign for heart attacks and strokes, the #1 and #5 causes of dea"
    },
    {
      "url": "https://music.youtube.com/",
      "title": "Prima di continuare",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "http://www.iol.it/",
      "title": "Creazione siti web, E-Commerce e presenza online | Italiaonline",
      "description": "Fai crescere il tuo business con Italiaonline: contattaci per creazione siti web, e-commerce, pubblicità e presenza online per la tua azienda.",
      "preview": "Home Pensare alla tua impresa, per noi, non è un'impresa I nostri webinar: conquista clienti con TikTok Italiaonline e TikTok accompagneranno ti accom"
    },
    {
      "url": "https://www.blackdadscount.com/",
      "title": "Black Fatherhood | Black Dads Count | Civic Engagement",
      "description": "Black Dads Count empowers Black fathers to engage in civic responsibilities, advocating for their families and communities through voting and leadership. Join the movement to make your voice count and shape a better future.",
      "preview": "top of page Black Dads Count: Black Dads Count is an impactful initiative led by Fathers Incorporated, designed to encourage and empower Black fathers"
    },
    {
      "url": "https://aspngalerie.de/en/show/robert-seidel-stichtag/",
      "title": "Robert Seidel: Stichtag - ASPN",
      "description": "void",
      "preview": "Robert Seidel: Stichtag"
    },
    {
      "url": "https://onefootball.com/en/home",
      "title": "home | OneFootball",
      "description": "OneFootball covers over 100 international soccer leagues and competitions live and in incomparable detail. Find live scores and commentaries, breaking news, videos, tables, statistics and background information around the greatest game in the world - whenever you need it, wherever you are.",
      "preview": "home | OneFootball Welcome to OneFootball. Your ultimate destination for football news, live matches, scores, highlights, and more! Join OneFootball T"
    },
    {
      "url": "https://westernmechanical.net/equipment/service.php?id=9",
      "title": "200 Ton Hydraulic Crawlers | Western Mechanical",
      "description": "Western focuses on providing innovative, professional and cost effective industrial contracting solutions to our customer's everyday problems, worldwide.",
      "preview": "Give Us A Call: 1.705.737.4135 Send Us A Message: ddinniwell@westernmechanical.net Home Company Team News Careers Services Equipment Projects Civil Co"
    },
    {
      "url": "http://hosting.tighebond.com/AvonCT_public/index.html",
      "title": "Avon, CT Web GIS",
      "description": "void",
      "preview": "Avon CT Web GIS Loading {{suggest}} About Layers Identify Maps Additional Data Search Results {{searchStatus}} {{result.ID}} {{result.idx}} {{result.C"
    },
    {
      "url": "https://notescoffee.com/",
      "title": "Notes",
      "description": "Notes is a collection of beautifully designed coffee shops and bars, serving Notes single origin speciality coffee, craft beers, well-chosen wines and classic cocktails, all with a signature Notes twist. Notes serve delicious seasonally-inspired food, from their all-day brunch to their evening bar menu. Located across central London, visit Notes any time.",
      "preview": "Cart 0 Scroll Notes is a collection of coffee shops and bars serving Notes speciality coffee, craft beers, curated wines and classic cocktails, all wi"
    },
    {
      "url": "https://dawnofthelead.com/2020/06/08/hunting-pirates-1-the-cast/?replytocom=13474",
      "title": "Hunting pirates #1 - The Cast | Dawn of the Lead",
      "description": "A sub-project to tackle my pirates!",
      "preview": "Dawn of the Lead Miniature wargaming and the occasional zombie « Uprising at the plantation Work and play » Hunting pirates #1 - The Cast June 8, 2020"
    },
    {
      "url": "https://www.bbc.com/news/business",
      "title": "BBC Business | Economy, Tech, AI, Work, Personal Finance, Market news",
      "description": "BBC Business brings you the latest in Business news and coverage from around the world, including tech, personal finance, companies, employment, the economy and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.renttherunway.com/",
      "title": "Rent the Runway: 40% Off Clothing Subscriptions Thru 10/13",
      "description": "Rent the Runway's sale is live! Subscribe to a clothing subscription and rent designer dresses and everyday fashion at 40% off.",
      "preview": "How it Works Heart How it Works Contact us Pause Video It's always an RTR day It's always an RTR day Rent the Runway is the clothing rental subscripti"
    },
    {
      "url": "https://www.burtsbees.com/product/facial-oil-with-rosehip-seed-extract",
      "title": "void",
      "description": "void",
      "preview": "Oops! JavaScript is disabled To browse the Venia store, enable JavaScript in your browser."
    },
    {
      "url": "http://swisstopo.admin.ch/en/geodata/images/ortho/swissimage10.html",
      "title": "SWISSIMAGE",
      "description": "The orthophoto mosaic SWISSIMAGE 10 cm is a composition of new digital color aerial photographs over the whole of Switzerland with a ground resolution of 10 cm in the plain areas and main alpine valleys and 25 cm over the Alps. It is updated in a cycle of 3 years.",
      "preview": "Published on 8 January 2024 SWISSIMAGE The orthophoto mosaic SWISSIMAGE 10 cm is a composition of new digital color aerial photographs over the whole"
    },
    {
      "url": "https://www.cbs.com/all-access/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://my.tonies.com/legals/privacy-policy",
      "title": "tonies® - Welcome to mytonies",
      "description": "This is the home of your tonies and great audio-content.",
      "preview": "You need to enable JavaScript to run this app. Scheinbar nutzt du einen veralteten Browser. Damit Du weiterhin mytonies nutzen kannst, aktualisiere De"
    },
    {
      "url": "https://www.careers.fiserv.com/",
      "title": "Working at Fiserv, Inc.",
      "description": "Browse available job openings at Fiserv, Inc.",
      "preview": "Skip Navigation Search jobs Search Jobs Join our team Keyword Where? How far? Search Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Search"
    },
    {
      "url": "https://www.ul.com/services/sustainability-and-stewardship",
      "title": "ULTRUS: The Software Portfolio of UL Solutions | UL Solutions",
      "description": "ULTRUS software helps organizations get safer, more sustainable products to market faster, achieve compliance and drive innovation in product life cycles.",
      "preview": "Skip to main content Services Certification Facility Personnel Process Product System Testing EMC Energy Efficiency Environmental Indoor Air Quality I"
    },
    {
      "url": "http://kindness.sesamestreet.org",
      "title": "Sesame Street | Preschool Games, Videos, & Coloring Pages to Help Kids Grow Smarter, Stronger & Kinder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.sinus-institut.de/media-center/themen/in-eigener-sache",
      "title": "Thema In eigener Sache im Media Center | SINUS-Institut",
      "description": "Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben.",
      "preview": "In eigener Sache Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben. Sie möchten me"
    },
    {
      "url": "http://tsne.org/",
      "title": "Home | TSNE",
      "description": "void",
      "preview": "Partnering to Expand Capacity We provide the resources and support to help organizations, leaders, and communities thrive. We're your partner for chan"
    },
    {
      "url": "https://www.uffizi.it/biglietti",
      "title": "Biglietteria Ufficiale | Gallerie degli Uffizi",
      "description": "Tutte le informazioni ufficiali su orari, tariffe, biglietti, abbonamenti per gli Uffizi, Palazzo Pitti e Giardino di Boboli.",
      "preview": "Biglietti Biglietti Prenotazione PassePartout Info e promo Biglietti musei Vedi la tabella riepilogativa dei prezzi Biglietto singolo Ingresso singolo"
    },
    {
      "url": "https://investors.fiserv.com/",
      "title": "Fiserv, Inc. (FI)",
      "description": "Fiserv, Inc. (NYSE: FI), a Fortune 500 company, moves more than money. As a global leader in payments and financial technology, the company helps clients achieve best-in-class results through a commitment to innovation and excellence in...",
      "preview": "Stock Snapshot Latest Fiserv Small Business Index ® results now available Learn More Latest News Oct 8, 2025 2:19 PM EDT Fiserv to Release Third Quart"
    },
    {
      "url": "https://nnaf.org/aclu",
      "title": "ActBlue",
      "description": "void",
      "preview": "Making a contribution on ActBlue requires JavaScript to be enabled. Protect Abortion Access. Donate to Abortion Funds! With our constitutionally prote"
    },
    {
      "url": "https://login.microsoftonline.com/common/oauth2/v2.0/authorize?response_type=id_token&scope=openid%20profile&client_id=5e3ce6c0-2b1f-4285-8d4b-75ee78787346&redirect_uri=https%3A%2F%2Fteams.microsoft.com%2Fgo&state=eyJpZCI6ImI3MzFhMWI1LTlkNDEtNGQwZC1hOTNmLTJkNGYwODM2ZjE0NSIsInRzIjoxNjU4NTEwODE0LCJtZXRob2QiOiJyZWRpcmVjdEludGVyYWN0aW9uIn0%3D&nonce=c90b6046-43dd-48fb-8150-32ac84eb7242&client_info=1&x-client-SKU=MSAL.JS&x-client-Ver=1.3.4&client-request-id=2d4dccbc-bd89-4e0b-93eb-ed9604cfb598&response_mode=fragment",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://academy.carto.com/",
      "title": "CARTO Academy | Academy",
      "description": "Welcome to CARTO Academy! In this site you will find a catalog of tutorials, quick start guides and videos to structure your learning path towards becoming an advanced CARTO user.",
      "preview": "Not sure where to start? Check out our recommended learning path here ! Working with geospatial data Geospatial data: the basics New to spatial data?"
    },
    {
      "url": "http://softwareimpact.bsa.org/",
      "title": "The Economic Impact of Software",
      "description": "BSA's first-of-its kind study reveals the profound impact software is making on the US economy, capturing the breadth its contributions across all 50 states, from job creation to R&D investment.",
      "preview": "To view the latest version of this report, visit software.org/softwareimpact . The Economic Impact of Software Download the Report UNITED STATES Total"
    },
    {
      "url": "https://www.yogiapproved.com/",
      "title": "Premium Online Classes. Anywhere, Anytime. | YouAligned",
      "description": "YA Classes will take your yoga practice to the next level. Our online yoga classes and programs bring the best instructors into your home.",
      "preview": "We use cookies to provide and improve our services. By using our site, you consent to cookies. Accept Privacy Policy Learn more Your browser does not"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "https://dunkyccino.tumblr.com/",
      "title": "dunkyccino",
      "description": "22 | He/They | Confused about everything",
      "preview": "dunkyccino 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna darkvioletcloud im going through my"
    },
    {
      "url": "https://katespadeny.tumblr.com/",
      "title": "kate spade new york",
      "description": "now that's interesting. a blog from kate spade new york.",
      "preview": "frogs...for spring? groundbreaking. Artwork by @DaanHabets #MissAdventure illustration fashion frog purse cute creatrs collection novelty kate spade nel"
    },
    {
      "url": "http://sjmap.org/GISDataDownload.htm",
      "title": "San Joaquin County GIS Map Server",
      "description": "San Joaquin County GIS Map Server",
      "preview": "sjmap.org San Joaquin County, CA Geographic Information Systems SJ Map Home Home Interactive Maps Map Apps Current Maps Archive Maps Map Docs GIS Data"
    },
    {
      "url": "http://www.aclu-md.org/press_room/81",
      "title": "ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy - ACLU of Maryland",
      "description": "MEDIA STATEMENT CONTACT: Meredith Curtis, (410) 889-8555; media@aclu-md.org BALTIMORE - Today, the American Civil Liberties Union of Maryland spoke out against a Maryland Transit Administration (MTA) decision to implement a pilot program of recording audio on buses in Baltimore as a significant invasion of privacy. Legislation seeking to authorize audio recording on MTA [...]",
      "preview": "Press Releases ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy October 18, 2012 12:00 am"
    },
    {
      "url": "https://www.kryteriononline.com/privacy",
      "title": "Kryterion Privacy Policy - - How We Protect Your Data",
      "description": "Review Kryterion's Privacy Policy: Learn how we collect, use, and protect your personal information when using our website and services.",
      "preview": "Privacy Policy Introduction Effective Date: February 24, 2021 Last Updated: May 2, 2024 Kryterion is committed to protecting the privacy of individual"
    },
    {
      "url": "https://fox11online.com/news/local/green-bay/fox-11-obtains-green-bay-city-hall-surveillance-recording",
      "title": "FOX 11 obtains Green Bay City Hall surveillance recording",
      "description": "GREEN BAY (WLUK) &ndash; FOX 11 has obtained 90 minutes of video and audio from Green Bay City Hall&rsquo;s surveillance system, which has been the subject of controversy a",
      "preview": "Fri, 10 Oct 2025 10:09:07 GMT (1760090947698) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    }
  ],
  "_meta": {
    "total_bookmarks": 88
  }
}