{
  "data": [
    {
      "url": "https://www.aubane-editions.fr/produit/repaire-de-fantomes/",
      "title": "Repaire de fantômes - Aubane Éditions",
      "description": "void",
      "preview": "Nous n'acceptons pour le moment que les commandes passées depuis la France ou la Belgique. Si vous souhaitez commander à partir d'un autre pays, n'hés"
    },
    {
      "url": "https://sdgs.un.org/goals/goal14",
      "title": "Goal 14 | Department of Economic and Social Affairs",
      "description": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development",
      "preview": "Skip to main content Goals 14 Conserve and sustainably use the oceans, seas and marine resources for sustainable development Previous Next Related Top"
    },
    {
      "url": "http://rainbowmetals.com/",
      "title": "High Quality Custom Belt Buckles & Plaques | Rainbow Metals",
      "description": "Rainbow Metals is a top-notch sand-cast bronze products store offering custom belt buckles and bronze plaques. Discover elegant and unique hand-crafted designs.",
      "preview": "⚠️ Important Update - Click Here to Read Before Placing an Order Search our store Account Cart 0 Popular Searches: T-Shirt Blue Jacket \" \" Rainbow Met"
    },
    {
      "url": "http://www.nfh.uit.no/norad/reports/mcs20mozambique20kelleher.doc",
      "title": "Nfh - Norges fiskerihøgskole | UiT",
      "description": "Velkommen til UiT, bli bedre kjent med studiehverdagen ved UiT Norges arktiske universitet?",
      "preview": "Gå til hovedinnhold"
    },
    {
      "url": "https://jollygoodbeer.co.uk/pollys-smooth_grove-keg/",
      "title": "Pollys-Smooth_Grove-KEG - Jolly Good Beer",
      "description": "Drinks Wholesale Distribution",
      "preview": "Pollys-Smooth_Grove-KEG by Kat 2021-09-15 We use cookies on our website to give you the most relevant experience by remembering your preferences and r"
    },
    {
      "url": "https://ai.google/",
      "title": "Google AI - How we're making AI helpful for everyone",
      "description": "Discover how Google AI is committed to enriching knowledge, solving complex challenges and helping people grow by building useful AI tools and technologies.",
      "preview": "Homepage - I/O 2025 Get started Ask Gemini Search with AI Mode Create an image Generate video Learn with NotebookLM Combine elements from different im"
    },
    {
      "url": "https://lnkd.in/gYV_8qr4?trk=public_post-text",
      "title": "LinkedIn",
      "description": "This link will take you to a page that's not on LinkedIn",
      "preview": "LinkedIn This link will take you to a page that's not on LinkedIn Because this is an external link, we're unable to verify it for safety. https://www."
    },
    {
      "url": "https://partnerships.coursera.org/?utm_medium=coursera&utm_source=partnerships&utm_campaign=website&utm_content=corp-to-home-footer-become-a-partner",
      "title": "Coursera Partnerships | Coursera",
      "description": "Create and deliver world-class online degrees and career training programs to learners worldwide.",
      "preview": "Partner with Coursera. Teach the World. Create and deliver world-class online degrees and career training programs to learners worldwide. Reach learne"
    },
    {
      "url": "http://www.appliedprobability.org/",
      "title": "Applied Probability Trust",
      "description": "The Applied Probability Trust is a not-for-profit foundation for study and research in the mathematical sciences. It was founded in 1964 with the initial support of the London Mathematical Society. The Applied Probability Trust editorial office is located within the School of Mathematics and",
      "preview": "Search this site Embedded Files Skip to main content Skip to navigation Applied Probability Trust The Applied Probability Trust is a not-for-profit fo"
    },
    {
      "url": "http://www.mu.org/~doug/mao/",
      "title": "The Unofficial Mao Home Page",
      "description": "void",
      "preview": "Welcome! You are visitor number To the Unofficial Mao Home Page. This page is offered to the public free of charge so that people can learn the wonder"
    },
    {
      "url": "https://www.tes-amm.com/de-de/it-wiedervermarktungsservice-von-microsoft-f%C3%BCr-unternehmen?hs_preview=sEAwKJUD-73305375500",
      "title": "IT Wiedervermarktungsservice von Microsoft für Unternehmen",
      "description": "Auf dieser Seite können Sie weitere Informationen über den IT-Wiedervermarktungsservice von Microsoft für öffentliche Organisationen anfordern.",
      "preview": "Services E-Waste Recycling IT Asset Disposition Managed Deployment Battery Recycling Data Center Services Spare Parts Global Facilities Find your faci"
    },
    {
      "url": "https://www.fec.gov",
      "title": "Home | FEC",
      "description": "Find what you need to know about the federal campaign finance process. Explore legal resources, campaign finance data, help for candidates and committees, and more.",
      "preview": "Your web browser is not supported This site uses features that are not supported by this browser. For a better experience, please switch to a modern b"
    },
    {
      "url": "https://wellsfargoworks.com/",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://wiki.emory.edu/label/19+center+daily+evaluation+regional",
      "title": "Emory Login Service",
      "description": "void",
      "preview": "Emory Login Service Loading login session information from the browser... Since your browser does not support JavaScript, you must press the Continue"
    },
    {
      "url": "https://northeastconference.org/news/2023/2/25/MSWIM_NEC_Championships_Day5_Rel_2023.aspx",
      "title": "Howard Makes History! Bison Complete Charge To First NEC Men's Swimming & Diving Championship - NEC",
      "description": "Click Here For Complete Results",
      "preview": "Skip To Main Content Pause All Rotators The Official Site of the NEC The Official Site of the NEC Schedule Members"
    },
    {
      "url": "https://craftwork.design/catalog/?_sft_download_category=freebies",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Catalog Featured 3D Assets Illustrations Framer Templates Coded Templates Figma Templates UX / UI Kits Moc"
    },
    {
      "url": "https://www.7andi.com/en/",
      "title": "Seven & i Holdings Co., Ltd.",
      "description": "en_description_common",
      "preview": "このページではjavascriptを使用しています。 Skip to main content 一時停止 再生 Recommended content Message from the CEO and Directors IR Library Sustainability Data Book Cor"
    },
    {
      "url": "https://www.adana.co.jp/en/contents/support/",
      "title": "SUPPORT TOP | ADA",
      "description": "ADA designs and develops products of aquarium, lighting and CO2 supply system to propose Nature Aquarium where tropical fish swimming in densely grown aquatic plants.",
      "preview": "NATURE AQUARIUM What is Nature Aquarium? Start Nature Aquarium Nature Aquarium Gallery The world's largest contest IAPLC Founder - Takashi Amano AQUA"
    },
    {
      "url": "https://www.fox4news.com/news/forney-isd-student-allegedly-taped-to-chair-crosby-elementary",
      "title": "10-year-old Forney student claims teacher taped him to chair, school police investigating | FOX 4 Dallas-Fort Worth",
      "description": "A Forney ISD teacher is on administrative leave and a school police are investigating after a 10-year-old student claimed the teacher taped him to his desk chair this week. A district spokesperson told FOX 4, \"there are two sides to every story.\"",
      "preview": "10-year-old Forney student claims teacher taped him to chair, school police investigating A Forney ISD teacher is on administrative leave and a school"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/post/121240027990",
      "title": "Maryland moves to increase diversity in computer science - @concernedpuengineer-blog on Tumblr",
      "description": "Unfortunate that such a narrow view of technology will be accepted as a graduation credit. Coding is an important part of much of our technological world, no doubt. The issue, however, is that it is...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "https://www.sandiegogulls.com/news/detail/san-diego-gulls-to-host-community-night-on-sunday-march-27",
      "title": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 | San Diego Gulls",
      "description": "The San Diego Gulls announced today that the American Hockey League (AHL) club will host Community Night on Sunday, Mar. 27 when the club hosts the Stockton Heat at Pechanga Arena San Diego (5 p.m.). The Gulls are inviting all fans in attendance to help distribute $35,000 in San Diego Gulls Foundation funds to 10 local non-profit organizations. The San Diego Gulls Foundation has donated over $675,000 into the San Diego community since its inception in 2016.",
      "preview": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 Mar 25, 2022 The San Diego Gulls announced today that the American Hockey League (AHL) club"
    },
    {
      "url": "http://www.rwjf.org/",
      "title": "Robert Wood Johnson Foundation | RWJF",
      "description": "RWJF is a leading national philanthropy dedicated to taking bold leaps to transform health in our lifetime. We work with others to achieve health equity faster and pave the way together to a future where health is no longer a privilege, but a right.",
      "preview": "Skip to main content Taking Bold Leaps to Make Health a Right Our shared vision in 2025 Inside our Plan Paving the way, together, to a future where he"
    },
    {
      "url": "http://www.maine.gov/dep/waste/ewaste/index.html",
      "title": "Electronics Recycling, Waste Management, Maine Department of Environmental Protection",
      "description": "void",
      "preview": "Home Skip to top navigation Skip to side navigation Skip to content Skip to footer Maine.gov Agencies | Online Services | Help | Search Maine.gov Home"
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://www.apo-observers.org/",
      "title": "Association for Professional Observers (APO)",
      "description": "Strengthen fisheries observer programs through advocacy and education",
      "preview": "Skip to content Monitoring, Control & Surveillance of Commercial Fisheries Resources The Association for Professional Observers (APO) is a 501 (c)(3)"
    },
    {
      "url": "https://cristianchinabirta.ro/tag/masina/",
      "title": "Despre masina - Cristian China-Birta",
      "description": "Despre masina. Am scris peste 13.000 de articole pe blog. Dintre ele, unele sunt despre masina . Intră acum să le citești.",
      "preview": "Skip to content Cristian China-Birta Mare maestru de isprăvi 2.0 Caută Caută Închide Meniu Etichetă: masina Ce maşină vrem să avem astăzi? Stau dimine"
    },
    {
      "url": "https://www.msnbc.com",
      "title": "MSNBC News - Breaking News and News Today | Latest News",
      "description": "MSNBC breaking news and the latest news for today. Get daily news from local news reporters and world news updates with live audio & video from our team.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content White House Congress Supreme Court Culture World"
    },
    {
      "url": "https://privacyportal.onetrust.com/webform/e65b3c4c-fa81-40d2-9df0-c7e99bf5f900/433ac076-21f3-4342-b391-a4d7d631cd3f",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/classic-pesto",
      "title": "Classic pesto recipe | Good Food",
      "description": "Whizz up a homemade pesto in under 15 minutes using just five ingredients. This herby Italian-style sauce is great stirred through pasta for a quick meal",
      "preview": "Skip to main content Classic pesto Good Food team Save recipe Makes 250ml Easy Cook: 15 mins A star rating of 4.7 out of 5. 146 ratings Rate loading.."
    },
    {
      "url": "https://www.militaryonesource.mil/",
      "title": "Support for Military Personnel & Families | Military OneSource",
      "description": "Active duty military resource website, offering 24/7 support for service members, spouses, their family and survivors on taxes, moving, benefits, MWR and more.",
      "preview": "My Military OneSource App Install Support for Military Personnel & Their Families Menu Skip to content Close Support for Military Personnel & Their Fa"
    },
    {
      "url": "https://astronomy.tools/calculators/field_of_view/",
      "title": "astronomy.tools",
      "description": "void",
      "preview": "Toggle navigation Field of View Calculators Focal Length / Ratio Magnification Field of View Telescope Capabilities Binocular Calculators CCD Calculat"
    },
    {
      "url": "https://eclass2790.tumblr.com/",
      "title": "Whatever I Want",
      "description": "Everything I like as a man",
      "preview": "» View Article Whatever I Want 13 December, 2018 December 13, 2018 2018.12.13 shesodamnthick : Nicki Minaj shesodamnthick » View Article 13 December,"
    },
    {
      "url": "https://www.wraltechwire.com/2021/06/09/survey-97-of-nc-execs-optimistic-81-plan-to-boost-hiring-but-29-to-reduce-office-space/",
      "title": "Survey: 97% of NC execs optimistic; 81% plan to boost hiring; but 29% to reduce office space | WRAL TechWire",
      "description": "Executives of technology companies based in North Carolina are optimistic about the future of their business, including the short-term performance of their companies during 2021, according to the results of a new survey. But changes are coming - companies plan to continue hybrid work and more than 29% plan to reduce office space.",
      "preview": "News Survey: 97% of NC execs optimistic; 81% plan to boost hiring; but 29% to reduce office space NC TECH Association Hybrid Work work from home (Vady"
    },
    {
      "url": "https://www.yalemedicine.org/specialists/ania-jastreboff",
      "title": "Ania Jastreboff > Specialists > Yale Medicine",
      "description": "Ania M. Jastreboff, MD, PhD, is an adult and pediatric endocrinologist with expertise in obesity medicine and weight management. She cares for patients who have prediabetes, insulin resistance, metabolic syndrome, and type 1 and type 2 diabetes. Dr. Jastrebroff, who is director of the Yale Obesity Research Center (Y-Weight), says she empathizes with patients who struggle to lose weight or maintain weight loss. \"Carrying excess weight and having obesity is not a lifestyle choice. Obesity is a chronic disease and should be treated with the same vigor and integrity as other chronic diseases,\" she says. \"We are in the infancy of our understanding of the mechanisms that underlie obesity. Many novel treatments are under development, including new anti-obesity medications, endoscopic procedures, and the refining of behavioral and surgical interventions.\" An assistant professor of medicine (endocrinology) and of pediatrics (endocrinology) at Yale School of Medicine, Dr. Jastrebroff says one of her goals is to conduct clinic research that will lead to better treatments for obesity and also have a clear public health impact in mitigating the obesity \"pandemic.\" Recent misinformation has been circulating online regarding a so-called \"pink salt trick\" for weight loss. It is not medically supported, and it has no connection to Dr. Ania Jastreboff or Yale. Videos of Dr. Jastreboff purporting to endorse this product are fraudulent and have been AI generated.",
      "preview": "Skip to Main Content 1 Yale Pediatric Endocrinology 1 Long Wharf Drive New Haven, CT 06511 Directions 1 of 3 Yale Pediatric Endocrinology 1 Long Wharf"
    },
    {
      "url": "https://www.grandhoteltremezzo.com/en/home/",
      "title": "Grand Hotel Tremezzo: luxury 5 star hotel on Lake Como, Italy",
      "description": "THE OFFICIAL SITE. The Grand Hotel Tremezzo, luxury 5 star hotel has a panoramic view of Lake Como. It also offers a spa and a very fine restaurant for a pleasant stay.",
      "preview": "Discover our Boutique 1 Room 2 Rooms 3 Rooms 4 Rooms 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults 7 Adults 8 Adults 9 Adults 10 Adults 11 Adul"
    },
    {
      "url": "https://www.sketchappsources.com/",
      "title": "Sketch App Sources - New free design resources - Icons, UI Kits, Wireframes, iOS, Android Templates",
      "description": "The largest collection of free and premium resources for web apps, mobile, UI, UX designers working with Sketch, Figma, Adobe XD. All vector .sketch files and .svg files are editable in Sketch, Figma, Adobe XD.",
      "preview": "void"
    },
    {
      "url": "https://www.whatsapp.com/privacy",
      "title": "WhatsApp Privacy | Secure and Private Messaging",
      "description": "WhatsApp is committed to protecting your data. Learn about our privacy features to understand how we ensure your conversations remain private.",
      "preview": "Skip to content Message privately Your privacy is our priority. With end-to-end encryption on WhatsApp, your personal messages, photos, calls and more"
    },
    {
      "url": "https://866ourvote.org/",
      "title": "Homepage - Election Protection",
      "description": "void",
      "preview": "Upcoming Elections Find out all you need to know about elections in 2025. Have questions about voter registration deadlines, requesting absentee or ma"
    },
    {
      "url": "https://bloomberg.org/careers",
      "title": "Careers | Bloomberg Philanthropies",
      "description": "At Bloomberg Philanthropies giving back starts from the ground up.",
      "preview": "Skip to main content Careers Bloomberg Philanthropies works to ensure better, longer lives for the greatest number of people. We work to create positi"
    },
    {
      "url": "http://softwareimpact.bsa.org/",
      "title": "The Economic Impact of Software",
      "description": "BSA's first-of-its kind study reveals the profound impact software is making on the US economy, capturing the breadth its contributions across all 50 states, from job creation to R&D investment.",
      "preview": "To view the latest version of this report, visit software.org/softwareimpact . The Economic Impact of Software Download the Report UNITED STATES Total"
    },
    {
      "url": "https://www.verisign.com/",
      "title": "A global provider of domain name registry services and internet infrastructure | Verisign",
      "description": "Verisign, a global provider of domain name registry services and internet infrastructure, enables internet navigation for many of the world's most recognized domain names.",
      "preview": "Verisign enables the world to connect online with reliability and confidence, anytime, anywhere. Explore What We Do A Leader in Internet Infrastructur"
    },
    {
      "url": "http://www.southamptonchinese.org.uk/album/2021/1215_Christmas/tn/142.jpg.html",
      "title": "Image: 142",
      "description": "void",
      "preview": "Album : CAS :: 2021 :: 1215 Christmas Up << 141 142 143 >> Created with the tool album generator from Marginal Hacks by David Ljung on Thu Dec 16 21:3"
    },
    {
      "url": "https://www.321chat.com/",
      "title": "321 Chat - Free Chat Rooms for Everyone",
      "description": "Free chat rooms for everyone.",
      "preview": "CHAT Home Chat Rooms Teen Chat Adult Chat Senior Chat Kid Chat Gay Chat Lesbian Chat Gay Teen Chat Transgender Chat Furry Chat Religion Chat Black Cha"
    },
    {
      "url": "https://mashable.com/article/fortnite-is-the-real-metaverse",
      "title": "Sorry, Zuck. 'Fortnite' has been the 'real' metaverse all along. | Mashable",
      "description": "No matter how hard Meta or VRChat try to create a new metaverse to hang out in, it'll be hard to beat 'Fortnite.'",
      "preview": "You know, normal video game stuff! Credit: Epic Games Virtual offices. Floating, legless bodies. VR Mark Zuckerberg. I've been as skeptical of the met"
    },
    {
      "url": "https://www.1to1legal.co.uk/local/england/chelmsford/contentious-will-probate/",
      "title": "Chelmsford Contentious Will Probate Law Firms | Best Contentious Will Probate Solicitors, Barristers & Lawyers in Chelmsford",
      "description": "Find the top contentious will probate solicitors, barristers and lawyers near you in Chelmsford, England. Law directory list of the best firms in Chelmsford for contentious will probate.",
      "preview": "Nearest Contentious Will Probate Law Firms & Services in Chelmsford Backhouse Solicitors Ltd Backhouse Solicitors are a family-owned, modern firm. The"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/post/145495712593",
      "title": "Computing occupations are now the #1 source of new wages in America - @dumspirospero023-blog on Tumblr",
      "description": "A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just re-did the ana...",
      "preview": "codeorg Follow Computing occupations are now the #1 source of new wages in America A few weeks ago we published a study showing that computing occupat"
    },
    {
      "url": "https://jerrybrice.wordpress.com/tag/ybt/",
      "title": "ybt | Jerrybrice's Blog",
      "description": "Posts about ybt written by jerrybrice",
      "preview": "Jerrybrice's Blog The intersection of animation, entertainment, and politics Posts Tagged ' ybt ' Stop Biting!!!...Will The \"Real\" Apple Store Kid Pleas"
    },
    {
      "url": "https://www.eps-one.com/eps-ndvsb/",
      "title": "ePS-NDVSB delivers the Air Force 'First Look' Program - ePS",
      "description": "https://www.afmc.af.mil/News/Article-Display/Article/2761272/air-force-first-look-program-drives-purchasing-power/",
      "preview": "https://www.afmc.af.mil/News/Article-Display/Article/2761272/air-force-first-look-program-drives-purchasing-power/ More Posts All News AUBURN HILLS, M"
    },
    {
      "url": "https://nap.nationalacademies.org/catalog/24950/the-safety-and-quality-of-abortion-care-in-the-united-states",
      "title": "The Safety and Quality of Abortion Care in the United States | The National Academies Press",
      "description": "Read online, download a free PDF, or order a copy in print or as an eBook.",
      "preview": "Skip to main content Login or Register for a free MyNAP member account to save 10% off online and receive other benefits. [ Learn More ] Consensus Stu"
    },
    {
      "url": "https://chatroulette.com/",
      "title": "Chatroulette - Random video chat. Meet strangers worldwide!",
      "description": "Thousands of people meet there! Chatroulette is a random online video chat website. The safe alternative to Omegle. Enjoy meeting new people online with our fast connections. We use advanced moderation, safety is our priority.",
      "preview": "Meaningful connections Mobile App Enjoy chatting on your mobile devices! Download app now on App Store or PlayStore: Safety and Moderation Chatroulett"
    },
    {
      "url": "https://skillshop.exceedlms.com/student/path/549945-google-tools-for-in-person-learning",
      "title": "Google Tools for In-Person Learning : Google for Education",
      "description": "In this course, you will learn practical strategies using technology that supports in-person learning and classroom management. You will add value to your students' learning experience by integrating high-impact uses of Google Workspace for Education in your classroom.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://www.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://tealover-studyblr.tumblr.com/",
      "title": "My PhD Life",
      "description": "She/her - living in Amsterdam - 26 years old - Aspiring Dr. - BSc Food Technology - MSc Health Policy - https://buymeacoffee.com/chantalsch",
      "preview": "Home Ask me anything Submit a post Archive Mobile RSS My PhD Life Text December 15, 2022 23 notes Office work, beef stew, and the Christmas tree Tags:"
    },
    {
      "url": "https://www.istat.it/it/archivio/104317",
      "title": "Basi territoriali e variabili censuarie - Istat",
      "description": "Diffusi i dati definitivi delle basi territoriali 2021",
      "preview": "Notizia Periodo di riferimento: Censimenti 1991, 2001, 2011, 2021 Data pubblicazione: 11 Gennaio 2017 Data aggiornamento: 15 Aprile 2025 Nota-informat"
    },
    {
      "url": "https://securityx.space/2016/09/01/electronic-arts-ea-servers-down-poodlecorp-claims-it-ddosed-gaming-giant-hack-read/",
      "title": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read - securityXspace",
      "description": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read http://ift.tt/2bXaXiH EA sports servers are down and gamers are furious on Twitter - About 11hours ago, PoodleCorp did claim responsibility of DDoSing EA servers. The gaming giant Electronic Arts (EA) is currently experiencing an outage in which EA games, services and support have...",
      "preview": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed G"
    },
    {
      "url": "https://thecrochetcrowd.com/how-to-crochet/",
      "title": "Learn to Crochet A Cowl: A Beginner Tutorial",
      "description": "Learn how to crochet a cowl with a free pattern and tutorial. Beginners can use this dance version learning tutorial to improve their skills. Increase your crochet skills with the crochet cowl for beginners!",
      "preview": "Sharing is caring! Facebook Pinterest 4 Save Email Crochet Beginner Cowl Learn to crochet this Crochet Basic Cowl . This is an absolute beginner Croch"
    },
    {
      "url": "https://www.houstontx.gov/police/nr/2022/jun/nr220609-1.htm",
      "title": "Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue",
      "description": "The mission of the Houston Police Department is to enhance the quality of life in the City of Houston by working cooperatively with the public and within the framework of the U.S. Constitution to enforce the laws, preserve the peace, reduce fear and provide for a safe environment.",
      "preview": "> Police > News Release POLICE Department Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue June 9, 2022 - Charges have"
    },
    {
      "url": "http://community.naceweb.org/",
      "title": "Home - National Association of Colleges and Employers",
      "description": "The site home page",
      "preview": "Skip to main content (Press Enter). Sign in Skip auxiliary navigation (Press Enter). Contact Us Community Rules NACEWeb Help/User Guide Skip main navi"
    },
    {
      "url": "https://careers.7-eleven.com/",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://www.atbbq.com/grills-and-smokers/pellet-grills/yoder-smokers-ys640s-pellet-grill-with-acs.html",
      "title": "Yoder Smokers YS640s Pellet BBQ Grill & Smoker",
      "description": "When choosing a top-quality pellet BBQ grill, look for one with a reputation for craftsmanship, versatile features, results, and lasting durability.",
      "preview": "void"
    },
    {
      "url": "https://chardove.tumblr.com/",
      "title": "Chardove Reblogs Stuff",
      "description": "This blog has no theme, much apologies! ^^; I like pokemon and a bunch of other stuff though!",
      "preview": "Home Go ahead and ask me a thing? Archive Mobile RSS Chardove Reblogs Stuff Text July 02, 2024 113,487 notes gay-jewish-bucky asked: ssalmonn : impost"
    },
    {
      "url": "https://www.salon.com/2022/07/10/is-it-an-abortion-or-a-dandc-medically-speaking-the-steps-are-the-same/",
      "title": "Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" - Salon.com",
      "description": "The same procedures are used for elective abortion and for miscarriage care",
      "preview": "Advertisement: Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" Restrictions on elective abortion procedures are affecting med"
    },
    {
      "url": "http://www.simpletexting.com",
      "title": "SMS marketing services & texting platform | SimpleTexting",
      "description": "Use the text messaging service 17,000+ businesses trust. Send SMS marketing campaigns, receive texts, and message one-on-one.",
      "preview": "They're raising prices (again) 🫠. Check out our affordable plans with unlimited contacts. A texting service designed to help small businesses win Ever"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/andre-felipe-neppel/",
      "title": "André Felipe Neppel",
      "description": "A vítima estava em uma motocicleta Yamaha/MT07, que colidiu transversalmente com um caminhão Ford/Cargo.",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://playacademy.exceedlms.com/student/activity/9389?use_locale=true",
      "title": "Google Play Academy",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://pinterest.com/pin/create/button/?url=https://www.fao.org/documents/card/en?details=ca7012en&description=Card",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Pin Builder Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to selec"
    },
    {
      "url": "http://www.cleverbot.com/app",
      "title": "Cleverbot app - talk to an intelligent app",
      "description": "cleverbot - a clever bot - speak to an AI with some Actual Intelligence?",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "https://footballburp.com/jokes/the-best-wenger-jokes-after-chelsea-loss-and-mourinho-clash/",
      "title": "The best Wenger jokes after Chelsea loss & Mourinho clash",
      "description": "More Arsène Wenger jokes after another Arsenal defeat away at Chelsea and a bit of a confrontation with José Mourinho.",
      "preview": "LOST: Wenger (Image: Gordon Flood ) It's time for more Arsène Wenger jokes after yet another Arsenal defeat away at Chelsea and a bit of a confrontati"
    },
    {
      "url": "https://milkchokolate.tumblr.com/",
      "title": "Milk Chokolate",
      "description": "I'm fascinated with reality TV. The more ridiculous the \"plot\" the more I like the series. In fact,...",
      "preview": "Milk Chokolate Photo 77209 Notes Via ~ Link Port City Paparazzi: CHOCOLATE! Link 2thelastdrop Text 1650 Notes That awkward moment wen u hold the door"
    },
    {
      "url": "http://www.leaks.fr/",
      "title": "leaks.fr est en vente",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://ghc.anitab.org/",
      "title": "Grace Hopper Celebration | Nov 4-7, 2025 | AnitaB.org",
      "description": "Grace Hopper Celebration is the largest tech conference for women. AnitaB.org is proud to host an event that puts women in tech first.",
      "preview": "CHICAGO | NOVEMBER 4-7, 2025 GRACE HOPPER CELEBRATION 2025 The only tech event worth attending to get hired, skilled, advanced, and funded. Register N"
    },
    {
      "url": "https://www.sephora.sg/products/espressoh-glassy-blush-by-the-glass/v/default",
      "title": "Buy Makeup, Cosmetics and Skincare | Sephora Singapore",
      "description": "Sephora, where beauty beats. Discover the best in makeup, skin care, and more from a wide selection of beauty brands. Free shipping for orders above S$40.",
      "preview": "icon-back-left-arrow pinterest facebook twitter menu category explore search bag account store-location order wishlist wishlist-added need-help logout"
    },
    {
      "url": "https://nl.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org Nederlands",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Plugins zoeken Details Be"
    },
    {
      "url": "https://www.yourvone.com/",
      "title": "v one",
      "description": "pretty much like lovable but without the monthly fee",
      "preview": "Try it Watch full demo Vibe Everything you need to get started with your business. $199 one-time Get Started $150 per seat per year Get Started 1 proj"
    },
    {
      "url": "http://www.schachclub-waldkirch.de/pressebericht-jahreshauptversammlung/",
      "title": "Pressebericht Jahreshauptversammlung | Schachclub Waldkirch 1910 e.V.",
      "description": "void",
      "preview": "Zum Inhalt springen Direkter Wiederaufstieg in die Landesliga Hans-Joachim Federer ist Vereinsmeister/ Hauptversammlung des Schachclubs Waldkirch In d"
    },
    {
      "url": "https://www.oneidadispatch.com/2023/02/21/remembering-oneida-soccer-coach-dale-mccormick/",
      "title": "A Tragic Loss: The Oneida community honors Oneida soccer coach Dale McCormick - Oneida Dispatch",
      "description": "On February 19th, the Oneida community lost the vibrant Oneida soccer head coach and good friend, Dale McCormick. His life was cut short in a tragic drowning incident while vacationing with his family in Florida. He was only 48 years old. McCormick died trying to save his child's life. McCormick was on holiday with his [...]",
      "preview": "Skip to content Oneida soccer coach Dale McCormick tragically passed away during a vacation in Florida. (PHOTO PROVIDED) By Oneida Dispatch | oneidadi"
    },
    {
      "url": "http://libertycountymc.org/",
      "title": "Home | Coastal Georgia Minority Chamber of Commerce",
      "description": "CGMC ON THE MOVE NETWORKING MIXER [gallery targetsize=",
      "preview": "CGMC ON THE MOVE NETWORKING MIXER COMMUNITY participation TRAINING CLASSES COMMUNITY ACTIVISM for the love of liberty business marketing services"
    },
    {
      "url": "http://www.sernapesca.cl/",
      "title": "sernapesca",
      "description": "void",
      "preview": "Informativo Estimados/as usuarios/as: A partir del 01 de septiembre, se aplicará una encuesta telefónica a quienes se inscribieron en el Registro Pesq"
    },
    {
      "url": "https://www.fernhotels.com/",
      "title": "The Fern Hotels & Resorts",
      "description": "Leading Environmentally Sensitive Hotels",
      "preview": "Seamless Business Stays with Modern Amenities at The Fern Hotels & Resorts Explore Now Book Your Destination Select Dates BOOK NOW Best Rate Guarantee"
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/",
      "title": "@dolceforever-blog on Tumblr",
      "description": "Follow @dolceforever-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It"
    },
    {
      "url": "https://www.nnwa.us/",
      "title": "National NeighborWorks Association | National Neighborworks Association",
      "description": "void",
      "preview": "Skip to Content We Advocate For Our Members, For Our Communities National NeighborWorks ® Association Dual Faceted Advocacy The National NeighborWorks"
    },
    {
      "url": "http://www.zentravel.gr/",
      "title": "Home - ZenTravel",
      "description": "Manage your schedule efficiently! The most important rule a businessman has to follow nowadays, is management of his schedule with efficiency. Time is money! ZenTravel business travel experts are dedicated to make your trip as much enjoyable and luxurious it can get, but also a time efficient experience. Business Travel Explore Greece",
      "preview": "Skip to content Explore Greece What's more to say for this wonderful place on earth that someone else hasn't said it already. It is a place that alway"
    },
    {
      "url": "http://www.amis-outlook.org/",
      "title": "AMIS Agricultural Market Information System",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://a.cms.omniupdate.com/11/?skin=oucampus&account=montgomery&site=www&action=de&path=/index.pcf",
      "title": "Log In - Modern Campus CMS",
      "description": "void",
      "preview": "Modern Campus CMS Logo Log in to your account Username LOGIN Reset Password Change Password Please enter a new password for user in account . New Pass"
    },
    {
      "url": "https://dnaathletix.com/products/riverdale-sweat-pants",
      "title": "RIVERDALE RAIDERS SWEAT PANTS - dnaathletix",
      "description": "void",
      "preview": "Skip to content Menu Cart 0 Close (esc) RIVERDALE RAIDERS SWEAT PANTS Regular price $40.00 Size ADULT XS ADULT S ADULT M ADULT L ADULT XL ADULT XXL AD"
    },
    {
      "url": "https://www.flitetest.com/articles",
      "title": "Flite Test Articles | Read about RC Planes & Drones",
      "description": "Flite Test releases numerous RC Plane & Drone articles per day. Read about topics such as product reviews, industry trends & build tips at FliteTest.com.",
      "preview": "Articles Read all about the world of flight and learn new things. Featured Content Featured Articles Featured Author JamesWhomsley (76) View All Autho"
    },
    {
      "url": "https://www.tensorflow.org/hub/",
      "title": "TensorFlow Hub",
      "description": "TensorFlow Hub is a repository of trained machine learning models ready for fine-tuning and deployable anywhere. Reuse trained models like BERT and Faster R-CNN with just a few lines of code.",
      "preview": "Skip to main content / English Español Español - América Latina Français Indonesia Italiano Polski Português Português - Brasil Tiếng Việt Türkçe Ру"
    },
    {
      "url": "http://www.pevans.co.uk/Reviews/BigCheese.html",
      "title": "Review of The Big Cheese",
      "description": "void",
      "preview": "Mousie, mousie! Card game The Big Cheese reviewed by Pevans In fact the idea of this game is corporate brownnoses trying to get into the boss's good b"
    },
    {
      "url": "https://covid-19-response.unstatshub.org/useful-links/international-organisations-resources/",
      "title": "COVID-19 Resources from international organisations | COVID-19 response",
      "description": "This page contains links to data and information resources provided by international organizations that are part of the global statistical community. It is updated continuously as more resources become available.",
      "preview": "Department of Economic and Social Affairs Statistics • COVID-19 response Home Ensuring continuity Working remotely Data solutions Open data Useful lin"
    },
    {
      "url": "https://www.iam.kit.edu/wk/english/emailform.php?id=akQiF5%2FBVl6kh4H2duTSPoe9HuDmfxKW7Bjdlpr4LIEbSwJWrIGAVEPygHBqFZNXH2yN1Hy%2Bx1zrAL4pJdhOFqlsrI92TwF0Lfe5IYeMNIZq1mfJFPsmRwQKc9nte5vC",
      "title": "IAM - Materials Science and Engineering Email-Form",
      "description": "void",
      "preview": "Institute for Applied Materials - Materials Science and Engineering Startpage Startseite Education Research Team Laboratories & Workshop Publications"
    },
    {
      "url": "http://www.thegraphicfoodie.co.uk/",
      "title": "The Graphic Foodie | Brighton Food Blog & Restaurant Reviews",
      "description": "A Brighton food blog with independent restaurant reviews and guide to the best restaurants, popups, supper clubs and food news in Brighton & Hove.",
      "preview": "Home About & Contact Restaurant Reviews Product Reviews SHOP instagram twitter There are some dishes that are more than just food. Comfort, memories,"
    },
    {
      "url": "https://www.politico.eu/section/technology/",
      "title": "Technology - POLITICO",
      "description": "Latest news, analysis and comment on technology policy in Europe and beyond.",
      "preview": "Skip to main content Advertisement Google faces UK restrictions over search dominance LONDON - Google has \"substantial and entrenched market power\" in"
    },
    {
      "url": "https://herbiv-whore.tumblr.com/",
      "title": "Blog Deleted.",
      "description": "I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm.",
      "preview": "Blog Deleted. I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm. De"
    },
    {
      "url": "https://inhome.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://instagram.com/theuso/",
      "title": "USO (@theuso) • Instagram photos and videos",
      "description": "157K Followers, 589 Following, 3,743 Posts - USO (@theuso) on Instagram: \"The USO is for the people who serve. Strengthening the well-being of the people serving in America's military and their families. #theUSO\"",
      "preview": "void"
    },
    {
      "url": "https://www.vam.ac.uk/collections/architecture",
      "title": "Architecture - Explore the Collections · V&A",
      "description": "Discover the extensive collections of the V&A and the Royal Institute of British Architects (RIBA).",
      "preview": "Skip to main content Architecture As the home of the national collection of architecture, the V&A holds monumental plaster casts, large-scale architec"
    },
    {
      "url": "https://www.nbcnews.com/health/health-news/health-risks-overturning-roe-v-wade-abortion-rcna27109",
      "title": "Biggest health risks of overturning Roe v. Wade abortion decision",
      "description": "If the Supreme Court overturns Roe v. Wade, abortion bans and restrictions could have manifold effects on maternal health.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://get.adobe.com/reader/",
      "title": "Adobe - Download Adobe Acrobat Reader",
      "description": "Download free Adobe Acrobat Reader software for your Windows, Mac OS and Android devices to view, print, and comment on PDF documents.",
      "preview": "This website no longer works on Internet Explorer due to end of support. Please use Microsoft Edge or another supported browser. JavaScript is current"
    },
    {
      "url": "http://www.yacreader.com/support",
      "title": "Support",
      "description": "Get help and learn how to use Yet Another Comic Reader",
      "preview": "YACReader Home Downloads Features Support Donation? Why? Contact Forum Android iOS F.A.Q. Please, check the list of frequently asked questions about Y"
    },
    {
      "url": "https://www.tacobell.co.in/",
      "title": "Home-TacoBell",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Order Now Our foo"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}