{
  "data": [
    {
      "url": "https://www.notimetowait.com/afib-explained",
      "title": "AFib Symptoms And Other Info | No Time To Wait | Official Site",
      "description": "Learn about potential Atrial Fibrillation symptoms like irregular heartbeat, heart racing, chest pain, shortness of breath, fatigue and light-headedness.",
      "preview": "En Español You Are Now Leaving No Time to Wait Content You Are Now Leaving No Time to Wait Content You are being redirected to another Bristol Myers S"
    },
    {
      "url": "https://privacyportal-de.onetrust.com/ui/#/preferences/multipage/login/74849542-5184-4a3a-8551-7d35999304aa?type=primary",
      "title": "DS Portal",
      "description": "void",
      "preview": "This page requires JavaScript to work properly. Please enable JavaScript in your browser."
    },
    {
      "url": "https://www.seedsindia.org/our-story/",
      "title": "Our Story - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Our Story Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts."
    },
    {
      "url": "https://kahoot.it/challenge/009946149",
      "title": "Kahoot!",
      "description": "Join a game of kahoot here. Kahoot! is a free game-based learning platform that makes it fun to learn - any subject, in any language, on any device, for all ages!",
      "preview": "void"
    },
    {
      "url": "https://adage.com/",
      "title": "Advertising, Marketing, Media and Tech News - Ad Age",
      "description": "void",
      "preview": "Keep Hispanic consumers engaged-why pulling back now costs more later Despite slower spending, sustained and culturally fluent engagement builds Hispa"
    },
    {
      "url": "https://www.dakotawoodlands.org/",
      "title": "Dakota Woodlands | Homeless Shelter | Wescott Woodlands, Eagan, MN, USA",
      "description": "Dakota Woodlands is the only homeless family shelter in Dakota County, located in Eagan, MN!",
      "preview": "top of page Empowering Displaced Families Dakota Woodlands' mission is to empower displaced families on their journey to independence. Learn More Don"
    },
    {
      "url": "https://www.noirbcc.org/",
      "title": "HOME | NOIRBCC",
      "description": "Noir Black Chamber of Commerce Inc. is a unique 501(c)(3) Economic Development Entity and certified Community Development Entity (CDE) under the U.S. Department of the Treasury's CDFI Fund. We are the only chamber of commerce in the United States specifically dedicated to serving Black youth ages 9 to 24, and proudly stands as Kentucky's only Black Chamber of Commerce.",
      "preview": "top of page Noir Black Chamber of Commerce Inc. Noir Black Chamber of Commerce Inc. is a unique 501(c)(3) Economic Development Entity and certified Co"
    },
    {
      "url": "https://diettogo.35p2.net/c/3408212/173242/3159?subid3=people",
      "title": "Diet-to-Go® Weight Loss Meal Delivery - Diet Meal Delivery - Diet Food Delivery",
      "description": "Diet-to-Go is a Diet Meal Delivery Service that Provides Balanced, Freshly Prepared, Real Food for Weight Loss.",
      "preview": "MYDIETTOGO | BLOG | HELP | CONTACT 800-743-7546 Home | Learn More | Menus | Pricing Order Now 800-743-7546 50% Off 1st Order plus $80 Off Upcoming Mea"
    },
    {
      "url": "https://www.paloaltonetworks.com/",
      "title": "Leader in Cybersecurity Protection & Software for the Modern Enterprises - Palo Alto Networks",
      "description": "Implement Zero Trust, Secure your Network, Cloud workloads, Hybrid Workforce, Leverage Threat Intelligence & Security Consulting. Cybersecurity Services & Education for CISO's, Head of Infrastructure, Network Security Engineers, Cloud Architects & SOC Managers",
      "preview": "Deploy Bravely - Secure your AI transformation with Prisma AIRS Palo Alto Networks Announces Agreement to Acquire CyberArk, the Identity Security Lead"
    },
    {
      "url": "https://cookingforone341683522.wordpress.com/the-blog/",
      "title": "The Blog - Cooking for one",
      "description": "Cooking in a time of crisis",
      "preview": "Skip to content If it was a clambake in Alaska fifty years ago we would have been digging right now. But this is a hot day in Norfolk: two older ladie"
    },
    {
      "url": "http://research.mines.edu",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    },
    {
      "url": "https://pulpmx.com/podcast/guest-chris-betts/",
      "title": "Guest: Chris Betts - PulpMX",
      "description": "The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super...",
      "preview": "Guest: Chris Betts The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super fan, his roots in moto,"
    },
    {
      "url": "https://flightaware.com/photos/view/447116-d07a85c727f57a4d146d0c81fafac071881bab08",
      "title": "Photo of Piper L-21 Super (N10YV) - FlightAware",
      "description": "FlightAware Aviation Photos: Piper L-21 Super(N10YV), Super Cub on Wipline #2700 amphib floats on the southern end of Gull Lake in central Minnesota. Slow water taxi into Madden's Resort. Air to water photo from another Super Cub., taxiing at 9Y2",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://www.fox2detroit.com/news/dog-saves-toddler-after-fire-torches-detroit-apartment-leaving-family-of-six-homeless",
      "title": "Dog saves toddler from fire that torched Detroit apartment, left family of six homeless | FOX 2 Detroit",
      "description": "Blue not only saved the youngest of four girls trapped in the home, but they also noted emergency authorities - actions fitting for a hero dog.",
      "preview": "article Blue, the dog of Janet Kelley. DETROIT (FOX 2) - The remains of one Detroit family's possessions were turned to ash and dust after a fire tore"
    },
    {
      "url": "https://www.dropbox.com/home",
      "title": "Login or Sign Up - Dropbox",
      "description": "Login to Dropbox. Bring your photos, docs, and videos anywhere and keep your files safe.",
      "preview": "void"
    },
    {
      "url": "https://news24online.com/",
      "title": "Latest News, Breaking News, Live Updates & Top Headlines Today | News24",
      "description": "Read the latest news, breaking headlines, and live updates from India and across the world on News24. Get reliable top stories in politics, business, entertainment, sports, opinion and more",
      "preview": "न्यूज़ 24 हिन्दी E24 Web Stories ISOMES BAG Network Milan | 21.47 °C | AQI 2 English हिन्दी E24 Isomes News24 Sports Friday, 10 October, 2025 Login La"
    },
    {
      "url": "https://buzzbakeshop.com/",
      "title": "Buzz Bakeshop | Alexandria VA",
      "description": "Located in North Old Town, Alexandria, Buzz Bakeshop is a full-service bakery, coffee shop and dessert lounge designed to showcase the talents of our award winning pastry team with an array of cakes, cupcakes, pastries, cookies, brownies, bars and other confectionary creations.",
      "preview": "top of page All You Need Is Buzz, Buzz Is All You Need. Buzz is a beloved neighborhood bakery in the north end of Old Town, Alexandria, featuring a my"
    },
    {
      "url": "http://www.funshare.mobi/",
      "title": "Mobile Fun Share - Free Mobile Softwares, Nokia Themes, Sony Ericsson Themes, Wallpapers",
      "description": "Download free mobile softwares, nokia softwares, mobile themes, nokia themes, sony ericsson themes and wallpapers",
      "preview": "Mobile Fun Share Mobile Entertainement Website Home Contact Us Sitemap Popular Articles Quran Register v1.0 Cinema3D v1.2.gif Zune black z.car yellow"
    },
    {
      "url": "http://store.steampowered.com/privacy_agreement/",
      "title": "Privacy Policy Agreement",
      "description": "void",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://iics.medium.com/tech-support-scammers-use-xss-vulnerability-to-show-fake-malware-infection-7e56138ed186",
      "title": "Tech support scammers use XSS vulnerability to show fake malware infection | by Eli Cyber Security | Medium",
      "description": "Tech support scammers use XSS vulnerability to show fake malware infection Tech support scams are one of the most common threats to technology users, as both legitimate service providers and end ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Tech support scammers use XSS vulnerability to show fake malware infectio"
    },
    {
      "url": "https://support.brookings.edu/",
      "title": "Support Brookings | Brookings",
      "description": "Give to Brookings today and support independent research, pioneering solutions, informed policy-making, and positive change for future generations.",
      "preview": "Search Support Brookings Search Support Brookings Join the Brookings Community Ways to Give Planned Giving Financial Information Invest in Solutions."
    },
    {
      "url": "https://www.jcpenney.com/p/exa-beauty-high-fidelity-balancing-color-corrector/ppr5008239340?pTmplType=beauty&slfpid=3",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://excelrc.com/products/arrma-ar330514-shock-collar-aluminum-black-6s-2",
      "title": "ARRMA Shock Collar Aluminum Black 6S (2) ARAC8964 | AR330514 - Excel RC",
      "description": "Arrma AR330514 Shock Collar Aluminum Black 6S (2)",
      "preview": "Skip to content Facebook X Instagram TikTok YouTube ARRMA Shock Collar Aluminum Black 6S (2) ARAC8964 | AR330514 Price Regular price $14 99 $14.99 Reg"
    },
    {
      "url": "http://www.moodworks.com/#!tarot-meanings/ca1n",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "https://easychair.org/smart-slide/author/H5t8",
      "title": "Author: Patricia Johann",
      "description": "void",
      "preview": "EasyChair Smart Slide Docs / Log in Home Author: Patricia Johann This page shows all presentations of this author published in EasyChair Smart Slide."
    },
    {
      "url": "https://news.airbnb.com/fresh/",
      "title": "\"The Fresh Prince\" Will Smith Invites You to a Royal Stay on Airbnb",
      "description": "For the first time ever, local guests are invited to chill out and relax in a wing of one of television's most iconic homes.",
      "preview": "It's been 30 years since Will Smith rolled up the driveway and knocked on the door of this iconic LA crib for the very first time. To celebrate the un"
    },
    {
      "url": "https://www.kkcm.cz/teens-pruzkum",
      "title": "Výsledky průzkumu | kkcm",
      "description": "void",
      "preview": "top of page Průzkum V březnu a dubnu 2021 jsme požádali mukařovské teenagery a jejich rodiče o vyplnění krátkého anonymního dotazníku. Všem respondent"
    },
    {
      "url": "https://ride.lyft.com/?entrypoint=lyftcom",
      "title": "Lyft: Need a ride? Use the app.",
      "description": "Download the Lyft app and get a ride from a friendly driver in minutes.",
      "preview": "Skip to content Need a ride? Use the app. Download the Lyft app and get a ride from a friendly driver in minutes. We'll send you a text with a link to"
    },
    {
      "url": "https://skillshop.exceedlms.com/student/path/549945-google-tools-for-in-person-learning",
      "title": "Google Tools for In-Person Learning : Google for Education",
      "description": "In this course, you will learn practical strategies using technology that supports in-person learning and classroom management. You will add value to your students' learning experience by integrating high-impact uses of Google Workspace for Education in your classroom.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "http://www.tesoro.it/",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019138/troubled-waters",
      "title": "Troubled Waters | The Current",
      "description": "Scientists find that wealthy nations are responsible for almost all trackable industrial fishing across the global oceans",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.cee.psu.edu",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "https://contentful.allbound.com/",
      "title": "Contentful",
      "description": "void",
      "preview": "Log In To Get Started Enter your credentials below or request an account. Email Password Remember me Lost your password? Please enter your email addre"
    },
    {
      "url": "https://code.msdn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GDPC1",
      "title": "Real Gross Domestic Product (GDPC1) | FRED | St. Louis Fed",
      "description": "View the annual rate of economic output, or the inflation-adjusted value of all new goods and services produced by labor and property located in the U.S.",
      "preview": "Skip to main content Real Gross Domestic Product (GDPC1) Observations Q2 2025: 23,770.976 | Billions of Chained 2017 Dollars, Seasonally Adjusted Annu"
    },
    {
      "url": "https://www.thesprucecrafts.com/how-to-tool-leather-3536816",
      "title": "Using Your Woodworking Band Saw Safely",
      "description": "Is cutting with a band saw safe? By following the safety precautions in this article, you should be able to reduce the danger of using a band saw.",
      "preview": "Tips for Using Your Band Saw Safely and Effectively By Chris Baylor Chris Baylor Chris Baylor is a woodworking expert and writer with over a decade of"
    },
    {
      "url": "http://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://www.nataliemcqueen.co.uk/about",
      "title": "Natalie McQueen - Official Website",
      "description": "Find out all about Natalie Mcqueen , how to contact her, where you can see her perform and join in her mailing list for updates! Currently playing Lauren in Kinky Boots in London's West End.",
      "preview": "About Natalie About Natalie Natalie recently played Blanche Barrow in Frank Wildhorns - Bonnie & Clyde at the Theatre Royal Drury Lane. She appeared a"
    },
    {
      "url": "https://www.copy.ai/",
      "title": "Future proof your business with GTM AI",
      "description": "Introducing the first-ever GTM AI platform. Automate hundreds of tedious, repetitive tasks and empower your team to scale success like never before.",
      "preview": "Goodbye AI Copilots Goodbye Point Solutions Hello GTM Agent Platform Infuse AI across your go-to-market engine with a single platform - not dozens of"
    },
    {
      "url": "https://lightcast.io/resources/research/rebuilding-our-semiconductor-workforce",
      "title": "Rebuilding Our Semiconductor Workforce",
      "description": "As the world becomes increasingly interconnected and new technologies are adopted, semiconductors have become indispensable in day-to-day life, and ensuring a robust and reliable supply has never been more important. Burningglass and Emsi are now part of Lightcast. Burning Glass Institute is a separate entity and relies on the data from Lightcast.",
      "preview": "void"
    },
    {
      "url": "https://about.grabyo.com/pt/grabyo-blog/?_page=7",
      "title": "Grabyo Blog | Read the latest broadcast and media industry analysis",
      "description": "The Grabyo blog features updates from Grabyo, news and in-depth analysis of the broadcast and media industry. Never miss an update!",
      "preview": "Live cloud production for enterprises All we need is a few details then we'll send the ebook direct to your inbox. Try Grabyo All we need is a few det"
    },
    {
      "url": "http://www.calottery.com/privacy-policy",
      "title": "Privacy Policy | California State Lottery",
      "description": "The California State Lottery knows how important your privacy is, and we're committed to protecting it. Learn how we safeguard your personal information.",
      "preview": "skip to main content PRIVACY POLICY We protect your personal information. The California State Lottery (\"Lottery\") is committed to protecting your pri"
    },
    {
      "url": "http://www.thegymla.com/",
      "title": "The GYM L.A. | Your Ultimate Training Facility | 11567 Santa Monica Boulevard, Los Angeles, CA, USA",
      "description": "Real everyday people, working really hard, to get real results. At The Gym LA, your fitness is our #1 priority. We are a community gym with state of the art commercial equipment for all levels of your fitness journey. No matter your starting point, our team of certified and experienced trainers will make your fitness their priority as your personalized fitness partner.",
      "preview": "top of page THE GYM L.A. Real people working really hard, to get real results. At THE GYM L.A your fitness is our #1 priority. From the moment you wal"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://mailback-msft.tes-amm.com/_Content/nl-BE/",
      "title": "Microsoft Mail-back Program",
      "description": "void",
      "preview": "Kies taal: Gratis Mail-back programma van Microsoft Welkom bij het gratis Mail-back programma van Microsoft.Het programma van Microsoft wordt beheerd"
    },
    {
      "url": "https://metashare.csc.fi/repository/search/?q=&selected_facets=availabilityFilter_exact%3AAvailable%20-%20Restricted%20Use&selected_facets=useNlpSpecificFilter_exact%3ALinguistic%20Research&selected_facets=timeCoverageFilter_exact%3A1920-1939&selected_facets=licenceFilter_exact%3AUnder%20Negotiation&selected_facets=foreseenUseFilter_exact%3AHuman%20Use&selected_facets=languageNameFilter_exact%3ATundra%20Nenets&selected_facets=languageNameFilter_exact%3AEastern%20Mari&selected_facets=languageNameFilter_exact%3ASelkup",
      "title": "META-SHARE | Kielipankki",
      "description": "void",
      "preview": "META-SHARE META-SHARE was the Language Bank's metadata repository. It contained information about each language resource's type, content, extent, lice"
    },
    {
      "url": "http://lavenaria.it/en/permanent-exhibitions?mini=2021-10&month=2021-10-30",
      "title": "Permanent Exhibitions | La Venaria Reale",
      "description": "void",
      "preview": "Skip to main content Permanent Exhibitions Permanent Exhibitions 30 October 2021 Plan your visit Plan your visit Activities Activities for families Ev"
    },
    {
      "url": "https://www.toyotavantech.com/forum/content.php?185&s=00fc93410e425fe4e5e90c822c18514a",
      "title": "ToyotaVanTech.com Library - Add New Section",
      "description": "void",
      "preview": "Register Help Remember Me? What's New? Articles TVT Vanwagon Owner's Manual TVT Previa Owner's Manual Tim's Tech Tips Forum Blogs Advanced Search Home"
    },
    {
      "url": "https://www.deltafoundation.net",
      "title": "Delta Research and Educational Foundation - The Official Research and Educational Foundation of Delta Sigma Theta Sorority, Inc.",
      "description": "void",
      "preview": "Charitable Engagement DREF provides opportunities to promote research that identifies and fashions solutions to issues affecting African American wome"
    },
    {
      "url": "https://www.foodsafetynews.com/tag/missouri-cattlemen/",
      "title": "Missouri cattlemen | Food Safety News",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.beroset.com/",
      "title": "Assembly Language Repository",
      "description": "void",
      "preview": "[ about me ] [ links ] [ assembly language code ] [ site map ] Assembly Language Source Code The Idea Over the years, I have written and given away a"
    },
    {
      "url": "https://developpaper.com/open-source-c-implementation-of-console-random-maze/",
      "title": "Simcast News portal.",
      "description": "Search on topics your interested. Read great personalised news.",
      "preview": "News Entertainment Money Lifestyle Health Sports Travel Videos About Us About Simcast Contact Us Policies Privacy Policy Terms of Use Powered by Micro"
    },
    {
      "url": "https://integrate.clover.com/#forms-with-text",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "https://www.penguinrandomhouse.com/books/709135/right-at-home-by-bobby-berk/",
      "title": "Right at Home by Bobby Berk: 9780593578353 | PenguinRandomHouse.com: Books",
      "description": "The design expert and Emmy-nominated TV host of Netflix's Queer Eye shows you how to set up your space so that it takes care of you. Learn how to...",
      "preview": "Skip to Main Content (Press Enter) 📝 Quiz: What Book Should You Read Next? 📝 Quiz: What Book Should You Read Next? Books Kids Popular Authors & Events"
    },
    {
      "url": "https://blaqplastik.tumblr.com/post/154526446030",
      "title": "Computer science really is computer science! - @blaqplastik on Tumblr",
      "description": "How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline. In 2013, Code.org's advocacy coalition...",
      "preview": "codeorg Follow Computer science really is computer science! How do you categorize computer science as a K-12 subject? Let it be a distinct core discip"
    },
    {
      "url": "https://jobs.wordpress.net/",
      "title": "WordPress Jobs | WordPress related Job Postings",
      "description": "void",
      "preview": "« Return to WordPress.org Search for: Development (5) 5 jobs Date Posted Job Title Job Type Location Oct 8 Web Developer Needed Project Bellevue, WA O"
    },
    {
      "url": "https://allfingersandthumbs.blogspot.com/2012/11/next-question.html?showComment=1353492161801",
      "title": "Next question -",
      "description": "Crafting a mindful life through knitting, sewing, trying ALL the crafts. Finding beauty and creativity in everyday life.",
      "preview": "Skip to main content Next question - Get link Facebook X Pinterest Email Other Apps - November 18, 2012 did I buy enough yarn? Looks like that's a yes"
    },
    {
      "url": "https://karrierewelt.golem.de/blogs/karriere-ratgeber/virtuelle-zusammenarbeit-wie-online-meetings-nicht-zur-zeitverschwendung-werden?utm_source=golem&utm_medium=artikel&utm_campaign=artikel",
      "title": "Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend",
      "description": "(Bild: Chalo Garcia auf Pixabay/Pixabay License) Von Markus Kammermeier veröffentlicht am 10. März 2020, 12:04 Uhr Aus Angst vor dem Coronavirus fördern viele Unternehmen Homeoffice - oder verordnen es sogar. Doch wenn die Teilnehmer von Meetings nicht im selben Raum sitzen, braucht es andere Methoden. Wir geben eine Ü",
      "preview": "Warenkorb anzeigen Close IT-Karriere-Ratgeber Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend Virtuelle Zusammenarbeit: Wie Onl"
    },
    {
      "url": "https://www.ocala.com/story/news/local/2013/07/18/a-silver-springs-story-ricou-browning-was-the-creature/31923591007/",
      "title": "A Silver Springs story: Ricou Browning was the Creature",
      "description": "In the mid-1950s, a grotesque costume turned Ricou Browning from a soft-spoken family man into an ugly \"gill man,\" also known as the \"Creature from the Black Lagoon.\"",
      "preview": "Skip to main content Home Election Local State Education Crime Politics Hidden Gems A Silver Springs story: Ricou Browning was the Creature Marian Riz"
    },
    {
      "url": "https://www.miga.org/",
      "title": "Homepage | World Bank Group Guarantees | MIGA",
      "description": "void",
      "preview": "Skip to main content Guarantee Platform World Bank Group Guarantees deliver efficiency and boost impact Get in Touch 1 / 3 Credit Guarantees For loans"
    },
    {
      "url": "https://images.google.com.cy/url?sa=t&url=http://ocenkadoma24.ru",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://ocenkadoma24.ru . Se non desideri visitare questa pagina,"
    },
    {
      "url": "https://gadebate.un.org/en",
      "title": "General Debate of the 80th Session | General Debate",
      "description": "General Assembly",
      "preview": "Skip to main content / navigation General Debate General Assembly English Search العربية 中文 English Français Русский Español Search Find General Debat"
    },
    {
      "url": "https://www.atlassian.com/legal/product-specific-terms#statuspage-specific-terms",
      "title": "Product-Specific Terms | Atlassian",
      "description": "Atlassian Product-Specific Terms",
      "preview": "Close View this page in your language ? All languages Choose your language 中文 Deutsch English Español Français Italiano 한국어 Nederlands 日本語 Português P"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "https://www.thecultureequity.com/",
      "title": "Home | The Culture Equity",
      "description": "Explore Culture Equity: Your Premier Multicultural Marketing Partner, Houston-Based with Offices in Phoenix and Las Vegas. Elevate Your Brand's Cultural Impact and Strategies Now!",
      "preview": "top of page At The Culture Equity, we believe culture is the key to unlocking your brand's true potential. Our mission is to help businesses create ex"
    },
    {
      "url": "https://experiments.withgoogle.com/arts-culture",
      "title": "Arts & Culture Experiments - Experiments with Google",
      "description": "Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, WebVR, AR and more. We're showcasing projects here, along with helpful tools and resources, to inspire others to create new experiments.",
      "preview": "Collection Arts & Culture Experiments Try out experiments at the crossroads of art and technology, created by Artists and Creative Coders with Google"
    },
    {
      "url": "https://support.hudabeauty.com/support/solutions/articles/48001060021-are-huda-beauty-products-vegan-",
      "title": "FAQ and Customer Support | HUDABEAUTY",
      "description": "void",
      "preview": "DELIVERY TIMINGS + INFORMATION DELIVERY TIMINGS + INFORMATION Huda Beauty PRODUCT & RETAIL INFO HUDA BEAUTY Enter your search term here... Search At H"
    },
    {
      "url": "https://www.earth.tu-berlin.de/menue/service/parameter/maxhilfe/",
      "title": "Satellitengeodäsie - TU Berlin",
      "description": "void",
      "preview": "Satellitengeodäsie Satellite Geodesy consists of the observational and computational techniques, that allow the solution of a geodetic problem by usin"
    },
    {
      "url": "https://www.cnet.com/news/google-supercharges-youtube-with-a-custom-video-chip/",
      "title": "Google supercharges YouTube with a custom video chip - CNET",
      "description": "The processor is designed to deliver better video quality and to cut network use.",
      "preview": "X Why You Can Trust CNET Our expert, award-winning staff selects the products we cover and rigorously researches and tests our top picks. If you buy t"
    },
    {
      "url": "https://www.boxycharm.com/",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://carvellwallace.medium.com/",
      "title": "Carvell Wallace - Medium",
      "description": "Read writing from Carvell Wallace on Medium. This is where I experiment. This is where I learn to write.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Carvell Wallace 26K followers The Photograph There is a new book out, a c"
    },
    {
      "url": "https://www.sisley-paris.com/en-US/phyto-cernes-eclat-100102.html",
      "title": "Phyto-Cernes Eclat n°1.5 - Sisley Paris",
      "description": "Masks dark circles and signs of fatigue, visibly smoothes fine lines, reduces appearance of puffiness.",
      "preview": "void"
    },
    {
      "url": "https://www.kastle.com/safety-wellness/getting-america-back-to-work/",
      "title": "Kastle Systems - Data Assisting in Return to Office Plans",
      "description": "As companies return to the office, we understand prioritizing employee safety. Identify trends and assist return to office plans with our live data.",
      "preview": "Getting America Back to Work WEEKLY OCCUPANCY PEAK DAY HYBRID INDEX LEGAL OCCUPANCY Americans have been living through a period of intense uncertainty"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://huggingface.co/docs/datasets/loading",
      "title": "Load",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Load Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Datase"
    },
    {
      "url": "https://www.spmcf.org/",
      "title": "Saint Paul & Minnesota Foundation | Saint Paul & Minnesota Foundation",
      "description": "Saint Paul & Minnesota Foundation is a partner to thousands of donors and nonprofit organizations working to create a just and vibrant Minnesota where all people and communities thrive. We help establish not for profit organizations with endowments, help patrons with charitable planning, and manage donor-advised funds.",
      "preview": "Where Giving Grows Make more possible Your Community Foundation The Saint Paul & Minnesota Foundation partners with thousands of donors, nonprofit org"
    },
    {
      "url": "https://www.instyle.com/madelyn-cline-outer-banks-season-3-interview-7112295",
      "title": "Madelyn Cline Says She Drew Inspiration From Her Personal Life for 'Outer Banks' Season 3",
      "description": "The star tells <em>InStyle</em> that she was \"choking\" when she first read this season's script.",
      "preview": "Top Stories When Will Taylor & Travis Get Married? The Hidden Meaning Behind Princess Kate's State Dinner Looks Are Harry & Meghan Moving to the U.K"
    },
    {
      "url": "https://iste.org/areas-of-focus/AI-in-education",
      "title": "ISTE | Artificial Intelligence in Education",
      "description": "ISTE offers free resources and guides for educators who are interested in learning about how artificial intelligence can empower learners at every level.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://www.insidesport.co/",
      "title": "Latest Sports News, Results, Live Scores of Asia Cup 2025, IPL 2026 | InsideSport",
      "description": "Get latest sports news, live scores, results of Asia Cup 2025, IPL 2026. Stay updated with cricket news, today's sports headlines on InsideSport.",
      "preview": "void"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://www.covidtests.gov/",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://herkkolevola-blog.tumblr.com/",
      "title": "Liikunnan iloja",
      "description": "Tässä blogissa kerrotaan liikunnan iloista.",
      "preview": "Liikunnan iloja RSS Archive Tässä blogissa kerrotaan liikunnan iloista . August 6, 2016 \"Right when I finish a workout, I feel pretty sexy. Even thoug"
    },
    {
      "url": "https://allswellhome.com/collections/use-all-less-toppers-and-allswell-mattress/products/the-supreme-pillow",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.goal.com/en",
      "title": "Football News, Live Scores, Results & Transfers | Goal.com",
      "description": "The latest football news, live scores, results, rumours, transfers, fixtures, tables and player profiles from around the world, including EURO U21.",
      "preview": "Matches All competitions Friendlies World Cup Qualification UEFA All competitions Thu 25 Sept Fri 26 Sept Sat 27 Sept Sun 28 Sept Mon 29 Sept Tue 30 S"
    },
    {
      "url": "https://notelet.so/",
      "title": "Notelet - Beautiful websites and blogs published with Notion.",
      "description": "Write in Notion, publish to the web. Simply edit and publish a website from Notion. Use your custom domain, analytics and more.",
      "preview": "Create a website or blog with Notion. Write in Notion, publish to the web. Custom domain, analytics, themes and more. Try without signup (takes 2min)"
    },
    {
      "url": "https://www.collegenet.com/",
      "title": "Software for Higher Ed Scheduling & Campus Efficiency | CollegeNET",
      "description": "Streamline academic and event scheduling, admissions, and resources with CollegeNET's Series25®-the smarter way higher ed works today.",
      "preview": "Skip to main content Software that Helps Higher Ed Work Smarter Discover the integrated platform that streamlines academic and event scheduling, admis"
    },
    {
      "url": "http://www.madrona.com/",
      "title": "Madrona",
      "description": "A venture capital firm that teams with technology entrepreneurs to nurture ideas from startup to market success.",
      "preview": "Skip to content For the founders committed to turning the improbable into the inevitable. inspirational. proven. exceptional. inevitable. Backing foun"
    },
    {
      "url": "https://zora.medium.com/no-asap-rocky-jonathan-majors-are-not-being-emasculated-353b34cde54?source=home---------5------------------0----------",
      "title": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated | by Whitney Alese | ZORA",
      "description": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated \"Emasculate\" is one of those words I wish more folks simply hadn't learned. Case in point, it's overuse in recent conversations ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in ZORA · A publication from Medium that centers the stories, poetry, essays"
    },
    {
      "url": "https://www.lightstalking.com",
      "title": "Light Stalking - Photography Blog & Forum",
      "description": "Learn on our photography blog from working photographers and join our friendly community to get feedback on your results.",
      "preview": "Skip to the content Close Menu Blog Marketplace Community Portfolio Categories Abstract Photography Action and Sports Photography Adventure & Travel P"
    },
    {
      "url": "https://poesiarecitada.com/?tag=emilio-jimenez-diaz",
      "title": "Poesía Recitada Tomás Galindo",
      "description": "Más de 9.000 vídeos de poemas, cuentos y narraciones en español.",
      "preview": "Presentación Índice de autores Autores favoritos La Papelera jueves, 23 de enero de 2025 Últimas publicaciones De vacaciones Vídeos diarios aquí abajo"
    },
    {
      "url": "https://marketfinder.thinkwithgoogle.com/intl/en_us/?_ga=2.45456044.965316859.1596467089-1058377208.1582137491&_gac=1.178522512.1595971498.EAIaIQobChMIkKynrdrg5wIVDdreCh3oyAAGEAAYASAAEgKy5vD_BwE",
      "title": "Find Global Business Opportunities - Market Finder by Google",
      "description": "Google's Market Finder will help you identify new international business opportunities using market insights and help you plan for success.",
      "preview": "void"
    },
    {
      "url": "https://partnerships.nature.com/product/researcher-training/",
      "title": "Training | Support Your Researchers | Nature Partnerships",
      "description": "Enhance your research capabilities with Nature Masterclasses. Explore high-quality training tailored for every stage of the research life cycle, featuring live workshops, webinars and on-demand courses led by international experts and journal editors from the Nature Portfolio.",
      "preview": "Researcher Training Researchers today are competing for funding, publishing space and recognition on a global stage. Building practical skills for pla"
    },
    {
      "url": "https://www.citizen.co.za/horses/horse-news/427243/riders-ready-for-cup-2/",
      "title": "Riders ready for Cup | The Citizen",
      "description": "Golfers may be spending much of their time watching The Open Championship at St Andrews today but they should also flip channels to No 239 and keep an eye on racing's own Interprov Rider Cup at Greyville.",
      "preview": "Horses Home » Sport » Horses Riders ready for Cup By Jack Milner 2 minute read 18 July 2015 01:00 pm RELATED ARTICLES DA calls for Gauteng health MEC'"
    },
    {
      "url": "https://sixonbroadway.com/",
      "title": "Home - SIX on Broadway",
      "description": "From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to reclaim their identities out of the shadow of their infamous spouse.",
      "preview": "Skip to content Divorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphon"
    },
    {
      "url": "https://bbpress.org/",
      "title": "bbPress.org",
      "description": "Forums, made the WordPress way",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About Make Codex News Forums Download bbPress.org Meet bbPress Forum software from the creators of"
    },
    {
      "url": "https://www.simbecorion.com/resource-type/brochures/",
      "title": "Brochures Archives | Simbec-Orion",
      "description": "A detailed look at specific therapy areas and individual services.",
      "preview": "Resource Type: Brochures Oncology Clinical Development Specialists Our experience conducting Phase I/II adaptive oncology clinical trials, through to"
    },
    {
      "url": "https://www.crecenteasociados.com/novedades/tag/europa",
      "title": "europa - Crecente Asociados",
      "description": "europa, Crecente Asociados, Arquitectura, Patrimonio y Turismo",
      "preview": "toggle navigation #europa Novedades Filtrar 1 Novedades | Página 1/1 Conferencia: The Cultural Routes of Europe. Origin, develoment, and future perspe"
    },
    {
      "url": "https://zywiecinfo.pl/component/mailto/?tmpl=component&template=newsberg&link=efd68dca83c7212d78f4cd7f386b246152d5b3c7",
      "title": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" - ŻywiecInfo - miasto - historia - kultura",
      "description": "Żywiec ma swoją nową ambasadorkę stylu! Natasza Jakubiec, mieszkanka miasta, z wielkim sukcesem reprezentowała Żywiec w popularnym programie modowym \"Shopping Queen 2025\", zdobywając ostatecznie upragniony tytuł \"Królowej Zakupów\". \"To było niesamowite doświadczenie! Chcę ogromnie podziękować dzi",
      "preview": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" Autor: Redakcja Data publikacji: 10.10.2025 14:06 Żywiec ma swoją nową ambasad"
    },
    {
      "url": "https://www.drazby.cz/drazba-zasob-elektronika-kabely-spolecnosti-inn/",
      "title": "Dražba zásob - elektronika, kabely společnosti I.N.N. | Drazby.cz",
      "description": "void",
      "preview": "Domů zavřít Chci uspořádat dražbu Chci nakoupit v dražbě Právě dražíme Chci nabídku zdarma Vše o dražbách Reference O nás Kontakty / Nabídka dražeb /"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}