{
  "data": [
    {
      "url": "https://sometimesdrawn.com/2009/12/05/mov-art-of-craft-exhibit-design/",
      "title": "MOV Art of Craft exhibit design - Kirsti Wakelin",
      "description": "Following the design of the MOV Studio, Darren Carcary and I began the process of designing an upcoming exhibition of craft at the Museum of Vancouver. The exhibit spans three gallery spaces and will highlight works from Canada, BC and the Republic of Korea. The design process is now into the final leg - the...",
      "preview": "Skip to content Following the design of the MOV Studio , Darren Carcary and I began the process of designing an upcoming exhibition of craft at the Mu"
    },
    {
      "url": "https://krita-artists.org/tos",
      "title": "Terms of Service - Krita Artists",
      "description": "A central hub for Krita artists and developers",
      "preview": "About"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "https://www.onemap.sg/legal/opendatalicence.html",
      "title": "OneMap | Open Data Licence",
      "description": "void",
      "preview": "Acceptance & Grant of Licence By Using (as defined below) the datasets on the Relevant Websites, you agree to the terms of this Licence. The Agency gr"
    },
    {
      "url": "http://www.moxhe.com.au/",
      "title": "Sports Nutritionist Melbourne - Moxhe",
      "description": "Are you looking for a sports nutritionist in Melbourne to take your performance to the next level? You're in the right place. Our Melbourne-based sports",
      "preview": "Skip to content As Featured In Client Success Stories from Melbourne Real results from real people across Melbourne's fitness community S Sarah, Melbo"
    },
    {
      "url": "https://schwank.de/report/porsche-ein-standort-der-faszination-mit-modernster-heiztechnik/",
      "title": "Werkstattheizung bei Porsche | Praxisbericht von Schwank",
      "description": "Werkstattheizung bei Porsche: Ein Standort der Faszination mit modernster Heiztechnik ➝ Alle Referenzen & Praxisberichte über die Hallenheizungen und Klimasysteme von Schwank!",
      "preview": "Porsche: Ein Standort der Faszination mit modernster Heiztechnik Schwank Praxisbericht Stufenlose Modulation Das Projekt Das Porsche Zentrum Würzburg"
    },
    {
      "url": "https://dukeforest.duke.edu/",
      "title": "Duke Forest - Teaching and Research Laboratory",
      "description": "void",
      "preview": "Home Active Forest Closure for Deer Management Our 18 th annual Deer Herd Reduction Program began on Monday, September 22, and will end on Friday, Dec"
    },
    {
      "url": "https://www.aclusocal.org",
      "title": "ACLU of Southern California",
      "description": "void",
      "preview": "Skip to main content JOIN US AND STAND FOR JUSTICE Get our action alerts Email address * Zip code * Leave this field blank Join us for a conversation"
    },
    {
      "url": "https://www.likewise.com",
      "title": "Find New TV Shows, Movies, Books, Podcasts & More",
      "description": "Weekly personalized recommendations for what to watch, read, and listen to-delivered straight to your inbox from Likewise.",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "http://www.di.fc.ul.pt/~jpn/gv/",
      "title": "The World of Abstract Games",
      "description": "void",
      "preview": "If you are not redirected automatically, follow this Link"
    },
    {
      "url": "https://www.ratemyfishtank.com/phpBB3/search.php?sid=73c8881924eacfd8cba6d909872bec12",
      "title": "Forum SEARCH - RateMyFishTank.com",
      "description": "Use the advanced search tool for the Rate My Fish Tank forum.",
      "preview": "X Navigation RATE PHOTOS TOP 10 PHOTOS GALLERY TOOLS FRESHWATER GUIDE SALTWATER GUIDE Forums > Forum SEARCH FAQ SEARCH SEARCH QUERY Search for keyword"
    },
    {
      "url": "https://mb.oemdtc.com",
      "title": "Mercedes-Benz & Smart - OEMDTC",
      "description": "Mercedes-Benz & Smart Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.u-dictionary.com",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "https://www.dbricette.it/database.htm",
      "title": "DBRicette: Database ricette",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Database ricette DBRicette (v1.3.28200) Data: 29/12/2015 Lingua: Dimensioni:"
    },
    {
      "url": "http://site.icu-project.org/",
      "title": "ICU - International Components for Unicode",
      "description": "News 2025-03-13: ICU 77 is now available - releases/tag/release-77-1 - Maven: com.ibm.icu / icu4j / version 77.1 ICU 77 updates to CLDR 47 locale data with new locales, and various additions and corrections. ICU 77 is mostly focused on bug fixes, segmentation conformance, and other refinements. The",
      "preview": "Search this site Embedded Files Skip to main content Skip to navigation ICU-TC Home Page News 2025-03-13: ICU 77 is now available - releases/tag/relea"
    },
    {
      "url": "https://www.nationalgeographicpartners.com/about/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://www.logement-seniors.com/maisons-de-retraite-1-1/urt-64240/",
      "title": "EHPAD d'Urt (64240) | Logement-seniors.com",
      "description": "Disponibilités, tarifs et description des 3 maisons de retraites médicalisées et EHPAD à Urt (64240).",
      "preview": "Accueil > Maison de retraite - EHPAD > Nouvelle-Aquitaine > Pyrénées Atlantiques (64) > Urt (64240) EHPAD et maisons de retraite à Urt (64240) Les EHP"
    },
    {
      "url": "https://discourse.mozilla-community.org/c/add-ons",
      "title": "Add-ons - Mozilla Discourse",
      "description": "Discussions about add-on development, add-on support and addons.mozilla.org. You can also learn more about add-ons on MDN, or in the add-ons blog.",
      "preview": "Add-ons Topic Replies Views Activity About the Add-ons category Add-ons 0 24614 July 11, 2014 WebExtension API support for web app windows Development"
    },
    {
      "url": "https://www.mountsinai.org/",
      "title": "Mount Sinai Health System - New York City | Mount Sinai - New York",
      "description": "Located in New York City, the Mount Sinai Health System is an integrated health care system providing exceptional patient care to our local and global communities.",
      "preview": "Meet Our Exceptional Nurses Discover the powerful stories and impact of our nurses Mount Sinai Emergency and Nursing Departments Honored For the first"
    },
    {
      "url": "https://www.brandbank.com/cz/reseni-pro-resellery/",
      "title": "NielsenIQ Brandbank: Digitální data pro maloobchod",
      "description": "Získejte přesná a bohatá produktová data pomocí NielsenIQ Brandbank a podpořte růst ve vašem online i offline maloobchodu.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://saaspages.xyz/blocks/testimonials",
      "title": "Testimonials Blocks - SaaS Pages",
      "description": "Screenshots, tips and tricks to build the best SaaS landing page that actually converts",
      "preview": "In version 2.0 you can now compare new vs old design on the company's page! SaaS Pages by Versoly Companies Navbars Headers Clients CTA Features Team"
    },
    {
      "url": "https://example.com",
      "title": "Example Domain",
      "description": "void",
      "preview": "Example Domain This domain is for use in documentation examples without needing permission. Avoid use in operations. Learn more"
    },
    {
      "url": "http://www.erp-recycling.pt",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Search for: Member login Homepage admin 2025-07-15T12:00:54+01:00"
    },
    {
      "url": "https://www.scjohnson.com/",
      "title": "SC Johnson | A Family Company at Work for A Better World",
      "description": "SC Johnson is a family company dedicated to innovative, high-quality products, workplace excellence and commitment to the environment and its communities.",
      "preview": "Skip to Main Home SC Johnson Secures World Health Organization Policy Recommendation for Innovative Tool Proven to Help Prevent Malaria and Other Inse"
    },
    {
      "url": "https://watch.mhzchoice.com",
      "title": "Browse - MHz Choice",
      "description": "The world's best mysteries, dramas & comedies. No commitment, cancel anytime. Available in the U.S. and Canada.",
      "preview": "GET 30% OFF YOUR FIRST 3 MONTHS! Limited time - use promo code: FALL25 at checkout ×"
    },
    {
      "url": "http://cbaworks.org/",
      "title": "Chatham Business Association | Small Business Development | Chicago small business",
      "description": "void",
      "preview": "Chatham Business Association, SBDI Sustaining Communities by Building One Business at a Time Login NBC 5 Making a Difference - Inspiring Profiles: Cha"
    },
    {
      "url": "http://geographyfieldwork.com/",
      "title": "Barcelona Field Studies Centre",
      "description": "Barcelona Field Studies Centre offers geography, geology, biology, ecology and environmental fieldwork and field studies programmes throughout the year.",
      "preview": "Home Page Contact Us Login Make Your Booking Availability Prices 2025 Prices 2026 Geography Biology Geology Business Studies Expand All Collapse All W"
    },
    {
      "url": "https://www.intellum.com/privacy-policy",
      "title": "Privacy Policy | Intellum",
      "description": "Website Privacy Policy for the web sites operated by Intellum, Inc.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://www.wdbj7.com/2023/02/27/owners-find-missing-dog-shelter-right-before-new-family-adopts-her/",
      "title": "Owners find missing dog in shelter right before new family adopts her",
      "description": "Rebecca Jones and her family said their dog, Bella, had been missing for about three weeks.",
      "preview": "Skip to content OMAHA, Neb. (WOWT/Gray News) - A family in Nebraska found their dog who had been missing for several weeks at the humane society, shor"
    },
    {
      "url": "https://www.djstephfloss.com/",
      "title": "HOME | djstephfloss.com",
      "description": "void",
      "preview": "top of page BOOKING@DJSTEPHFLOSS.COM email INFO@STEPHFLOSS.COM contact us all things steph Caption here Something cute about this photo here Fill capt"
    },
    {
      "url": "https://www.mongabay.org/donate/?bottom_menu_link",
      "title": "Donate - Environmental Journalism and Education",
      "description": "void",
      "preview": "Mongabay relies on its readers' support to report impactful stories on environmental issues that otherwise go untold. Join us with a tax-deductible do"
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "https://www.paul.fr/default/viennoiserie/familliales?allergens_bis=16983%2C16986%2C17031",
      "title": "Viennoiserie Familiales - Brioches - Cramiques - PAUL",
      "description": "void",
      "preview": "The store will not work correctly in the case when cookies are disabled. Javascript est désactivé dans votre navigateur. Pour une expérience optimale"
    },
    {
      "url": "https://meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "http://digitaledition.napersun.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/",
      "title": "sage",
      "description": "College Student // Designer // Content Creator",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "http://www.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://www.eeq.ca/",
      "title": "Accueil | Éco Entreprises Québec (ÉEQ)",
      "description": "Nous sommes le nouveau gestionnaire de la collecte sélective pour tout le Québec.",
      "preview": "Accéder directement au contenu principal Faire basculer le panneau de recherche Fermer Recherche"
    },
    {
      "url": "https://ce.naco.org/?dset=Poverty&ind=Number%20of%20Children%20in%20Poverty",
      "title": "NACo County Explorer",
      "description": "Explore your county through over 1000 indicators and nearly 100 datasets.",
      "preview": "Click for more County Info County Details County Seat: Val Year Organized: Val Total Square Miles: Val 2020 Population: Val Persons/Square Mile: Val C"
    },
    {
      "url": "https://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://www.homeyou.com/directory/hvac/washington/spanaway",
      "title": "13 Best HVAC Contractors in WA (2025), Spanaway 98387 - homeyou",
      "description": "Compare the best 13 HVAC Contractors in Spanaway by reviews and prices. Read about Your Home Experts , Tacoma Heating Company, Calls By Brand - HVAC...",
      "preview": "Homeyou Directory HVAC Washington Spanaway Your Home Experts (17.89 Miles from Spanaway, WA) Be the first to review Rating: 87 Garage Door Service For"
    },
    {
      "url": "https://www.bsfthema.org/fiche/activite-canular-et-desinformation-chasser-le-dahu/",
      "title": "Activité - Canular et désinformation : chasser le Dahu - Bibliothèques Sans Frontières",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://anagrafe.iccu.sbn.it/it/ricerca/risultati.html?monocampo=&amp;amp;regione=ABRUZZO&amp;amp;provincia=L'AQUILA&amp;amp;comune=&amp;amp;codice_isil=&amp;amp;ricerca_tipo=home&amp;amp;monocampo:tipo=AND&amp;amp;fl=comune_facet@L'Aquila&amp;amp;fl=fondi_speciali_facet@Fondo%20antico&fl=servizi_facet@Info.%20bibliografiche%20esterne&fl=fondi_speciali_facet@Biblioteca%20Istituto%20omeopatico&start=0",
      "title": "Anagrafe delle Biblioteche Italiane Ricerca",
      "description": "Sito Ufficiale dell'Anagrafe delle Biblioteche Italiane",
      "preview": "ICCU - Istituto Centrale per il Catalogo Unico delle Biblioteche Italiane e per le informazioni bibliografiche ICCU Anagrafe delle Biblioteche Italian"
    },
    {
      "url": "https://www.kiwico.com/us/store/dp/roller-coaster-physics-ferris-wheel-project-kit/4072",
      "title": "Marble Roller Coaster | KiwiCo",
      "description": "Fuel your child's curiosity and love for engineering with KiwiCo's Marble Roller Coaster Kit. Perfect for kids ages 7+, this hands-on roller coaster toy makes learning about engine...",
      "preview": "Store Marble Roller Coaster Ages 7+ Ages 7+ Marble Roller Coaster Price: $49.95 $49.95 4.9 Become a thrill engineer and build twisty, turny tabletop r"
    },
    {
      "url": "https://www.musee-orsay.fr/en/whats-on",
      "title": "What's on | Musée d'Orsay",
      "description": "void",
      "preview": "Skip to main content What's on Choose a date : Select a date Start date End date Today This week-end Next week Interested in : Exhibitions Tours and w"
    },
    {
      "url": "https://atoz.amazon.work/help",
      "title": "Amazon A to Z Login",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://stuff-that-interests-me.tumblr.com/post/126565068573",
      "title": "Is learning computer science linked to improved learning in other subjects? - @stuff-that-interests-me on Tumblr",
      "description": "Many passionate computer science educators believe computational thinking, problem solving, persistence and analysis learned in compute...",
      "preview": "codeorg Follow Is learning computer science linked to improved learning in other subjects? Many passionate computer science educators believe computat"
    },
    {
      "url": "https://www.litmus.com/blog/a-guide-to-rendering-differences-in-microsoft-outlook-clients/?utm_campaign=reallygoodemails-newsletter",
      "title": "Outlook Email Rendering Issues and How to Solve Them - Litmus",
      "description": "Ever wonder why your emails look bad in Outlook? Learn about outlook email rendering and display issues you may face and how to fix them.",
      "preview": "Skip to main content What can we help you find? Quick Links Dark Mode Central Spam and Deliverability Knowledge Center Mail Privacy Protection (MPP) H"
    },
    {
      "url": "https://www.seedsindia.org/our-story/",
      "title": "Our Story - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Our Story Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts."
    },
    {
      "url": "https://www.startpage.com/",
      "title": "Startpage - Private Search Engine. No Tracking. No Search History.",
      "description": "Search and browse the internet without being tracked or targeted. Startpage is the world's most private search engine. Use Startpage to protect your personal data.",
      "preview": "Privacy, Please! How Does Private Search Work? Learn About Anonymous View. Privacy, Please! Blog and newsletter on the latest in privacy Visit Our Blo"
    },
    {
      "url": "https://www.healthline.com/",
      "title": "Healthline: Medical information and health advice you can trust.",
      "description": "We're committed to being your source for expert health guidance. Come to us in your pursuit of wellness.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://www.kut.org/life-arts/2021-05-24/history-with-the-bark-off-lbj-presidential-library-celebrates-50-years",
      "title": "'History With The Bark Off': LBJ Presidential Library Celebrates 50 Years | KUT Radio, Austin's NPR Station",
      "description": "Lyndon Johnson's larger-than-life personality and legacy is reflected in the building and the millions of artifacts, papers and recordings it preserves.",
      "preview": "Search Query Show Search © 2025 KUT Public Media A service of the Moody College of Communication at the University of Texas at Austin webmaster@kutx.o"
    },
    {
      "url": "https://www.ada.gov/ada_voting/ada_voting_ta.htm",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting... Click here if you are not redirected."
    },
    {
      "url": "https://www.accessability.org/",
      "title": "AccessAbility, Inc. Serving the Twin Cities Area",
      "description": "AccessAbility's mission is to provide opportunities for self-sufficiency for people with barriers to employment and community inclusion.",
      "preview": "Skip to content Skip to footer Serving the Twin Cities Metro Area AccessAbility's mission is to provide opportunities for self-sufficiency for people"
    },
    {
      "url": "https://www.bmw-welt.com/en.html",
      "title": "BMW Welt and BMW Museum in Munich",
      "description": "Visit the BMW Welt and the BMW Museum Munich, the heart of the BMW brand. Discover the latest models from BMW, BMW i, BMW M, BMW Motorrad, MINI and Rolls-Royce or see all the history of BMW.",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "http://www.ricettadelgiorno.com/",
      "title": "RicettaDelGiorno.com - Food & Beverage Domains for Sale - Buy Premium Culinary Domain Names | Domain for Sale. Call 888-694-6735.",
      "description": "RicettaDelGiorno.com - a great premium domain available for sale.",
      "preview": "This Domain Name Is For Sale RicettaDelGiorno.com $2,888 USD Buy Now You are inquiring about the domain name RicettaDelGiorno.com Please complete th"
    },
    {
      "url": "https://ghcf.org/",
      "title": "Greater Houston Community Foundation",
      "description": "Maximize your charitable impact with Greater Houston Community Foundation, your preferred philanthropic partner in Houston.",
      "preview": "Skip Navigation Links High-impact philanthropy happens here. Greater Houston Community Foundation inspires and creates meaningful and positive change"
    },
    {
      "url": "https://nymag.com/intelligencer/2012/09/james-carter-iv-helped-spread-secret-romney-video.html",
      "title": "How Jimmy Carter's Grandson Helped Leak the Secret Romney Fund-raiser Video",
      "description": "Portions of the clips first surfaced online three months ago.",
      "preview": "void"
    },
    {
      "url": "http://map.peoplepower.org/",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "https://esawebb.org/images/",
      "title": "Images |ESA/Webb",
      "description": "void",
      "preview": "Images View All Anniversary Exoplanets First Images Galaxies Graphics Illustrations Launch MIRI Nebulae NIRCam NIRISS NIRSpec Picture of the Month Qua"
    },
    {
      "url": "https://www.adpri.org/",
      "title": "ADP Research | Data-Driven Business Insights",
      "description": "The definitive source for exclusive, data-driven insights on today's working world.",
      "preview": "Explore Insights from the World of Work Data-driven discoveries for business leaders, economists, policy makers and human resource professionals. NEW!"
    },
    {
      "url": "https://www.universparticulier.be/",
      "title": "Univers Particulier | Librairie ésotérique à Bruxelles",
      "description": "Librairie ésotérique à Bruxelles en Développement Personnel, Bien être, Pensée Positive, Astrologie, Huiles Essentielles, Feng-Shui, Cartes Tarots,...",
      "preview": "L'Univers Particulier, Librairie spécialisée Une Institution depuis 1986 Découvrez Nos nouveautés Ajouter au panier Ephemerides 1950-2050 UT for 0h In"
    },
    {
      "url": "https://www.onyxstore.it/product/21596645/ciglia-curva-c-spessore-0-15-misura-14-mm-",
      "title": "Ciglia - Curva C / Spessore 0,15 - Misura 14 mm. | OnyxStore.it",
      "description": "Il materiale di altissima qualità scelto, permette di ottenere una curvatura perfetta, con ciglia leggere e flessi",
      "preview": "Home Negozio Ciglia EXTENSION CIGLIA Curva C Ciglia - Curva C / Spessore 0,15 - Misura 14 mm. Ciglia - Curva C / Spessore 0,15 - Misura 14 mm. € 16,90"
    },
    {
      "url": "https://www.trip.com/index?locale=en_us&allianceid=21934&SID=455408&ouid=198c18a52c8911eb811b00ce0a18050d",
      "title": "Trip.com Official Site‎‎ | Travel Deals and Promotions",
      "description": "Choose from over 1.2 million hotels in more than 200 countries, 30 million real guest reviews. Book flights to over 5,000 destinations worldwide. 24/7 Customer Service.",
      "preview": "Suggested Languages USD Your Trip Starts Here Award-winning services Awarded Global Support Services of the Year in 2024 by International CRE Awards 2"
    },
    {
      "url": "https://www.dgs.ca.gov/Privacy",
      "title": "Privacy",
      "description": "void",
      "preview": "Skip to Main Content PRIVACY POLICY STATEMENT The California Department of General Services (\"DGS\") recognizes the importance of safeguarding the pers"
    },
    {
      "url": "https://www.sitioanuncios.com/portugal/46-servicos-comerciais-consultivo.html",
      "title": "SitioAnuncios.com Anúncios em Portugal - Serviços comerciais, consultivo, administração e m",
      "description": "void",
      "preview": "Anuncios Patrocinados Está em... / Anúncios / Serviços / Serviços comerciais, consultivo, administração e m Serviços comerciais, consultivo, administr"
    },
    {
      "url": "https://www.thelodgeatwoodloch.com/spa/snowroom",
      "title": "Revitalize in Our Snowroom Spa Experience | The Lodge at Woodloch",
      "description": "Experience rejuvenation in the Snowroom at The Lodge at Woodloch. Enjoy the unique benefits of cold therapy for relaxation and enhanced wellness.",
      "preview": "The Lodge at Woodloch Close Scroll to Explore Online Reservations Booking Details Dates Guests/Room 2 - + CONTRAST THERAPY SPA AMENITIES Explore Our S"
    },
    {
      "url": "https://postmormon.org/exp_e/index.php?URL=http://sugimevu.blogspot.com/",
      "title": "PostMormon.org",
      "description": "Web site created using create-react-app",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "http://www.odafishing.com/?p=34&a=view&r=62",
      "title": "DM04-2 - Minnow - ODA-ODA Fishing tackle Co., LTD,",
      "description": "ODA Fishing tackle Co., LTD, the new star fishing tackle industry, specializing in designing, producing and improving fishing tackle inChina.ODA fishing tackle CO.,LTD located in the Asia Games Village,Panyu Area, Canton with many large facilities, the welding machines,injection machines and so on.",
      "preview": "请稍候... Home Products NewsCenter Gallery Download ContactUs +Robotic lure FM06 F4J27 F4J28 F4J12 F4J13 DM09 F4J16 F4J06 F4J26 DM10 DV05 + foaming bait"
    },
    {
      "url": "https://www.finnair.com/",
      "title": "Flight bookings | select country and language | Finnair",
      "description": "Finnair flies between Europe, Asia and North America via Helsinki. Modern fleet - more comfort, lower emissions. Search and book your flights today.",
      "preview": "Flight bookings | select country and language | Finnair Hi! Please set your location and language. Location * Finland (EUR €) Australia (AUD $) Austri"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/azure/",
      "title": "Training for Azure | Microsoft Learn",
      "description": "Grow your skills to build and manage applications in the cloud, on-premises, and at the edge.",
      "preview": "Microsoft Learn for Azure Microsoft Azure Grow your skills to build and manage applications in the cloud, on-premises, and at the edge. Browse all Azu"
    },
    {
      "url": "https://www.qvc.com/tarte-Maracuja-Juicy-Lipstick.product.A564203.html?colorId=BV9&sizeId=000&ref=GBA&TZ=EST",
      "title": "tarte Maracuja Juicy Lipstick - QVC.com",
      "description": "void",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://exquisiteresorts.co.uk/trade-suppliers/",
      "title": "Trade Suppliers - Exquisite Resorts",
      "description": "Trade Suppliers Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin eget pulvinar mauris. Vestibulum neque dolor, dapibus sit amet fringilla a, cursus vel massa. Praesent pulvinar viverra nisi. Aliquam vel mattis diam. Donec in mattis nisl. Morbi tortor nibh, egestas at mi a, auctor lobortis mi. Etiam vel ante in turpis blandit varius quis...",
      "preview": "Skip to content Follow us: Twitter Instagram Trade Suppliers Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin eget pulvinar mauris. Vest"
    },
    {
      "url": "https://documentation.spire.com",
      "title": "Documentation & knowledge base | Kpler AIS",
      "description": "Explore documentation on our range of APIs and vessel tracking solutions. Get started using our vessel tracking solutions with a free trial.",
      "preview": "Search for: Kpler AIS documentation & knowledge base Kpler is committed to creating developer-friendly APIs and supporting your company in getting the"
    },
    {
      "url": "https://fedtechmagazine.com/article/2018/11/how-computer-vision-can-help-agencies-spot-critical-needs",
      "title": "How Computer Vision Can Help Agencies Spot Critical Needs | FedTech Magazine",
      "description": "Training computers to \"see\" images may add capabilities in emergency situations in the near-future.",
      "preview": "Skip to main content MENU Log in Search twitter feed Home » Software Close New AI Research From CDW See how IT leaders are tackling AI opportunities a"
    },
    {
      "url": "https://bugatti.oemdtc.com/category/recalls",
      "title": "Recalls | Bugatti - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.mit.edu/",
      "title": "MIT - Massachusetts Institute of Technology",
      "description": "The mission of MIT is to advance knowledge and educate students in science, technology and other areas of scholarship that will best serve the nation and the world in the 21st century.",
      "preview": "Skip to content ↓ Menu Explore websites, people, and locations Look up people by \"last name sounds like\" What are you looking for? See More Results Su"
    },
    {
      "url": "https://www.wuppertaler-rundschau.de/stadtteile/ronsdorf/weiter-streit-in-wuppertal-ueber-standort-einer-forensischen-klinik_aid-50398385",
      "title": "Weiter Streit in Wuppertal über Standort einer forensischen Klinik",
      "description": "Die seit Jahren andauernde Standortsuche für eine forensische Klinik ist spätestens nach dem Beschluss der CDU, die „Kleine Höhe\" abzulehnen, zum Wahlkampfthema geworden. Weitere Stellungnahmen.",
      "preview": "Wuppertal · Die seit Jahren andauernde Standortsuche für eine forensische Klinik ist spätestens nach dem Beschluss der CDU, die „Kleine Höhe\" abzulehn"
    },
    {
      "url": "https://exceptional-minds.org/",
      "title": "Home - Exceptional Minds",
      "description": "Fall Workshops start September 13, 2025 - registration is now open!",
      "preview": "Skip to content Launching careers in animation, VFX, and digital arts for young adults on the autism spectrum Take a virtual or in-person tour Fall Wo"
    },
    {
      "url": "https://zeezailor.tumblr.com/post/139715960980",
      "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
    },
    {
      "url": "https://research.repository.duke.edu/catalog?f%5Bcreator_sim%5D%5B%5D=Sfakianos%2C+Gregory&f%5Bcreator_sim%5D%5B%5D=Berchuck%2C+Andrew&f%5Bcreator_sim%5D%5B%5D=Whitaker%2C+Regina&f%5Bformat_sim%5D%5B%5D=PDF&f%5Bformat_sim%5D%5B%5D=CEL&f%5Bsubject_sim%5D%5B%5D=Primary+ovarian+cancer&f%5Bsubject_sim%5D%5B%5D=Ovarian+cancer&locale=en&per_page=50&sort=system_modified_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.hsph.harvard.edu/news/hsph-in-the-news/blacks-whites-police-deaths-disparity/",
      "title": "Black people more than three times as likely as white people to be killed during a police encounter | Harvard T.H. Chan School of Public Health",
      "description": "Black Americans are 3.23 times more likely than whites to be killed by police.",
      "preview": "Skip to main content Home / News / Black people more than three times as likely as white people to be killed during a police encounter Health Equity B"
    },
    {
      "url": "https://www.my.freelancer.com/contest/logo-design-yanina-kuksa-2028440?w=f&ngsw-bypass=",
      "title": "Logo Design - Yanina Kuksa | Freelancer",
      "description": "Logo Design - Yanina Kuksa contest on Freelancer. Enter this Reka Bentuk Grafik contest, find Design jobs or post a similar contest for free!",
      "preview": "Logo Design - Yanina Kuksa Status: Closed Hadiah: $81 Penyertaan Diterima: 9 Pemenang: Rayhan2Rafi Winner Ringkasan Peraduan UPDATE** The client would"
    },
    {
      "url": "http://www.fiat.com/",
      "title": "Fiat - Official Website",
      "description": "Welcome to the official international website of Fiat. Discover our models, Fiat world, the history of the brand and all our latest news.",
      "preview": "New Topolino Vilebrequin Collector's Edition Get ready to spend the summer with Riviera Icons! Fiat key drivers Seeing you driving our vehicle every d"
    },
    {
      "url": "http://beijingdaze.com/tag/chinese-music-industry/",
      "title": "Chinese Music Industry | BeijingDaze",
      "description": "void",
      "preview": "Skip to content Tagged: Chinese Music Industry blabbers January 31, 2012 by Beijing Daze · Published January 31, 2012 Song Ke: Why is the Chinese Musi"
    },
    {
      "url": "https://securityx.space/2016/09/01/electronic-arts-ea-servers-down-poodlecorp-claims-it-ddosed-gaming-giant-hack-read/",
      "title": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read - securityXspace",
      "description": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read http://ift.tt/2bXaXiH EA sports servers are down and gamers are furious on Twitter - About 11hours ago, PoodleCorp did claim responsibility of DDoSing EA servers. The gaming giant Electronic Arts (EA) is currently experiencing an outage in which EA games, services and support have...",
      "preview": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed G"
    },
    {
      "url": "https://lisaemme.com/crazy-canuck-new-years-blog-hop/?like_comment=119&_wpnonce=297513bbd2",
      "title": "Crazy Canuck New Year's Blog Hop | lisa emme",
      "description": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blog Hop will take place from December 27 to January 2 and we are currently taking sign-ups for hosts and authors. The theme of the hop is Fill Your...",
      "preview": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blo"
    },
    {
      "url": "https://coverr.co/",
      "title": "Download Free HD & 4K Stock Videos, Music & AI Tools",
      "description": "Free and Premium HD and 4K stock video footage for your projects. Perfect for personal and commercial use available for free download.",
      "preview": "Beautiful Free Stock Videos, Music & AI Tools Videos Trending: Shopping Nature Love Business Yoga Unlock More with Coverr AI Video creation AI Image c"
    },
    {
      "url": "http://earthengine.google.org/terms",
      "title": "Terms of Service - Google Earth Engine",
      "description": "Earth Engine combines a multi-petabyte catalog of satellite imagery and geospatial datasets with planetary-scale analysisGoogle capabilities and makes it available for scientists, researchers, and developers to detect changes, map trends, and quantify differences on the Earth's surface.",
      "preview": "Google Earth Engine Services are available for commercial use. Your continued use of the Services under these Google Earth Engine Terms of Service mus"
    },
    {
      "url": "https://icons8.com/",
      "title": "Free Icons, Clipart Illustrations, Photos, and Music",
      "description": "Download design elements for free: icons, photos, vector illustrations, and music for your videos. All the assets made by designers → consistent quality ⚡️",
      "preview": "Original stock graphics by our team, plus design apps and AI tools The ultimate design kit for creatives and developers Icons Illustrations Photos 3D"
    },
    {
      "url": "https://www.libreriadelsanto.it/libri/9788899005726/la-celebrazione-delleucaristia.html?utm_source=internal&utm_medium=link&utm_campaign=related_products&utm_content=auto",
      "title": "La celebrazione dell'eucaristia - Le Catechesi di papa Francesco libro, Francesco (Jorge Mario Bergoglio), Centro Eucaristico, settembre 2018, Eucaristia/Messa - LibreriadelSanto.it",
      "description": "Libro di Francesco (Jorge Mario Bergoglio), La celebrazione dell'eucaristia - Le Catechesi di papa Francesco, dell'editore Centro Eucaristico. Percorso di lettura del libro: Teologia, Sacramentale, Eucaristia/Messa.",
      "preview": "Login / Registrati Preferiti Spedizioni Pagamenti Aiuto | Contatti Registrati / Login Carrello Novità Sacra Scrittura Teologia Liturgia Catechesi Atti"
    },
    {
      "url": "https://novotel.accor.com/gb/usa/index.shtml",
      "title": "Novotel - Book a hotel for a family holiday or business trip | Novotel",
      "description": "Novotel Hotels - Book a Novotel hotel: meeting rooms for your business trip and large family rooms to share with your kids.",
      "preview": "Skip to main content This site requires javascript for full functionality. Please enable the javascript in your browser. Book your stay Book your stay"
    },
    {
      "url": "https://www.rcfp.org/reporters-recording-guide/wisconsin/",
      "title": "Wisconsin | The Reporters Committee for Freedom of the Press",
      "description": "void",
      "preview": "Skip to content Skip over table of contents to continue reading article Reporter's Recording Guide Last updated June 2020 Compare Summary An individua"
    },
    {
      "url": "https://www.apply.vccs.edu/applications/vccs/apply.html?application_id=3228",
      "title": "Blue Ridge Community College - Introduction",
      "description": "void",
      "preview": "Blue Ridge Community College Application for Admission Welcome to Blue Ridge Community College! Founded in 1967, Blue Ridge Community College, located"
    },
    {
      "url": "https://www.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://upstatediving.com/about/",
      "title": "About - Upstate NY Diving",
      "description": "void",
      "preview": "Skip to content We are happy you are here! You have found the #1 Developmental Diving Club in the United States. On this page you will about the many"
    },
    {
      "url": "https://www.istat.it/it/dati",
      "title": "Dati - Istat",
      "description": "void",
      "preview": "banche-dati Dati Home / Dati Condividi: Dati L'attività di diffusione dell'Istituto si pone tre obiettivi principali: garantire l'accesso ai risultati"
    },
    {
      "url": "https://www.sesameworkshop.org/privacy-policy",
      "title": "Privacy Policy - Sesame Workshop",
      "description": "Sesame Workshop has been trusted by parents for decades to provide safe, entertaining, and educational content. We take this trust seriously and recognize",
      "preview": "Skip to content"
    },
    {
      "url": "https://docs.docker.com/engine/reference/run/",
      "title": "Running containers | Docker Docs",
      "description": "Running and configuring containers with the Docker CLI",
      "preview": "void"
    },
    {
      "url": "https://www.avaseakrabi.com/",
      "title": "Ava Sea Resort, Ao Nang, Krabi",
      "description": "Ava Sea Resort, Ao Nang, Krabi - full service hotel, offers spacious, elegantly furnished rooms, situated only a short walk from Ao Nang Beach, near Restaurants and Conveniences ideal for couples and families.",
      "preview": "Home Accommodation Superior Room Superior Double Bed Room Superior Twin Bed Room Deluxe Connecting Room Deluxe Connecting Double Bed Room Deluxe Conne"
    },
    {
      "url": "https://www.nationalgallery.org.uk/paintings/explore-the-paintings",
      "title": "Search the collection | Paintings | National Gallery, London",
      "description": "Search or browse our collection of more than 2,600 paintings and other works of art.",
      "preview": "Skip to main content Search the collection Search or browse our collection of more than 2,600 paintings and other works of art. Show full image Group"
    },
    {
      "url": "https://katalog.skd.museum/Search/Results?filter%5B%5D=~institution%3A%22DE-L228%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-referencebooks%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-techniquefinearts%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-studiesbooksmanuscripts%22&filter%5B%5D=format_de15%3A%22Software%22&filter%5B%5D=-mega_collection%3A%22Verbunddaten+SWB%22&dfApplied=1&type=AllFields",
      "title": "Suchergebnisse :: Staatliche Kunstsammlungen Dresden, Kunstbibliothek",
      "description": "void",
      "preview": "Suchergebnisse Angewandte Filter Seite wird neu geladen, wenn Filter entfernt wird. Filter zurücksetzen Filter anzeigen (6) Institution: Suchfilter en"
    },
    {
      "url": "https://www.stadt.bamberg.de/Schnellnavigation/Seiten%C3%BCbersicht/index.php?NavID=2730.542.1",
      "title": "Baustellen-Info / Stadt Bamberg",
      "description": "Baustellen-Info Liebe Bürgerinnen und Bürger, mit unseren tagesaktuellen Informationen zu den Verkehrsbehinderungen durch Baustellen im Stadtgebiet sind Sie immer bestens informiert. Sie möchten die aktuellen Infos gern als wöchentliche E-Mail erhalten? Dann abonnieren Sie unseren Baustellen-Ticker!",
      "preview": "Diese Website verwendet Cookies, um Ihnen einen optimalen Service zu bieten. Mehr dazu in unserer Datenschutzerklärung . Ausblenden Einverstanden Unte"
    },
    {
      "url": "https://www.aquaticplantcentral.com/forumapc/",
      "title": "Aquatic Plant Forum",
      "description": "A forum community dedicated to aquatic plant owners and enthusiasts. Come join the discussion about collections, displays, tanks, styles, troubleshooting...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Aquatic"
    },
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > About Get It Now! 'RPG Scribe Pathfinder & 3.5e' is a smart character sheet for iOS and Androi"
    },
    {
      "url": "https://www.popsugar.com/family/How-Stop-Kid-From-Whining-37548338",
      "title": "How to Stop a Kid From Whining | PS Family",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Family Parenting How to Stop a Kid From Whining By Laura Lifshitz Updated on March 24, 2020 at 4:45 PM Getty | Cavan Images Getty"
    },
    {
      "url": "https://partnerships.coursera.org",
      "title": "Coursera Partnerships | Coursera",
      "description": "Create and deliver world-class online degrees and career training programs to learners worldwide.",
      "preview": "Partner with Coursera. Teach the World. Create and deliver world-class online degrees and career training programs to learners worldwide. Reach learne"
    },
    {
      "url": "http://www.atlas-games.com/onceuponatime/",
      "title": "Atlas Games | Once Upon a Time",
      "description": "A collaborative storytelling game based on classic fairy tales.",
      "preview": "Once Upon a Time Product Line A collaborative story telling game based on classic fairy tales Once Upon a Time Once Upon a Time Writer's Handbook Ench"
    },
    {
      "url": "http://ricette-antipasti.blogspot.com/",
      "title": "Ricette Antipasti",
      "description": "Ricette di antipasti per tutti i gusti",
      "preview": "skip to main | skip to sidebar Ricette Antipasti Ricette di antipasti per tutti i gusti venerdì 2 febbraio 2007 Cozze alla Francese Ingredienti ricett"
    },
    {
      "url": "https://www.svnews.ro/mamaitele-vedete-ies-in-club-si-la-concerte/88597/",
      "title": "Mămăiţele vedete ies în club şi la concerte | Suceava News Online",
      "description": "Tot respectul pentru Inna (30 de ani) şi Ruby (28 de ani) care, în ciuda programului încărcat, nu-şi neglijează bunicile. Astfel, tanti Stănuţa, respectiv mamaie Gherghina, au devenit, cu voie sau fără voie, prezenţe constante la concerte, în cluburi sau la evenimente mondene, potrivit click.ro. Sâmbătă, la primul concert pe care Delia l-a susţinut la",
      "preview": "Actualizat în urmă cu 8 minute Contact Arhiva Webcam Mersul trenurilor Filmare aeriană Fotografie aeriană vineri, 10 octombrie 2025 Ultima oră: Turcia"
    },
    {
      "url": "https://uxhints.com/",
      "title": "UX Hints - Product Design Knowledge",
      "description": "UX Hints TL;DR Stay on top of your design process with the bite-sized hints and cheat sheets about UX Product Design. UX Metric - System Usability Scale (SUS) User Testing view UX Metric - Single Ease Question (SEQ) User Testing view UX Metric - Net Pr",
      "preview": "Skip to content Search Search Subscribe to newsletter Instagram Twitter UX Hints TL;DR Stay on top of your design process with the bite-sized hints an"
    },
    {
      "url": "http://sticknodes.com",
      "title": "StickNodes.com | Stickfigure Animator for Android and IOS!",
      "description": "Stickfigure animation app for iOS and Android. Create stickman animations on your phone, tablet, iPhone, or iPad!",
      "preview": "It's spooky time and you know what that means, time for a spooky contest! This year we will just go back to the spooky basics - making a spooky stickf"
    },
    {
      "url": "https://brightcove.com",
      "title": "Brightcove | Leading Video Hosting & Streaming Platform",
      "description": "Brightcove's secure and scalable streaming platform empowers organizations to host, share, and monetize video content with reliability and ease. Elevate your video strategy-get a demo today.",
      "preview": "THE WORLD'S MOST TRUSTED INTELLIGENT VIDEO ENGAGEMENT COMPANY Learn more Get a Demo Meet The Brightcove AI Content Suite Harness the full potential of"
    },
    {
      "url": "http://www.trentu.ca/archaeology/",
      "title": "Archaeology - Trent University",
      "description": "The Trent University experience is life-changing, career-boosting and transformational on every level. Challenge the way you think at Ontario's #1 undergraduate university, located in Peterborough and Durham GTA. Choose from over 100 undergraduate, graduate and professional programs.",
      "preview": "Welcome Video file Transcript of presentation The archaeology program at Trent is one of the largest in Canada, with twelve permanent faculty offering"
    },
    {
      "url": "https://www.zendesk.com/service/help-center/?utm_source=helpcenter&utm_medium=poweredbyzendesk&utm_campaign=text&utm_content=Customer+Support",
      "title": "Software per knowledge base basato sull'AI",
      "description": "Scopri un software per knowledge base connesso, progettato per migliorare le soluzioni e la qualità del servizio. Provalo gratuitamente oggi stesso.",
      "preview": "Vai al contenuto principale AI Masterclass 2025 Scopri come implementare l'intelligenza artificiale, scalare l'automazione e ottenere risultati tangib"
    },
    {
      "url": "https://www.lemonde.fr/sciences/",
      "title": "Sciences - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Sciences. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Sciences publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://astonmartin.oemdtc.com/category/recalls",
      "title": "Recalls | Aston Martin - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.fangsforthefantasy.com/2014/10/the-walking-dead-season-five-episode_27.html",
      "title": "Fangs For The Fantasy: The Walking Dead, Season Five, Episode Three: Four Walls and a Roof",
      "description": "Bob sits and Garrett explains to Bob that he had the choice to join them, or feed them and justifies his position by stating that when be...",
      "preview": "Home About Us/Policies About Us/Review Policy Rating System Comment Policy Book Reviews Book Reviews: A-B Book Reviews: C-F Book Reviews: G-J Book Rev"
    },
    {
      "url": "https://www.mlb.com/standings",
      "title": "2025 MLB Standings and Records: Regular Season | MLB.com",
      "description": "The official standings for Major League Baseball including division and league standings for regular season, wild card, and playoffs.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Standings calendar-2-11341 Sunday Sep 28 2025 caret-down-11342 Division caret-down-11343 Sta"
    },
    {
      "url": "https://anime.desktopnexus.com/wallpaper/2056195/",
      "title": "Sailor Venus - Other & Anime Background Wallpapers on Desktop Nexus (Image 2056195)",
      "description": "Sailor Venus. Download free Other wallpapers and desktop backgrounds!",
      "preview": "Hi everyone! We're hard at work trying to keep our community clean, so if you see any spam, please report it here and we'll review ASAP! Thanks a mill"
    },
    {
      "url": "http://www.codicesorgente.it/",
      "title": "Come scegliere ed acquistare i Migliori Prodotti ✔️ CodiceSorgente.it",
      "description": "Trova i migliori prodotti con il confronto modelli, caratteristiche, recensioni e prezzi. Risparmia comprando i prodotti migliori per rapporto qualità/prezzo",
      "preview": "Salta al contenuto Confronta prodotti ed Acquista risparmiando Acquistare prodotti online è più comodo ed economico , ma per comprare il miglior prodo"
    },
    {
      "url": "https://naacpepi.tfaforms.net/10",
      "title": "void",
      "description": "void",
      "preview": "Lyft Code Request First Name Last Name Phone Number Email Address Race American Indian or Alaska Native Asian Black or African American Native Hawaiia"
    },
    {
      "url": "https://www.odditycentral.com/news/portuguese-man-buys-tiny-island-successfully-establishes-his-own-kingdom.html",
      "title": "Portuguese Man Buys Tiny Island, Successfully Establishes His Own Kingdom",
      "description": "Renato Barros bought the tiny island of Pontnha, on Funchal harbor, Portugal, for 25,000 euros and proceeded to establish his own sovereign kingdom. Today Pontinha is an independent principality.",
      "preview": "Contact About Contribute Categories Animals Architecture Art Auto Events Foods Funny News Pics Tech Travel Videos WTF Privacy policy Cookie Policy X P"
    },
    {
      "url": "https://seavision.volpe.dot.gov/legal/eula",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://www.accesoriosguzman.com.ar/lona-con-estructura-de-aluminio---chevrolet-s10-d-c-1996-2011/p",
      "title": "LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 - Guzman Accesorios",
      "description": "Comprá acá la mejor lona marítima del mercado. Específica para la Chevrolet S10, las lonas Multicap traen estructura y cerramientos de aluminio,y tratamiento UV para proteger el vinilo de los rayos del sol. ¡Comprá acá la lona para tu S10!",
      "preview": "TODOS LOS MEDIOS DE PAGO Contacto Sucursales Productos 4x4 y SUV Lonas LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 Productos HotSale"
    },
    {
      "url": "https://www.formula1.com/en/results.html",
      "title": "2025 RACE RESULTS",
      "description": "Results",
      "preview": "2025 2025 Active 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 199"
    },
    {
      "url": "https://experiments.withgoogle.com/collection/ai",
      "title": "Google Labs: Google's home for AI experiments - Google Labs",
      "description": "Stay up to date with the latest Google AI experiments, innovative tools, and technology. Explore the future of AI responsibly with Google Labs.",
      "preview": "The home for AI experiments at Google FEATURING FEATURING Flow Flow A new AI filmmaking tool that lets you seamlessly create cinematic clips, scenes a"
    },
    {
      "url": "https://www.maisonette.com/product/nomad-hobo-ecru?utm_source=impact&utm_medium=affiliate&slfpid=3",
      "title": "Women's Nomad Medium Handwoven Hobo, Ecru - OS - NAGHEDI Bags & Luggage | Maisonette",
      "description": "Discover the Women's Nomad Medium Handwoven Hobo, Ecru - OS from NAGHEDI. Shop Bags & Luggage and more from Maisonette's curated selection.",
      "preview": "skip to main content Women's Shoes & Accessories Bags & Luggage Free standard shipping on orders over $95. Quantity Select is disabled. Please select"
    },
    {
      "url": "https://www.profigastro.sk/Podstavec-pod-pizza-pec-1310x830-EST-6L-d553.htm",
      "title": "Podstavec pod pizza pec 1310x830-EST-6L | Profigastro.sk",
      "description": "rozmer: 1300x780x950mm(šxhxv); stojan pre E/P - 6L, 12L",
      "preview": "Menu Úvod Ako nakupovať Obchodné podmienky Platobné podmienky Dodacie podmienky Záručné podmienky Ochrana osobných údajov Kontakt Viac Prihlásenie Pri"
    },
    {
      "url": "http://www.ec2002.tue.nl/",
      "title": "Eurocrypt 2002",
      "description": "Eurocrypt 2002 index page",
      "preview": "This frameset document contains information about EuroCrypt 2002. Registration Program Conference Hotel Call for Papers Contact Home"
    },
    {
      "url": "https://secondlife.com/",
      "title": "Official Site | Second Life - Virtual Worlds, Virtual Reality, VR, Avatars, and Free 3D Chat",
      "description": "Second Life's official website. Second Life is a free 3D virtual world and original metaverse where users can create, connect, and chat with others from around the world using voice and text.",
      "preview": "EXPLORE. DISCOVER. CREATE. Your world. Your imagination. Join Free Launch SL in browser Launch SL on desktop Expect the Unexpected Explore Now With th"
    },
    {
      "url": "https://www.wearehfc.org/",
      "title": "Understanding Alzheimer's: Bringing Light to the Disease",
      "description": "Learn about the impact of bringing light to Alzheimer's. From innovative therapies to caregiver support, and caregiver grants.",
      "preview": "Bringing Light to Alzheimer's Hilarity for Charity (HFC) is a national non-profit on a mission to care for families impacted by Alzheimer's disease, a"
    },
    {
      "url": "https://developer.microsoft.com/",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://evolution-of-silence.de/mainpage/index.php/game-the-crew/189-news-the-crew/shortnews-the-crew/?presets=preset9&backgroundlevel=low&bodylevel=high",
      "title": "Shortnews (The Crew) - Evolution of Silence - Multigaming News & Community since 2011",
      "description": "Wir zocken alles von LoL über TERA, Minecraft, Starmade und GarrysMod! Wir bieten TS3 und einige weitere Server!",
      "preview": "Home Multimedia Galerie Reviews Forum Da Rules About Us Gästebuch Playing Gamestats EOS Staff Vote 4 Us! Styles Dark Red Dark Green Dark Blue Mobile ("
    }
  ],
  "_meta": {
    "total_bookmarks": 137
  }
}