{
  "data": [
    {
      "url": "http://www.sailacrossthesun.com/",
      "title": "Sail Across the Sun",
      "description": "Thank you, Sail Across The Sun Family, for another incredible vacation! Train looks forward to reuniting with you at sea in 2027! As Alumni, you'll be the first to get any and all updates on our next sailing. Until next time. . . see you soonish!",
      "preview": "Thanks for sailing! Thank you, Sail Across The Sun Family, for another incredible vacation! Train looks forward to reuniting with you at sea in 2027!"
    },
    {
      "url": "https://doc.themosaurus.com/creating-galleries/",
      "title": "Creating Galleries • Themosaurus Documentation",
      "description": "Your theme takes advantage of WordPress's built in galleries. Their display is provided by the Jetpack [...]",
      "preview": "Skip to main content Select your item: All Armadon Cera Gorgo Gwangi Mandha MatchPress Pimp my Site Sinclair Stego Tria Themosaurus site Themeforest p"
    },
    {
      "url": "https://www.thegazette.co.uk/notice/4290979",
      "title": "Crown Office | The Gazette",
      "description": "In accordance with the direction of HIS MAJESTY THE KING Letters Patent have passed the Great Seal of the Realm, dated the 13th February 2023 for ...",
      "preview": "www.thegazette.co.uk 1.1086.0.1612 Skip to service navigation Skip to main content Type: State Notice type: Crown Office Publication date: 24 February"
    },
    {
      "url": "https://www.yearup.org/get-started",
      "title": "Apply in the Student Portal | Year Up United",
      "description": "Get started today! Set up your student portal account to apply to Year Up United job training programs in your city, or sign in to complete your current application.",
      "preview": "Your Enrollment Status Apply on our Student Portal Interview Enroll Apply in the Student Portal The first step in the application process is to create"
    },
    {
      "url": "https://apnews.com/hub/technology",
      "title": "Technology: Latest Tech News Articles Today | AP News",
      "description": "Don't miss an update on the latest tech news from The Associated Press. AP News has everything you need to know for technology news today.",
      "preview": "void"
    },
    {
      "url": "https://www.dillards.com/p/samsonite-x-sjp-just-right-collection-standard-backpack/514260801",
      "title": "Samsonite X Sjp Just Right Collection Standard Backpack | Dillard's",
      "description": "void",
      "preview": "This item is not available for internet purchase. Return to top"
    },
    {
      "url": "https://nginx.org/en/docs/http/ngx_http_proxy_module.html",
      "title": "Module ngx_http_proxy_module",
      "description": "void",
      "preview": "Join us on the new NGINX Community Forum to connect with users, discover the latest community activity, and troubleshoot issues together. Module ngx_h"
    },
    {
      "url": "https://codebeautify.org/hex-string-converter",
      "title": "Hex to String Converter Online to Convert Hex to Text",
      "description": "Best Convert Hex to String (Hex to Text) Online and Save and Share. Hexadecimal to String",
      "preview": "50% Hex to String Message Add to Fav New Save & Share Enter the hexadecimal text to decode Sample Size : 0 , 0 Characters Auto Hex to String File.. Lo"
    },
    {
      "url": "https://www.iworksmc.org/",
      "title": "Interfaith Works",
      "description": "Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, supportive housing, essential needs, and employment programs to over 35,000 residents of Montgomery County, MD, located within the DC Metro area, every year.",
      "preview": "0 Providing vital services and a pathway to greater stability. Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, support"
    },
    {
      "url": "https://www.nationalcleanupday.org/",
      "title": "National CleanUp Day - September is Cleanup Month",
      "description": "National Clean Up Day is September 21, 2024. Over two million US volunteers in 2023 and 22 million globally for World CleanUp Day. Held annually on the Third Saturday in September. What would happen if everyone picked up at least one piece of litter on National CleanUp Day? Sign Up, Find a Local Event, Start your own CleanUp Event. National CleanUp Month is all of September.",
      "preview": "Back Our Story How Can I Help? Our Team Our Interns/School Projects Trash Caulin Back All Partners Planet Oat World CleanUp Day Cleanify Keep America"
    },
    {
      "url": "https://www.navoba.org/",
      "title": "NaVOBA Home",
      "description": "NaVOBA provides a direct link for contracting between corporate America and Certified Veteran's (VBE®) and Service-Disabled Veteran's (SDVBE®) businesses.",
      "preview": "Get in touch Subscribe to Newsletter Subscribe to Newsletter Apply Now CERTIFYING VETERAN'S BUSINESS ENTERPRISES® TO COMPETE & WIN CORPORATE CONTRACTS"
    },
    {
      "url": "https://www.vulture.com/article/what-is-a-nepotism-baby.html",
      "title": "What Is a Nepotism Baby, Anyway? How a 'Nepo Baby' Is Born",
      "description": "Hollywood has always loved the children of famous people. In 2022, the internet reduced them to two little words: nepotism baby. We love them, we hate them, we disrespect them, we're obsessed with them.",
      "preview": "Things you buy through our links may earn Vox Media a commission. Photo-Illustration: Joe Darrow for New York Magazine This article was featured in On"
    },
    {
      "url": "https://www.comicrelief.com/",
      "title": "A just world free from poverty | Comic Relief",
      "description": "Comic Relief is a major UK charity, with a vision of a just world, free from poverty.",
      "preview": "Skip to main content (opens in new window) 4. NOTV25 Landing page cards Find out Who your donations are helping Comic Relief supports incredible proje"
    },
    {
      "url": "https://www.cochrane.org/evidence",
      "title": "Our evidence | Cochrane",
      "description": "void",
      "preview": "Skip to main content Close search results Only our evidence Only \"Handbook\" Exclude our evidence Exclude news Our evidence High-quality health evidenc"
    },
    {
      "url": "https://xplorela.com/2012/07/20/the-los-angeles-arboretum-botanical-garden/",
      "title": "ANEKA4D | Situs Slot Thailand Paling Gacor Yang Penuh Dengan Pola Gacor",
      "description": "Situs Slot Thailand dari ANEKA4D yang selalu diberikan penuh dengan pola gacor dan juga simbol-simbol pecah seperti scatter x500",
      "preview": "Envato Market Slot Qris Code Video Audio Graphics Photos 3D Files Search All Items Popular Files Featured Files Top New Files Follow Feed Top Authors"
    },
    {
      "url": "https://suomenkuvalehti.fi/nakoislehti/lue/30-1961-pdf/38-2672",
      "title": "38 - 30/1961 PDF - Näköislehti",
      "description": "void",
      "preview": "Sovellus vaatii JavaScript-tuen. Käyttääksesi sovellusta sinun on laitettava JavaScript-tuki päälle, tai käytettävä selainta joka tukee JavaScriptiä."
    },
    {
      "url": "https://www.bytedance.com/",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://visit.stanford.edu/plan/",
      "title": "Where is Stanford? : Stanford University",
      "description": "Visitor Information Services at Stanford University--one of the world's leading research and teaching institutions. It is located in Palo Alto, California.",
      "preview": "Skip to content Visitor Information Optional line 2 - add two-line-signature to body class to display Menu Search form Search term Home The Basics Pro"
    },
    {
      "url": "https://tapestrycx.qualtrics.com/jfe/form/SV_elDxRRjYI5oIVfg?Source=footer1",
      "title": "Online Survey | Built with Qualtrics Experience Management™",
      "description": "Qualtrics makes sophisticated research simple and empowers users to capture customer, product, brand & employee experience insights in one place.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.history.com/shows/historys-greatest-of-all-time-with-peyton-manning/season-1",
      "title": "Homepage | HISTORY CHANNEL ITALIA",
      "description": "Le storie che cambiano la storia meritano di essere raccontate.",
      "preview": "Skip to main content IL 27 GENNAIO, DALLE 21.00 I giorni della memoria Il 27 gennaio 1945, le truppe sovietiche arrivarono per prime presso la città p"
    },
    {
      "url": "http://www.oceandataportal.org",
      "title": "Ocean Data Portal - Preserving maritime wonders",
      "description": "Preserving maritime wonders",
      "preview": "Skip to content Blog A Detailed Journey Around the 5 Oceans of the World Map Anna Mathews"
    },
    {
      "url": "https://ricette.giallozafferano.it/Spaghetti-alla-Carbonara.html",
      "title": "Spaghetti alla Carbonara: ricetta originale, facile e cremosa",
      "description": "Carbonara: la ricetta originale romana passo passo con tuorli, guanciale croccante, pecorino e pepe. Cremosa, semplice, pronta in pochi minuti.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X SPECIALE Pasta italiana: sapore unico in collaborazione con Primi piatti Pasta Contenuto Sponsorizzato S"
    },
    {
      "url": "https://www.jamendo.com/?language=en",
      "title": "Jamendo Music | Free music downloads",
      "description": "Free music downloads and streaming. Discover and explore 600,000+ free songs from 40,000+ independent artists from all around the world.",
      "preview": "void"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/dataset/?id=callejero-municipal",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Dataset | callejero-municipal",
      "description": "Conjunto de vías del término municipal. Existen dos tipos de callejero: uno cartográfico, con...",
      "preview": "Inicio Catálogo de Datos Callejero Municipal de Las Palmas de Gran Canaria Callejero Municipal de Las Palmas de Gran Canaria Conjunto de vías del térm"
    },
    {
      "url": "https://signtime.apple/applecare/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://tinybeans.com/",
      "title": "Tinybeans-The Photo-Sharing App That Families Love",
      "description": "Safely share snapshots and videos with loved ones and find new parenting ideas. We're the best photo sharing app used by millions of parents.",
      "preview": "Your daily dose of joy and connection. Capture and privately share sweet snapshots and videos of your littles with our family photo-sharing app that t"
    },
    {
      "url": "https://www.cmath.fr/4eme/fractions/exercice11.php",
      "title": "Exercice 11 de quatrième sur les fractions",
      "description": "Exercice de calcul du produit deux fractions. Exercice corrigé.",
      "preview": "Exercices de quatrième sur les fractions Bonnes réponses : 0 / 0 n°1 n°2 n°3 n°4 n°5 n°6 n°7 n°8 n°9 n°10 n°11 n°12 n°13 n°14 n°15 n°16 n°17 n°18 n°19"
    },
    {
      "url": "https://mymedicalaid.co.za/",
      "title": "My Medical Aid: List of Doctors and Hospitals - My Medical Aid Doctor",
      "description": "Welcome to My Medical Aid Doctor, South Africa's premier healthcare portal. Our platform offers an extensive directory of hospitals and medical doctors across",
      "preview": "Skip to content Find Doctors and Hospitals in South Africa All locations Pretoria Doctors Welcome to My Medical Aid Doctor , South Africa's premier he"
    },
    {
      "url": "https://keras.io/api/layers/initializers/",
      "title": "Layer weight initializers",
      "description": "Keras documentation: Layer weight initializers",
      "preview": "None Keras 3 API documentation Models API Layers API The base Layer class Layer activations Layer weight initializers Layer weight regularizers Layer"
    },
    {
      "url": "http://outfit7.com/apps/talking-ben-dog/",
      "title": "It's Game On - Talking Tom & Friends",
      "description": "Check out our latest games!",
      "preview": "Talking Tom and Friends logo Open the menu Play Watch It's game on PLAY NOW Take your pick New Game My Talking Tom Friends 2 My Talking Angela 2 My Ta"
    },
    {
      "url": "https://ida.submittable.com/submit",
      "title": "IDA Submission Manager",
      "description": "IDA Submission Manager Powered By Submittable - Accept and Curate Digital Content",
      "preview": "Skip to Main Content Home View Your Submissions IDA There are presently no open calls for submissions. Welcome to the IDA submissions portal. Here you"
    },
    {
      "url": "https://www.theaterkrant.nl/tag/martine-decroos/",
      "title": "Martine Decroos - Voorstellingen, Recensies & Speellijst - Theaterkrant",
      "description": "Martine Decroos - Bekijk hier de laatste recensies en ga naar de speellijst.",
      "preview": "Home Nieuws Nieuws Opinie Recensies Keuze van de criticus Bejubeld Omstreden Magazine Artikelen Abonneren Verkooppunten Adverteren Vacatures Alle vaca"
    },
    {
      "url": "https://flightaware.com/photos/view/447116-d07a85c727f57a4d146d0c81fafac071881bab08",
      "title": "Photo of Piper L-21 Super (N10YV) - FlightAware",
      "description": "FlightAware Aviation Photos: Piper L-21 Super(N10YV), Super Cub on Wipline #2700 amphib floats on the southern end of Gull Lake in central Minnesota. Slow water taxi into Madden's Resort. Air to water photo from another Super Cub., taxiing at 9Y2",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://www.simpleviewer.net/forum/profile.php?id=61638",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.twincitiesrise.org/",
      "title": "Twin Cities R!SE",
      "description": "At Twin Cities Rise, we assist individuals in poverty on the path to long-term and stable employment. Our work skills training prepares participants with the skills they'll need on the job. And through internship opportunities, job search assistance, and employment placement services, we work with participants to find meaningful employment.",
      "preview": "Skip to content Building Careers Empowering Lives Twin Cities R!SE has provided comprehensive workforce development to under and unemployed individual"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "https://floss.syr.edu/papers?f%5Bkeyword%5D=G&f%5Bauthor%5D=169&s=keyword&o=asc",
      "title": "Publications | FLOSS@Syracuse",
      "description": "void",
      "preview": "Skip to main content Jastrzebski, S., Henderson, K., McKinnon-Crowley, J., & Crowston, K. (9999). Boundaries of data journalism in U.S. public radio n"
    },
    {
      "url": "https://www.sportscrunch.in/",
      "title": "We'll Be Back Soon | SportsCrunch.in",
      "description": "void",
      "preview": "We'll Be Back Soon Our website is currently undergoing scheduled maintenance. We appreciate your patience and will be back online shortly."
    },
    {
      "url": "https://app.collegerecon.com/cuyamaca-college",
      "title": "Cuyamaca College | GI Bill or Yellow Ribbon",
      "description": "Discover benefits at Cuyamaca College. Find Military Tuition Assistance, GI Bill or Yellow Ribbon program assistance. Get started now.",
      "preview": "Back to top Find VA-Approved Colleges for Military and Veterans Cuyamaca College El Cajon, CA Compare Calculate Match Request Info Overview Military I"
    },
    {
      "url": "https://www.sfexaminer.com/fixes/san-francisco-plans-to-purchase-200-units-to-house-homeless-families/",
      "title": "San Francisco plans to purchase 200 units to house homeless families | Archives | sfexaminer.com",
      "description": "'The most vulnerable families need supportive housing'",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Share This Facebook Twitter WhatsApp SMS Email Close The City is eyeing the"
    },
    {
      "url": "https://help.target.com",
      "title": "Help : Target",
      "description": "Find common links for FAQs. Browse and search Target help documentation",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://www.cepal.org/en",
      "title": "Economic Commission for Latin America and the Caribbean",
      "description": "La CEPAL es una de las cinco comisiones regionales de las Naciones Unidas y su sede está en Santiago de Chile. Se fundó para contribuir al desarrollo económico de América Latina, coordinar las acciones encaminadas a su promoción y reforzar las relaciones económicas de los países entre sí y con las demás naciones del mundo. Posteriormente, su labor se amplió a los países del Caribe y se incorporó el objetivo de promover el desarrollo social.",
      "preview": "Skip to main content Search Search Search English Español Português PRESS RELEASE ECLAC: Latin America and the Caribbean Will Only Be Able to Overcome"
    },
    {
      "url": "https://www.einfachganzleben.de/meditation-achtsamkeit/die-magie-der-runen-bedeutung-und-symbole",
      "title": "Die Magie der Runen: Bedeutung und Symbole",
      "description": "Die Magie der Runen ➽ Das ♢ Runen-Alphabet ▽ Bedeutung der nordischen Zeichen ➽ Was sind verbotene Runen? ➽ So kannst du mit Runen arbeiten",
      "preview": "Skip to main content Die Magie der Runen: Bedeutung und Symbole Inhaltsverzeichnis Runen dienen seit Jahrhunderten als Medium zur Kommunikation - unte"
    },
    {
      "url": "https://readthedocs.org",
      "title": "Full featured documentation deployment platform - Read the Docs",
      "description": "Read the Docs is a documentation building and hosting platform aimed at helping developers creating documentation from code with versioned documentation, integrated search, pull request previews and more.",
      "preview": "Log in Read the Docs Community https://readthedocs.org Read the Docs Business https://readthedocs.com Sign up Choosing a platform Product Plans Busine"
    },
    {
      "url": "https://cdn.flipsnack.com/widget/v2/widget.html?hash=dc8rl0fcjl",
      "title": "Flipsnack",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://portal2.passportindia.gov.in/AppOnlineProject/welcomeLink",
      "title": "Passport Seva Home | Indian Passport | Passport | Passport Seva Project",
      "description": "Passport Seva Online Portal has been designed to deliver Passport and related services to citizens in a timely, transparent, more accessible, reliable manner and in a comfortable environment through streamlined processes and committed, trained and motivated workforce.",
      "preview": "void"
    },
    {
      "url": "https://www.shopgoodwill.com/",
      "title": "Online Thrift Store For Unique & Vintage Finds | ShopGoodwill.com",
      "description": "Find incredible deals at Home | ShopGoodwill.com , the go-to online thrift store for gently used clothing, electronics, vintage jewelry and more. Save big today!",
      "preview": "Online Marketplace for Goodwill Thrift Stores | Shopgoodwill.com Featured Items View All Hot 50 View All Shop Top Categories View All View All Recomme"
    },
    {
      "url": "http://www.fao.org/documents/card/en/c/ca7012en",
      "title": "FAO Knowledge Repository",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.oeko-tex.com/en/our-standards/oeko-tex-standard-100",
      "title": "OEKO-TEX® STANDARD 100",
      "description": "OEKO-TEX® STANDARD 100 is one of the world's best-known labels for textiles tested for harmful substances.",
      "preview": "Do not change language Menu Close facebook linkedin Mail instagram wechat https://mp.weixin.qq.com/mp/profile_ext?action=home&__biz=MzIxMjkzNTA3Nw==&s"
    },
    {
      "url": "https://kathysbee.tumblr.com/post/143007468856",
      "title": "toss and tumbl",
      "description": "Data Rocks! Let's continue to expose & excite kids K-12 about CS. Join us for #ScratchDay on 5/15. hocobeyou.com",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Computer science: the impact of K-12 on university enrollment codeor"
    },
    {
      "url": "http://www.easybistro.com/",
      "title": "Classic Bistro & Seafood Restaurants In Chattanooga - Easy Bistro",
      "description": "Seafood restaurants in Chattanooga with classic bistro and southern ingredients that are combined in a new space with an open kitchen and full bar & raw bar.",
      "preview": "Sunday-Thursday 4-9PM Friday-Saturday 4-10PM (423) 266-1121 801 Chestnut St. Chattanooga, TN 37402 OYSTER HAPPY HOUR Every Day, 4-5pm Enjoy specialty"
    },
    {
      "url": "https://www.essentiallysports.com/",
      "title": "EssentiallySports | The Fan's Perspective",
      "description": "EssentiallySports is the home for the underserved fan, delivering storytelling that goes beyond the headlines. As a media platform, we combine deep audience insights with cultural trends, to meet fandom where it lives and where it goes next. Founded in 2014, EssentiallySports now engages with an audience of over 30m+ American sports fan on its website and 1m+ readers on its newsletters daily.",
      "preview": "All Latest ES ThinkTank Newsletter Hub NFL Golf NBA College Basketball NASCAR WNBA Tennis Boxing Olympics UFC Swimming MLB Track and Field Gymnastics"
    },
    {
      "url": "https://drastic-ds.com/app.php/help/faq?sid=d50f779056a4349a284a082e159e1c31",
      "title": "DraStic - Frequently Asked Questions",
      "description": "void",
      "preview": "DraStic Nintendo DS emulator Skip to content Search Advanced search Unanswered topics Active topics Search Forums Board index Search Frequently Asked"
    },
    {
      "url": "https://www.sandiego.gov/",
      "title": "City of San Diego Official Website",
      "description": "The official website of the City of San Diego.",
      "preview": "Skip to main content Menu Inside San Diego Read More News Latest article, posted October 9, 2025, 3:20 pm : Phased Rollout of New Trash Bins to Begin"
    },
    {
      "url": "https://toyota.oemdtc.com/category/recalls",
      "title": "Recalls | Toyota & Lexus - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://sports.yahoo.com/nfl/players/30127/splits/",
      "title": "Derek Barnett (DE, RD) Stat Splits - Houston - Yahoo Sports",
      "description": "Sports News, Scores, Fantasy Games",
      "preview": "Advertisement Advertisement Advertisement Advertisement Derek Barnett #95 DE Houston Texans 1 Solo 0.0 Sack 0 Int Summary Game Log Splits All Seasons"
    },
    {
      "url": "https://branns.com/locations/",
      "title": "Locations - Brann's Steakhouse & Grille",
      "description": "Brann's Steakhouse is home to Michigan's Original Sizzle. Join us for happy hour, to catch the latest game, or family dinner - we guarantee a sizzling good time!",
      "preview": "FIND YOUR NEAREST BRANN'S > Locations VISIT US While we may have gotten our start on the West Side of Grand Rapids, we have not been afraid to spread"
    },
    {
      "url": "https://www.aio.tu-berlin.de/menue/research/completed_projects/parameter/de/font6/minhilfe/",
      "title": "Seite existiert nicht mehr - TU Berlin",
      "description": "void",
      "preview": "Sie haben soeben eine nicht mehr existierende Seite aus dem ehemaligen Informationsangebot (Vorgänger-Website) der TU Berlin angesteuert. Bitte versuc"
    },
    {
      "url": "https://www.grahammedia.com/",
      "title": "Graham Media Group",
      "description": "Graham Media Group, a subsidiary of Graham Holdings Company, owns seven local television stations - each in a top-70 market and all recognized as news leaders.",
      "preview": "Graham Media Group Get to Know us WE ARE THE AUTHENTIC, LOCAL VOICE PASSIONATELY INFORMING AND CELEBRATING OUR COMMUNITIES. Graham Media Group is comp"
    },
    {
      "url": "https://www.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "http://www.cineca.it/",
      "title": "Home Page | Cineca",
      "description": "Cineca è un Consorzio Interuniversitario al servizio del sistema accademico, dell'istruzione e della ricerca nazionale: è il maggiore centro di calcolo in Italia, uno dei più importanti a livello mondiale",
      "preview": "Salta al contenuto principale CINECA è PROGETTARE IL FUTURO Il futuro è dentro di noi molto prima che accada Guarda il video Nascondi Video Innovare e"
    },
    {
      "url": "http://www.oknativeassets.org/",
      "title": "Oklahoma Native Assets Coalition - Home",
      "description": "void",
      "preview": "Donate Stay Connected Home About Us Our Work Membership News & Events Contact Us Join the ONAC Native EITC/VITA Network! The purpose of the ONAC Nativ"
    },
    {
      "url": "http://www.nolarindustries.com/",
      "title": "Certified Nonwoven Products | www.nolarindustries.com",
      "description": "Certified Converter and Distributor of Nonwoven Products Since 1974. Chemical Bond | Needle Punch | Spunbond | Call (905) 669-5513 For Pricing",
      "preview": "NOLAR INDUSTRIES Supplying Nonwoven Fabrics since 1974 About Us Nonwoven Products Find out about our nonwoven materials Our Nonwoven Products Nonwoven"
    },
    {
      "url": "https://edition.cnn.com/travel/article/venice-canal-drought-italy-climate-scli-intl/index.html",
      "title": "Venice canals run dry amid fears Italy faces another drought | CNN",
      "description": "Weeks of dry winter weather have raised concerns that Italy could face another drought after last summer's emergency, with the Alps having received less than half of their normal snowfall, according to scientists and environmental groups.",
      "preview": "Venice canals run dry amid fears Italy faces another drought Reuters 2 min read Published 5:57 AM EST, Tue February 21, 2023 Link Copied! A drought is"
    },
    {
      "url": "https://www.myvanilladebitcard.com/myvanilla/static/pdf/MyVanilla_Privacy_Policy_ENG.pdf",
      "title": "Pardon Our Interruption",
      "description": "void",
      "preview": "Pardon Our Interruption As you were browsing something about your browser made us think you were a bot. There are a few reasons this might happen: You"
    },
    {
      "url": "http://Rescue-SE.org",
      "title": "International Rescue Committee | RESCUE",
      "description": "International Rescue Committee (RESCUE) grundades 1933 på initiativ av Albert Einstein och hjälper utsatta människor vars liv och försörjning har slagits i spillror av konflikter och katastrofer. Få reda på mer om vårt arbete runt om i världen och hur du kan hjälpa RESCUE rädda liv.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.piste-ciclabili.com/forum/app.php/help/faq?sid=17e10923eb733137aba4a9166abc4ef9",
      "title": "PisteCiclabili.com - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "Condividi Itinerari Foto Forum ✕ Itinerari cicloturistici e ciclabli Cerca Per regione / provincia / comune + Segnala nuovo itinerario Foto Community"
    },
    {
      "url": "https://campusvirtualur.urosario.edu.co/?_ga=2.138458615.531037380.1659966417-1736208058.1659478684",
      "title": "Campus Virtual - Universidad del Rosario | campus",
      "description": "void",
      "preview": "Pasar al contenido principal Campus Virtual UR Experiencia digital como ruta hacia el aprendizaje CONOCE MÁS CONOCE MÁS CONOCE MÁS CONOCE MÁS CONOCE M"
    },
    {
      "url": "https://www.wsco.org/",
      "title": "West Side Community Organization",
      "description": "West Side Community Organization powers the people of the West Side to work together in creating a vibrant and thriving neighborhood for all. WSCO is a 501(c)(3) Nonprofit. WSCO also acts as the planning council for the City of Saint Paul, MN - District 3 (55107)",
      "preview": "Menu West Side Proud, West Side Strong We organize the people of St. Paul's West Side to build collective power, and advance justice and racial equity"
    },
    {
      "url": "https://www.nba.com/games",
      "title": "NBA Games - All NBA matchups | NBA.com",
      "description": "Watch NBA Games - Follow the game, scores and stats for NBA matchups.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://www.prisonpolicy.org/reports/pie2018women.html",
      "title": "Women's Mass Incarceration: The Whole Pie 2018 | Prison Policy Initiative",
      "description": "Report showing the number of women who are locked up by various correctional systems and why",
      "preview": "Home About Publications Reports Briefings Visuals State Profiles Advocacy Toolkit Fact Sheets Art Issues Data Blog Trump Tracker Contact Careers Donat"
    },
    {
      "url": "http://www.usanetwork.com/page/help",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "http://novenyeink.hu/flora-a-g/kertigyongyvesszo.htm",
      "title": "Mester Zs - Toldi Z: Magyarország flórája és vegetációja - kerti gyöngyvessző",
      "description": "void",
      "preview": "F L Ó R A L A P Betűméret: » kisebb » nagyobb Kerti gyöngyvessző [ Spiraea x vanhouttei ] Család: rózsafélék - Rosaceae Alacsony-középmagas cserje. Ad"
    },
    {
      "url": "https://www.adessium.org/",
      "title": "Adessium Foundation - Adessium Foundation",
      "description": "void",
      "preview": "Zorgen voor elkaar en onze leefomgeving Adessium Foundation streeft naar een open samenleving waarin iedereen mee kan doen en waar rechten en vrijhede"
    },
    {
      "url": "https://www.shipsofscale.com/sosforums/threads/rope-making-for-ship-models.4076/",
      "title": "Wreckage of WWI German battleship SMS SCHARNHORST sunk by Royal Navy in 1914 discovered off Falkland Islands | Ships of Scale",
      "description": "A search expedition led by the marine archaeologist Mensun Bound for the ships of Spee's squadron began in 2014 but had no success. Bound returned for...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.edf.fr/resultats?keywords=travail+des+%C3%A9quipes&type=0",
      "title": "EDF France | EDF FR",
      "description": "void",
      "preview": "Plongez dans les coulisses de l'électricité ! Venez découvrir tout l'univers de l'électricité en visitant nos centrales et nos sites, partout en Franc"
    },
    {
      "url": "http://www.lemonwade.com/2010/05/03/lynn-redgrave-67-is-dead/",
      "title": "Lynn Redgrave, 67, Is Dead",
      "description": "void",
      "preview": "lemonwade About Contact Subscribe RSS Feed Lynn Redgrave, 67, Is Dead Lynn Redgrave, the theater, film and television actress and scion of the Redgrav"
    },
    {
      "url": "https://www.magazines.com/people-magazine.html",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "Looking for a PEOPLE Magazine Subscription? Browse hundreds of titles at Magazines.com, your trusted source for magazine subscriptions at great prices!",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "https://www.donorschoose.org/",
      "title": "DonorsChoose: Support a classroom. Build a future.",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://forum.coppeliarobotics.com/help/faq?sid=44eea4a80e85aab7e9b50e04f353589f",
      "title": "CoppeliaSim forums - Frequently Asked Questions",
      "description": "void",
      "preview": "CoppeliaSim forums Discussions and questions about CoppeliaSim Skip to content Quick links Unanswered topics Active topics Search FAQ Login Register H"
    },
    {
      "url": "http://www.blockbyblock.com/",
      "title": "Block by Block | Innovate service solutions for public spaces.",
      "description": "void",
      "preview": "With pride, we make public spaces friendly and vibrant for the communities we serve. Find Out More Your browser does not appear to support video conte"
    },
    {
      "url": "https://thatwaterbeadlady.org/kipleys-story",
      "title": "That Water Bead Lady - Water Beads Toxic, Happened to Kipley, 501c3",
      "description": "Water beads toxic? Yes, Water Beads can be toxic! We help you keep your kids and pets safe! Both before and after product injury",
      "preview": "Donate Water beads toxic? Read Kipley's Story Kipley's Story A birthday gift was not supposed to throw our family's life into upheaval. You may know w"
    },
    {
      "url": "https://blogs.msdn.microsoft.com/developer-tools/",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "http://dati.ustat.miur.it/organization/ace58834-5a0b-40f6-9b0e-ed6c34ea8de0?tags=Stranieri&tags=AFAM&tags=Corsi&tags=Accademie+di+Belle+Arti&tags=Diplomi+accademici&tags=Diplomati&tags=Et%C3%A0&res_format=XLSX&_tags_limit=0",
      "title": "MUR - Organizzazioni - Open Data dell'istruzione superiore",
      "description": "void",
      "preview": "Salta al contenuto Home Open data Dataset Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica Vai 1 dataset trovato Formati: XLSX Tag"
    },
    {
      "url": "https://njewasafaris.com/",
      "title": "void",
      "description": "void",
      "preview": "Home Tours & Safaris Kenya/ Tanzania Safaris Airport Transfers JKIA to Nairobi Hotels JKIA to Nanyuki town JKIA To Naivasha JKIA to Nakuru Town Mounta"
    },
    {
      "url": "http://www.help-info.de/en/",
      "title": "Home - Help Information (en)",
      "description": "Help Information is related to Help Authoring.",
      "preview": "Skip to content Help Information FAR HTML Increase your productivity with FAR HTML FAR HTML offers a variety of different tools for help authors and,"
    },
    {
      "url": "https://www.theaftd.org/mnlstatement23/",
      "title": "Willis Family Statement | AFTD",
      "description": "FTD Info & Resources Read About Emma's Book Tour",
      "preview": "Skip to content A Statement from the Willis Family February 16, 2023 A Statement from the Willis Family February 16, 2023 As a family, we wanted to ta"
    },
    {
      "url": "https://earthday.org/earth-day-quizzes/",
      "title": "Earth Day Quiz | Official Earth Day Website | earthday.org",
      "description": "Test your knowledge with a quiz from EARTHDAY.ORG! Year-round, we're building knowledge and skill to confront global crises - see how much you've learned!",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Earth Day Quizzes How much do you know about our Earth? Test your knowledge! C"
    },
    {
      "url": "https://umweltdigital.de/nl/1184/infodienstarchiv.html",
      "title": "Infodienst-Archiv - UMWELTdigital",
      "description": "void",
      "preview": "Kontakt | Impressum | Hilfe | Mediadaten Hilfe zur Suche 1 Artikel im Warenkorb Login | Registrieren Sie sind Gast Zurück zur Übersicht UMWELTnewslett"
    },
    {
      "url": "https://www.unocha.org/sites/unocha/files/Global-Humanitarian-Response-Plan-COVID-19.pdf",
      "title": "Global Humanitarian Response Plan: COVID-19 (April - December 2020) GHRP July Update [EN/AR] - World | ReliefWeb",
      "description": "Appeal in Arabic on World and 71 other countries about Agriculture, Coordination, Epidemic and more; published on 17 Jul 2020 by OCHA",
      "preview": "Skip to main content Ask about this document Go to chat page Attachments Download Report (PDF | 3.51 MB) Download Report (PDF | 2.01 MB) Download Repo"
    },
    {
      "url": "https://classicharleyjp.blogspot.com/2021/11/beautiful-full-custom-80s-honda-ikon.html",
      "title": "MYPerformance Blog: Beautiful full custom 80`s Honda Ikon Racer Replica only 1500 units limited D edition ...",
      "description": "1983 CB1100RD",
      "preview": "void"
    },
    {
      "url": "https://www.quantamagazine.org/tag/machine-learning/",
      "title": "Quanta Magazine Articles on Machine Learning",
      "description": "Explore Quanta's machine learning coverage.",
      "preview": "What's up in Machine learning Latest Articles How One AI Model Creates a Physical Intuition of Its Environment artificial intelligence How One AI Mode"
    },
    {
      "url": "https://medpsych.at/scheidung-95-1a-astrg.html?",
      "title": "medpsych.at Scheidung Kind Beratung",
      "description": "AT seit 1989 Psychosomatik Medizin Psychologie Coaching Lehr-Supervision Seminare Sexual Delikt Prävention",
      "preview": "Impressum Datenschutz AGB Auswahl Über uns Humor aktuell Tarife / Tariffs English Links Sitemap Kontakt Index Mag. Dr. Volkmar J. Ellmauthaler Zurück"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/28996/an-anti-photoshop-revolution-a-new-take-on-real-beauty",
      "title": "An anti-Photoshop revolution? A new take on real beauty | Catholic News Agency",
      "description": "Ashley Crouch is the PR manager and contributing editor of a new women&#39;s fashion magazine with a much talked about policy: no digital alterations to models&#39; real appearances allowed.",
      "preview": "void"
    },
    {
      "url": "https://www.smugmug.com/",
      "title": "SmugMug: Protect, Share, Store, and Sell Your Photos",
      "description": "Whether you want a photo website that sells prints, secure client galleries or just need unlimited storage, let us be your all-in-one solution.",
      "preview": "TRY FREE POWERING THE BUSINESS OF PHOTOGRAPHY You capture the moment in ways only you can. We help you do everything else. START MY FREE TRIAL Start y"
    },
    {
      "url": "http://weibo.com/signup/signup.php?from=zw&vsrc=app_sharepop&backurl=http%3A%2F%2Fservice.t.sina.com.cn%2Fshare%2Fshare.php%3F&showlogo=0&appsrc=cUcI1A",
      "title": "登录 - 微博",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://yourfuture.accaglobal.com",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    },
    {
      "url": "https://www.usbcwomenofpower.com/",
      "title": "Home | USBC Womens Power 50",
      "description": "The USBC Power 50 Women of Influence celebrates the top 50 Black women leaders who are shaping industries, driving change, and making a lasting impact in their communities. From entrepreneurs and executives to advocates and visionaries, this prestigious annual list honors those who embody excellence, leadership, and empowerment. Nominate a woman making a difference today and join us in uplifting and recognizing the power of Black women leaders across the nation.",
      "preview": "top of page WOMEN OF INFLUENCE MIX BY D.J. TY ALEXANDER ABOUT USBC POWER 50 The USBC's \"Power 50\" Women of Influence list honors the top 50 women acro"
    },
    {
      "url": "https://www.koelner.de/wer-wir-waren/",
      "title": "Wer wir waren - koelner.de",
      "description": "Was werden zukünftige Generationen über uns denken, wenn wir bereits Geschichte sind?",
      "preview": "Skip to main content Search facebook twitter instagram Home Wer wir waren „Wir waren jene, die wussten, aber nicht verstanden, voller Informationen, a"
    },
    {
      "url": "https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies",
      "title": "Manage cookies in Microsoft Edge: View, allow, block, delete and use - Microsoft Support",
      "description": "Learn how to view, manage, and delete cookies in Microsoft Edge.",
      "preview": "Related topics × Windows security, safety, and privacy Overview Security, safety, and privacy overview Windows security Get help with Windows securit"
    },
    {
      "url": "http://freckautoshop.dk/rawsearch?RimsAndWheels-type=rim&RimsAndWheels-carType=alu&RimsAndWheels-brand=JAPAN%20RACING%20JR30&endless=0",
      "title": "JAPAN RACING JR30 - Få dine fælge her",
      "description": "Vi har alt i fælge og biludstyr. Køb JAPAN RACING JR30 og meget mere ved os. Vi garanterer kvalitet og billige priser.",
      "preview": "Søgeresultater Skift imellem fælgstørrelserne her: Vælg fælge Fjern alle fælge Tilføj alle fælge Filtrer fælge JAPAN RACING JR30 JR30 Matt Black Matt"
    },
    {
      "url": "https://www.zee5.com/",
      "title": "ZEE5 - Watch TV Shows, Originals, Movies & Live TV Online",
      "description": "ZEE5 is the largest streaming platform where you can watch your favorite TV show before it is aired on ZEE5. Stream blockbuster movies, latest originals, music videos, live TV channels and news in HD quality & in a language of your choice.",
      "preview": "You need to enable JavaScript to run this app. Veduvan Watch In the Spotlight More Made in India More Top-Rated TV Shows | Europe More Top 10 Movies i"
    },
    {
      "url": "https://wjla.com/news/local/amtrak-train-derailment-northern-virginia-cars-collision-stranded-passengers-nonstop-trip-pets-sanford-florida-south-carolina-csx-freight-replacement-crew-food-meals-lorton-washington-dc-dmv-travel",
      "title": "Delayed Amtrak train carrying northern Va. passengers arrives after 37-hour trip",
      "description": "After 37 hours, an Amtrak Auto Train from northern Virginia finally reached its destination, almost a full day longer than expected.",
      "preview": "Fri, 10 Oct 2025 10:14:41 GMT (1760091281175) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.robin-wood.co.uk/",
      "title": "Wooden bowls, plates, spoons - handcrafted woodware - Robin Wood",
      "description": "Robin Wood is a master woodturner handcrafting beautiful wooden bowls and plates and carving wooden spoons. Shop for woodware and wood-craft courses.",
      "preview": "Home I am passionate about traditional woodwork, about the value of working with our hands, and sharing the joy of these things with others. I make tr"
    },
    {
      "url": "https://newsroom.wcs.org/News-Releases/articleType/ArticleView/articleId/18689/An-Update-on-Eurasian-Eagle-Owl.aspx",
      "title": "An Update on Eurasian Eagle Owl > Newsroom",
      "description": "Feb. 12, 2023, New York - The following statement was issued by the Central Park Zoo: \"Our Eurasian eagle owl, Flaco, went missing after his exhibit at the Central Park Zoo was vandalized on the evening of February 2nd. Since that first night, our staff has intensely monitored the",
      "preview": "News Releases WCS NEWS RELEASE An Update on Eurasian Eagle Owl Statement from Central Park Zoo New York , NY | February 12, 2023 Central Park Zoo's Eu"
    },
    {
      "url": "https://oceanexpert.org/event/3827",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli IOC/OTGA/OIH: Implementing the Ocean Data and Information System (ODIS) architecture IOC/OTGA/OIH/ODIS Training Course 17 - 28 April 2023 Locatio"
    },
    {
      "url": "https://www.vacation.inc/products/classic-whip-spf-30",
      "title": "Vacation® Classic Whip | SPF 30 Sunscreen",
      "description": "A \"lighter-than-air\" sunscreen for the body, featuring an innovative tilt-valve actuator for optimal application.",
      "preview": "Skip to main content Classic Whip SPF 30 SPF 30 Sunscreen - $22 What it is A \"lighter-than-air\" sunscreen featuring a \"tilt valve\" actuator that produ"
    },
    {
      "url": "https://greenporntube.info/porn/bondage",
      "title": "bondage mp4 porn video | Greenporntube.info",
      "description": "Watch and download bondage online porn bondage videos an download it.",
      "preview": "Home Videos Latest Updates Top Rated Most Viewed Categories favorites ( 0 ) Back Amateur Anal Arab Asian BBW Babe Babysitter Big Ass Big Dick Big Tits"
    },
    {
      "url": "https://blog.ted.com/",
      "title": "TED Blog: Further reading on ideas worth spreading",
      "description": "The TED Blog shares news about TED Talks and TED Conferences.",
      "preview": "News Are we bold enough? Join TEDAI San Francisco this October By TED Staff on Sep 15, 2025 Artificial intelligence is shaping our lives faster than a"
    },
    {
      "url": "https://wellsfargo.com/",
      "title": "Wells Fargo Bank | Financial Services & Online Banking",
      "description": "Committed to the financial health of our customers and communities. Explore bank accounts, loans, mortgages, investing, credit cards & banking services»",
      "preview": "Skip to main content How can we help? ‍ Find a location ‍ City, State or ZIP Go Make an appointment ‍ Quick help ‍ Customer service and FAQs Find rout"
    },
    {
      "url": "https://www.bop.gov",
      "title": "BOP: Federal Bureau of Prisons Web Site",
      "description": "void",
      "preview": "An official website of the United States government. Here's how you know Official websites use .gov A .gov website belongs to an official government o"
    },
    {
      "url": "https://ricetta.buoneforchette.com/celestino.php",
      "title": "Ricetta celestino",
      "description": "Come prepare celestino una ricetta di Aperitivi e Cocktail facile e gustosa. Succo Di Limone / Vodka Absolut / Vodka Azzurra Chazskaja P",
      "preview": "void"
    },
    {
      "url": "https://www.urnsnw.com/laser-engraved-wooden-keepsake-urn-horizontal/",
      "title": "Laser Engraved Wooden Keepsake Urn - Horizontal - Urns Northwest",
      "description": "Small wood keepsake urn for holding a tiny amount of remains. Made in the USA. Optional engraving. Solid wood with engraved scene.",
      "preview": "Skip to content Free ground shipping on orders of $100 or more in the contiguous United States Free ground shipping on orders of $100 or more in the c"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://www.flickr.com/photos/faonews/albums/",
      "title": "The Food and Agriculture Organization of the United Nations (FAO) Official Photostream's albums | Flickr",
      "description": "void",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://www.sisley-paris.com/en-US/phyto-cernes-eclat-100102.html",
      "title": "Phyto-Cernes Eclat n°1.5 - Sisley Paris",
      "description": "Masks dark circles and signs of fatigue, visibly smoothes fine lines, reduces appearance of puffiness.",
      "preview": "void"
    },
    {
      "url": "https://instantly.ai/#Testimonials",
      "title": "Instantly.ai - Sales Engagement & Lead Intelligence",
      "description": "Instantly turns leads into clients with Automated Outreach, Deliverability Network, Sales Engagement, B2B Lead Database & AI-Powered CRM",
      "preview": "Log in Get started see demo en Find, Contact & Close Your Ideal Clients Instantly helps you find warm leads, scale email campaigns, reach primary inbo"
    },
    {
      "url": "https://www.cdp.net/en",
      "title": "CDP: Turning Transparency to Action",
      "description": "CDP can support your environmental journey - turning data into Earth-positive impact. The world's only independent environmental disclosure system.",
      "preview": "The deadline for submitting unscored responses and amendments is November 19. Disclose now . The response window for the 2025 disclosure cycle is open"
    },
    {
      "url": "https://chicanoeats.com/",
      "title": "Chicano Eats - Traditional Mexican Recipes & More",
      "description": "Traditional Mexican Recipes & More",
      "preview": "Home Virtual Cooking Classes Chicano Bakes Shop Press About Privacy Policy 0 How to make Tacos de Papa (Mexican Fried Potato Tacos) Introduction to Ta"
    }
  ],
  "_meta": {
    "total_bookmarks": 121
  }
}