{
  "data": [
    {
      "url": "https://www.reklamnepredmetysketch.sk/sk/produkt/gulockove-pero-vivace-125999",
      "title": "Guľôčkové pero Vivace - Reklamné predmety",
      "description": "Elegantné guľôčkové pero s exkluzívnym dizajnom dostupné v troch exkluzívnych farbách. Dodáva sa s modrou atramentovou náplňou, zabalené v darčekovej krabičke.",
      "preview": "hľadaj produkt Hľadať Zobraziť katalóg produktov Späť na menu Vyskladaj si vlastný darčekový balík Kalendáre, diáre Vianoce Darčekové predmety Do 5 dn"
    },
    {
      "url": "https://www.goldeneyewinery.com/product/2018-goldeneye-anderson-valley-pinot-noir-split-rail-vineyard",
      "title": "Goldeneye Winery",
      "description": "void",
      "preview": "Skip to main content $10 Shipping on 4+ Bottles X Add To Cart $120.00 / 750ml Sold Out Our Split Rail Pinot Noir comes from the cool western edge of t"
    },
    {
      "url": "https://www.dicapriomotors.it/home-page/divisione-garden/tagliasiepi/a-scoppio/tagliasiepi-valgarden-2t-jet-power-semi-pro-25-4-lama-60cm.1.1.22.gp.106376.uw",
      "title": "Ti trovi nella categoria: A SCOPPIO (HOME PAGE - DIVISIONE GARDEN-TAGLIASIEPI)",
      "description": "Description: A SCOPPIO DIVISIONE GARDEN-TAGLIASIEPI / HOME PAGE /",
      "preview": "Cookie policy Personalizza Accetta CHIUDI Chiudi HOME PAGE DIVISIONE DUE RUOTE DIVISIONE GARDEN DIVISIONE GARDEN DIVISIONE DUE RUOTE CONTATTI VIDEO NE"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://satcherinstitute.org/",
      "title": "Satcher Health Leadership Institute | Health Equity Leadership & Research",
      "description": "Founded by former U.S. Surgeon General Dr. David Satcher, we develop diverse health leaders, conduct equity-centered research, and drive policy change for health justice.",
      "preview": "Health equity has no borders. Attend our 3rd Annual Global Health Equity Summit on October 2nd. RSVP now Thank you! Your submission has been received!"
    },
    {
      "url": "https://betterwebtype.com/",
      "title": "Better Web Type - A Free Web Typography Course | Better Web Type",
      "description": "Web typography for web designers and web developers.",
      "preview": "Design & Code Better Web Typography A free web typography course for designers and web developers by Matej Latin. 4.7 / 5 ( 1,061 reviews ) Featured i"
    },
    {
      "url": "https://www.salon.com/2022/07/10/is-it-an-abortion-or-a-dandc-medically-speaking-the-steps-are-the-same/",
      "title": "Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" - Salon.com",
      "description": "The same procedures are used for elective abortion and for miscarriage care",
      "preview": "Advertisement: Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" Restrictions on elective abortion procedures are affecting med"
    },
    {
      "url": "https://sustainability.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "https://www.cahru.org.uk/2013/09/21/first-published-randomised-controlled-trial-of-paramedic-administered-gtn-therapy-for-ultra-acute-stroke/",
      "title": "First published randomised controlled trial of paramedic administered therapy for ultra-acute stroke - Community and Health Research Unit",
      "description": "Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankolekar (from the University of Nottingham) together with a team fr...",
      "preview": "Skip to content Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankole"
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "http://www.scottishsweeties.com/index.php?main_page=index&cPath=73&sort=20a&page=1",
      "title": "Chocolate Products : Welcome to Scottish Sweeties, Online shop",
      "description": "Welcome to Scottish Sweeties : Chocolate Products - Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Marshmallows Mints Nougat Nuts Pastilles Rolls of Sweets Sherbet Toffee Turkish Delight buchannans, sweets, shop, online shopping",
      "preview": "Home Log In Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Ma"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2023/01/celebrating-100-years-of-disney-and-the-wonder-of-mickey-and-minnie/?CMP=SOC-DPFY23Q1wo1229220045A",
      "title": "Celebrating 100 Years of Disney and the Wonder of Mickey and Minnie - Disney Parks Blog",
      "description": "Happy New Year! 2023 marks the 100th anniversary of Disney. As we approach this historic milestone, we are inspired by the journey we've been on together and the fans and families who have brought Disney into their hearts throughout the past century. Disney100 commemorates the storytellers who have brought generations the wonder and magic of",
      "preview": "Skip to content Contributed By Thomas Smith Manager, Editorial Content Happy New Year! 2023 marks the 100th anniversary of Disney. As we approach this"
    },
    {
      "url": "https://www.thekitesociety.org.uk/",
      "title": "void",
      "description": "void",
      "preview": "The Kite Society of Great Britain Founded 1979 This site is intended to provide a comprehensive reference source to information about kites and kite f"
    },
    {
      "url": "https://cuddlywumps.blogspot.com/",
      "title": "The Cuddlywumps Cat Chronicles",
      "description": "A blog about cats in history, culture, and cozy mysteries.",
      "preview": "Pages Home About Miss Cuddlywumps About Old SoLT About the Real Cats Contact Us Cuddlywumps Publishing Pet Photo Fails! A note about The Cuddlywumps C"
    },
    {
      "url": "https://www.balboaisland.com/video-of-balboa-peninsula-and-newport-harbor-in-the-1950s/",
      "title": "Video of Balboa Peninsula and Newport Harbor in the 1950s! - Balboa Island",
      "description": "Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the beach-goers on the sands of the Harbor, the fisherman casting their lines from the Pavilion and all the great fashions from this by-gone era.",
      "preview": "Skip to content Video of Balboa Peninsula and Newport Harbor in the 1950s! Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the"
    },
    {
      "url": "https://www.iucn.org/news/marine-and-polar/202203/unea-resolution-end-plastic-pollution-and-iucn-role-implementation-treaty",
      "title": "UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty | IUCN",
      "description": "The new UNEA Resolution, 'End Plastic Pollution: Towards a legally binding instrument', establishes an Intergovernmental Negotiating Committee that will develop the specific content of the new plastic pollution treaty with the aim of completing its work by the end of 2024. The future is ours to improve, and this news from UNEA provides a strong message of hope that we can indeed eliminate plastic pollution from our environment with a multi-pronged approach and international cooperation.",
      "preview": "Skip to main content Share: Story 09 Mar, 2022 UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty The new UNEA"
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://myignite.microsoft.com/",
      "title": "Microsoft Ignite - November 18-21, 2025",
      "description": "Microsoft Ignite - November 18-21, 2025 in San Francisco, CA. Get the edge you need to drive impact in the era of AI. Join us to bolster your knowledge, build connections, and explore emerging technologies.",
      "preview": "void"
    },
    {
      "url": "https://www.yearup.org/get-started",
      "title": "Apply in the Student Portal | Year Up United",
      "description": "Get started today! Set up your student portal account to apply to Year Up United job training programs in your city, or sign in to complete your current application.",
      "preview": "Your Enrollment Status Apply on our Student Portal Interview Enroll Apply in the Student Portal The first step in the application process is to create"
    },
    {
      "url": "https://www.portaldasfinancas.gov.pt/at/html/index.html",
      "title": "Portal das Finanças",
      "description": "Autoridade Tributária e Aduaneira",
      "preview": "Indique o que pretende NIF E ALTERAÇÃO DE MORADA Cidadãos estrangeiros Marque o seu atendimento presencial. Aceder APOIO Atendimento e-balcão Obtenha,"
    },
    {
      "url": "https://www.stadt.bamberg.de/Schnellnavigation/Seiten%C3%BCbersicht/index.php?NavID=2730.542.1",
      "title": "Baustellen-Info / Stadt Bamberg",
      "description": "Baustellen-Info Liebe Bürgerinnen und Bürger, mit unseren tagesaktuellen Informationen zu den Verkehrsbehinderungen durch Baustellen im Stadtgebiet sind Sie immer bestens informiert. Sie möchten die aktuellen Infos gern als wöchentliche E-Mail erhalten? Dann abonnieren Sie unseren Baustellen-Ticker!",
      "preview": "Diese Website verwendet Cookies, um Ihnen einen optimalen Service zu bieten. Mehr dazu in unserer Datenschutzerklärung . Ausblenden Einverstanden Unte"
    },
    {
      "url": "https://omidfarhang.com/2012/08/02/chrome-21-arrives-with-new-api-for-video-and-audio-communication/",
      "title": "Chrome 21 arrives with new API for video and audio communication | Omid Farhang",
      "description": "h-online: With the release of Chrome 21, web applications can now directly access the local system's built-in camera and microphone. Instead of requiring a special plugin, the major stable update to the WebKit-based web browser includes a new HTML5 <a href=\"http://www.html5rocks.com/en/tutorials/getusermedia/intro/\">getUserMedia</a> API - currently a W3C Editor's Draft - to provide web apps with access to the camera and microphone. For security purposes, users will be prompted to grant apps permission to access the hardware.",
      "preview": "h-online: With the release of Chrome 21 , web applications can now directly access the local system's built-in camera and microphone. Instead of requi"
    },
    {
      "url": "http://www.olidata.it/",
      "title": "Home - Olidata",
      "description": "// Welcome Olidata: the power of Pioneers Siamo una holding di consulenza tecnologica e lavoriamo per offrire al mercato soluzioni complete e all'avanguardia, in grado di rispondere in maniera efficace e propositiva alle richieste di un settore sfidante e dinamico come quello dell'IT. // TECHNOLOGY Le principali competenze sono in ambito Big Data & Analytics [...]",
      "preview": "Progettiamo soluzioni end-to-end per lanciare le aziende verso la vera Digital Revolution. Gallery Contatti Via Giulio Vincenzo Bona, 120, 00155 Roma"
    },
    {
      "url": "https://doee.dc.gov/ecycle",
      "title": "Electronics Recycling | doee",
      "description": "Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic materials, provides a more sustainable source of precious metals, and protects human health and the environment. eCYCLE DC",
      "preview": "Skip to main content Listen Electronics Recycling Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic ma"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.74195994.964749552.1661181525-1736208058.1659478684",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://tidal.com",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/analysis.html",
      "title": "Text analysis | Elastic Docs",
      "description": "Text analysis is the process of converting unstructured text, like the body of an email or a product description, into a structured format that's optimized...",
      "preview": "Loading Elastic Docs / Manage data / The Elasticsearch data store Text analysis Serverless Stack Text analysis is the process of converting unstructur"
    },
    {
      "url": "https://www.bonappetit.com/recipe/garlic-confit",
      "title": "Garlic Confit Recipe | Bon Appétit",
      "description": "Garlic Confit Recipe",
      "preview": "Skip to main content Arrow Jump To Recipe Print Recipe notes Back to top Triangle"
    },
    {
      "url": "https://huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://assets.punchbowl.com/vendors/wy-wyoming/thayne/1672484/spring-creek-floral---gifts",
      "title": "Spring Creek Floral & Gifts in Thayne, Wyoming - (307) 883-4438",
      "description": "void",
      "preview": "Vendor Home Flowers Wyoming Flowers Thayne Flowers Spring Creek Floral & Gifts Thayne , WY 83127 Report incorrect information Contact 3078834438 Is th"
    },
    {
      "url": "https://cli.github.com",
      "title": "GitHub CLI | Take GitHub to the command line",
      "description": "Take GitHub to the command line",
      "preview": "Take GitHub to the command line GitHub CLI brings GitHub to your terminal. Free and open source. brew install gh or Download for Mac Download for Wind"
    },
    {
      "url": "https://www.skype.com/en/",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/global/time-series",
      "title": "Climate at a Glance | Global Time Series | National Centers for Environmental Information (NCEI)",
      "description": "Historical and spatial comparisons of local, county, state, regional, national, and global meteorological data to determine trends and patterns",
      "preview": "Skip to main content Region: Latitude: -90.0 to 90.0 Longitude: -180.0 to 180.0 Surface: Parameter: Time Scale: Month: January February March April Ma"
    },
    {
      "url": "https://www.noaa.gov",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://gsb.urosario.edu.co/Inicio/?_ga=2.50986857.1991745945.1660754957-1637710740.1648474320",
      "title": "Graduate School of Business Universidad del Rosario - Business School Bogotá | GSB",
      "description": "void",
      "preview": "Pasar al contenido principal Su navegador no soporta la etiqueta de vídeo. Bienvenidos al Rosario GSB Top 3 mejor escuela de negocios en Bogotá por su"
    },
    {
      "url": "https://artfulvoyage.tumblr.com/",
      "title": "Artful Voyage",
      "description": "Hello, this is the official tumblr page of Shenn Hollsten.Thank you for visiting! :)",
      "preview": "u Hello, this is the official tumblr page of Shenn Hollsten.Thank you for visiting! :) x 1 2 3 4 5 → Artful Voyage home message archive theme Blog Dev"
    },
    {
      "url": "https://makethefuturesummit.org",
      "title": "Make the Future Summit | March 28-30, 2022",
      "description": "Join a learning community of school leaders, teachers and IT leads across the UK.",
      "preview": "Skip to main content Stay Informed on Future Academies Already registered? Sign in here or get instructions for How to sign in 29 March, 2022 Sevenoak"
    },
    {
      "url": "https://mg.alhatorah.org/Full/Yirmeyahu/5/4",
      "title": "MikraotGedolot - AlHaTorah.org",
      "description": "Study Tanakh with all your chosen commentaries on one page.",
      "preview": "× Mikraot Gedolot Tutorial × E/ ע בחרו טקסט במקראות גדולות Select Text in the Mikraot Gedolot תורה Torah נביאים Neviim כתובים Ketuvim בחרו פרשה Choose"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-chocolate-cake",
      "title": "Easy chocolate cake recipe | Good Food",
      "description": "Master the chocolate cake with an airy, light sponge and rich buttercream filling. It's simple enough for an afternoon tea but special enough for a party too",
      "preview": "Skip to main content Easy chocolate cake Miriam Nice Save recipe Serves 12 - 14 Easy Prep: 35 mins Cook: 20 mins A star rating of 4.5 out of 5. 488 ra"
    },
    {
      "url": "https://ecobatterybg.com/",
      "title": "Ecobattery | организация по оползотворяване на негодни за употреба батерии и акумулатори (НУБА)",
      "description": "void",
      "preview": "Екобатери АД е организация по оползотворяване на негодни за употреба батерии и акумулатори (НУБА), притежаваща Решение ООп - НУБА - 01 - 01/06.11.2017"
    },
    {
      "url": "http://www.qneo.net/privacy.html",
      "title": "Qneo",
      "description": "Apps for iPhone, iPad, iPod and Mac",
      "preview": "PRIVACY POLICY Qneo, based in Rotterdam, the Netherlands, is responsible for the processing of personal data as shown in this privacy policy statement"
    },
    {
      "url": "https://stahlwandpool.ch/poolreinigung-f4/pool-ersatzfolie-rund-collonges-kanton-tessin-bezi-t24806.html?sid=5f578a1469576edd04779d71d07e883b",
      "title": "pool ersatzfolie rund Collonges - Kanton Tessin / Bezirk St. Moritz - stahlwandpool.ch",
      "description": "Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de",
      "preview": "stahlwandpool.ch Stahlwandbecken Schwimmbecken als Einbaupool zum versenken im Garten. Hochwertige Swimmingpool von Profi-Poolwelt.de Zum Inhalt Schne"
    },
    {
      "url": "https://www.socialworkschi.org/",
      "title": "Chicago's Youth Charity - Donate & Volunteer | SocialWorks",
      "description": "SocialWorks is the Chicago charity of Chance the Rapper, supporting youth and those experiencing homelessness. Volunteer or donate at socialworkschi.org",
      "preview": "Donate volunteer To Empower the Youth Through the Arts, Education, and Civic Engagement DONATE A monthly platform for Young Creatives to share, expres"
    },
    {
      "url": "https://www.devops-research.com/research.html#reports",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "https://baroulmehedinti.ro/avocati/stancu-dimitrie-lucian",
      "title": "Baroul Mehedinţi",
      "description": "void",
      "preview": "Prima pagină Tabloul avocaţilor Lista completă a avocaţilor STANCU DIMITRIE LUCIAN Avocat Avocat Definitiv Avocat Cabinet Individual Contact Email dim"
    },
    {
      "url": "https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule",
      "title": "Children's Online Privacy Protection Rule (\"COPPA\") | Federal Trade Commission",
      "description": "COPPA imposes certain requirements on operators of websites or online services directed to children under 13 years of age, and on operators of other websites or online services that have actual knowledge that they are collecting personal information online from a child under 13 years of age.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "http://thealliancetc.org/",
      "title": "Home • The Alliance",
      "description": "void",
      "preview": "Housing Justice Learn more Stable Ground Program Learn more Actualizing Equity Learn more Just Cause Eviction Protections Learn more Blue Line Coaliti"
    },
    {
      "url": "http://www.paxit.com/",
      "title": "Image Measurement, Management, and Analysis | PAX-it",
      "description": "PAX-it Image Management and Image Analysis software is a powerful, comprehensive solution developed to address your special imaging needs.",
      "preview": "About Us Support Login Contact PAX-it! Image Management, Measurement, and Image Analysis Software PAX-it Image Management and Image Analysis software"
    },
    {
      "url": "https://sklep.zrobswojkosmetyk.pl/pl/p/mail/recommend/3802",
      "title": "Surowce kosmetyczne i naturalne półprodukty | Zrób Swój Kosmetyk - Zrób Swój Kosmetyk",
      "description": "Oferta Zrób Swój Kosmetyk ma składniki, zioła i surowce do tworzenia kosmetyków naturalnych, świec i mydeł! Ekstrakty roślinne i owocowe, hydrolaty, olejki eteryczne i glinki. Zamów teraz!",
      "preview": "Zarejestruj się Zaloguj się Jesteś w: » Strona główna Promocja na Masła Kosmetyczne do nawet -15% Sprawdź Tutaj Złożenie zamówienia oznacza akceptację"
    },
    {
      "url": "https://www.webdesignerdepot.com/2021/10/11-must-follow-web-design-blogs/",
      "title": "11 Must-Follow Web Design Blogs",
      "description": "To stay relevant on the web, you must keep in touch with the latest design tools, news, and web trends. But in 2023, there will be more web design blogs than ever; with so many blogs and magazine sites to choose from, where is an aspiring web designer to start?",
      "preview": "AI Business Compilations Design Development Fonts Freebies Funny News SEO Sponsored Tech UX Web Compilations 11 Must-Follow Web Design Blogs To stay r"
    },
    {
      "url": "https://news.walgreens.com/",
      "title": "News Hub | Walgreens Boots Alliance",
      "description": "News Hub is the source for all WBA news. Read press releases, stories, news and download multimedia assets.",
      "preview": "Skip to main content 1555 Results Filter Brand Walgreens WBA Filter Types Stories Press Releases Position Statements Asset Collections Filter Categori"
    },
    {
      "url": "https://eastwestplayers.org/",
      "title": "East West Players",
      "description": "The Nation's Largest and Longest Running Asian American Theater",
      "preview": "0 The spirits have returned. GET TICKETS NOW PARANORMAL INSIDE premieres October 9th. COMING NOV 8, 2025 60th Anniversary Diamond Gala Join us for a n"
    },
    {
      "url": "http://campusevents.mines.edu/",
      "title": "Home - Conference and Event Services",
      "description": "Conference and Event Services strives to deliver our clients with seamless and exceptional customer service for all their event needs.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Trailhead Canvas Email Library Give Directories Conference & Event Services Colorado School of Mines C"
    },
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "https://bk.asia-city.com/restaurants/news/bangkok-best-street-food",
      "title": "How many of these essential Bangkok street eats have you tasted? - BK Magazine Online | The insider's guide to Bangkok",
      "description": "These dishes prove no one does street food better than Bangkok.",
      "preview": "Skip to main content How many of these essential Bangkok street eats have you tasted? These dishes prove no one does street food better than Bangkok."
    },
    {
      "url": "http://jasonheadley.com/",
      "title": "Jason Headley",
      "description": "void",
      "preview": "Projects About Contact Lightyear Onward"
    },
    {
      "url": "https://www.lowimpact.org/categories/permaculture",
      "title": "Category Intro - Lowimpact.org",
      "description": "Category Intro",
      "preview": "Permaculture - introduction \"Permaculture is revolution disguised as gardening.\" - Mike Feingold Contents 1 What is permaculture? 2 What are the benef"
    },
    {
      "url": "https://invest.bnpparibas/en/search/reports/documents/financial-reports?s%5Bsubthemes%5D%5B%5D=18",
      "title": "Search & Documents | Financial reports | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Search ISIN suggestion(s): Filter by category Results Regulated information Financial reports General Shareholders Meet"
    },
    {
      "url": "https://www.povertyactionlab.org/",
      "title": "The Abdul Latif Jameel Poverty Action Lab",
      "description": "Our mission is to reduce poverty by ensuring that policy is informed by scientific evidence. We do this through research, policy outreach, and training.",
      "preview": "Skip to main content Our mission is to reduce poverty by ensuring that policy is informed by scientific evidence. We do this through research, policy"
    },
    {
      "url": "https://www.gaychat.zone/",
      "title": "Gay Chat Rooms | Live Gay Chat",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://agentschoiceonline.com/",
      "title": "The Agent's Choice",
      "description": "The Agents Choice offers online pre licensing courses featuring an instructor and FREE practice tests for Life & Health, Property & Casualty, Personal Lines and Adjusters.",
      "preview": "The Agent's Choice Insurance School Insurance Education for Property, Casualty, Life, Health, Medicare/LTC and Adjuster Education Insurance Agent Lice"
    },
    {
      "url": "https://www.nyclu.org/en/news/historic-police-accountability-case-turns-50",
      "title": "An Historic Police Accountability Case Turns 50 - NYCLU",
      "description": "void",
      "preview": "Back to All Commentary May 14, 2021 Commentary An Historic Police Accountability Case Turns 50 Free Speech Policing Share: By: Paul G. Chevigny Profes"
    },
    {
      "url": "http://fdt.de/",
      "title": "FDT Flachdach Technologie GmbH - Der Spezialist in der Flachdach-Abdichtung",
      "description": "Gründach, Flachdach, Lichtsysteme - Entdecken Sie die FDT Dachbahnen Rhepanol und Rhenofol und arbeiten Sie mit Spezialisten für Systemlösungen zur Flachdach-Abdichtung!",
      "preview": "Verlegeschulungen 2026 Sichern Sie sich jeztzt Ihren Platz! Zur anmeldung Mehr informationen Nachhaltigkeit. Einfach. Planen. Gründach von FDT Perfekt"
    },
    {
      "url": "https://www.capiusa.org/",
      "title": "CAPI: Communities Advancing Prosperity for Immigrants",
      "description": "CAPI provides comprehensive support services for immigrants and refugees in the Twin Cities. By addressing immediate needs and long-term goals, CAPI partners with individuals and families to achieve self-sufficiency and build thriving lives.",
      "preview": "0 C ommunities A dvancing P rosperity for I mmigrants Where Barriers Break and Futures Begin CAPI provides comprehensive support services for immigran"
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    },
    {
      "url": "https://4gravitons.com/a-wild-infinity-appears-or-renormalization/?like_comment=3395&_wpnonce=1b27f4f79c",
      "title": "A Wild Infinity Appears! Or, Renormalization | 4 gravitons",
      "description": "Back when Numberphile's silly video about the zeta function came up, I wrote a post explaining the process of regularization, where physicists take an incorrect infinite result and patch it over to get something finite. At the end of that post I mentioned a particular variant of regularization, called renormalization, which was especially important in...",
      "preview": "Back when Numberphile's silly video about the zeta function came up, I wrote a post explaining the process of regularization , where physicists take a"
    },
    {
      "url": "https://video.kansascitypbs.org/shows/",
      "title": "All Shows | Kansas City PBS",
      "description": "Full list of past and current PBS shows. Find show websites, online video, web extras, schedules and more for your favorite PBS shows.",
      "preview": "Skip to Main Content Filter by Title: Providing Support for PBS.org Learn More about PBS online sponsorship Support for PBS provided by: Filter Sort B"
    },
    {
      "url": "https://dreampirates.us/world/streams-free-all-around-the-world-thank-for-miami-heat-vs-oklahoma-city-thunder-dec-th-live-sportingnews-nba-gamecenter-miamihea-22-02-2021",
      "title": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "description": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "preview": "DreamPirates Login Signup world Streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecente"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://www.walmartsustainabilityhub.com/project-gigaton/forests",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dicke-deutsche.de/2013/05/ganganalysen/",
      "title": "Ganganalysen - Dicke Deutsche - Alles über Diäten, Kalorien und Ernährung",
      "description": "Gehen ist für die meisten von uns etwas völlig Normales. Wir lernen es als kleine Kinder und können uns an diesen Prozess aber überhaupt nicht mehr erinnern, wenn wir erwachsen sind. Man kann es einfach, man denkt nicht darüber nach, sondern tut es einfach. In manchen Situationen erstaunt es einen selber, wie weit einen die...",
      "preview": "Zum Inhalt springen Gesundheit 0 Ganganalysen von Gastautor · 21. Mai 2013 Gehen ist für die meisten von uns etwas völlig Normales. Wir lernen es als"
    },
    {
      "url": "https://www.newyorker.com/",
      "title": "The New Yorker",
      "description": "Reporting, Profiles, breaking news, cultural coverage, podcasts, videos, and cartoons from The New Yorker.",
      "preview": "Skip to main content The New Yorker Trump, the Self-Styled \"President of PEACE\" Abroad, Makes War at Home The President's martial rhetoric against fel"
    },
    {
      "url": "https://iuu.xview.us/",
      "title": "xView3 - IUU",
      "description": "void",
      "preview": "Welcome to xView3! A competition to detect dark vessels using computer vision and global SAR satellite imagery Image credit: U.S. Coast Guard; used wi"
    },
    {
      "url": "http://www.paltalk.com/",
      "title": "Video Chat | Paltalk",
      "description": "The largest video chat room community. Explore thousands of free online video chat rooms and meet millions of friendly members worldwide.",
      "preview": "Meet New Friends Start a free video, voice, or text group chat with anyone on any device Available on iOS, Android, MacOS and Windows Download Paltalk"
    },
    {
      "url": "https://powerpages.microsoft.com/",
      "title": "Power Pages - Generatore di siti Web | Microsoft Power Platform",
      "description": "Scopri in che modo Microsoft Power Pages consente alle aziende di avviare ed esternalizzare i processi aziendali tramite portali aziendali sicuri basati su intelligenza artificiale agentic.",
      "preview": "This is the Trace Id: 7508d0a925461079a9b229436ffd9d1c Passa a contenuti principali Pianificare, compilare ed eseguire portali aziendali con intellige"
    },
    {
      "url": "https://truthsocial.com/@realDonaldTrump/posts/108647350940945943",
      "title": "Truth Social",
      "description": "Truth Social is America's \"Big Tent\" social media platform that encourages an open, free, and honest global conversation without discriminating on the basis of political ideology.",
      "preview": "To use this website, please enable JavaScript."
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://www.transfermarkt.com/",
      "title": "Football transfers, rumours, market values and news | Transfermarkt",
      "description": "Transfermarkt - The football website for transfers, market values, rumours and stats",
      "preview": "Transfermarkt - The football portal with transfers, market values, rumours and statistics Spotlight © TM/IMAGO 156 players updated Ligue 1 market valu"
    },
    {
      "url": "http://www.ywcaweekwithoutviolence.org/",
      "title": "National Campaigns - YWCA - YWCA",
      "description": "YWCA is on a mission to eliminate racism and empower women, and our annual national campaigns are crucial to realizing our mission by creating awareness around racial and gender justice issues and engaging our YWCA network and partners in this work. Annually, we hold the following campaigns: Until Justice Just Is (UJJI), YWomenVote, and Week Without Violence. Read more below about each of our signature campaigns and how you can get involved.",
      "preview": "0 DONATE Register About Week Without Violence Join Us Toolkit Sponsors About Week Without Violence Week Without Violence has been a YWCA national camp"
    },
    {
      "url": "https://www.thesportsnews.in/",
      "title": "The Sports News | Cricket News, Football News, Sports Business News, IPL, PKL, ISL, IPL 2024",
      "description": "The Sports News is all about all those sports freak who live and breathe cricket, football, and any sports that you name.",
      "preview": "Search Follow US © 2024 The Sports News. All rights reserved. Designed and Managed by HayWire Digital. Top Story UP T20 League 2024 Points Table: Utta"
    },
    {
      "url": "https://childmind.org",
      "title": "Child Mind Institute | Transforming Children's Lives",
      "description": "The Child Mind Institute is an independent nonprofit dedicated to transforming the lives of children struggling with mental health and learning disorders.",
      "preview": "Skip to main menu Skip to content Skip to footer Internet Explorer is no longer supported Please upgrade to Microsoft Edge , Google Chrome , or Firefo"
    },
    {
      "url": "https://www.montgomerycollege.edu/contact-us/index.html#interpreter",
      "title": "Contact Us | Montgomery College, Maryland",
      "description": "void",
      "preview": "Contact Us Here you'll find information on our convenient campuses and centers, directories for people and for buildings, feedback forms, and some imp"
    },
    {
      "url": "https://lifeatno27.com/",
      "title": "Life at No.27",
      "description": "Life at No.27 is a non-profit gardening and wellbeing therapy organisation. We provide practical group and 1-2-1 classes and workshops for all ages.",
      "preview": "Life at No.27 is a leading horticultural therapy and mental health counselling provider, built with passion at its core and designed to improve lives."
    },
    {
      "url": "https://us.napster.com",
      "title": "Napster: The Music Service for Music Fans",
      "description": "Alongside 110+ million songs, Napster is home to hundreds of thousands of official music videos. Whether you're streaming on demand or listening offline, enjoy all content ad-free.",
      "preview": "Powered by Napster is a convenient all-in-one platform for companies looking to launch their own branded music service. Napster is available in 33 cou"
    },
    {
      "url": "https://earthdata.nasa.gov/earth-observation-data/near-real-time/download-nrt-data/viirs-nrt",
      "title": "VIIRS-Land Near Real-Time Data | NASA Earthdata",
      "description": "Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available through NASA's Land, Atmosphere Near real-time Capability for Earth observation (LANCE).",
      "preview": "Skip to main content VIIRS-Land Near Real-Time Data Near real-time land data from the Visible Infrared Imaging Radiometer Suite (VIIRS) are available"
    },
    {
      "url": "https://www.metoffice.gov.uk/research/climate/maps-and-data",
      "title": "UK climate maps and data - Met Office",
      "description": "The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the UK here.",
      "preview": "UK climate maps and data The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the"
    },
    {
      "url": "https://www.bahn.de/angebot/regio",
      "title": "Regional reisen: Unsere beliebtesten Bahntickets & Verbund-Angebote",
      "description": "Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren Verbund-Angeboten durch Ihre Region.",
      "preview": "Regionale Tickets und Verbund-Angebote Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren V"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}