{
  "data": [
    {
      "url": "https://www.cahru.org.uk/2013/09/21/first-published-randomised-controlled-trial-of-paramedic-administered-gtn-therapy-for-ultra-acute-stroke/",
      "title": "First published randomised controlled trial of paramedic administered therapy for ultra-acute stroke - Community and Health Research Unit",
      "description": "Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankolekar (from the University of Nottingham) together with a team fr...",
      "preview": "Skip to content Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankole"
    },
    {
      "url": "https://www.coursera.org/specializations/python",
      "title": "Python for Everybody | Coursera",
      "description": "Offered by University of Michigan. Learn to Program and Analyze Data with Python. Develop programs to gather, clean, analyze, and visualize ... Enroll for free.",
      "preview": "Python for Everybody Specialization Python for Everybody Specialization Learn to Program and Analyze Data with Python. Develop programs to gather, cle"
    },
    {
      "url": "https://aclupa.org/en/cases/layshock-v-hermitage-school-district",
      "title": "Layshock v. Hermitage School District - ACLU of Pennsylvania",
      "description": "In early 2006, the ACLU filed suit against Hermitage School District (Mercer Co.) for suspending Hickory High School senior Justin Layshock because he created an online parody of his principal. In addition to a 10-day, out-of-school suspension, the administration ordered him to finish high school in the Alternative Education Program and forbid him from attending [...]",
      "preview": "Court Cases Layshock v. Hermitage School District First Amendment Rights, Student & Youth Rights Filed: 01/31/2006 Status: Closed Court: U.S. District"
    },
    {
      "url": "http://intothenightphoto.blogspot.com",
      "title": "Into The Night Photography",
      "description": "void",
      "preview": "Share: Saturday, December 14, 2024 Free Milky Way NightScapes Photography Lectures Free Milky Way NightScapes Photography Lectures for Camera Clubs an"
    },
    {
      "url": "https://jacobjoaquin.tumblr.com/",
      "title": "The Old School",
      "description": "𝄆🖖♉︎👁️∞🌹𝄇 // Artist · Coder · Seeker // Generative // Chaotic Good",
      "preview": "The Old School Optical Rhythms Posted 1 month ago 21 notes Tagged: p5 , nextdraw , op art , black and white , . Op Study Posted 1 month ago 33 notes T"
    },
    {
      "url": "https://www.sproutedkitchen.com/",
      "title": "Sprouted Kitchen",
      "description": "A food journal of approachable, health-focused recipes by award winning food writer Sara Forte.",
      "preview": "TOMATO SOUP WITH SPICY SAUSAGE AND ORZO Sara Forte · January 27, 2025 Less of my friends are having babies and needing deliverable meals these days, b"
    },
    {
      "url": "https://www.aclu-mn.org",
      "title": "ACLU of Minnesota",
      "description": "void",
      "preview": "Skip to main content Fighting for Civil Liberties for 70 Years Get our updates Email address * Zip code * Leave this field blank School Board Watch St"
    },
    {
      "url": "https://www.gofundme.com/f/in-memory-of-stephen-c-chikwem",
      "title": "Fundraiser by Annpaula Nwaneri : In Memory of Stephen C. Chikwem",
      "description": "Steve's most favorite hobby...SOCCER STEVE WITH FAMILY STEVE'S WEDDING DAY - ALL HA... Annpaula Nwaneri needs your support for In Memory of Stephen C. Chikwem",
      "preview": "Annpaula Nwaneri and 6 others Donation protected Steve's most favorite hobby...SOCCER STEVE WITH FAMILY STEVE'S WEDDING DAY - ALL HAPPINESS SELFIE IN"
    },
    {
      "url": "https://www.health.state.mn.us/diseases/coronavirus/vaccine/index.html",
      "title": "COVID-19 Vaccine - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Vaccine: COVID-19 Vaccine Home Data Basics Vaccine Providers Share Your Story COVID-19 COVID-19 Home Situation Update"
    },
    {
      "url": "https://france-estimations.fr/estimation-art-orientaliste-jeu-dechec/",
      "title": "jeue de majhong",
      "description": "France Estimations 1er réseau français d'estimation et d'expertise en ligne. jeue de majhong",
      "preview": "void"
    },
    {
      "url": "https://blaqplastik.tumblr.com/",
      "title": "@blaqplastik on Tumblr",
      "description": "Pop culture, Television, Music, Comic Books, Art, Science and anything else I like.",
      "preview": "Posts suhmayzooka Follow \" I'm just an artist. I doodle in the margins of notepads. I daydream about color and form and monster trucks. I live half my"
    },
    {
      "url": "https://www.expo2020dubai.com/en",
      "title": "Expo 2020 Dubai | Home | Connecting Minds, Creating the Future | Expo 2020 Dubai",
      "description": "Expo 2020 Dubai will host the world for 182 days, each one brimming with new experiences. It'll be a time to create, collaborate and innovate.",
      "preview": "Video Not Supported We had an incredible time welcoming the world! Want to relive the best moments? Visit Virtual Expo Dubai Scroll Scroll Scroll What"
    },
    {
      "url": "http://www.fantasticaficcion.com/index.php/orbit-books-anuncia-la-adquisicion-de-goldilocks-de-laura-lam/",
      "title": "Orbit Books anuncia la adquisición de Goldilocks de Laura Lam - Fantástica - Ficción",
      "description": "void",
      "preview": "Saltar al contenido La editorial Orbit ha anunciado la adquisición de la novela Goldilocks de Laura Lam. La fecha de publicación es mayo de 2020. Esta"
    },
    {
      "url": "https://fi.wiktionary.org/wiki/tumbo",
      "title": "tumbo - Wikisanakirja",
      "description": "void",
      "preview": "Siirry sisältöön Wikisanakirjasta Katso myös: tumbó Swahili [ muokkaa ] Substantiivi [ muokkaa ] tumbo maha Noudettu kohteesta \" https://fi.wiktionary"
    },
    {
      "url": "https://2020.alaannual.org/general-information/contact-us",
      "title": "Contact Us | ALA Annual 2020",
      "description": "void",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home general information Contact Us Contact Us If you have questions, please check th"
    },
    {
      "url": "https://www.ns.nl/en/journeyplanner/",
      "title": "Travel planner | Plan your journey | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.onf-contrebasse.com/forum/viewforum.php?f=29&sid=660f0ddc3a59b8cdfc785724b40ef374",
      "title": "FORUM DE LA CONTREBASSE - Contrebasse",
      "description": "void",
      "preview": "FORUM DE LA CONTREBASSE onf-contrebasse.com / contrebasse.com Accéder au contenu Raccourcis Sujets sans réponse Sujets actifs Rechercher Donateurs FAQ"
    },
    {
      "url": "https://www.africanamericanchambersa.org/",
      "title": "Home - African American Chamber of Commerce of San Antonio",
      "description": "Support Black Businesses Our Chamber works to elevate black-owned businesses in and around the San Antonio, Texas area. Join us in supporting Black-owned businesses to promote greater economic freedom for the Black community! JOIN US BUSINESS DIRECTORY Staying Connected & Building Together! Enter your info below and be the first to know! Featured Members Previous",
      "preview": "Skip to content Facebook Linkedin Instagram Youtube Menu October 2025 Support Black Businesses Our Chamber works to elevate black-owned businesses in"
    },
    {
      "url": "https://www.vagabond.se/europa/grekland/nonstopflyg-till-kreta",
      "title": "Nonstopflyg till Kreta - Vagabond",
      "description": "I sommar startas en ny reguljär direktlinje mellan Stockholm och Heraklion på Kreta i Grekland.",
      "preview": "Hoppa till innehåll Det är norska lågprisflygbolaget Norwegian som börjar flyga Stockholm-Heraklion. Första avgången blir 26 juni och därefter blir de"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://www.tarotsara.cz/velka-arkana-0-22/",
      "title": "VELKÁ ARKÁNA 0-22 - Tarotsara.cz",
      "description": "Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozřejmě mnohem a mnohem pestřejší a obsáhlejší. Pro rámcovou představu to takto postačí, pokud Vás Tarot zajímá hlouběji, můžete navštívit některý z mých kursů, či sami pracovat",
      "preview": "VELKÁ ARKÁNA 0-22 Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozře"
    },
    {
      "url": "https://www.politifact.com/factchecks/2022/feb/25/vladimir-putin/putin-repeats-long-running-claim-genocide-ukraine/",
      "title": "PolitiFact | Vladimir Putin repeats false claim of genocide in Ukraine",
      "description": "Russia has given several reasons for launching a war against Ukraine. In a televised address announcing the military ass",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "http://www.kippenencyclopedie.nl/php/index.php?title=Speciaal:AllePaginas&namespace=8&printable=yes",
      "title": "Alle pagina's (naamruimte MediaWiki) - Kippen Encyclopedie",
      "description": "void",
      "preview": "Alle pagina's (naamruimte MediaWiki) Uit Kippen Encyclopedie Ga naar: navigatie , zoeken Alle pagina's Pagina's bekijken vanaf: Pagina's bekijken tot:"
    },
    {
      "url": "http://www.targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.kudyznudy.cz/aktivity",
      "title": "Co chcete dělat? - Kudy z nudy",
      "description": "Ještě nevíte co budete dělat příští víkend? Inspirujte se na Kudy z nudy",
      "preview": "Úvod Co chcete dělat? Co chcete dělat? Celá ČR Kultura 3620 Divadlo a hudba 533 Muzea a galerie 2444 Tradiční řemesla 643 Památky 8334 Archeologie 471"
    },
    {
      "url": "https://www.luluandsky.com/",
      "title": "Online Fashion Shopping in India - Shop Online for Fashion Apparels, Clothing for Women",
      "description": "Online Fashion Shopping in India - Buy Online fashion apparels, clothing, shoes, bags and accessories for women at Luluandsky.com- India's leading online fashion store. Cash on Delivery",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. open Home Page Sa"
    },
    {
      "url": "https://www.beyondbenign.org/",
      "title": "Home - Beyond Benign",
      "description": "void",
      "preview": "Contact Donate Events Subscribe Menu Beyond Benign provides educators with the tools, training and support to make green chemistry an integral part of"
    },
    {
      "url": "https://www.dicke-deutsche.de/2013/05/ganganalysen/",
      "title": "Ganganalysen - Dicke Deutsche - Alles über Diäten, Kalorien und Ernährung",
      "description": "Gehen ist für die meisten von uns etwas völlig Normales. Wir lernen es als kleine Kinder und können uns an diesen Prozess aber überhaupt nicht mehr erinnern, wenn wir erwachsen sind. Man kann es einfach, man denkt nicht darüber nach, sondern tut es einfach. In manchen Situationen erstaunt es einen selber, wie weit einen die...",
      "preview": "Zum Inhalt springen Gesundheit 0 Ganganalysen von Gastautor · 21. Mai 2013 Gehen ist für die meisten von uns etwas völlig Normales. Wir lernen es als"
    },
    {
      "url": "http://www.ct.gov/deep/cwp/view.asp?a=2714&q=324884&deepNav_GID=1645",
      "title": "Information Page",
      "description": "void",
      "preview": "The URL is invalid or the pointer does not exist, Clear browser cache and try again."
    },
    {
      "url": "https://beepner.tumblr.com/",
      "title": "You Can Not (re)Blog",
      "description": "void",
      "preview": "catasters : (via yotsuyugoebrutus ) Source: reddit.com 5 days ago 16654 notes catsofyore : ALT Because I know how much you guys love carpeted toilet a"
    },
    {
      "url": "https://www.theguardian.com/",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest news, sport, business, comment, analysis and reviews from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://mx.imberacooling.com/productos/refrigerador-vertical-9-pies",
      "title": "Imbera",
      "description": "Imbera : - Cold Units Coolmotion Foodservice Healthcare Home Institucional Smart",
      "preview": "× Tu navegador actual (Safari, versión unknown) puede no ser compatible con algunas funciones de la página. INSTITUCIONAL Refrigeración de alta gama p"
    },
    {
      "url": "http://www.ec2002.tue.nl/",
      "title": "Eurocrypt 2002",
      "description": "Eurocrypt 2002 index page",
      "preview": "This frameset document contains information about EuroCrypt 2002. Registration Program Conference Hotel Call for Papers Contact Home"
    },
    {
      "url": "https://www.westminster-abbey.org/about-the-abbey/history/royalty",
      "title": "Royalty | Westminster Abbey",
      "description": "Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror was crowned on Christmas Day. The church has been closely linked with the royal family all through its history, and that continues today with the monarch visiting the Abbey throughout the year. Explore the Abbey's links with royalty and have a go at recreating your own coronation at home.",
      "preview": "Skip to main content Home Learning Families At home Royalty Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror w"
    },
    {
      "url": "https://www.ravera.ch/tag/situazioni-problematiche/",
      "title": "situazioni problematiche Archivi - Sergio Ravera",
      "description": "void",
      "preview": "situazioni problematiche Problem solving strategico Ago 31, 2019 | Articolazioni cerebrali Basi del Problem Solving Strategico, processi per analizzar"
    },
    {
      "url": "https://www.repostatus.org/#active",
      "title": "repostatus.org",
      "description": "void",
      "preview": "What It Is Many people and organizations have publicly available code in varying states of usability, development (whether or not further development"
    },
    {
      "url": "https://www.bmw.hn/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Honduras | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "https://www.riteaid.com/shop/bare-republic-mineral-sport-sunscreen-lotion-vanilla-coco-spf-50-5-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://jobs.theguardian.com?INTCMP=jobs_us_web_newheader_dropdown",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "https://forum.openoffice.org/it/forum/ucp.php?mode=delete_cookies&sid=c7ebb141d68569166048e415e842d0f2",
      "title": "Apache OpenOffice: forum della comunità - Pannello di Controllo Utente - Apache OpenOffice: forum della comunità",
      "description": "void",
      "preview": "Forum di supporto degli Utenti per gli Utenti di OpenOffice e LibreOffice Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senz"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/l/lithography",
      "title": "Lithography | Tate",
      "description": "Tate glossary definition for lithography: A printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so that the ink will adhere to them by, while the non-image areas are made ink-repellent",
      "preview": "Lithography Lithography is a printing process that uses a flat stone or metal plate on which the image areas are worked using a greasy substance so th"
    },
    {
      "url": "https://www.fiaformulae.com/en/results",
      "title": "Formula E Results | Full Racing Results | FIA Formula E World Championship",
      "description": "See the latest Formula E results, with full racing results from Free Practice, Qualifying and the E-Prix for every race each season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "http://www.nfh.uit.no/norad/reports/mcs20mozambique20kelleher.doc",
      "title": "Nfh - Norges fiskerihøgskole | UiT",
      "description": "Velkommen til UiT, bli bedre kjent med studiehverdagen ved UiT Norges arktiske universitet?",
      "preview": "Gå til hovedinnhold"
    },
    {
      "url": "https://www.donneesquebec.ca/recherche/dataset/vque_18/resource/af782966-3ec4-4ad5-b3b7-630c27165f01",
      "title": "Voies publiques - Voies publiques - Données Québec",
      "description": "Cartographie du centre de chaussées des voies publiques de la Ville de Québec. Attributs des données ID : Numéro et Identifiant unique. SEGMENT : Valeur permettant d'ordonner chaque segment d'un...",
      "preview": "Skip to main content Passer au contenu Partenariat Données Québec JEUX DE DONNÉES ORGANISATIONS APPLICATIONS CARTE INTERACTIVE GUIDES ET INFORMATIONS"
    },
    {
      "url": "http://worldreview.com/",
      "title": "worldreview.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://github.com/qmk/qmk_firmware/blob/master/docs/newbs_getting_started.md",
      "title": "qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware · GitHub",
      "description": "Open-source keyboard firmware for Atmel AVR and Arm USB families - qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.vulture.com/2015/06/dukes-hazzard-confederate-flag-warner-bros-stop-licensing.html",
      "title": "The Controversy Over the Confederate Flag Has Reached Hazzard County",
      "description": "The studio behind the classic TV show won&rsquo;t license any images of the General Lee with the Stars and Bars.",
      "preview": "Things you buy through our links may earn Vox Media a commission."
    },
    {
      "url": "https://webaccounts.imo.org",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://thecrochetcrowd.com/how-to-crochet/",
      "title": "Learn to Crochet A Cowl: A Beginner Tutorial",
      "description": "Learn how to crochet a cowl with a free pattern and tutorial. Beginners can use this dance version learning tutorial to improve their skills. Increase your crochet skills with the crochet cowl for beginners!",
      "preview": "Sharing is caring! Facebook Pinterest 4 Save Email Crochet Beginner Cowl Learn to crochet this Crochet Basic Cowl . This is an absolute beginner Croch"
    },
    {
      "url": "https://sprig.com/",
      "title": "Sprig: Modern Research Platform for UX Teams",
      "description": "Sprig is a unified research platform built for UX teams who need fast, relevant user insights. Powered by AI, Sprig helps you do more research in less time by capturing and analyzing real-time feedback and behavioral data at scale.",
      "preview": "Join us in SF on October 22 for the Experience Research Summit - Apply Here"
    },
    {
      "url": "http://www.latinospro.org/runforlatinos",
      "title": "Run for Latinos - Latinos Progresando",
      "description": "Read more »",
      "preview": "X Latinos Progresando Email Newsletter Signup Company This field is for validation purposes and should be left unchanged. Email (Required) Δ Sign up f"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://www.socialnerd.com.br/par-de-aliancas-princesa-e-cavaleiro-v2-prata-925",
      "title": "Alianças de Namoro Princesa e Cavaleiro V2 | Prata Esterlina 925 - Socialnerd Presentes e Alianças Geek",
      "description": "Garanta Agora Alianças de Namoro Criativas Feitas de Prata 925 Esterlina A Princesa e o Cavaleiro v2. Garantia de Qualidade e Parcelamento Facilitado em até 12x no Cartão com Frete Grátis Para Todo Brasil. O Melhor Presente Para o Seu Namoro Geek Está Aqui. Venha Conferir Essas Lindas Alianças de Namoro e Muitas Outras Mais!",
      "preview": "Home Amor Medieval Alianças de Namoro Princesa e Cavaleiro V2 Alianças de Namoro Princesa e Cavaleiro V2 R$ 349,00 R$ 399,00 Até 3x de R$ 116,33 sem j"
    },
    {
      "url": "http://www.ew.com/article/2016/02/25/explosions-in-sky-ted-cruz-campaign",
      "title": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "description": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "preview": "Top Stories Jimmy Kimmel wants Trump on his show Lukas Gage on why he was fired from 'Mad Men' over shirtless scene Jeff Probst shares intel on 'Sur"
    },
    {
      "url": "https://www.amc-esk.pl/koszyk/",
      "title": "Koszyk - amc-esk",
      "description": "void",
      "preview": "+48 (32) 763 72 09 | biuro@amc-esk.pl Elektroniczne Systemy Konstatowania AMC-ESK O NAS INFORMACJE O SPÓŁCE HISTORIA POLITYKA PRYWATNOŚCI OFERTA ZESTA"
    },
    {
      "url": "http://www.greenpak.com.mt",
      "title": "| GreenPak",
      "description": "Broadcasting Authority",
      "preview": "iBiNs About iBiNs Find Nearest iBiN Batteries for Hospice About Batteries for Hospice Find Nearest Battery Bin Producer Compliance Contact Us Login /"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "https://gml.noaa.gov/ccgg/trends/",
      "title": "Trends in CO2 - NOAA Global Monitoring Laboratory",
      "description": "GML conducts research on greenhouse gas and carbon cycle feedbacks, changes in aerosols, and surface radiation, and recovery of stratospheric ozone.",
      "preview": "Skip to main content An official website of the United States government Here's how you know Official websites use .gov A .gov website belongs to an o"
    },
    {
      "url": "http://bebehblog.com/carolines-nursery/",
      "title": "Caroline's Nursery - bebehblog",
      "description": "Caroline's nursery is not actually a nursery. It's really not even Caroline's right now, since it's full of toddler toys and doesn't have a crib. But it does have nice carpet, a very comfy nursing chair, lots of pretty colorful things and a big closet full of little girl clothes. I'm pretty excited about the [...]",
      "preview": "home hello! Photography We Like To Party Privacy Policy Caroline's Nursery Caroline's nursery is not actually a nursery. It's really not even Caroline"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-006-introduction-to-algorithms-spring-2020/",
      "title": "Introduction to Algorithms | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course is an introduction to mathematical modeling of computational problems, as well as common algorithms, algorithmic paradigms, and data structures used to solve these problems. It emphasizes the relationship between algorithms and programming and introduces basic performance measures and analysis techniques for these problems.",
      "preview": "Browse Course Material Course Info Instructors Prof. Erik Demaine Dr. Jason Ku Prof. Justin Solomon Departments Electrical Engineering and Computer Sc"
    },
    {
      "url": "https://oaacc.org/",
      "title": "HOME -",
      "description": "Welcome Oakland African America Chamber of Commerce We Address Economic Disparities, Promote Black Empowerment and support Black-owned businesses. Our tailored programs and events celebrate Black culture, history, and entrepreneurship, recognizing the vital role of Black business owners in the community. Membership Watch Tour Dear New Member:Welcome to the Oakland African American Chamber of Commerce. In [...]",
      "preview": "Welcome Oakland African America Chamber of Commerce We Address Economic Disparities, Promote Black Empowerment and support Black-owned businesses. Our"
    },
    {
      "url": "https://www.youtube.com/?tab=i1",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://effecthouse.tiktok.com/?utm_content=header&utm_source=tiktok_webapp_main",
      "title": "TikTok effect house",
      "description": "void",
      "preview": "Latest Learn Top Creators Download Latest Learn Top Creators TikTok effect house Build fun and creative effects for TikTok Download Effect House Free"
    },
    {
      "url": "http://emps.exeter.ac.uk/mathematics/staff/crk205",
      "title": "IT Server Security project | Exeter IT Services | University of Exeter",
      "description": "void",
      "preview": "Section links Exeter IT Services IT Server Security project IT Server Security project You have been redirected to this page from a website hosted by"
    },
    {
      "url": "https://www.sphinx-doc.org/",
      "title": "Sphinx - Sphinx documentation",
      "description": "void",
      "preview": "GitHub Expand Sphinx Navigation Documentation » Sphinx On this page Sphinx Get started User guide Community guide Reference guide The Basics Installin"
    },
    {
      "url": "https://www.wissenswertes.at/tarot",
      "title": "Tarot legen - Karten legen - Tarot Astrologie",
      "description": "Das ♥ Kartenlegen mit Tarot ist eine Form der Astrologie wobei man die Bedeutung der ✅ 78 Tarotkarten kennen muss und daraus die Fragen ableitet.",
      "preview": "Wissenswertes Sie sind hier: Startseite -> Hobbys -> Tarot legen Tarot legen mit den 78 Tarotkarten Fragestellungen an die Karten Immer öfter sieht ma"
    },
    {
      "url": "https://graphicmama.com/blog/best-design-bundles/",
      "title": "The Ultimate List for Design Bundles and Resources (Free and Paid) | GM Blog",
      "description": "We've made a list of design bundles and free resources with everything you will need for your future projects. We will also constantly update it.",
      "preview": "The Ultimate Source for Free (and Paid) Design Bundles and Resources Share on Facebook Share on Twitter By Al Boicheva in Free Vectors , Freebies , We"
    },
    {
      "url": "https://assets.welcu.com/compete/cronosur/rally-scott-2018",
      "title": "Rally Scott 2018 | Welcu Compete",
      "description": "void",
      "preview": "Rally Scott 2018 Carrera 40K 60K Categoría Todas Damas 15-20 Damas 21-30 años Damas 31-39 años Damas 40-49 años Damas 50 o más Varones 15-20 años Varo"
    },
    {
      "url": "https://nvoronchikhin.tumblr.com/",
      "title": "@nvoronchikhin on Tumblr",
      "description": "Follow @nvoronchikhin and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Chris Wondolowski scores his last ever goal in his last final game Source: youtube.com 🔴 LIVESTREAM: LEO MESSI'S PRESS CONFERENCE from CAMP NOU"
    },
    {
      "url": "https://www.teachley.com/privacy",
      "title": "Protecting Student Data - Privacy Policy | Teachley",
      "description": "At Teachley, we take the protection of student data very seriously and support the Student Privacy Pledge. Learn more about how we use and protect student data.",
      "preview": "Protecting Student Data - Summary Statement At Teachley, we take the protection of student data very seriously and support the Student Privacy Pledge"
    },
    {
      "url": "https://syndication.theguardian.com/automation/?url=https%3A%2F%2Fwww.theguardian.com%2Fenvironment%2F2021%2Fnov%2F02%2Ffour-latin-american-countries-join-protected-marine-reserves-to-create-mega-mpa&type=article&internalpagecode=environment/2021/nov/02/four-latin-american-countries-join-protected-marine-reserves-to-create-mega-mpa",
      "title": "Re-use Guardian Content",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mts-natfood.nature.com/",
      "title": "Nature Food",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Food online manuscript submission and trackin"
    },
    {
      "url": "https://ipbes.net/global-assessment",
      "title": "Global Assessment Report on Biodiversity and Ecosystem Services | IPBES secretariat",
      "description": "IPBES is to perform regular and timely assessments of knowledge on biodiversity and ecosystem services and their interlinkages at the global level. Also addressing an invitation by the Conference of the Parties of the Convention on Biological Diversity (CBD) to prepare a global assessment of biodiversity and ecosystem services building, inter alia, on its own and other relevant regional, subregional and thematic assessments, as well as on national reports.",
      "preview": "Skip to main content Assessments Second global assessment Spatial planning and connectivity assessment Monitoring assessment Business and biodiversity"
    },
    {
      "url": "http://mindbodyfocus.net/",
      "title": "Coming Soon",
      "description": "void",
      "preview": "Coming Soon New WordPress website is being built and will be published soon"
    }
  ],
  "_meta": {
    "total_bookmarks": 74
  }
}