{
  "data": [
    {
      "url": "http://worldofwonder.net/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://api.mirraw.com/designers/varanga-17756/designs/women-magenta-golden-paisley-printed-a-line-kurta-kurtas-and-kurtis",
      "title": "Women Magenta & Golden Paisley Printed A Line Kurta - Varanga - 3536568",
      "description": "I found this beautiful design on Mirraw.com. Visit Mirraw to checkout more such amazing designs. Mirraw brings handpicked designs from designers across the India. Click here to ...",
      "preview": "void"
    },
    {
      "url": "https://cookiecart.org/",
      "title": "Cookie Cart - Baking Bright Futures",
      "description": "It's more than just a cookie... Cookie Cart is baking bright futures by providing a first job experience and leadership training to teens in our Minneapolis and Saint Paul Bakeries! Apply Now! It's more than just a cookie...",
      "preview": "Skip to content It's more than just a cookie... it's building new relationships. ml-admin 2025-09-23T11:20:36-05:00 It's More Than Just a Cookie... Cookie"
    },
    {
      "url": "https://www.boerger-motorgeraete.de/reinigungstechnik/laubsauger-blaeser/",
      "title": "Laubsauger & -bläser | Die große Auswahl | Börger Motorgeräte",
      "description": "Für die Rasenfläche, den Weg oder das Beet bieten wir eine große Auswahl an Laubsaugern und -bläsern an. Ob akkubetrieben oder mit Benzin. | Börger Motorgeräte...",
      "preview": "Um Börger Motorgeräte in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren."
    },
    {
      "url": "http://www.fiat.com/",
      "title": "Fiat - Official Website",
      "description": "Welcome to the official international website of Fiat. Discover our models, Fiat world, the history of the brand and all our latest news.",
      "preview": "New Topolino Vilebrequin Collector's Edition Get ready to spend the summer with Riviera Icons! Fiat key drivers Seeing you driving our vehicle every d"
    },
    {
      "url": "https://www.vaccines.gov",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "https://data.guttmacher.org/states",
      "title": "Data Center | Guttmacher Institute",
      "description": "void",
      "preview": "Skip to main content Data Center July 2025 Data Center Update Guttmacher's Data Center, previously found at data.guttmacher.org, is no longer availabl"
    },
    {
      "url": "http://www.stringology.org/",
      "title": "The Prague Stringology Club",
      "description": "Research group focused on research in the field of pattern matching, text algorithms, information retrieval, finite automata etc. Publications, members, events. Deptartment of Computer Science & Engineering, Czech Technical University in Prague",
      "preview": "This document contains frames. Please, use browser supporting frames. Mozilla Opera Netscape Navigator MS Internet Explorer"
    },
    {
      "url": "https://climatetrace.org/news/more-than-70000-of-the-highest-emitting-greenhouse-gas",
      "title": "More Than 70,000 of the Highest Emitting Greenhouse Gas Sources Identified in Largest Available Global Emissions Inventory | Climate TRACE",
      "description": "void",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. News & Insights More T"
    },
    {
      "url": "https://www.sammaparts.com/en/tapered-roller-bearings-metric-series/6996-tapered-roller-bearing-60x130x335-31312-a-fag.html",
      "title": "Tapered roller bearing 60x130x33,5 31312-A FAG",
      "description": "Discover the Best Offers for Tapered roller bearing 60x130x33,5 31312-A FAG wide range of products, competitive prices, customer service.",
      "preview": "close Menu Brand FAG zoom_out_map chevron_left chevron_right -5% Tapered roller bearing 60x130x33,5 31312-A FAG Tapered roller bearing 60x130x33,5 313"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/",
      "title": "Jeux de données - data.gouv.fr",
      "description": "void",
      "preview": "Jeux de données Qu'est-ce qu'un jeu de données ? Rechercher parmi les 70230 jeux de données sur data.gouv.fr Jeux de données populaires Découvrez quel"
    },
    {
      "url": "https://www.repubblica.it/cronaca/",
      "title": "Cronaca - la Repubblica",
      "description": "Tutti i fatti di cronaca: aggiornamenti, notizie, foto e video. Il sito con tutta la cronaca italiana raccontata dai giornalisti di La Repubblica",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci Cronaca Salute mentale, italiani sempre più soli e depressi. Mattar"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/Apple/TEI/",
      "title": "The Total Economic Impact™ Of Mac In Enterprise",
      "description": "Cost Savings And Business Benefits Enabled By Mac Devices",
      "preview": "Configure Data Customize These Results Forrester interviewed representatives of several organizations to produce the composite analysis results featur"
    },
    {
      "url": "http://brokenjawtips.com/",
      "title": "Ellen's Broken Jaw Tips",
      "description": "Tips for people who have suffered a broken jaw and their mouth is wired shut.",
      "preview": "Home Basics FAQ Recipes Unwired Stories Mouth wired shut? Total bummer. On the bright side, you are probably grateful that you can still use the inter"
    },
    {
      "url": "http://www.elledecor.com/design-decorate/house-interiors/g2510/house-tour-mossimo-giannulli-lori-loughlin-los-angeles-home/",
      "title": "HOUSE TOUR: Inside Lori Loughlin And Mossimo Giannulli's Renovated LA Mansion",
      "description": "This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin, purchase yet another house in Los Angeles, they adopt a new style and a new team.",
      "preview": "Skip to Content 20th Century Studios This time, when fashion entrepreneur-and serial renovator-Mossimo Giannulli and his wife, actress Lori Loughlin,"
    },
    {
      "url": "https://www.fronetics.com/tag/report-on-social-media/",
      "title": "report on social media Archives - Fronetics",
      "description": "void",
      "preview": "Social media is a strategic tool for logistics companies by Fronetics | Jun 10, 2015 | Blog , Logistics , Marketing , Social Media , Strategy , Supply"
    },
    {
      "url": "https://childmind.org",
      "title": "Child Mind Institute | Transforming Children's Lives",
      "description": "The Child Mind Institute is an independent nonprofit dedicated to transforming the lives of children struggling with mental health and learning disorders.",
      "preview": "Skip to main menu Skip to content Skip to footer Internet Explorer is no longer supported Please upgrade to Microsoft Edge , Google Chrome , or Firefo"
    },
    {
      "url": "https://www.lequebecois.org/tag/chartes-des-valeurs/",
      "title": "Chartes des valeurs | Le Québécois",
      "description": "LA LIBÉRATION PAR LA PLUME",
      "preview": "Skip to content Cela s'est passé le 7 janvier dernier et c'était malheureusement prévisible depuis longtemps. Un commando armé a perpétré un charnier"
    },
    {
      "url": "https://etcanada.com/news/969657/paul-rudd-says-it-was-pointless-trying-to-get-in-shape-next-to-ant-man-co-star-jonathan-majors-he-was-terrifying/",
      "title": "The Leading Source for Entertainment and Celebrity News | Entertainment Tonight",
      "description": "Entertainment Tonight (ET) is the authoritative source on entertainment and celebrity news with unprecedented access to Hollywood's biggest stars, upcoming movies, and TV shows.",
      "preview": "Entertainment Tonight ETonline Streaming: Keep Watching UP NEXT ETonline Streaming: Keep Watching Victoria Beckham Opens Up About Eating Disorder and"
    },
    {
      "url": "https://www.ibramxkendi.com/",
      "title": "Ibram X. Kendi",
      "description": "void",
      "preview": "Back Biography Scholarship Back Maroon Visions Back In The Press Videos Podcast Media Kit Scroll biography → \" An unprecedented phenomenon. \" - Cornel"
    },
    {
      "url": "https://lookingtogod.org/2021/05/03/stay-the-course/",
      "title": "Stay the Course - Looking to God",
      "description": "How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then others are saying, \"The truth is abound.\" God is not a God of confusion but of peace. \"Do not be anxious, saying, 'What shall we eat?' or 'What...",
      "preview": "Skip to content How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then oth"
    },
    {
      "url": "https://www.sdle.co.il/product/silver-oxide-primary-button-batteries-technology-application-market-review-2021/",
      "title": "Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 - Shmuel De-Leon Energy - Battery knowledge",
      "description": "We will send you the research soft copy by e-mail within 2 working days from completing the payment. Cost include 4.3% PayPal commission. Israeli customer should add an extra 17% VAT. Please contact us for payment with bank wire transfer or check and for any questions shmuel@sdle.co.il",
      "preview": "Facebook Twitter Google+ YouTube LinkedIn Pinterest Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 $ 522.00 Silv"
    },
    {
      "url": "https://nl.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org Nederlands",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Plugins zoeken Details Be"
    },
    {
      "url": "https://workforus.theguardian.com",
      "title": "Home :: The Guardian - Work with us",
      "description": "This is the description",
      "preview": "Skip to main content Explore opportunities See jobs Watch our video Millions of people around the world read the Guardian because they know they can t"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.qoyexb9GR",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://jamiegeller.com/recipes/chinese-chicken-with-brocoli/",
      "title": "Chinese Chicken with Brocoli » Jamie Geller",
      "description": "this is a tangy sweet and spicy dish, i use a premade sweet chili sauce to save time, its a quick way to enjoy chinese at home! i serve this over plain white rice.",
      "preview": "Skip to main content Skip to after header navigation Skip to site footer Facebook X Instagram YouTube Pinterest TikTok Home » Blog » Recipes » Lunch »"
    },
    {
      "url": "https://refactoringui.com/previews/building-your-color-palette/",
      "title": "Building Your Color Palette - Refactoring UI",
      "description": "void",
      "preview": "Refactoring UI home page Building Your Color Palette Adapted from our book and video series, Refactoring UI . Ever used one of those fancy color palet"
    },
    {
      "url": "https://www.muzemerch.com/partner/california-academy-of-sciences",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.arxiv-vanity.com/papers/1605.06764/",
      "title": "[1605.06764] 3D Face Tracking and Texture Fusion in the Wild",
      "description": "We present a fully automatic approach to real-time 3D face reconstruction from monocular in-the-wild videos. With the use of a cascaded-regressor based face tracking and a 3D Morphable Face Model shape fitting, we obta...",
      "preview": "3D Face Tracking and Texture Fusion in the Wild Patrik Huber, William Christmas, Josef Kittler Centre for Vision, Speech and Signal Processing Univers"
    },
    {
      "url": "https://www.litmus.com/blog/a-guide-to-rendering-differences-in-microsoft-outlook-clients/?utm_campaign=reallygoodemails-newsletter",
      "title": "Outlook Email Rendering Issues and How to Solve Them - Litmus",
      "description": "Ever wonder why your emails look bad in Outlook? Learn about outlook email rendering and display issues you may face and how to fix them.",
      "preview": "Skip to main content What can we help you find? Quick Links Dark Mode Central Spam and Deliverability Knowledge Center Mail Privacy Protection (MPP) H"
    },
    {
      "url": "https://mesmodesdemploi.be/electromenagers/lave-vaisselle/indesit/",
      "title": "Modes d'emploi pour Lave-vaisselle - Indesit | Modes d'emploi",
      "description": "Sur ce site vous trouverez les modes d'emploi, les notices et manuels d'utilisation pour Lave-vaisselle - Indesit en français à télécharger gratuitement au format pdf.",
      "preview": "Modes d'emploi pour Lave-vaisselle - Indesit Modes d'emploi de cette catégorie Mode d'emploi pour Indesit DFG 15B1 A EU Marque: Indesit Afficher le mo"
    },
    {
      "url": "https://uit.stanford.edu/security/copyright-infringement",
      "title": "Report Alleged Copyright Infringement | University IT",
      "description": "Stanford has designated an agent to receive notifications of alleged copyright infringement in the stanford.edu, stanford.org, stanford.com, sup.org, and supdigital.org domains. If you believe your copyrighted work is being infringed on a Stanford site, please notify the Stanford Information Security Office.",
      "preview": "Skip to main content Report Alleged Copyright Infringement Stanford has designated an agent to receive notifications of alleged copyright infringement"
    },
    {
      "url": "https://www.onemap.sg/legal/opendatalicence.html",
      "title": "OneMap | Open Data Licence",
      "description": "void",
      "preview": "Acceptance & Grant of Licence By Using (as defined below) the datasets on the Relevant Websites, you agree to the terms of this Licence. The Agency gr"
    },
    {
      "url": "https://www.thebearchitects.com/",
      "title": "The Behavioural Architects: Global Insight, Research and Consultancy",
      "description": "Understanding consumer behaviour is at the heart of everything we do",
      "preview": "Global insight, research and strategic consultancy . Global insight, research and strategic consultancy . Global insight, research and strategic consu"
    },
    {
      "url": "https://www.neuroscience.ox.ac.uk/publications/371446",
      "title": "Radiation damage to biological macromolecules: some answers and more questions. - Oxford Neuroscience",
      "description": "Research into radiation damage in macromolecular crystallography has matured over the last few years, resulting in a better understanding of both the processes and timescales involved. In turn this is now allowing practical recommendations for the optimization of crystal dose lifetime to be suggested. Some long-standing questions have been answered by recent investigations, and from these answers new challenges arise and areas of investigation can be proposed. Six papers published in this volume give an indication of some of the current directions of this field and also that of single-particle cryo-microscopy, and the brief summary below places them into the overall framework of ongoing research into macromolecular crystallography radiation damage.",
      "preview": "Cookies on this website We use cookies to ensure that we give you the best experience on our website. If you click 'Accept all cookies' we'll assume t"
    },
    {
      "url": "https://50stateblueprint.aclu.org/",
      "title": "50 State Blueprint | ACLU",
      "description": "If we want to cut mass incarceration in half, we'll need a way to do it. ACLU has a 50 State Blueprint.",
      "preview": "Each dot represents one of the 1,942,600 people in state prisons and jails in the U.S. There are 1,942,600 people in state prisons and jails in the U."
    },
    {
      "url": "https://stlzoo.org/news/andean-bear-out-of-habitat-again-and-returned-safely",
      "title": "Andean bear out of habitat again and returned safely | Saint Louis Zoo",
      "description": "The Zoo Animal Emergency Response protocol was implemented and various team members responded accordingly.",
      "preview": "Skip to main content February 23, 2023 Andean bear out of habitat again and returned safely The Zoo Animal Emergency Response protocol was implemented"
    },
    {
      "url": "https://www.thinkwithgoogle.com/intl/en-gb/future-of-marketing/digital-transformation/beauty-on-youtube-be-part-of-the-conversation/",
      "title": "Digital Transformation & Maturity - Think with Google",
      "description": "Every company is on the road to digital transformation. See how to embrace marketing technology, from automation and machine learning to measurement.",
      "preview": "Skip to Content Digital Transformation Every company is at different points in its digital transformation. See how other companies are making progress"
    },
    {
      "url": "https://fliphtml5.com/pdwen/vznn",
      "title": "2021 Community Impact Report - Flipbook by Kansas City PBS | FlipHTML5",
      "description": "Looking For 2021 Community Impact Report? Read 2021 Community Impact Report from Kansas City PBS here. Check all flipbooks from Kansas City PBS. Kansas City PBS' 2021 Community Impact Report looks good? Share 2021 Community Impact Report online.",
      "preview": "Enjoying your free trial? Only 9 days left! Upgrade Now 2021 Community Impact Report Published on Nov 03,2021 Like Share Copy Download Create a Flipbo"
    },
    {
      "url": "https://www.fontshare.com/",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://news.educ.cam.ac.uk/230223-jason-arday",
      "title": "Jason Arday appointed Professor of Sociology of Education at University of Cambridge | Faculty of Education",
      "description": "The renowned sociologist, Jason Arday, is to become a professor at the University of Cambridge.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://tubitv.com/static/privacy",
      "title": "Tubi is the largest free movie and TV streaming service in the US. We are not available in Europe due to changes in EU laws.",
      "description": "void",
      "preview": "We're Sorry. Tubi is the largest free movie and TV streaming service in the US. Unfortunately, we're not currently available in your area. Watch this"
    },
    {
      "url": "https://yogajanda.com/blog/",
      "title": "Yoga Janda Yoga and Pregnancy Blog | Yoga Janda",
      "description": "Get pregnancy tips, labor and birth tips, and postpartum healing tips, and breastfeeding tips. This blog is a great resource for any pregnant woman.",
      "preview": "+1 760-716-6386 liza@yogajanda.com Facebook X RSS Facebook X RSS Gallery Testimonials FAQs Yoga Janda Pregnancy and Yoga Blog Get Pregnancy Tips, Labo"
    },
    {
      "url": "https://about.google/products/",
      "title": "Google's products and services - About Google",
      "description": "Explore Google's helpful products and services, including Android, Gemini, Pixel and Search.",
      "preview": "Helpful products, built with you in mind Jump to our products Product support Google Store Google Account Accessibility support Search in new ways Dow"
    },
    {
      "url": "https://cfnj.org/new-jersey-pandemic-relief-fund/",
      "title": "New Jersey Pandemic Relief Fund",
      "description": "This new nonprofit umbrella organization will marshal resources across the state to identify critical needs and fight the economic and social impact of COVID-19 on New Jersey's vulnerable communities.",
      "preview": "March 24, 2020 The Community Foundation of New Jersey is pleased to be partnering with First Lady Tammy Murphy and other civic leaders to host the New"
    },
    {
      "url": "https://www.stantec.com/en/ideas/topic/covid-19/covid-19-recovery-strategies-for-downtowns",
      "title": "COVID-19 Recovery Strategies for Downtowns",
      "description": "A report from the International Downtown Association and Stantec's Urban Places shares tactics that downtowns can use to spur recovery.",
      "preview": "Skip to main content Start of main content Ideas COVID-19 COVID-19 Recovery Strategies for Downtowns August 12, 2021 linkedin twitter email A report f"
    },
    {
      "url": "https://muppet.fandom.com/wiki/Susan",
      "title": "Susan | Muppet Wiki | Fandom",
      "description": "Susan Robinson is married to Gordon, and works as a nurse. In Season 17, Susan and Gordon adopted a son, Miles. Susan appeared on Sesame Street starting with the earliest test programs in 1969. In the earliest episodes of the show, Susan was a housewife, having worked as a nurse before she was...",
      "preview": "Muppet Wiki Follow Muppet Wiki on Bluesky ✅ Log in to Muppet Wiki to hide ads Visit Special:Community to learn how you can contribute! READ MORE Muppe"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/europa/vollzeit/erste-berufserfahrung-1-bis-2-jahre-/fachhochschulstudium/personalberatung/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.forumforyou.it/ricettemanu/",
      "title": "Le facili ricette di cucina di Manu. Oltre 26.000 italiane ed estere | ForumForYou.it",
      "description": "Cerca la tua ricetta facile tra le oltre 26.000 ricette ci cucina. Cucina gratis italiana ed estera. Stampa la ricetta",
      "preview": "Ti Trovi in Home Page - Risorse web - Le ricette di cucina di Manu. Oltre 26.000 Le ricette di cucina di Manu \"Le Ricette di Cucina di Manu \" è una va"
    },
    {
      "url": "https://developer.wordpress.org/",
      "title": "WordPress Developer Resources | Developer.WordPress.org",
      "description": "Official WordPress developer resources including a code reference, handbooks (for APIs, plugin and theme development, block editor), and more.",
      "preview": "WordPress.org WordPress Developer Resources Developer Resources /The freedom to build See what has changed in the WordPress 6.8 API. Documentation Blo"
    },
    {
      "url": "https://veteransgrowingamerica.com/",
      "title": "void",
      "description": "void",
      "preview": "HOME ABOUT GET INVOLVED VGA MEMBERSHIP VGA VENDOR VGA VOLUNTEER DIRECTORY EVENTS CONTACT US SHOP OUR DIGITAL PUBLICATION WOODBRIDGE, VA STORE MORE VET"
    },
    {
      "url": "http://www.ideeatavola.it/",
      "title": "ideeatavola.it",
      "description": "description",
      "preview": "ideeatavola.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web So"
    },
    {
      "url": "https://msmagazine.com/2020/03/23/the-ms-qa-alejandra-y-castillo-on-combating-domestic-violence-during-the-covid-19-epidemic/",
      "title": "The Ms. Q&A: Alejandra Y. Castillo on Combating Domestic Violence During the COVID-19 Epidemic - Ms. Magazine",
      "description": "Vast numbers of people across the country are being told to stay home. But experts warn this will lead to an increase of domestic abuse occurring within households. We spoke to Alejandra Y. Castillo, CEO of the YWCA USA, about the impact this virus is having on households across the U.S. and the ways we can all help protect those who are most vulnerable to domestic abuse during this time of self-quarantining and self-isolation.",
      "preview": "Skip to content Trending: Tradwives 2025 Elections Texas Survivors of Epstein-Maxwell Congress Trump Film & TV Birth Control Health National Violence"
    },
    {
      "url": "http://skylinefloorscapes.com/tongue-and-groove-installation-instructions",
      "title": "Skyline Floorscapes | Tongue & Groove Installation Instructions",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://www.sankaranethralaya.org/",
      "title": "Welcome to Sankara Nethralaya: India's Largest Super Speciality Eye Care Hospital",
      "description": "Sankara Nethralaya is India's largest super speciality eye care hospital, providing world-class treatment and compassionate care to patients from across the country and abroad.",
      "preview": "Sankara Nethralaya The largest super speciality Eye Care Hospital in India Serving the patients from all over the country and abroad with quality care"
    },
    {
      "url": "https://theguardian.newspapers.com",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://www.bmw.hn/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Honduras | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "https://www.baggu.com/products/horizontal-duck-bag-jessica-williams",
      "title": "Search Icon",
      "description": "void",
      "preview": "Free shipping on US orders over $50 Free international shipping to select countries starting at $100+ Cart ( 0 )"
    },
    {
      "url": "https://www.brunelcare.org.uk/our-housing/tenant-services/general-enquiries/",
      "title": "Tenant services | Brunelcare",
      "description": "Our housing and property team is on hand to support tenants, ensuring that help is available whenever needed.",
      "preview": "Tenant services Tenant services Make a payment Report a repair Give feedback From completing a repair to helping with a rent query, our housing and pr"
    },
    {
      "url": "https://jsonschema.dev/",
      "title": "JSON Schema Validation",
      "description": "JSON Schema Validation, in browser, using ajv, with linting, and shareable schemas",
      "preview": "We're sorry but json-schema-check doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://msds.walmartstores.com/",
      "title": "Wercs UPC/Barcode - Powered By The Wercs",
      "description": "void",
      "preview": "Walmart-Sams Club SDS Search Engine & Viewer Home SDS - Help Welcome! All Products Non Archived Products Archived Products « ‹ › » Legal statement Wal"
    },
    {
      "url": "https://mashable.com/2017/05/22/facebook-ai-content-moderation-community-standards/#wQs5deaV2OqE",
      "title": "Despite Facebook's push, AI isn't ready to moderate disturbing content | Mashable",
      "description": "Artificial intelligence still falls short when it comes to determining what violates Facebook's community standards. It may not always.",
      "preview": "Although these guys probably aren't the ones doing the struggling. Credit: Justin Sullivan/Getty Images Artificial intelligence is the way of the futu"
    },
    {
      "url": "https://www.analogmuseum.org/english/",
      "title": "void",
      "description": "void",
      "preview": "The following pages are the result of my efforts to preserve analog computers and information about analog computing in general from being scrapped an"
    },
    {
      "url": "http://www.skype.com/go/skype/?cm_mmc=MSFT|TRAF_B1-_-mscom-hero-us",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "https://neighborhoodtrust.org/",
      "title": "Financial security for all workers - Neighborhood Trust Financial Partners",
      "description": "Neighborhood Trust is a financial services innovator creating financial security for low-wage workers.",
      "preview": "Skip to content Visit Visit home page alexis siroc 2025-09-19T13:15:35-04:00 Neighborhood Trust is a nonprofit social enterprise creating financial se"
    },
    {
      "url": "https://togetherband.org/pages/ambassadors",
      "title": "Meet The Ambassadors - #TOGETHERBAND",
      "description": "void",
      "preview": "Skip to content Cart Your cart is empty We plant a tree and feed a family in need for every order Julianne Hough Dancer Madelyn Cline Actor David Beck"
    },
    {
      "url": "http://newsroom.paypal-corp.com/",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    },
    {
      "url": "https://www.uffizi.it/en/artworks",
      "title": "Artworks | Uffizi Galleries",
      "description": "Discover the gorgeous collections of the Uffizi, Pitti Palace and Boboli Gardens",
      "preview": "Artworks From masterpieces of painting and sculpture to the Gardens' old botanical species: the gorgeous collections of the Uffizi, Pitti Palace and B"
    },
    {
      "url": "https://astronomy.tools/calculators/field_of_view/",
      "title": "astronomy.tools",
      "description": "void",
      "preview": "Toggle navigation Field of View Calculators Focal Length / Ratio Magnification Field of View Telescope Capabilities Binocular Calculators CCD Calculat"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85937",
      "title": "Searchable Recipe Database - Spinach Salad w/ Orange Sesame Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.mypokecard.com/en/Gallery/Pokemon-Eric-Cartman-89",
      "title": "Pokémon Eric Cartman 89 89 - Hates others - My Pokemon Card",
      "description": "Custom pokemon card created on 20 October 2011 by Mejfh1999",
      "preview": "My card How to print? Gallery Coloring français | español | polski | 日本語 | Pokemon Eric Cartman 89 Language Card : english Creation Date : 20 October"
    },
    {
      "url": "https://code.visualstudio.com/docs?utm_source=developermscom",
      "title": "Documentation for Visual Studio Code",
      "description": "Find out how to set-up and get the most from Visual Studio Code. Optimized for building and debugging modern web and cloud applications. Visual Studio Code is free and available on your favorite platform - Linux, macOS, and Windows.",
      "preview": "Join a VS Code Dev Days event near you to learn about AI-assisted development in VS Code. Dismiss this update Thanks for downloading VS Code! Download"
    },
    {
      "url": "https://www.informationweek.com/archives.asp?newsandcommentary=yes&amp;amp;amp;amp;amp;amp;amp;tag_id=460&piddl_month=4&piddl_year=2000",
      "title": "InformationWeek, News & Analysis Tech Leaders Trust",
      "description": "News analysis and commentary on information technology strategy.",
      "preview": "Latest Podcasts InformationWeek Podcast: Realigning After a Tech Disruption Oct 6, 2025 InformationWeek Podcast: Proving Tech Investment's Company-wid"
    },
    {
      "url": "https://www.yogiapproved.com/",
      "title": "Premium Online Classes. Anywhere, Anytime. | YouAligned",
      "description": "YA Classes will take your yoga practice to the next level. Our online yoga classes and programs bring the best instructors into your home.",
      "preview": "We use cookies to provide and improve our services. By using our site, you consent to cookies. Accept Privacy Policy Learn more Your browser does not"
    },
    {
      "url": "https://www.phuketgolfcourse.com/blue-canyon-country-club.htm",
      "title": "Blue Canyon Country Club Phuket | Green Fees & Golf Packages 2025",
      "description": "void",
      "preview": "Blue Canyon Country Club Phuket | Comprehensive course information of Canyon Course and Lakes Course by Phuket Golf Courses English 日本語 FAQs About us"
    },
    {
      "url": "https://appsource.microsoft.com/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://youradchoices.ca/en/tools",
      "title": "Opt-Out Tools - AdChoices in Canada",
      "description": "The AdChoices self-regulatory program in Canada provides free tools you can use to opt-out of interest-based advertising on your devices.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://www.ccmm.ca/en/i-love-working-downtown/",
      "title": "Relaunching downtown Montréal | CCMM",
      "description": "Discover \"I love working downtown,\" a platform for relaunching downtown that will be a catalyst for ambitious initiatives.",
      "preview": "Home I love working downtown Since the launch of our \"I love working downtown\" initiative in March 2021, we've been busy rolling out concrete measures"
    },
    {
      "url": "https://map.samsclub.com/",
      "title": "Sam's Club MAP",
      "description": "Wherever they shop and browse, your brand can be there. Sam's Club MAP helps advertisers grow sales and awareness - with industry-leading data and measurement.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://hubpages.com/signin/?s=high&url=https%3A%2F%2Fhubpages.com%2Fforum%2Fpost%2Freply%2F3979922",
      "title": "Sign In | HubPages",
      "description": "Sign in to HubPages",
      "preview": "Arts Autos Books Business Education Entertainment Family Fashion Food Games Gender Health Holidays Home HubPages Personal Finance Pets Politics Religi"
    },
    {
      "url": "https://www.technologyreview.com/",
      "title": "MIT Technology Review",
      "description": "Emerging technology news & insights | AI, Climate Change, BioTech, and more",
      "preview": "You need to enable JavaScript to view this site. Skip to Content Featured Story New Biotechnology and health 1 day How healthy am I? My immunome knows"
    },
    {
      "url": "https://redginganinja.tumblr.com/",
      "title": "@redginganinja on Tumblr",
      "description": "25 // Female // Too many fandoms Tmnt tag: gingatmnt Wattpad: AshandSinders",
      "preview": "Posts Nozel x Reader Hey all.... Slowly trying to get back into writing and adding some fandoms to the list. One I'm into right now is Black Clover..."
    },
    {
      "url": "https://sahistory.org.za/form/contribute?referrernid=93525&referrertitle=Press%20Comments%20made%20by%20South%20African%20President%20Thabo%20Mbeki%20and%20Prime%20Minister%20of%20C%C3%B4te%20d%E2%80%99Ivoire%20Guillaume%20Soro,%20Cape%20Town,%2020%20June%202007",
      "title": "Contribute | South African History Online",
      "description": "void",
      "preview": "Skip to main content Menu ✦ Contribute to SAHO Contribute Name Email Your Message Upload any archival material (photographs, video, document, letter,"
    },
    {
      "url": "http://www.vividseats.com/privacy.html",
      "title": "Privacy Policy | Vivid Seats",
      "description": "The Vivid Seats privacy policy explains our practices regarding personal account information and the steps we take to protect our customers' privacy.",
      "preview": "Skip to Content Skip to Footer Tickets you can trust: 100 million sold, 100% Buyer Guarantee . Learn More. 100 million sold, 100% Buyer Guarantee . Le"
    },
    {
      "url": "https://spielplatznet.de/spielplatz/41322/Kürnach/Seefeldstraße",
      "title": "Spielplatz Seefeldstraße in Kürnach | spielplatznet.de",
      "description": "Spielplatz Seefeldstraße in Kürnach in der Seefeldstraße 15. 7 weitere Spielplätze in Kürnach ansehen.",
      "preview": "Spielplätze finden Spielplatz eintragen Spielplatzkarte Kontakt FAQ Suche Neu Karte Anmelden × Anmelden Zur Registrierung... Start > Spielplätze > Kür"
    },
    {
      "url": "https://azekthi.tumblr.com/",
      "title": "@azekthi on Tumblr",
      "description": "Follow @azekthi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "http://www.ireks.pl/historia.htm;jsessionid=EEBF83FCBC948CDEDD01B6434B369AE5",
      "title": "IREKS | Polska",
      "description": "void",
      "preview": "Twój partner w zakresie aromatu i smaku Składniki do chleba i drobnych wypieków Überschrift Ziarno po ziarnie Tworzenie wartości Überschrift Zdecydowa"
    },
    {
      "url": "https://secure.donorschoose.org/donors/giving_history.html",
      "title": "DonorsChoose Sign In | Public School Donations",
      "description": "Sign in or create a new account to make public school donations via DonorsChoose",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.bwwa-us.com/",
      "title": "Black Women's Wealth Alliance",
      "description": "void",
      "preview": "Black Women's Wealth Alliance Serving Foundational Black American Women Since 2014 contribute to BWWA Today! STAY CONNECTED BY SIGNING UP FOR OUR NEWS"
    },
    {
      "url": "https://www.sba.gov/about-sba/sba-newsroom/press-releases-media-advisories/sba-rolls-out-dedicated-tool-small-businesses-connect-cdfis-small-asset-lenders-participating-ppp",
      "title": "SBA Rolls Out Dedicated Tool for Small Businesses to Connect with CDFIs, Small Asset Lenders Participating in PPP | U.S. Small Business Administration",
      "description": "WASHINGTON - Today, U.S. Small Business Administration Administrator Jovita Carranza announced the launch of a dedicated online tool for small businesses and non-profits to be matched with Community Development Financial Institutions (CDFIs), Minority Depository Institutions (MDIs), Certified Development Companies (CDCs), Farm Credit System lenders, Microlenders, as well as traditional smaller asset size lenders in the Paycheck Protection Program (PPP).",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://cafblcomunicacio.cat/llega-rehabilita-2021/",
      "title": "Llega rehabilita 2021 - CAFBL Comunicació",
      "description": "void",
      "preview": "Usted está aquí: Inicio 1 / Actualidad 2 / Llega rehabilita 2021 Rehabilita es una iniciativa colectiva, impulsada y promovida por el Colegio de Apare"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part2",
      "title": "Algorithms, Part II | Coursera",
      "description": "Offered by Princeton University. This course covers the essential information that every serious programmer needs to know about algorithms ... Enroll for free.",
      "preview": "Algorithms, Part II Algorithms, Part II Instructors: Robert Sedgewick +1 more Instructors Instructor ratings We asked all learners to give feedback on"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/",
      "title": "it's lib",
      "description": "void",
      "preview": "boag Every time Lana Del Rey and Joan Baez link up they look like a May-December lesbian couple . Like this is Sarah Paulson and Holland Taylor jessie"
    },
    {
      "url": "https://vauraus.fi/asiantuntijablogi/miten-korona-aika-on-vaikuttanut-vaurauden-laina-asiakkaisiin/",
      "title": "Miten korona-aika vaikutti Vaurauden laina-asiakkaisiin?",
      "description": "Pandemian aiheuttama tilanne sisälsi katastrofin ainekset, mutta tuolta ajalta kerätty tilastotieto kertoo erilaisen tarinan.",
      "preview": "Svenska English Kirjaudu Miten korona-aika on vaikuttanut Vaurauden laina-asiakkaisiin? Vaurauden liiketoiminta perustuu siihen, että yrityksille väli"
    },
    {
      "url": "https://nereusprogram.org/reports/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "This policy brief is part of the Nereus Scientific & Technical Briefs on Marine Areas Beyond National Jurisdiction (ABNJ) series. The briefs are products of a workshop held prior to the 4th International Marine Conservation Congress in St. John's, Newfoundland (July-August 2016). These briefs were prepared for the second meeting of the Biodiversity Beyond National Jurisdiction (BBNJ) Prep Com, held from August 26 - September 9, at the UN.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://www.lisc.org/",
      "title": "Home | Local Initiatives Support Corporation",
      "description": "LISC connects local groups across America with the capital and technical know-how to help build inclusive, resilient communities of opportunity. Learn more.",
      "preview": "Skip to Main Content Previous We connect local groups across America with the capital and technical know-how to help build resilient communities of op"
    },
    {
      "url": "https://www.svwoltersdorf.de/2008/08/17/erfolgreicher-start-in-die-meisterschaft/",
      "title": "Erfolgreicher Start in die Meisterschaft | SV 1919 Woltersdorf",
      "description": "void",
      "preview": "Zum Punktspiel-Auftakt hat die erste Mannschaft beim 6:1 über Preußen Bad Saarow überzeugen können. Mit Spielbeginn übernahmen das Team sofort die Ini"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "http://www.christinalperez.com/about",
      "title": "about - CLP",
      "description": "void",
      "preview": "about View fullsize View fullsize View fullsize View fullsize View fullsize View fullsize Christina Pérez is a freelance writer exploring the intersec"
    },
    {
      "url": "https://skytruth.org/",
      "title": "SkyTruth - If you can see it, you can change it",
      "description": "If you can see it, you can change it",
      "preview": "If you can see it, you can change it. Sharing the view from space to promote conservation for people and the planet. NASA Earth Observatory image modi"
    },
    {
      "url": "https://www.motogp.com/en/riders",
      "title": "MotoGP™ Riders | Profiles | Stats & Results",
      "description": "The official website of MotoGP™: here you can find riders' profiles and other additonal information about them and their results.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official JM1 1 1 Jorge Martin Spain Aprilia Racing JZ5 5 5 Johann Zarco France CASTRO"
    },
    {
      "url": "http://britishnewsflash.org/warnhinweise-sollen-vor-massenvernichtungs-waffen-warnen/",
      "title": "British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - radiotvinfo medianetwork - BRITISHNEWSFLASH.ORG",
      "description": "BRITISHNEWSFLASH.ORG This domain name is for sale. Owning a suitable domain name will help you achieve greater success in your career. For any business consultation about BRITISHNEWSFLASH.ORG, please contact us! ! !",
      "preview": "BRITISHNEWSFLASH.ORG available for sale For instantly purchase. Please contact us to get this domain. Get A Quote Telegram Whatsapp Skype [email prote"
    },
    {
      "url": "https://www.workato.com/integrations/quip+senses",
      "title": "Quip and Senses integration | Workato",
      "description": "Instantly integrate Quip and Senses workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://www.onenote.com/",
      "title": "Microsoft OneNote | The digital note-taking app for your devices",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sites.google.com/a/onolai.org/yhs-website/Sutter-Buttes-Preservation/middle-mountain-montage",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://nlp.stanford.edu/software/lex-parser.html",
      "title": "The Stanford Natural Language Processing Group",
      "description": "void",
      "preview": "Software > Stanford Parser About | Citing | Questions | Download | Included Tools | Extensions | Release history | Sample output | Online | FAQ About"
    },
    {
      "url": "https://www.w3.org/WAI/intro/wcag",
      "title": "WCAG 2 Overview | Web Accessibility Initiative (WAI) | W3C",
      "description": "Introduces the Web Content Accessibility Guidelines (WCAG) international standard, including WCAG 2.0, WCAG 2.1, and WCAG 2.2. WCAG documents explain how to make web content more accessible to people with disabilities.",
      "preview": "Introduction Web Content Accessibility Guidelines (WCAG) 2 is developed through the W3C process in cooperation with individuals and organizations arou"
    },
    {
      "url": "https://blog.getpocket.com/",
      "title": "Pocket inside",
      "description": "Pocket is a content discovery platform that surfaces the best journalism from across the web: new perspectives, hidden gems, fascinating deep-dives and timeless classics. The Pocket blog brings you content and updates on our product.",
      "preview": "Announcements Posted on May 16, 2023 May 17, 2023 Stay up to date and informed on the topics you care about. Pocket's latest updates make it simpler t"
    },
    {
      "url": "https://www.rewjido.com/product/hp-250-g7-intel-core-i3-1tb-hdd-8gb-ram/",
      "title": "Hp 250 G7, Intel Core I3, 8GB Ram - Rewjido Phones",
      "description": "void",
      "preview": "Open Sidebar -2% Limited Sold Out Hp 250 G7, Intel Core I3, 8GB Ram HP 250 G7 - Intel Core i3 - 4GB RAM - 1TBHDD HP 240 G8 - Intel Core i3 - 10th Gen-"
    },
    {
      "url": "https://help.github.com/en",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "https://climate.copernicus.eu/charts/c3s_sstoa",
      "title": "Charts | Copernicus",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://lampenhuis.nl/product/367308/",
      "title": "Plafonnière Luxe School Small Helder Moonlight kopen? Groot assortiment!",
      "description": "Plafonnière Luxe School Small Helder Moonlight bestel je online bij Lampenhuis.nl!💡Snel leverbaar 💡Makkelijk retourneren 💡Gratis verzending in NL vanaf € 50,-",
      "preview": "Plafonnière Luxe School Small Helder Moonlight Artikelnummer: ARTDECO/Plafonnière Luxe School Small Helder Moonlight Art Deco Trade Heb je advies nodi"
    },
    {
      "url": "https://www.permis-de-exploitation.com/1643-3-ville-courcelles-lens-hygiene-alimentaire.html",
      "title": "HACCP - Hygiène Alimentaire Courcelles-lès-Lens 62",
      "description": "HACCP Formation hygiène alimentaire d'une durée de 2 jours à Courcelles-lès-Lens (62)",
      "preview": "void"
    },
    {
      "url": "https://team.inria.fr/graphik/projects/",
      "title": "Projects - GraphIk - Knowledge Representation and Reasoning",
      "description": "CQFD (Complex ontological Queries over Federated and heterogenous Data). January 2019-48 months. Funded by ANR. Led by GraphIK. With LIG, IRISA, Inria Saclay/LIX (CEDAR), Inria Paris/ENS/CNRS (VALDA), Inria Lille Nord Europe/Cristal (Spirals), LaBRI, LTCI. GLOPACK (Granting society with LOw environmental impact innovative PACKaging), EU H2020. June 2018-36 months. Led by University of Montpellier. iCODA (Knowledge-mediated ...",
      "preview": "Projects CQFD (Complex ontological Queries over Federated and heterogenous Data). January 2019-48 months. Funded by ANR. Led by GraphIK. With LIG, IRI"
    },
    {
      "url": "https://www.usa.gov/coronavirus",
      "title": "Redirecting to https://www.usa.gov/health",
      "description": "void",
      "preview": "Redirecting to https://www.usa.gov/health ."
    },
    {
      "url": "http://squarespace.com",
      "title": "Website Builder - Easily Create Your Own Website - Squarespace",
      "description": "Create a professional website with a free Squarespace trial. Our website builder makes it easy to start with customizable templates, AI tools, or a domain name.",
      "preview": "A website makes your business real Get Started Start for free. No credit card required. Join millions of entrepreneurs who run their business on Squar"
    },
    {
      "url": "https://www.eatthistown.ca/dartmouth-pizza-quest-woodsideeastern-passage/",
      "title": "Dartmouth Pizza Quest: Woodside/Eastern Passage - Eat This Town",
      "description": "void",
      "preview": "Food Quests Halifax Nova Scotia Pizza Pizza Dartmouth Pizza Quest: Woodside/Eastern Passage July 21, 2015 Eat This Town The Dartmouth Pizza Quest is n"
    },
    {
      "url": "https://www.redhat.com/fr/blog/im-for-collaboration",
      "title": "IM for Collaboration",
      "description": "Over the past few weeks, my assistant and my team have convinced me to use Instant Messaging (IM) or chat services for team collaboration. This is not new to me: we used IM as a communications tool when I was at Capital One. I even used IM from time to time during my first months at Red Hat. However, I found that I was away from my computer often enough, and busy enough, that taking the time to change my work style didn't seem to be worth the effort.I have changed my opinion. Since the beginning of 2008, I have worked to be online as much as possible. It has changed the way I interact with my team and with the entire organization. We use a combination of tools for Instant Messaging, primarily based on the venerable IRC protocol. We support standards-based clients. I've used XChat and most recently settled on Pidgin as my IM client. We'll be evaluating the IM services provided by Zimbra, our calendar and email platform, for potential deployment.IM has changed the way I work. I can monitor the user questions coming to our Help Desk by watching the flow of information on the Help Desk channel. I can keep in touch with my leadership team by joining them in the IT leaders room. And, I can ask anyone online (a large group at Red Hat) a question directly. Others at Red Hat use IM to work with members of their open source development communities or to interact on customer support issues.IM allows me to effectively be in multiple places at the same time. I can take action on routine items or check facts while engaged in a meeting. I find that IM allows for less intrusive interruptions than working through a list of emails: one can remain engaged in the present, rather than getting lost interacting with the computer.I recommend you formally provide IM services to your organization if you are not already. (If you aren't your users are likely using an unauthorized or user supported chat service.) You'll find that IM offers an excellent tool for the Information Technology organization to deliver business value. It's likely that many of your users are already familiar with IM technology.And, if you provide a supported service, you will retain greater control over naming standards, chat classification, data retention, and appropriate business use. You should also push to integrate the presence services offered by most chat solutions into your overall integrated messaging strategy.Strategically, that will enable your users to know whether their colleagues are available and how best to reach them: email, chat, voice or otherwise.But perhaps most importantly, IM will enable individuals to feel better in touch with the organization. I have made a point of holding company-wide chats each quarter. That allows me to engage with people across the enterprise and around the world. We post the logs of the chats on the intranet to enable those that couldn't participate to read the transcript. That is much more time efficient than listening to a one hour audio file, and easier to index and search as well. It also leads to a great set of follow on discussions and questions.",
      "preview": "Skip to content Red Hat Menu Red Hat Navigation IA Notre approche Actualité Blog technique Recherche Événements IA en direct Découvrir l'IA chez Red H"
    },
    {
      "url": "https://www.unm.edu/accessibility.html",
      "title": "Accessibility :: New Mexico's Flagship University | The University of New Mexico",
      "description": "void",
      "preview": "Skip to main content Toggle navigation UNM A-Z myUNM Directory The University of New Mexico UNM A-Z myUNM Directory Help Student Support StudentInfo F"
    },
    {
      "url": "https://insights.sustainability.google/",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://developer.paypal.com/braintree/docs",
      "title": "Braintree Docs",
      "description": "Our mission is to empower developers with the tools, resources, and simple-to-use SDKs and APIs to build on one platform, so they can serve merchants from around the world.",
      "preview": "Braintree content is moving! In May, our developer documentation, support articles, and help form will move to a centralized location on PayPal Develo"
    },
    {
      "url": "https://daluckdragon26.tumblr.com/",
      "title": "@daluckdragon26 on Tumblr",
      "description": "21, she/her. this is my main, my art blog is @sabinelacqua",
      "preview": "Posts anonbeadraws Follow Rest your bones, while you still have them. Today's warm up: Ghostly Vibes (1:30hr) grozat Follow a grey lady transfemmbeatr"
    },
    {
      "url": "https://www.samadeva.com/event?type=25&date=nextweek&dept=26&xevtyp=2",
      "title": "Events | Samadeva",
      "description": "void",
      "preview": "Se rendre au contenu Prochaine semaine Evénements à venir Méthodes All Categories 3 Danses et mouvements sacrés 1 Ennéagramme 1 Fin de vie et guidance"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://www.amebatv.com",
      "title": "Ameba: Smart Kids TV",
      "description": "Free children's video streaming service that specializes in high quality kids TV.",
      "preview": "LOADING.. Watch MORE! To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video {{signUpPushFeatu"
    },
    {
      "url": "https://www.ocala.com/story/news/local/2013/07/18/a-silver-springs-story-ricou-browning-was-the-creature/31923591007/",
      "title": "A Silver Springs story: Ricou Browning was the Creature",
      "description": "In the mid-1950s, a grotesque costume turned Ricou Browning from a soft-spoken family man into an ugly \"gill man,\" also known as the \"Creature from the Black Lagoon.\"",
      "preview": "Skip to main content Home Election Local State Education Crime Politics Hidden Gems A Silver Springs story: Ricou Browning was the Creature Marian Riz"
    },
    {
      "url": "https://ballot.gamvp.org",
      "title": "Find what's on your ballot | Vote informed with GAMVP Ballot Look-up",
      "description": "Use GAMVP Ballot Look-up to find your ballot and make an informed vote about state and local candidates.",
      "preview": "Navigation Button Let's figure out what will be on your ballot Enter the address where you're registered to vote, and we'll find all the districts you"
    },
    {
      "url": "https://coolors.co/palettes",
      "title": "Explore Color Palettes - Coolors",
      "description": "Get inspired by thousands of beautiful color schemes and make something cool!",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "http://www.marieclaire.co.uk/news/celebrity-news/inside-the-glamorous-world-of-grace-jones-8312",
      "title": "Grace Jones - Biography, Life Story & Pictures | Marie Claire UK",
      "description": "Grace Jones - Model, actor, singer, Bond girl. Many have inspired, but few can rival the ferocious greatness of this 80s icon",
      "preview": "Don't miss these Grace Jones (Image credit: REX) By Marie Claire published 18 May 2016 in News Model, actor, singer, Bond girl - and all on her own te"
    },
    {
      "url": "https://maps.google.com.do/url?q=https%3A%2F%2Fdenrise.blogspot.com%2F",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://denrise.blogspot.com/ . Se non desideri visitare questa p"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Myicons-The-World-s-Largest-Premium-line-Icons-Pack-1ee4bea9d3c54deea273277d217e412a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://sportsvilla.wordpress.com/",
      "title": "sportsvilla | Just another WordPress.com site",
      "description": "Just another WordPress.com site",
      "preview": "sportsvilla Just another WordPress.com site India - From dream team to dream on team!! •March 8, 2011 • Leave a Comment Before the start of World Cup"
    },
    {
      "url": "https://material.io/design/color/the-color-system.html",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://wiktenauer.com/wiki/Joachim_Meyer",
      "title": "Joachim Meyer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Joachim Meyer (〰 16 Aug 1537, † Feb 1571)&#91;1&#93; was a 16th century German cutler, Freifechter, and fencing master. He was the last major figure in the tradition of the German grand master Johannes Liechtenauer, and in the later years of his life he devised at least four distinct fencing manuals. Meyer's writings incorporate both the traditional Germanic technical syllabus and contemporary systems that he encountered in his travels, including Italian rapier fencing. In addition to his fencing practice, Meyer was a Burgher, master cutler, and eventual officer of the local Smith's Guild.&#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Joachim Meyer From Wiktenaue"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/i-can-still-hear-the-roaring-of-the-engine-says-father-of-teen-maimed-in/article_d981ca12-4e76-5351-8ade-bf0ca0e08214.html",
      "title": "'I can still hear the roaring of the engine,' says father of teen maimed in downtown St. Louis",
      "description": "The 21-year-old man accused of hitting and critically injuring a 17-year-old girl visiting St. Louis appeared in court Monday afternoon. Family members of the girl gave emotional testimony.",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "http://washington.edu/news/video/?utm_source=UW%20News&utm_medium=nav&utm_campaign=multimedia",
      "title": "Video stories | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Video stories President Jones to welcome incoming class at New Student Convocation on Sunday"
    },
    {
      "url": "https://500px.com",
      "title": "500px",
      "description": "void",
      "preview": "Explore the most popular photos on 500px."
    },
    {
      "url": "https://www.close.com/pricing",
      "title": "Close CRM Pricing, Plans, and Reviews",
      "description": "The only all-in-one CRM and sales outreach solution you can buy without a contract. Start your FREE 14-day free trial today. No credit card required.",
      "preview": "Product Pricing Blog Resources About Log in Try Close NEW Solo Plan Starting at $9/mo Win more with Close Plans designed to grow with your business An"
    },
    {
      "url": "https://stars.github.com",
      "title": "GitHub Stars: inspire, educate & influence developer communities",
      "description": "GitHub Stars are experts and technical leaders who passionately share their knowledge, online and in-person, with communities in which they live and work.",
      "preview": "GitHub Stars Go above and beyond Recognize and lift up the people who inspire and educate your communities with the GitHub Stars program. Featured Sta"
    },
    {
      "url": "https://redesigninc.org/",
      "title": "Redesign Inc. - Community Developers in Minneapolis",
      "description": "Redesign is a nonprofit dedicated to improving the five neighborhoods of Greater Longfellow: Seward, Longfellow, Cooper, Howe, and Hiawatha in South Minneapolis. Redesign Inc. provides small business support including grants and loans, technical assistance, real estate planning and development and more.",
      "preview": "Community Fest & Feast: Family Edition OCTOBER 16 | 3-7 PM | FREE Learn More Chili Cookoff | Kids Play Zone Free Family Portraits | Community Service"
    },
    {
      "url": "https://www.padhuskitchen.com/",
      "title": "Padhuskitchen - Easy Indian Vegetarian Recipes",
      "description": "Easy to cook Indian Vegetarian Recipes-South Indian, North Indian dishes,Tamil Brahmin recipes with step by step cooking instructions and pictures.",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Recent Posts Breakfast Click Here For More Breakfast Recipes Dessert Recipes C"
    },
    {
      "url": "http://cs.mak.ac.ug/",
      "title": "Department Of Computer Science | Makerere University",
      "description": "Computer Science Deparment Makerere University",
      "preview": "Home About Department Overview Contact Department Faculty Administrative Staff Research Research Groups & Centers Flagship Research Projects Admission"
    },
    {
      "url": "https://www.gih.org/grantmaker-focus/william-j-and-dorothy-k-oneill-foundation/",
      "title": "William J. and Dorothy K. O'Neill Foundation - Grantmakers In Health",
      "description": "Learn more about William J. and Dorothy K. O'Neill Foundation's mission, vision, and approach in this Grantmaker Focus profile.",
      "preview": "Skip to content Funding Partner Portal Partner Directory Sign In William J. and Dorothy K. O'Neill Foundation Grantmaker Profiles Posted May 11, 2018"
    },
    {
      "url": "https://wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Search plugins Details Re"
    },
    {
      "url": "https://channel955.iheart.com/schedule/",
      "title": "Find Channel 955's Friday Live On-Air Schedule | Channel 955",
      "description": "Discover Friday's shows for Channel 955 in Detroit, MI",
      "preview": "On-Air Schedule Mo Tu We Th Fr Sa Su On-Air Now Mojo in the Morning 5:00 AM - 11:00 AM Mojo in the Morning 5:00 AM - 11:00 AM EJ 11:00 AM - 3:00 PM Th"
    },
    {
      "url": "https://franceslin90.tumblr.com/",
      "title": "Randon-mess",
      "description": "Things I care in no particular order",
      "preview": "Install theme Randon-mess Things I care in no particular order I am so stressed out. Application process has never been fun. + Spoke to Kate today! It"
    },
    {
      "url": "https://webshop.cphautomat.hu/pneumatika/pneumatikus-hajtomuvek/loekescsillapitok/3730-dyef-g8-m14-y1-lokescsillapito.html",
      "title": "DYEF-G8-M14-Y1 Lökéscsillapító - CPH Kft.",
      "description": "Festo DYEF sorozatú pneumatikus lökéscsillapító, méret M14, löket 1.2 mm, rugalmas csillapító gyűrűkkel mindkét végén.",
      "preview": "KEZDŐLAP CÉGTÖRTÉNET TEVÉKENYSÉGI KÖRÖK GYÁRTÓK KAPCSOLAT Kategóriák IPARI ELEKTRONIKA Automatizálás Egyetemes gépvezérlők Kezelői terminálok (HMI) Ko"
    }
  ],
  "_meta": {
    "total_bookmarks": 147
  }
}