{
  "data": [
    {
      "url": "https://www.nhl.com/standings",
      "title": "NHL Hockey Standings | NHL.com",
      "description": "The official standings for the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://todeskreig.tumblr.com/",
      "title": "@todeskreig on Tumblr",
      "description": "Follow @todeskreig and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts dragonroilz Follow Egocentrism. catchymemes Follow Some black magic levels of precision. fullhalalalchemist Follow URGENT: 🚨🚨EARN IT ACT IS BACK"
    },
    {
      "url": "https://www.fontpair.co/",
      "title": "Fontpair - Free, beautiful fonts and font pairings curated just for you",
      "description": "Discover free fonts and font pairings. Handpicked fonts and professionally curated combinations using beautiful free fonts.",
      "preview": "void"
    },
    {
      "url": "https://www.idealist.org/en/days/to-my-old-racist-earth-join-a-socially-distanced-protest-for-july-4th",
      "title": "Career Advice - Idealist",
      "description": "Idealist connects millions of idealists - people who want to do good - with opportunities for action and collaboration all over the world.",
      "preview": "Get Involved Find a Job Jobs Internships Organizations Nonprofit Salary Explorer Crowdsourced compensation data in the nonprofit sector. Insights for"
    },
    {
      "url": "https://news.airbnb.com/fresh/",
      "title": "\"The Fresh Prince\" Will Smith Invites You to a Royal Stay on Airbnb",
      "description": "For the first time ever, local guests are invited to chill out and relax in a wing of one of television's most iconic homes.",
      "preview": "It's been 30 years since Will Smith rolled up the driveway and knocked on the door of this iconic LA crib for the very first time. To celebrate the un"
    },
    {
      "url": "https://acs782.tumblr.com/post/144450686127",
      "title": "Maryland moves to increase diversity in computer... - Stuff",
      "description": "Maryland moves to increase diversity in computer science codeorg: \" A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Stuff This n that archive rss feed 5.16.16 Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't"
    },
    {
      "url": "https://www.pincergames.com/",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://www.salon.com/2022/07/10/is-it-an-abortion-or-a-dandc-medically-speaking-the-steps-are-the-same/",
      "title": "Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" - Salon.com",
      "description": "The same procedures are used for elective abortion and for miscarriage care",
      "preview": "Advertisement: Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" Restrictions on elective abortion procedures are affecting med"
    },
    {
      "url": "http://artists.youtube.com/",
      "title": "YouTube for Artists - Where Music Grows",
      "description": "Promote your music. Find your fans. Learn how to turn your passion into a career on YouTube.",
      "preview": "Where Music Grows Promote your music. Find your fans. Turn your passion into a career on YouTube. DISCOVER aespa CHECK OUT ARTIST RESOURCES Get starte"
    },
    {
      "url": "https://sinc.business",
      "title": "Sinc | Staff Time Card And Location Tracking App | Hourly Workforce Tracking",
      "description": "SINC is your boots-on-the-ground data collection tool that bridges the gap between the worksite and the office",
      "preview": "Easy to use timecard and location tracking app Know where your team are and what they're working on Get Started Today Download The App: We want to hel"
    },
    {
      "url": "https://wellbeing.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "About Google: Our products, technology and company information - About Google",
      "description": "Learn more about Google. Explore our innovative AI products and services, and discover how we're using technology to help improve lives around the world.",
      "preview": "5 ways to go Live with Search Get real-time help using your voice or camera with Search Live, now available in English in the U.S. - no Labs opt-in re"
    },
    {
      "url": "https://www.clclt.org/",
      "title": "Homeownership | CLCLT | Minneapolis",
      "description": "The City of Lakes Community Land Trust, or CLCLT, creates community ownership that preserves affordability and inclusivity",
      "preview": "top of page The CLCLT Welcomes You We acknowledge the City of Minneapolis and all CLCLT homes reside on Dakota and Anishinaabe land. Mural by Peyton S"
    },
    {
      "url": "https://developers.googleblog.com",
      "title": "Home - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Featured articles AI AI Homepage Gemini 2.5 Flash Image now ready for product"
    },
    {
      "url": "https://www.weeecyprus.com.cy/el",
      "title": "Αρχική - WEEE Cyprus",
      "description": "Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές",
      "preview": "ΤΙ ΝΑ ΑΝΑΚΥΚΛΩΣΩ Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές Μεγάλες Ηλεκτρικές Συσκευές Μικρές Ηλεκτρικές Συσκευές Εξοπλισμός πληροφορικής"
    },
    {
      "url": "https://vaultofevil.wordpress.com/tag/guy-boothby/",
      "title": "Guy Boothby « Vault Of Evil",
      "description": "Posts about Guy Boothby written by demonik",
      "preview": "Vault Of Evil British Horror fiction Home Forum Moved - Please Read Peter Haining's Horrible 'Non Fiction' Vault of \"Thanks to ....\" Vault Of Evil Vault"
    },
    {
      "url": "https://xtremepestcontrol.tumblr.com/",
      "title": "@xtremepestcontrol on Tumblr",
      "description": "Follow @xtremepestcontrol and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes 5 posts! #5 posts #tumblr milestone instagram.com WWW.XTREMEPEST.NET 619-992-9315 You are using an unsupported browser and things might no"
    },
    {
      "url": "https://nypost.com/2023/02/02/don-lemon-screamed-at-cnn-this-morning-co-host-in-off-camera-tiff-sources/",
      "title": "Exclusive | Don Lemon 'screamed' at 'CNN This Morning' co-host in off-camera tiff: sources",
      "description": "Tensions on the set of \"CNN This Morning\" have recently boiled over, with Don Lemon allegedly \"screaming\" at co-host Kaitlan Collins off-camera during an ugly December incident that has left the cast and crew rattled ever since, The Post has learned.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Tensions on the set of \"CNN This Morning\" have recently boil"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "https://my.tonies.com/legals/privacy-policy",
      "title": "tonies® - Welcome to mytonies",
      "description": "This is the home of your tonies and great audio-content.",
      "preview": "You need to enable JavaScript to run this app. Scheinbar nutzt du einen veralteten Browser. Damit Du weiterhin mytonies nutzen kannst, aktualisiere De"
    },
    {
      "url": "https://junaidios.github.io/StbEmu-Pro/PrivacyPolicy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Muhammad Junaid built the StbEmuTV (Pro) app as a Commercial app. This SERVICE is provided by Muhammad Junaid and is intended for use a"
    },
    {
      "url": "https://super.so/",
      "title": "Super - Create Custom Websites with Notion",
      "description": "Create a custom website in less than a minute with instant page loads, SEO optimization, and customized theming. All your content is kept and managed in Notion so you can focus on creating while Super handles the rest.",
      "preview": "Super ‣ Pages ⚡ The #1 tool for turning a Notion document into a website Transform your Notion pages into fully customized, professional websites in l"
    },
    {
      "url": "https://www.clayholder.com/Family/September-2015-Georgetown-CO/i-mXBPMpZ",
      "title": "September 2015 Georgetown, CO - clayholder",
      "description": "This photo hosted by SmugMug; your photos look better here.",
      "preview": "void"
    },
    {
      "url": "https://poweroutage.us/area/state/michigan",
      "title": "Michigan Power Outage Map, October 2025",
      "description": "PowerOutage.us tracks, records, and aggregates power outages across Michigan.",
      "preview": "PowerOutage.com Login Search States, Counties or Utilities... Search Locations... Total Customers Out 96 Outages by County Outages by Utility Wayne 55"
    },
    {
      "url": "http://tiktok.com/@hamiltonfamilies",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://echoinggreen.org/",
      "title": "Echoing Green: Funding Social Entrepreneurship & Innovation",
      "description": "We discover emerging social entrepreneurs and invest deeply in the growth of their ideas and leadership.",
      "preview": "Investing in a better world for 35 years Created with Sketch. See the global issues we invest in solving Learn more about the vision that drives our w"
    },
    {
      "url": "https://athleta.gap.com/",
      "title": "Shop Athleta for Women's Yoga Clothing, Technical Athletic Clothing, and Athleisure",
      "description": "Athleta designs clothing that integrates performance and technical features for active women and girls. From running and yoga to swimming and hiking or athleisure - our clothing supports whatever moves & inspires you.",
      "preview": "Skip to top navigation Skip to shopping bag Skip to main content Skip to footer links"
    },
    {
      "url": "https://www.mad4wheels.com/kia/sorento-22-crdi-uk-version-2021/car-wallpaper-604658",
      "title": "2021 Kia Sorento 2.2 CRDi - UK version #604658 - Best quality free high resolution car images, pictures and photos.",
      "description": "Here you can find a huge amount of high resolution car images of 2021 Kia Sorento 2.2 CRDi - UK version. Free for personal and editorial use, they can be edited to get great wallpapers for your pc, tablet and phone.",
      "preview": "Back to gallery Previous Next Image info Year 2021 Brand Kia Model Sorento 2.2 CRDi - UK version Size 9358 x 5849 Weight 4.83 MB Download full-size im"
    },
    {
      "url": "http://flechebragarde.ddns.net/bd/auteur.php?coll=albums&idauteur=3277&liste=styles",
      "title": "BD Gest' & BDGWeb - Détails pour l'auteur",
      "description": "void",
      "preview": "[Accueil] [Ma collection] [Dédicaces] [Para-BD] [Revues] Trier par [Séries] [Auteurs] [Notes] [Collections] [Styles] [DL] [Date achat] [Moteur] [Impri"
    },
    {
      "url": "https://fra-data.fao.org/",
      "title": "FRA Platform | Global Forest Resources Data | Food and Agriculture Organization of the United Nations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.hcibib.org/hci-sites/BIBLIOGRAPHY.html",
      "title": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY",
      "description": "Bibliographic databases and annotated bibliographies on HCI.",
      "preview": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY Page updated: 2019-05-13 Accesses since 2000-01-18 : director@hcibib.org Hosted by ACM"
    },
    {
      "url": "https://www.sephora.com/product/un-cover-up-cream-foundation-P450899",
      "title": "Sephora",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.buputensili.com/prodotti.html",
      "title": "BUP Utensili | Prodotti per la lavorazione del legno",
      "description": "Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i nostri prodotti di utensileria per la lavorazione del legno.",
      "preview": "Home Prodotti Le categorie della gamma prodotti BUP Utensili Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i no"
    },
    {
      "url": "http://www.nbsoft.co.uk/",
      "title": "nbsoft",
      "description": "void",
      "preview": "Software Sections Help File Encrypter Lockit Download Centre Search About Us Contact Us Knowledge Base Online Support Privacy Policy Home Send Website"
    },
    {
      "url": "https://www.oculus.com/experiences/quest/3008315795852749/",
      "title": "The Thrill of the Fight su Meta Quest | Giochi VR di Quest | Meta Store",
      "description": "The Thrill of the Fight is a room-scale only VR boxing game focused on authenticity. Face off in the virtual ring where you'll jab, dodge, and sweat your way to the top of the boxing world. Grab your gloves, step through the ropes, and become a champion.",
      "preview": "void"
    },
    {
      "url": "https://cleo156989.tumblr.com/",
      "title": "@cleo156989 on Tumblr",
      "description": "I'm so indecisive it hurts",
      "preview": "Posts thebootydiaries Follow astrangerfromastrangeland Follow avvocarlo Follow imagine if instead of it being called a sip it was as called a suck. ca"
    },
    {
      "url": "https://meld0416.tumblr.com/",
      "title": "Fabulousness",
      "description": "Welcome to my collection of all things fabulous.",
      "preview": "Now Playing Tracks somecutething : A newly born elephant learning how to stand up! (via martin_harvey_wildlife ) Zoom Morning walk through the woods t"
    },
    {
      "url": "https://blog.thelittlenell.com/aspen-proposal-ideas-where-to-pop-the-question/",
      "title": "Luxury 5-Star Hotel in Aspen, Colorado | The Little Nell",
      "description": "The Little Nell is Aspen's only 5-star, 5-diamond hotel. Discover all that the only Aspen hotel with ski-in, ski-out access to Aspen Mountain has to offer.",
      "preview": "header_slideshow Reservation Property The Little Nell The Little Nell Residences at The Little Nell Guests 2 Adults 2 Children 0 Enter Promo Code Rese"
    },
    {
      "url": "https://goyff.az.gov/content/about-goyff",
      "title": "About | Governor's Office of Youth, Faith and Family",
      "description": "The GOYFF is a cabinet-level agency that administers state and federal grant programs and engages stakeholders across all sectors throughout the state to improve services and service delivery to our citizens.",
      "preview": "Skip to main content Skip to main navigation Governor's Office of Youth, Faith and Family"
    },
    {
      "url": "http://www.fishbase.org",
      "title": "Search FishBase",
      "description": "Search FishBase",
      "preview": "The next website update is scheduled for October to allow for planned technical work. We appreciate your understanding."
    },
    {
      "url": "http://www.dickestel.com/classic2005.htm",
      "title": "Classic Gaming Expo 2005",
      "description": "void",
      "preview": "Classic Gaming Expo 2005 The 2005 Classic Gaming Expo was held on August 20-21, 2005, at the San Francisco Airport Hilton in Burlingame, CA . Robert B"
    },
    {
      "url": "https://prestaattencion.tumblr.com/",
      "title": "Prestaatencion",
      "description": "void",
      "preview": "1st Feb 2023 | 85,535 notes crazy-brazilian : (via queersouthasian ) 28th Jan 2022 | 131,697 notes death-420 : Warm bread. You agree. Reblog 18th Nov"
    },
    {
      "url": "https://support.norton.com/sp/en/us/home/current/info",
      "title": "Official Norton™ Support",
      "description": "Get all the support you need for your Norton products. We'll help you with installation, activation, sales and billing.",
      "preview": "What can we help you with? Upgrade for Free Cybercrime is evolving. So is your protection. *Offer for existing members for the remainder of your subsc"
    },
    {
      "url": "http://Philstar.com?trk=organization_guest_main-feed-card-text",
      "title": "Philstar.com | Latest Philippine news and multimedia",
      "description": "Digital portal of the STAR Group of Publications: Delivers the latest news and views, multimedia, analyses and in-depth reports on the Philippines, sports, business, entertainment, lifestyle and culture.",
      "preview": "Philstar.com | Latest Philippine news and multimedia Digital portal of the STAR Group of Publications: Delivers the latest news and views, multimedia,"
    },
    {
      "url": "https://prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://www.popularwoodworking.com/techniques/french-polish/",
      "title": "French Polishing | Popular Woodworking",
      "description": "French polish adds extraordinary depth to gorgeous wood. This finish is perfect for bowls, vessels, lamps and other turnings that aren't handled often or are exposed to moisture, alcohol or heat.",
      "preview": "By American Woodworker Editors Posted April 25, 2019 In Projects , Shop Blog , Techniques French Polishing 2019-04-25 2024-03-06 https://media.popular"
    },
    {
      "url": "https://cloud.google.com/training/data-ml",
      "title": "Data Engineering & Analytics Courses | Google Cloud Training",
      "description": "Get started with big data engineering on BigQuery and Looker. Learn how to use data to gain insights and improve decision-making. Start learning!",
      "preview": "Skip to main content / Docs Support English Deutsch Español - América Latina Français Português - Brasil 中文 - 简体 日本語 한국어 Console Sign in Learn Contact"
    },
    {
      "url": "https://vahankaytetty.fi/ale3/kirja-162.html",
      "title": "Bought | Osta & myy secondhandia",
      "description": "Helpoin tapa aloittaa jälleenmyyminen. Automaattiset myynti-ilmoitukset suoraan kuitista tai valokuvasta.",
      "preview": "Muuta ostohistoriasi rahaksi Automaattiset myynti-ilmoitukset Toimitukset ovelta ovelle jopa tunnissa Ei myyntikuluja +1000 integroitua verkkokauppaa"
    },
    {
      "url": "http://sonderbooks.com/blog/?cat=206",
      "title": "Prime Factorization - Sonderbooks",
      "description": "void",
      "preview": "Skip to content Search for: Close Search I got two new great-nephews in 2022! They are both second sons of their families. I didn't knit their older b"
    },
    {
      "url": "https://fontsinuse.com/",
      "title": "Fonts In Use - Fonts In Use",
      "description": "A searchable archive of typographic design, indexed by typeface, format, and topic.",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Show: All (31518) Staff Picks (5924) Blog (168) Sort: Contribution Date ▼ Contribution Date Artwork Date Most Discussed"
    },
    {
      "url": "https://about.coursera.org/how-coursera-works/",
      "title": "How does Coursera work? Get started on Coursera | Coursera",
      "description": "Coursera offers flexible, affordable, job-relevant online learning to individuals and organizations worldwide. Enroll for free today and achieve your goals on Coursera.",
      "preview": "This app works best with JavaScript enabled. World-Class Learning for Anyone, Anywhere Coursera partners with more than 350+ leading universities and"
    },
    {
      "url": "https://tessies.dk/",
      "title": "Tessies - TessiesDk",
      "description": "Et stort udvalg af sten og krystaller til dit hjem, kontor eller arbejdsplads",
      "preview": "Gå til indhold Din indkøbskurv er tom Tilbage til butikken Har du en konto? Log ind for at betale hurtigere. Din indkøbskurv Indlæser... Subtotal 0,00"
    },
    {
      "url": "https://commonercenter.org/safeandjust.html",
      "title": "The Safe and Just Cleaners",
      "description": "void",
      "preview": "The Safe and Just Cleaners/Limpieza Sana Y Justa Project"
    },
    {
      "url": "https://abana.org/education/",
      "title": "Education & Funding - ABANA",
      "description": "Education & Funding NATIONAL CURRICULUM ABANA has set a National Standard for Blacksmith Education: The National Curriculum teaches three skill levels of blacksmithing using traditional projects. BLACKSMITHING FUNDAMENTALS ABANA provides you with a wealth of educational information through our Publications and here on our website. GRANTS ABANA offers educational grants for individuals attending blacksmithing",
      "preview": "Skip to content Education & Funding valerie 2025-06-01T14:49:25-04:00 Education & Funding NATIONAL CURRICULUM ABANA has set a National Standard for Bl"
    },
    {
      "url": "https://www.shopify.com/",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://gobble.sjv.io/c/3408212/1339313/5084?subid3=people",
      "title": "Upcoming Menus | Gobble",
      "description": "void",
      "preview": "Skip to main content New Chef-Designed Recipes Weekly Choose from a diverse menu that includes meat, fish, and vegetarian dishes. Each and every recip"
    },
    {
      "url": "http://www.people.com/tag/marlon-brando/",
      "title": "Marlon Brando",
      "description": "Marlon Brando",
      "preview": "Celebrity Person Marlon Brando Billy Zane Embodies Marlon Brando in New Waltzing with Brando Trailer - Watch Now (Exclusive) By Jack Smart Brandon F"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "https://conference.iste.org/2023",
      "title": "ISTELive 25 - Edtech conference | June 29-July 2 | San Antonio",
      "description": "Experience bold education innovation at the edtech event of the year! Learn during thousands of learning experiences that will prepare you to help students thrive in the age of AI.",
      "preview": "Event Information Attend Program Search Sponsor & Exhibit Login Logout × Attend Schedule at a Glance Earning Credit Policies About ISTE FAQs Program P"
    },
    {
      "url": "https://www.ucsf.edu/news/2020/04/417311/experts-explain-how-contact-tracing-will-end-coronavirus-pandemic",
      "title": "Experts Explain How Contact Tracing Will End the Coronavirus Pandemic | UC San Francisco",
      "description": "To ramp up contact tracing for COVID-19 in San Francisco, UCSF has been partnering with the San Francisco Department of Public Health (SFDPH) to provide technical assistance, training and manpower.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Reddit Email this article Print this article Image For all the anticipation around ne"
    },
    {
      "url": "https://info135.com.ar/2021/07/14/ari-lijalad-le-apunto-a-larreta-y-lo-prendio-fuego-unos-gobiernan-y-nos-cuidan-y-otros-gobiernan-y-nos-ponen-en-peligro/",
      "title": "Ari Lijalad le apuntó a Larreta y lo prendió fuego: \"Unos gobiernan y nos cuidan y otros gobiernan y nos ponen en peligro\" - INFO135",
      "description": "El periodista de El Destape salió con los tapones de punta luego que se detectase que un individuo residente de CABA que había ido a Miami a vacunarse y volvió con la variante Delta, rompió el aislamiento. En una serie de tuits picantísimos, Ari destruyó al jefe de gobierno porteño...",
      "preview": "15.2 C La Plata 10 octubre, 2025 Facebook Twitter Instagram Youtube Primary Menu Search for: Search El periodista de El Destape salió con los tapones"
    },
    {
      "url": "https://tunein.com",
      "title": "TuneIn | Free Internet Radio | Live News, Sports, Music, Audiobooks, and Podcasts",
      "description": "Listen to free internet radio, news, sports, music, audiobooks, and podcasts. Stream live CNN, FOX News Radio, and MSNBC. Plus 100,000 AM/FM radio stations featuring music, news, and local sports talk.",
      "preview": "TuneIn Logo TuneIn Logo Listen Now Listen Now Audiobooks Sports Music News & Talk Podcasts Premium Download App Sign In Sign Up Listen Now Search Icon"
    },
    {
      "url": "https://academicaffairs.ucsc.edu/accreditation/",
      "title": "Accreditation - Academic Affairs",
      "description": "void",
      "preview": "Accreditation UC Santa Cruz has been fully accredited since 1965 by the WASC Senior College and University Commission (WSCUC). Being accredited means"
    }
  ],
  "_meta": {
    "total_bookmarks": 62
  }
}