{
  "data": [
    {
      "url": "https://suporte.handtalk.me/kb",
      "title": "Central de ajuda - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Primeiros Passos Hand Talk Plugin Hand Talk App Dashboard Comunidade HT Segurança"
    },
    {
      "url": "https://www.thecommunityfoundation.org/",
      "title": "Greater Washington Community Foundation",
      "description": "void",
      "preview": "0 Your Partner In Giving Explore how you can partner with the region's leading philanthropic community to transform your giving and invest in solution"
    },
    {
      "url": "http://www.etwa.org/",
      "title": "The English Tiddlywinks Association",
      "description": "The English Tiddlywinks Association",
      "preview": "ETwA THE ENGLISH TIDDLYWINKS ASSOCIATION (ETwA)"
    },
    {
      "url": "https://www.jocooks.com/blog/",
      "title": "Blog - Jo Cooks",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Facebook Instagram Pinterest YouTube TikTok All Recipes Instant Pot 30 Minute One Pot Meals Soups Dips"
    },
    {
      "url": "http://www.retela.cz",
      "title": "Retela.cz",
      "description": "Retela.cz",
      "preview": "Dovolte, abychom Vás informovali, že na Vašem prohlížeči nemáte zapnutý Javascript a proto se Vám některé prvky prezentace nemohou zobrazit. Vyplnit v"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/post/150100999272",
      "title": "sage",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://www.vectorstyler.com/",
      "title": "VectorStyler",
      "description": "Modern vector graphics and illustration software.",
      "preview": "VectorStyler 1.2, see what is new! For MacOS and Windows. Create illustrations, logos, icons, drawings and typography for screen, print and web The fu"
    },
    {
      "url": "http://www.soundblaster.com/",
      "title": "Schede audio DAC e amplificatore USB interne ed esterne e guida per l'acquisto Sound Blaster - Creative Labs (Italia)",
      "description": "La gamma di prodotti Sound Blaster possiede una soluzione di aggiornamento audio, sia interna che esterna, per qualsiasi configurazione. Non limitarti a visuali straordinarie. Ridefinisci la tua esperienza audio con Sound Blaster.",
      "preview": "Utilizziamo i cookie, che sono piccoli file di testo, per migliorare la tua esperienza sul nostro sito Web e per mostrarti contenuti personalizzati. P"
    },
    {
      "url": "http://www.mic.pt/dispatcher?where=3&what=2&show=0&edicao_id=7340&lang=PT",
      "title": "Centro de Investigação & Informação da Música Portuguesa",
      "description": "void",
      "preview": "Centro de Investigação & Informação da Música Portuguesa Entrevistas MIC.PT Entrevistas Históricas e Novas Entrevistas a compositoras/ compositores da"
    },
    {
      "url": "https://api.mirraw.com/designers/varanga-17756/designs/women-magenta-golden-paisley-printed-a-line-kurta-kurtas-and-kurtis",
      "title": "Women Magenta & Golden Paisley Printed A Line Kurta - Varanga - 3536568",
      "description": "I found this beautiful design on Mirraw.com. Visit Mirraw to checkout more such amazing designs. Mirraw brings handpicked designs from designers across the India. Click here to ...",
      "preview": "void"
    },
    {
      "url": "https://dsmsport.nl/?attachment_id=58109277",
      "title": "DSM Sport",
      "description": "DSM Sport: dé specialist in teamwear en sportkleding in Bergen op Zoom en omgeving. Van hoogwaardige clubkleding tot sponsoring en maatwerkoplossingen. Samen bouwen we aan de toekomst van sport!",
      "preview": "Meteen naar de content Je winkelwagen is leeg Terugkeren naar winkel Heb je een account? Log in om sneller af te rekenen. Je winkelwagen Bezig met lad"
    },
    {
      "url": "https://www.walmart.com/store/finder",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://builtphoenixstrong.org/articles/top-roswell-personal-trainer-we-bring-the-energy-here/",
      "title": "Top Roswell Personal Trainer | Get Positive Trainers Today",
      "description": "If you are seeking the Top Roswell Personal Trainer then you should call Built Phoenix Strong today at 770-569-3754",
      "preview": "Top Roswell Personal Trainer | We Bring The Energy Here May 31, 2021 | Top Roswell Personal Trainer Here at the top Roswell personal trainer programs"
    },
    {
      "url": "https://ew.com/awards/gigi-goode-peoples-choice-reality-contestant/",
      "title": "Drag Race star Gigi Goode wins People's Choice Award for reality contestant",
      "description": "Gigi Goode from 'RuPaul's Drag Race' wins People's Choice Award for Competition Contestant of 2020.",
      "preview": "Top Stories Emmys respond to Seth Rogen saying he's been banned from presenting Dolly Parton won't accept her Oscar in person Jennifer Lopez learned"
    },
    {
      "url": "https://developer.github.com/",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part2",
      "title": "Algorithms, Part II | Coursera",
      "description": "Offered by Princeton University. This course covers the essential information that every serious programmer needs to know about algorithms ... Enroll for free.",
      "preview": "Algorithms, Part II Algorithms, Part II Instructors: Robert Sedgewick +1 more Instructors Instructor ratings We asked all learners to give feedback on"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-programming/html-css",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.webmd.com/women/guide/d-and-c-dilation-and-curettage#1",
      "title": "D&C (Dilation and Curettage) Procedure: Surgery and Recovery",
      "description": "WebMD explains the reasons your doctor may advise a D&amp;C (dilation and curettage) and what to expect before, during, and after the procedure.",
      "preview": "Women's Health Women's Health Guide Screening & Tests Diet & Exercise Rest & Relaxation Reproductive Health Menstruation Yeast Infections Cervical Hea"
    },
    {
      "url": "https://onairwithryan.iheart.com/featured/ryan-seacrest/content/2022-04-04-shawn-mendes-on-performing-at-wango-tango-new-music-more/",
      "title": "Shawn Mendes On Performing At Wango Tango, New Music & More | On Air with Ryan Seacrest | Ryan Seacrest",
      "description": "Ryan Seacrest talked to Shawn Mendes about being on the Wango Tango lineup, his new music, tour, and more.",
      "preview": "Ryan Seacrest Ryan is quite simply one of the most influential, well-regarded, and well-known names in Hollywood. He is the quintessential Hollywood i"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "https://www.hellomagazine.com/royalty/20230221164971/kate-middleton-funny-parenting-admission-pancake-fail/",
      "title": "Kate Middleton's funny parenting admission during pancake fail - video | HELLO!",
      "description": "The Princess of Wales marked Shrove Tuesday as she visited a nursing home in Slough",
      "preview": "Skip to main content Skip to footer WATCH: Princess Kate's funny parenting admission during pancake fail The Princess of Wales is mum to Prince George"
    },
    {
      "url": "https://www.ipsnoticias.net",
      "title": "Home : IPS Agencia de Noticias",
      "description": "Clima Derechos Humanos Desarrollo Sostenible Desigualdad y Pobreza Economía Género Gobernanza Migraciones Salud",
      "preview": "Ir al contenido Transformación digital en Cuba con miras a la sostenibilidad y la soberanía Dariel Pradas Dilema de América Latina: más productividad"
    },
    {
      "url": "https://www.mavcsoport.hu/mav-start/belfoldi-utazas/menetrend",
      "title": "Helyközi buszmenetrendek | MÁV-csoport",
      "description": "void",
      "preview": "Ugrás a menetrendkeresőhöz Ugrás az almenühöz Ugrás a tartalomra Ugrás az oldaltérképre Belföldi utazás Jegyek és bérletek Menetrendek Turisztikai ajá"
    },
    {
      "url": "https://country.iheart.com/alternate/amp/2022-12-13-kelsea-ballerini-gets-brutally-honest-and-vulnerable-in-podcast-episode/",
      "title": "Kelsea Ballerini Gets 'Brutally Honest And Vulnerable' In Podcast Episode | iHeartCountry Radio",
      "description": "Kelsea Ballerini recently spoke with podcast host Jade Iovine, and Iovine said the pair, \"had an incredibly honest and real conversation, so much so that I think we both forgot we were recording a podcast for thousands of people to hear.\"",
      "preview": "Por Kelly Fisher Dec 13, 2022 Foto : Getty Images Kelsea Ballerini opened up in a \"brutally honest and vulnerable chat\" with Jade Iovine on a new podc"
    },
    {
      "url": "https://eu.rescue.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.behance.net/galleries/photography",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/getting_started/index.html",
      "title": "Getting started with Ansible - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Getting started with Ansible Edit on GitHub Getting started with Ansible "
    },
    {
      "url": "https://mtgmn.org/",
      "title": "Home | Mind the G.A.P.P.",
      "description": "void",
      "preview": "top of page Bridge the Gap to Your Best Self . Creating pathways for individuals to close the gap to prosperity. A Holistic Approach . Dedicated to Ed"
    },
    {
      "url": "https://brightcove.com",
      "title": "Brightcove | Leading Video Hosting & Streaming Platform",
      "description": "Brightcove's secure and scalable streaming platform empowers organizations to host, share, and monetize video content with reliability and ease. Elevate your video strategy-get a demo today.",
      "preview": "THE WORLD'S MOST TRUSTED INTELLIGENT VIDEO ENGAGEMENT COMPANY Learn more Get a Demo Meet The Brightcove AI Content Suite Harness the full potential of"
    },
    {
      "url": "https://www.dallasobserver.com/news/local-bike-community-mourns-the-loss-of-james-kincheloe-and-his-childlike-fascination-15993036",
      "title": "Local Bike Community Mourns the Loss of James Kincheloe and His 'Childlike Fascination'",
      "description": "Every scene or sub-culture needs someone who serves as a beacon - a person whose enthusiasm attracts the uninitiated and stokes the long-burning embers of those who've been around the block a time or two already. The North Texas mountain biking community lost one of its own beacons when James...",
      "preview": "Skip to content advertisement Close Menu Search Search facebook instagram x tiktok bsky threads Crime & Police Local Bike Community Mourns the Loss of"
    },
    {
      "url": "https://www.copernicus.eu/en",
      "title": "Homepage | Copernicus",
      "description": "void",
      "preview": "Skip to main content Europe's eyes on Earth Looking at our planet and its environment for the benefit of Europe's citizens Kati Thanda, Australia Loca"
    },
    {
      "url": "https://www.liverpoolecho.co.uk/",
      "title": "Liverpool Echo: Latest Liverpool and Merseyside news, sports and what's on",
      "description": "Liverpool Echo, the very latest Liverpool and Merseyside news, sport, what's on, weather and travel. Plus the latest Liverpool FC and Everton FC news.",
      "preview": "Wayne Rooney in tears at Ricky Hatton funeral with Coleen Many celebrities are in attendance at the funeral today as they pay tributes to Hatton Bookm"
    },
    {
      "url": "https://www.hornandcauldron.com/",
      "title": "Home - Horn and Cauldron, Church of the Earth",
      "description": "Wiccan Church in Rhode Island supporting Pagan Community",
      "preview": "Welcome to Horn and Cauldron, Church of the Earth We are happy that you have found us! We are an established initiatory Coven in our second decade of"
    },
    {
      "url": "https://eo.wikipedia.org/wiki/Ubstadt-Weiher",
      "title": "Ubstadt-Weiher - Vikipedio",
      "description": "void",
      "preview": "Saltu al enhavo El Vikipedio, la libera enciklopedio Ubstadt-Weiher Ubstadt-Weiher (Germanio) DEC neurba komunumo de Germanio Ĝemelurboj Montbard vd A"
    },
    {
      "url": "https://www.romeropolo.com/en/romero-polo-studies-the-removal-of-petroleum-based-materials-from-the-roads-of-catalonia/",
      "title": "Romero Polo | ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA",
      "description": "Romero Polo is leading a research project to replace asphalt binders of petroleum origin from the roads with ecological materials, as part of the company's commitment to sustainability and circular economy. Romero Polo participates in this initiative, financed by the Spanish public entity Centro para el Desarrollo Tecnológico Industrial (CDTI), along with three leading Catalan...",
      "preview": "Romero Polo 3 de August de 2020 ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA Romero Polo is leading a rese"
    },
    {
      "url": "https://octoverse.github.com",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "http://blog.ucsusa.org/rachael-nealer/average-vs-marginal-electric-emissions-802?",
      "title": "Electric Vehicles Are Getting Marginally Better, In A Big Way - Union of Concerned Scientists",
      "description": "Where does electricity come from? When you flip a light switch on, you're getting electricity from somewhere-maybe a spinning gas turbine, or maybe a battery storing excess electricity generated by wind or solar power. When you flip the light switch off, the grid responds by shifting its sources aro",
      "preview": "Skip to main content Rachael Nealer Former Contributor Where does electricity come from? When you flip a light switch on, you're getting electricity f"
    },
    {
      "url": "https://rifraf.dk/p/imonis-3-loftlampe-black-lindby/",
      "title": "Forside - RifRaf",
      "description": "Hos RifRaf gør vi det nemt for dig at finde de bedste deals på lamper.",
      "preview": "Fortsæt til indhold Find de bedste og billigste lamper Hos RifRaf gør vi det nemt for dig at finde de bedste deals på lamper. Søg Søg Vores mest popul"
    },
    {
      "url": "https://www.score.org/",
      "title": "Free Small Business Mentorship and Resources | SCORE",
      "description": "From planning to execution, get resources or real-time assistance for every stage of your business. SCORE has a library of useful documents and online courses, as well as experienced mentors to help",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations Get Free Expert Mentoring to Grow Your Small Business Wh"
    },
    {
      "url": "https://typescale.io/",
      "title": "Typescale",
      "description": "A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typography. Transform a single line of text into a harmonious typographic scale.",
      "preview": "Harmonious typographic scales, directly from your design tool. A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typogr"
    },
    {
      "url": "https://www.dodho.com",
      "title": "Home | Dodho",
      "description": "Dodho Magazine is published in two independent channels, our online version from where you are reading these lines, and the printed version, published quarterly and that you can find in our store.",
      "preview": "For the first time in the history of humanity, thanks to technology, photos, and satellite sensors, we are experiencing the planet in its entirety and"
    },
    {
      "url": "https://www.gastrostellwerk.de/kuechengeraete/waffeln-crepes-und-co/waffeleisen/neumaerker-backsystem-ii-doppelbacksystem-2x230v/2x2-2kw",
      "title": "Neumärker Thermocook® Twin 2x 230 V | GastroStellwerk - Gastrotechnik mit Herz & Verstand",
      "description": "60,5 x 45 x 32 cm, Backsystem von Neumärker, 2 Digitaltimer, 2 Ein-/Ausschalter, 2 Thermostate, 2 Kontrollleuchten,2x230V / 2x2,2kW, Tischgerät, für ...",
      "preview": "Um GastroStellwerk - Gastrotechnik mit Herz & Verstand in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren"
    },
    {
      "url": "https://strangelookonhisface.tumblr.com/",
      "title": "Every day is Caturday",
      "description": "JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr. TS has reblogged and liked my dorky face.",
      "preview": "Every day is Caturday JB. Coding. Taylor Swift. Cats. Books. Helped with IsTayOnTumblr . TS has reblogged and liked my dorky face. fairloves : Splendi"
    },
    {
      "url": "https://uninfo.org/",
      "title": "UNSDG Data Portal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.landkreis-bamberg.de/Landratsamt/Verwaltung/Landratsamt-A-Z/%C3%96ffentliche-Sicherheit/Sprengstoffrecht/?ModID=10&object=tx%7C2892.2.1&NavID=2892.254&La=1&alpha=B",
      "title": "Sprengstoffrecht",
      "description": "void",
      "preview": "Sprungziele zum Kurzmenü zur Volltextsuche zum Hauptmenü zum Untermenü zum Inhalt Diese Website verwendet Cookies , um Ihnen einen optimalen Service z"
    },
    {
      "url": "https://smile.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://desenio.se/sv/posters/storlekar-poster/stora-posters?page=3",
      "title": "Stora tavlor i 70x100 cm | Moderna stora tavlor | Desenio.se",
      "description": "Stora tavlor, posters & affischer i storleken 70x100 cm. En stor tavla kan skapa en känsla för hela rummet, välj någon som representerar dig. På Desenio hittar du ett av Sveriges största utbud av stora tavlor, i en mängd olika konststilar. Berätta vem du",
      "preview": "Skip to main content. 70x100 cm posters Posters Här hittar du våra stora posters i storleken 70x100cm. Att inreda med stora tavlor har aldrig känts me"
    },
    {
      "url": "https://suppliesforjewelers.com/products/pocket-case-wrench",
      "title": "Pocket Case Wrench - Continental Jeweler's Supply",
      "description": "Our quality pocket case wrench has tempered pins for easy use on waterproof cases. Its compact size makes it very convenient. Measures: 2-5/8″ x 1-1/8″.",
      "preview": "Join our wholesale program today and shine brighter with exclusive perks and unbeatable deals on top-notch jewelry supplies! join now Add your informa"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "https://www.army.mil/article/241813/coworking_spaces_to_provide_spouses_with_remote_work_training_opportunities",
      "title": "Coworking spaces to provide spouses with remote work, training opportunities | Article | The United States Army",
      "description": "The Army has launched a new on-post coworking space initiative that plans to provide military spouses a comfortable and professional workspace.",
      "preview": "Coworking spaces to provide spouses with remote work, training opportunities By Devon Suits, Army News Service December 16, 2020 Share on Twitter Shar"
    },
    {
      "url": "https://docs.microsoft.com/en-us/learn/topics/startups/",
      "title": "Microsoft AI - Startups Hub | Microsoft Learn",
      "description": "Get the skills and experience you need to power your startup with AI. Find training, documentation, news, and samples to help you get started or upgrade your business with the latest AI technologies.",
      "preview": "Microsoft Learn AI for startups Get the skills and experience you need to power your startup with AI. Find training, documentation, news, and samples"
    },
    {
      "url": "https://form.jotform.com/213476622243857",
      "title": "This workshop is full, please select another date.",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.shopbop.com/horizontal-duck-bag-baggu/vp/v=1/1524887805.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277769286930 1760098528776 Only #{qta} left. Skip to Main Content Accessibility Statement Designer Index Women Men 123 11"
    },
    {
      "url": "https://www.fondation-bertarelli.org/tristan-da-cunha-creates-planets-fourth-largest-fully-protected-mpa/",
      "title": "Tristan da Cunha creates planet's fourth-largest fully protected MPA - Fondation Bertarelli",
      "description": "void",
      "preview": "Skip to content The Tristan da Cunha Island Council and the British government have announced plans to preserve the unique biodiversity surrounding th"
    },
    {
      "url": "https://docs.github.com/articles/which-remote-url-should-i-use",
      "title": "About remote repositories - GitHub Docs",
      "description": "GitHub's collaborative approach to development depends on publishing commits from your local repository to GitHub for other people to view, fetch, and update.",
      "preview": "Skip to main content About remote repositories GitHub's collaborative approach to development depends on publishing commits from your local repository"
    },
    {
      "url": "http://www.bebat.be",
      "title": "Samen recycleren, beter voor ons allemaal | Bebat",
      "description": "Bebat wil samen met jou alle lege batterijen een nieuw leven geven. Hoe we dat doen, en hoe jij kan helpen? Dat ontdek je hier.",
      "preview": "Samen recycleren, beter voor ons allemaal Al 30 jaar geeft Bebat lege batterijen een nieuw leven, door ze in te zamelen in te zamelen , te sorteren so"
    },
    {
      "url": "https://www.sleepfoundation.org/bedding-information/best-thread-count-for-sheets",
      "title": "What Is the Best Thread Count for Sheets? Here's the Magic Number",
      "description": "Learn what thread count means, how it translates to quality and performance in sheets, and what thread counts you should look for.",
      "preview": "Skip to content Share Url copied /"
    },
    {
      "url": "https://www.bahn.de/angebot/regio",
      "title": "Regional reisen: Unsere beliebtesten Bahntickets & Verbund-Angebote",
      "description": "Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren Verbund-Angeboten durch Ihre Region.",
      "preview": "Regionale Tickets und Verbund-Angebote Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren V"
    },
    {
      "url": "https://overdeck.org/portfolios/",
      "title": "Portfolios | Overdeck Family Foundation",
      "description": "Overdeck Family Foundation funds organizations that enhance each stage of childhood learning, from birth to graduation. Learn more.",
      "preview": "Early_Impact Created with Sketch. Early Impact Creating strong foundations for early learning. Read More Exceptional_Educators Created with Sketch. Ex"
    },
    {
      "url": "http://www.leaks.fr/",
      "title": "leaks.fr est en vente",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.freudeforever.com/",
      "title": "Freude Forever",
      "description": "Storytelling has always been at the heart of human culture. From ancient myths passed down through oral traditions to the visually stunning epics of modern...",
      "preview": "Skip to content Innovating the World of Storytelling: The Future of Narrative Art Storytelling has always been at the heart of human culture. From anc"
    },
    {
      "url": "http://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "http://g.co/supplier-responsibility",
      "title": "Supporting Supplier Responsibility - Google Sustainability",
      "description": "A responsible supply chain is good for business. See how we're minimizing our environmental impact and supporting sustainability in supply chains.",
      "preview": "Supplier Responsibility A responsible supply chain isn't just the right thing to do for people and the planet - it's also good for business. Learn abo"
    },
    {
      "url": "http://ossbss.pipelinepub.com/index.php?download=1568",
      "title": "Research Center",
      "description": "Pipeline, OSS, BSS, whitepapers, webinars, articles, reports, analyst, brochures, presentations, case studies, research, publication, magazine, ebooks, surveys, videos, information, market, data, communications, information technology, IT, CSP, service provider, telecom, cable, MSO, mobile",
      "preview": "Home Subscribe Knowledge Center Research Center News Center Webinars Sponsors Innovation Awards About Pipeline Industry Advisory Board Marketing Oppor"
    },
    {
      "url": "https://sportscafe.in/",
      "title": "Sports News Today: Live Score, Latest Updates for Cricket, Football, Kabaddi | SportsCafe",
      "description": "SportsCafe is an online sports news platform providing latest sports news with live cricket scores, schedules, and match updates. ⏩ Follow to SportsCafe to stay updated!",
      "preview": "SportsCafe - Latest Sports News of India and the World SportsCafe is the best news portal that provides sports enthusiasts with an overview of the lat"
    },
    {
      "url": "https://www.oneplus.com/oneplus-10-pro",
      "title": "Buy OnePlus 10 Pro 5G - OnePlus (Italia)",
      "description": "Get the price of OnePlus 10 Pro 5G and latest offers information, check the official price of OnePlus 10 Pro in different storage and colors.",
      "preview": "void"
    },
    {
      "url": "https://www.avocatmetz.fr/accueil/articles/lenfant-ne-par-gpa-a-letranger-peut-etre-adopte-par-le-conjoint-du-pere-nouvelle-illustration-363.htm",
      "title": "Avocat Metz | Cabinet Fany Kucklick Metz",
      "description": "Le Cabinet d'Avocat Fany Kucklick intervient en droit de la famille (divorce, filiation, succession, enfants, pension alimentaire...) sur Metz et sa région",
      "preview": "Fany KUCKLICK AVOCAT METZ Fany KUCKLICK AVOCAT METZ Fany KUCKLICK AVOCAT METZ Fany KUCKLICK AVOCAT METZ Maître KUCKLICK Avocat de la famille à Metz Ec"
    },
    {
      "url": "https://flickeringlamps.com/2015/09/04/the-spectacular-tradescant-tomb-a-world-of-wonders-in-one-closet-shut/?like_comment=5176&_wpnonce=739ca7eef0",
      "title": "The spectacular Tradescant tomb: \"a world of wonders in one closet shut\" - Flickering Lamps",
      "description": "Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorated with exotic scenes and creatures, it marks the resting place of members of the Tradescant family, who made a name for themselves in the 17th Century collecting plants and other curiosities from all...",
      "preview": "Skip to content Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorate"
    },
    {
      "url": "https://www.dakotawoodlands.org/",
      "title": "Dakota Woodlands | Homeless Shelter | Wescott Woodlands, Eagan, MN, USA",
      "description": "Dakota Woodlands is the only homeless family shelter in Dakota County, located in Eagan, MN!",
      "preview": "top of page Empowering Displaced Families Dakota Woodlands' mission is to empower displaced families on their journey to independence. Learn More Don"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436440",
      "title": "Thomas Gainsborough - Cottage Children (The Wood Gatherers) - The Metropolitan Museum of Art",
      "description": "In November 1787, after a visit to Gainsborough's studio, Henry Bate described the present work in the following terms: \"A landscape of uncommon merit . . . a picturesque scene . . . beautifully romantic\" into which the artist had introduced three \"charming little objects [who] cannot be viewed without the sensations of tenderness and pleasure, and an interest for their humble fate\" (quoted in Whitley 1915, p",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://looker.com/",
      "title": "Looker business intelligence platform embedded analytics | Google Cloud",
      "description": "Looker is an enterprise platform for BI, data applications, and embedded analytics that helps you explore and share insights in real time.",
      "preview": "Gartner recognizes Google as a Leader in the 2025 Magic Quadrant™ for Analytics and Business Intelligence Platforms. Looker Analyze governed data, del"
    },
    {
      "url": "https://sinc.business/legal/privacy/",
      "title": "SINC Privacy Policy | Hourly Workforce Tracking",
      "description": "At SINC we take your data and privacy very seriously. We like to put ourselves in your perspective as users and be considerate of and attentive to concerns you might have, as well as take whatever precautions within our capacity to protect this data.",
      "preview": "Privacy Policy We take your online privacy seriously. Please read and understand our Privacy Policy: Introduction At SINC we take your data and privac"
    },
    {
      "url": "https://shared.ydstatic.com/dict/market/youdaoInfos/index.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Talent Education Inc and its affiliates (collectively \" NetEase \" or \" we \") have always solemnly promised to protect the privacy of us"
    },
    {
      "url": "https://tv.google",
      "title": "Google TV | All in one smart TV streaming platform",
      "description": "Your favorite streaming apps for movies, shows, live TV, and more, on one platform. Built right into your smart TV or streaming device, Google TV is your new home for all the content you love.",
      "preview": "Gemini is now available on select devices. Learn more . Get Google TV Google TV Streamer Smart TVs Mobile App 10,000+ apps. 800+ free channels. Music"
    },
    {
      "url": "https://goodweave.org/",
      "title": "GoodWeave",
      "description": "void",
      "preview": "Select your language US English UK English German For Businesses As a younger generation comes into the rug buying world, GoodWeave is a great selling"
    },
    {
      "url": "https://auburnwa.gov/gateway/sso/SAMLServiceProviderACS.aspx?ReturnURL=L2Ntcy9vbmUuYXNweD9wb3J0YWxJZD0xMTQ3MDYzOCZwYWdlSWQ9MTI1MjIzMDkmb2JqZWN0SWQuMjI0ODQzPTE4MTQ0NTEzJmNvbnRleHRJZC4yMjQ4NDM9MTI1MjI0MzQmcGFyZW50SWQuMjI0ODQzPTEyNTIyNDM1JmxvY2FsU3RhcnREYXRlPTIwMjEtMTItMDVUMDk6MDAmbG9jYWxFbmREYXRlPTIwMjEtMTItMDVUMTc6MDAmcmVmPW1lc1RQOWZnOTZmVnNnenBXWWVvZ0F4WVdGJTJCbU4lMkZYUEVuT0tFMTJ4SG40JTNE",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://tickling-videos.com/comics/secret-agent-sonya/",
      "title": "Secret Agent Sonya | Tickling Videos",
      "description": "void",
      "preview": "Tickling Videos Best Clips of World Famous Studio Home Comics FAQ Custom Requests Models Secret Agent Sonya 14.12.2016 No comments Secret Agent Sonya"
    },
    {
      "url": "https://www.scourby.com/contact/",
      "title": "Contact Scourby Bible Media Now",
      "description": "Want to contact us in United States, United Kingdom, Australia then explore us now and find all the contact details in the website.",
      "preview": "Contact Notice: JavaScript is required for this content. United States Litchfield Associates 3825 Henderson Blvd, Suite 100 Tampa, Florida 33629 (E) ["
    },
    {
      "url": "http://pre-kc.org/",
      "title": "Mature wives will fuck anything in the wild duck",
      "description": "void",
      "preview": "Home Member Login Search ShaHay1980 4 Mi The fates of people you never met suddenly become entwined in your own life is dynamic in a constant state of"
    },
    {
      "url": "https://www.cnbc.com/2020/11/23/trump-biden-transition-of-power-essential-for-small-businesses-renters-homeowners.html",
      "title": "Op-ed: Trump-Biden transition essential for small businesses, renters, homeowners",
      "description": "If the Biden administration enters office without being properly prepared, the American people will suffer, writes former HUD and SBA chief Steven C. Preston.",
      "preview": "Skip Navigation Markets Business Investing Tech Politics Video Watchlist Investing Club PRO Livestream Menu Key Points If the Biden administration ent"
    },
    {
      "url": "https://www.adpri.org/",
      "title": "ADP Research | Data-Driven Business Insights",
      "description": "The definitive source for exclusive, data-driven insights on today's working world.",
      "preview": "Explore Insights from the World of Work Data-driven discoveries for business leaders, economists, policy makers and human resource professionals. NEW!"
    },
    {
      "url": "https://www.printedmatter.org/programs",
      "title": "Programs - Printed Matter",
      "description": "Printed Matter, Inc. is an independent 501(c)(3) non-profit organization founded in 1976 by artists and art workers with the mission to foster the appreciation, dissemination, and understanding of artists' books and other artists' publications.",
      "preview": "Printed Matter, Inc. Advanced filters Advanced filters Back to simple search All fields Artist Title Category Apparel Other Totes T-shirts Audio & Vid"
    },
    {
      "url": "https://bertie.forbes.com/#/compose?id=55600b6ee4b01f0c1d93023a",
      "title": "Bertie",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.uni-bremen.de/forschung/foerderangebote-service/ausschreibungen/erasmus-dozentenmobilitaet",
      "title": "Erasmus Dozentenmobilität - Universität Bremen",
      "description": "void",
      "preview": "Erasmus Dozentenmobilität © Universität Bremen Im Rahmen des ERASMUS-Programms haben Lehrende die Möglichkeit, einen Lehrauftrag an einer ERASMUS-Part"
    },
    {
      "url": "https://dlc.library.columbia.edu/catalog?f%5Blib_collection_sim%5D%5B%5D=Greene+%26+Greene+architectural+drawings%2C+papers+and+photographs&f%5Blib_format_sim%5D%5B%5D=pictures&f%5Blib_name_sim%5D%5B%5D=Allin+Bros&f%5Blib_name_sim%5D%5B%5D=Greene%2C+Henry+Mather%2C+1870-1954&per_page=20&q=%22Interiors%22&search_field=all_text_teim&sort=title_si+asc%2C+lib_date_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    }
  ],
  "_meta": {
    "total_bookmarks": 86
  }
}