{
  "data": [
    {
      "url": "http://jsnfri.fra.affrc.go.jp/index-e/newindex-e.html",
      "title": "JUMP!",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.etwa.org/",
      "title": "The English Tiddlywinks Association",
      "description": "The English Tiddlywinks Association",
      "preview": "ETwA THE ENGLISH TIDDLYWINKS ASSOCIATION (ETwA)"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E450229-000/00?colorDisplayCode=67",
      "title": "HEATTECH Scarf | UNIQLO US",
      "description": "Shop mens HEATTECH Scarf at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW HEATTECH Scarf Color: 67 BLUE Add to cart Add to wish list Store availability Please check the store inventory via \"S"
    },
    {
      "url": "https://licensing.theguardian.com/",
      "title": "Home | The Guardian Licensing",
      "description": "Guardian Licensing is responsible for the commercial licensing and distribution of Guardian and Observer content",
      "preview": "It ' s your choice When we make Guardian Licensing available to you online, we use cookies and similar technologies to help us to do this. Some are ne"
    },
    {
      "url": "https://livestream.com",
      "title": "Stream Live Video Online | Vimeo Livestream",
      "description": "Live stream to any audience, no matter the scale. We make it easy to stream your virtual events, hybrid conferences, webinars, online trainings, and more.",
      "preview": "void"
    },
    {
      "url": "https://festival.sundance.org/program/film/638a1a40d406b261cbf2d400",
      "title": "Program Guide | 2025 Sundance Film Festival",
      "description": "Discover the 2025 film lineup.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.galaxus.ch/de/s1/producttype/staubsauger-76",
      "title": "Kopierpapier · Druckerpapier - kaufen bei Galaxus",
      "description": "Entdecke Produkte im Bereich Kopierpapier - ✔ Top Service und Beratung ✔ Schnelle Lieferung ✔ Starke Community",
      "preview": "Kopierpapier · Druckerpapier Gesamtsortiment IT + Multimedia Haushalt Baumarkt + Garten Wohnen Sport Mode Spielzeug Baby + Eltern Beauty + Gesundheit"
    },
    {
      "url": "https://www.boeing.com/",
      "title": "The Boeing Company Official Website",
      "description": "Welcome to the official corporate site for the world's largest aerospace company and leading manufacturer of commercial jetliners and defense, space and security systems. Learn about our passion for innovation, our products, careers and more.",
      "preview": "FULL 777-9 FLEET IN ACTION READ MORE Boeing news and reports Second Quarter 2025 Results Read More Pilot and Technician Outlook 2025-2044 Read More Ou"
    },
    {
      "url": "https://www.sentres.com/en/mountain-hikes/schwaz/mountain-hikes-in-schwaz/1431387/",
      "title": "The most beautiful mountain hikes on the Schwaz District » Sentres",
      "description": "A selection of the most beautiful mountain hikes on the Schwaz District > Plan, track and save mountain hikes ➤ Discover Schwaz District!",
      "preview": "Back Share Mountain hikes on the Schwaz District Tyrol,Austria Outdooractive Editors Verified partner Author of this page You will remember your vacat"
    },
    {
      "url": "https://www.purlsoho.com/create/category/knit/",
      "title": "All Knitting Patterns: Free + Paid Patterns | Purl Soho",
      "description": "Explore Purl Soho's complete knitting pattern collection, including both free and paid patterns, with clear instructions + tutorials... Knit something amazing!",
      "preview": "Home > All Knitting Patterns Filters All Knitting Patterns Filters Filters Knit Category Filters By Yarn Weight Lace Fingering Sport Light Worsted/DK"
    },
    {
      "url": "http://www.theworkerslab.com/",
      "title": "Homepage",
      "description": "void",
      "preview": "About Us Investment Research Technology Learning Updates Donate The National Home for Worker-Centered Innovation Giving new ideas for and with workers"
    },
    {
      "url": "https://nexleaf.org/about-us/",
      "title": "Our Story - Nexleaf Analytics",
      "description": "In 2009, Nexleaf's co-founders, Nithya Ramanathan and Martin Lukac, started a non-profit tech company in Nithya's garage. Engineers by training, our",
      "preview": "About Us Our Story our mission At Nexleaf, we partner with Ministries of Health to scale the digital tools health workers need to ensure every clinic"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85934",
      "title": "Searchable Recipe Database - Roast Beef Wellington with Horseradish Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.oceandataportal.org",
      "title": "Ocean Data Portal - Preserving maritime wonders",
      "description": "Preserving maritime wonders",
      "preview": "Skip to content Blog A Detailed Journey Around the 5 Oceans of the World Map Anna Mathews"
    },
    {
      "url": "https://www.sonoraquest.com/covid-testing/?elqTrackId=5aa56dddceef4a1b93c14d44d19a61cc&elqaid=93&elqat=2",
      "title": "Sonora Quest",
      "description": "void",
      "preview": "We're Sorry You must have JavaScript enabled to load the site. This can be done in your browser's settings."
    },
    {
      "url": "https://www.sunfirematrix.com/app/consumer/wis/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "SunFire Medicare Plan Finder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/yhgv1vbm1myb0pnsdcgm5kpg9xv41l9n-module-import-compiled",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/yhgv1vbm1myb0pnsdcgm5kpg9xv41l9n- module-import-compiled Nars View narinfo details View JSON Builds Derivation: /gnu/store/f9d6pwf59jzsvzwr"
    },
    {
      "url": "https://plex.tv/contact",
      "title": "Contact | Plex",
      "description": "Let's get in touch. When it comes to questions about billing, your Plex Pass subscription, and more, we're all ears....",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Contact"
    },
    {
      "url": "https://www.tm-tracking.org/",
      "title": "Trygg Mat Tracking (TMT) | Intelligence and Analysis",
      "description": "Trygg Mat Tracking (TMT) is a non-profit organisation that provides national fisheries authorities and international organisations with fisheries intelligence, analysis, and capacity building, targeting a reduction of illegal fishing and broader improvements in ocean governance.",
      "preview": "top of page Fisheries intelligence, analysis & capacity building to combat illegal fishing Intro ABOUT TMT TMT is a non-profit organisation that provi"
    },
    {
      "url": "http://jobs.unicsc.org/",
      "title": "Home Page - Jobnet",
      "description": "void",
      "preview": "Org Location Job Title Level Deadline Network ICSC New York (USA) SALARIES AND ALLOWANCES DIVISION P-5 15/Nov/2025 Salaries and Allowances Division WM"
    },
    {
      "url": "https://www.ajol.info/index.php/jfecs/article/view/61642",
      "title": "A comparative study of regenerated bamboo, cotton and viscose rayon fabrics. Part 1: selected comfort properties | Journal of Consumer Sciences",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.24s.com/en-us/nappa-leather-skirt-alberta-ferretti_AFE6J99K",
      "title": "Women's Midi | Ready-to-wear | 24S",
      "description": "Discover our wide selection of Midi for women at 24S, the LVMH Group's Luxury Fashion Destination. Express Delivery & Free Returns.",
      "preview": "Fall Sales: -20% on your selection Get 10% off your first order. Code : 10FIRST (T&Cs apply) End of Season: Up to 50% Off Search My account Lovelist M"
    },
    {
      "url": "https://www.kptv.com/2023/02/21/foot-found-nw-washington-belongs-missing-woman/",
      "title": "Foot found in NW Washington belongs to missing woman",
      "description": "A shoe containing a human foot that was discovered near the mouth of a river in northwestern Washington belonged to a woman missing since 2018, police say.",
      "preview": "Skip to content PORT ANGELES, Wash. (KPTV) - A shoe containing a human foot was discovered near the mouth of the Elwha River in Port Angeles in Decemb"
    },
    {
      "url": "https://www.walmart.com/store/finder",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.footballaudit.com/",
      "title": "www.footballaudit.com",
      "description": "void",
      "preview": "www.footballaudit.com ✅ Domaine : www.footballaudit.com Statut : 200 OK Cette page est servie depuis le domaine : www.footballaudit.com"
    },
    {
      "url": "https://impact.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://keystoneservices.org/",
      "title": "Keystone Community Services - Services for youth, families and seniors.",
      "description": "Keystone Community Services provides youth programming, senior services, food shelves and distribution, and crisis support to neighborhoods surrounding St. Paul, Minnesota.",
      "preview": "You are the key Together, we can connect more people to the support they need now. Support Your Neighbors Today » Report to the Community & 2023 Annua"
    },
    {
      "url": "https://skylandssanctuary.org/",
      "title": "Skylands Animal Sanctuary and Rescue | Skylands Animal Sanctuary & Rescue",
      "description": "void",
      "preview": "Skip to main content Close Search We rescue, rehabilitate, and care for farmed animal survivors and advocate to end their exploitation and suffering O"
    },
    {
      "url": "https://shop.samsonite.com/luggage/carry-on-luggage/spinner-underseater-with-usb-port/112934XXXX.html",
      "title": "Spinner Underseater with USB Port | Luggage | Samsonite",
      "description": "Samsonite Spinner Underseater with USB port offers 360° spinner wheels and smart storage to keep your essentials powered, organized, and in reach.",
      "preview": "Luggage Underseat Luggage Spinner Underseater with USB Port 3.7 out of 5 Customer Rating $160.00 The current price is $160.00 Extra 10% Off With Code"
    },
    {
      "url": "https://democraticunderground.com/?com=thread&address=100210207075&info=1",
      "title": "Discussion Information - Democratic Underground Forums",
      "description": "void",
      "preview": "Friendly forums for passionate Dems! More than 93 million posts since 2001 Home Latest Greatest Videos Forums Hide ads Join up! Sign in Home Latest Gr"
    },
    {
      "url": "https://www.syracuse.com/highschoolsports/2023/02/remembering-dale-mccormick-oneida-coachs-impact-stretched-well-beyond-soccer.html",
      "title": "Remembering Dale McCormick: Coach who drowned had an impact well beyond soccer - syracuse.com",
      "description": "The father of two died earlier this week while swimming at a beach in Florida.",
      "preview": "Skip to Article Family Sharing is here! Subscribe to Premium Access for $1 Remembering Dale McCormick: Coach who drowned had an impact well beyond soc"
    },
    {
      "url": "https://www.soroptimist.it/club/piacenza/pubblicazioni/",
      "title": "Pubblicazioni",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.hivlawandpolicy.org/resources/ending-and-defending-against-hiv-criminalization-state-and-federal-laws-and-prosecutions",
      "title": "Ending and Defending Against HIV Criminalization: State and Federal Laws and Prosecutions, Vol.1, The Center for HIV Law and Policy, Second Edition, Fall 2010 (Updated May 2015) | The Center for HIV Law and Policy",
      "description": "The Center for HIV Law and Policy has released the first comprehensive analysis of HIV-specific criminal laws and prosecutions in the United States.",
      "preview": "Skip to main content Search Search What We Do Positive Justice Project Aging Initiative Molecular HIV Surveillance Rights & Resources National Policy"
    },
    {
      "url": "https://www.networkadvertising.org",
      "title": "Home - NAI: Network Advertising Initiative",
      "description": "The Network Advertising Initiative is an industry trade group founded in 2000 that develops self-regulatory standards for online advertising.",
      "preview": "Skip to content How to Opt Out NEW NAI RESOURCE: A Primer on PETs New NAI Membership Criteria: DOJ Rule The NAI Publishes GPC Chrome Browser Extension"
    },
    {
      "url": "https://www.okmarket.sk/sencor-vrecko-micro-svc-7ca-5ks-40023279-100761",
      "title": "SENCOR VRECKO MICRO SVC 7CA 5KS 40023279",
      "description": "void",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "https://miastons.pl/tag/plyta/",
      "title": "płyta - miastoNS.pl",
      "description": "void",
      "preview": "miastoNS Portal informacyjny | Nowy Sącz Polubień Followers Obserwujących Obserwujących Obserwujących Tag płyta Z Nowego Sącza Nowy Sącz: Korowód i ha"
    },
    {
      "url": "https://flex.amazon.com",
      "title": "Amazon Flex - Use Your Own Vehicle to Deliver Packages",
      "description": "Start earning money by delivering packages with Amazon Flex on your own time.",
      "preview": "void"
    },
    {
      "url": "https://mirabellsecondchances.home.blog/2019/07/11/chapter-nine-cucooned/?like_comment=1432&_wpnonce=f5f1005677",
      "title": "Chapter Nine: Cucooned - Second Chances by Mirabell",
      "description": "You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of pain Capacious as the sea, Between eternity and time, Your consciousness and me. ----Emily Dickinson There was something otherworldly about flying, being suspended at thirty thousand feet in...",
      "preview": "Skip to content You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of p"
    },
    {
      "url": "https://play.xumo.com",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://elearning.fao.org/",
      "title": "FAO elearning Academy",
      "description": "void",
      "preview": "FAO elearning Academy Install App Skip to main content × ×"
    },
    {
      "url": "https://baymard.com/blog",
      "title": "Ecommerce UX Research Articles - Baymard Institute",
      "description": "The below 400+ ecommerce UX articles are all based on Baymard's 150,000+ hours of UX research. The articles represent just 5% of Baymard's Premium research database. Join 60,000+ UX professionals and get a new article every week by email.",
      "preview": "Baymard Institute Baymard Institute Logo Product Use cases Industries Benchmark Your UX Performance How does your UX performance stack up against indu"
    },
    {
      "url": "https://sputniknews.com/",
      "title": "Sputnik News - World News, Breaking News & Top Stories",
      "description": "Sputnik International is a global news media keeping you updated on all the latest world news 24/7. Browse Sputnik for breaking news and top stories on politics, economy, social media and the most viral trends.",
      "preview": "Sputnik International feedback@sputniknews.com +74956456601 MIA „Rossiya Segodnya\" 252 60 International Russia's Special Operation Russia-US Talks on"
    },
    {
      "url": "https://tomhull.co.uk",
      "title": "Tom Hull - photographic artist",
      "description": "Tom Hull is a commercial photographer based in the UK. His professional work is mostly creative advertising photography for multinational brands like Nike, Uniqlo and Corona. He also works with well known charities such as the NSPCC, Water Aid and Childline. His personal work explores human endeavours in both sporting past-times and craft-based manufacture.",
      "preview": "Tom Hull Overview Projects Commissions Journal Info Menu Overview Projects Commissions Journal Info [email protected] @tomhullphoto +44 (0)7980 310 69"
    },
    {
      "url": "https://www.android.com/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Android | Fai di più con Google su dispositivi e smartphone Android",
      "description": "Scopri di più su Android e su come i nostri dispositivi possono aiutarti a fare di più con Google grazie a iperconnettività, protezione efficace e app Google.",
      "preview": "Solo su Android Mostra il tuo punto di vista con Gemini. Prova Gemini Ultime notizie. Scopri le ultime funzionalità Android 16 Scopri gli aggiornament"
    },
    {
      "url": "https://www.userzoom.com/ux-blog/",
      "title": "UserZoom Platform | UserTesting | UX Research Capabilities",
      "description": "UserZoom empowers your team with sophisticated UX insights to create digital experiences that delight customers and drive business growth.",
      "preview": "Select Language EN EN English DE Deutsch ES Español Platform: UserZoom Innovation fueled by UX insights UserZoom empowers anyone to create digital exp"
    },
    {
      "url": "https://podcasters.apple.com",
      "title": "Apple Podcasts for Creators",
      "description": "Go from show to business with Apple Podcasts Subscriptions. Learn how to launch and market your podcast with advice from successful creators.",
      "preview": "Get started with Apple Podcasts. Submit a new show Claim an existing show Submit a new show Claim an existing show Launch a subscription. It's simpler"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-er-blevet-opereret",
      "title": "H.M. Dronningen er blevet opereret",
      "description": "Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og D...",
      "preview": "Del Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og"
    },
    {
      "url": "https://www.byblackcon.com",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "https://www.museoreinasofia.es/en/activities",
      "title": "Activities",
      "description": "void",
      "preview": "Future activities Types of activities Menu Activities The entire programme of activities at the Museo Reina Sofía Activity Seminars and Lectures Sven"
    },
    {
      "url": "https://hacksandheels.tumblr.com/post/150143045237",
      "title": "adventures of The Girl - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \" Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://www.providencejournal.com/entertainment/dining/",
      "title": "Food and Dining in Providence, RI | The Providence Journal",
      "description": "Get the latest scoop on food and dining in Providence, RI from The Providence Journal. Restaurant reviews, dining guides and more.",
      "preview": "Skip to main content Home Food & Dining Theater & Arts Our Hidden History Movies & TV Music Calendar J.T. Commons set to open in Middletown. A look at"
    },
    {
      "url": "http://flightfuelcoffee.com",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Engis/4480/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "http://www.shodor.org/metweb/index.html",
      "title": "Air Quality Meteorology",
      "description": "void",
      "preview": "Air Quality Meteorology A Developmental Course of the US Environmental Protection Agency in conjunction with the US National Oceanic and Atmospheric A"
    },
    {
      "url": "https://www.undocs.org/S/RES/2371%20(2017)",
      "title": "Select a language for S/RES/2371 (2017)",
      "description": "void",
      "preview": "S/RES/2371 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://www.getty.edu/art/collection/",
      "title": "The J. Paul Getty Museum Collection",
      "description": "Explore the collection of the J. Paul Getty Museum at the Getty Center and the Getty Villa.",
      "preview": "We're sorry but the J. Paul Getty Museum Collection doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.close.com/pricing",
      "title": "Close CRM Pricing, Plans, and Reviews",
      "description": "The only all-in-one CRM and sales outreach solution you can buy without a contract. Start your FREE 14-day free trial today. No credit card required.",
      "preview": "Product Pricing Blog Resources About Log in Try Close NEW Solo Plan Starting at $9/mo Win more with Close Plans designed to grow with your business An"
    },
    {
      "url": "https://colorhunt.co/",
      "title": "Color Hunt - Color Palettes for Designers and Artists",
      "description": "Discover the newest hand-picked color palettes of Color Hunt. Get color inspiration for your design and art projects.",
      "preview": "Color Hunt ✕ Colors Collections Related Add to Chrome Palettes Create Collection About Instagram Terms of Service Privacy Policy Made by Gal Shir Blue"
    },
    {
      "url": "https://opensource.org/licenses/Apache-2.0",
      "title": "Apache License, Version 2.0 - Open Source Initiative",
      "description": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and distribution as defined by Sections 1 through 9 of...",
      "preview": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and"
    },
    {
      "url": "https://www.habitat.org/",
      "title": "Habitat for Humanity",
      "description": "Habitat for Humanity is a nonprofit organization that helps people in your community and around the world build or improve a place they can call home. Donate, volunteer and raise your voice in support of decent and affordable housing.",
      "preview": "Skip to main content Help kick off our 2025 Fall Match! Your gift will go twice as far to help build brighter futures. Double your impact 2025 Fall Ma"
    },
    {
      "url": "http://www.fantascienza.com/",
      "title": "Fantascienza.com",
      "description": "void",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://ie.linkedin.com/company/primark-stores-ltd?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Primark | LinkedIn",
      "description": "Primark | 621,699 followers on LinkedIn. Primark is an international fashion retailer employing more than 80,000 colleagues across 17 countries in Europe and the US. Founded in Ireland in 1969 under the Penneys brand, Primark aims to provide affordable choices for everyone, from great quality everyday essentials to stand-out style across women's, men's and kids, as well as beauty, homeware and accessories. With a focus on creating great retail experiences, Primark has over 450+ stores globally and continues to expand with the aim of reaching 530 stores by the end of 2026. ­­",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://elpais.com/tecnologia/",
      "title": "Tecnología en EL PAÍS",
      "description": "Las últimas noticias sobre tecnología con EL PAÍS. Internet, redes sociales, móviles, gadgets, software, legislación, seguridad y empresas de tecnología, ocio, entretenimiento y los blog de tecnología",
      "preview": "Ir al contenido _ _ _ _ Raúl Limón | 10 oct 2025 - 05:20 CEST Compañías y organizaciones se lanzan a adoptar la inteligencia artificial, aunque la may"
    },
    {
      "url": "https://www.bytedance.com",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://www.nottinghampost.com/sport/football/",
      "title": "Football - Latest football news from Nottingham and the UK - Nottinghamshire Live",
      "description": "Get the latest football news with Nottinghamshire Live. Breaking news, fixtures, results, previews, match reports and transfer news from the Nottinghamshire Live team.",
      "preview": "Football Djed Spence sends Brennan Johnson brutal message after England win vs Wales Nottingham Forest FC Tottenham Hotspur teammates - and former Not"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630?mt=8",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "https://www.houseofindya.com/women-accessories/cat",
      "title": "Indian Accessories Online - Buy Women & Girls Designer Ethnic Fashion Accessories - Indya",
      "description": "Indian Fashion Accessories for Women - Buy women accessories, girls accessories online in India. Shop new collection of trendy & designer ethnic fashion accessories for ladies online at Indya.",
      "preview": "Indian Accessories Online - Buy Women & Girls Designer Ethnic Fashion Accessories - Indya Ok LIGHTS OUTFIT ACTION SALE NOW LIVE | ENDS TONIGHT | UP TO"
    },
    {
      "url": "https://suzuki.oemdtc.com",
      "title": "Suzuki - OEMDTC",
      "description": "Suzuki Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.realbeer.com/fun/games/games-353.php",
      "title": "Realbeer.com: Beer Game: Asshole",
      "description": "void",
      "preview": "HOME | BEER.EDU | FUN | NEWS | RETAIL | BREWERIES & PUBS | LINKS | EVENTS Fun - Games - Burps - Toasts - Humor - Quotes - Poll - Contests Beer.edu - B"
    },
    {
      "url": "http://www.amc.com/privacy",
      "title": "Privacy Policy - AMC Networks Inc.",
      "description": "AMC Networks is the ultimate destination for premier storytelling, known for some of the most celebrated original content in television and film history.",
      "preview": "AMC NETWORKS INC. PRIVACY POLICY EFFECTIVE DATE: June 27, 2025 1. THE SCOPE OF THIS POLICY 2. THE TYPES OF INFORMATION WE COLLECT 3. HOW WE USE YOUR I"
    },
    {
      "url": "https://www.foreverdiamondsny.com",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "http://thehotline.org/",
      "title": "Domestic Violence Support | National Domestic Violence Hotline",
      "description": "Everyone deserves relationships free from domestic violence. When you're ready, we're here to listen with confidential support 24/7/365.",
      "preview": "Search Search Close exit Leave this site safely You can quickly leave this website by clicking the \"X\" in the top right or by pressing the Escape key"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/europa/vollzeit/erste-berufserfahrung-1-bis-2-jahre-/fachhochschulstudium/personalberatung/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bmw.com.sv/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW El Salvador | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "https://www.mochu.com.tw/products/%E8%B2%B4%E6%97%8F%E5%B0%8F%E7%8E%8B%E5%AD%90%E5%A5%97%E8%A3%9D",
      "title": "Mochu童裝",
      "description": "Mochu童裝",
      "preview": "{{ 'fb_in_app_browser_popup.desc' | translate }} {{ 'fb_in_app_browser_popup.copy_link' | translate }} {{ 'close' | translate }} {{ 'in_app_browser_po"
    },
    {
      "url": "https://www.ecocert.com/en-US/expertise/organic-farming",
      "title": "Organic Agriculture | Ecocert",
      "description": "Ecocert inspects and certifies your organic agriculture products following the regulations that apply to your market. Find out more about our commitment to organic agriculture.",
      "preview": "Certification Training Consulting Quote Contact Our services Certification Training Consulting Ecocert About us News Careers Our Business sectors Food"
    },
    {
      "url": "https://collections.plos.org/s/calls-for-papers",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://johnroberts.me/tag/fairhead/",
      "title": "Fairhead Archives - John Roberts",
      "description": "void",
      "preview": "Skip to content There's not much left to say about the quality of climbing at Fairhead festival that hasn't already been said. Perfect weather, perfec"
    },
    {
      "url": "http://www.clipartpanda.com/clipart_images/icon-with-scissors-and-comb-21466144",
      "title": "icon with scissors and comb | Clipart Panda - Free Clipart Images",
      "description": "void",
      "preview": "Comb clipart: icon with scissors and comb Clipart Info Use this image on your Powerpoints, School Projects, Reports and More! Views: 185 Downloads: 36"
    },
    {
      "url": "https://iconi.com/",
      "title": "ICONI | Motivational, Size Inclusive, & Fabric Innovative Activewear",
      "description": "ICONI is a motivational, size inclusive, and fabric innovative activewear brand in Denver that champions confidence and community. We donate to nonprofits to help change the world, one legging at a time. ICONI is Black-owned, woman-owned, and veteran-owned. Featured in Forbes, Oprah Magazine, Cosmopolitan, and Essence.",
      "preview": "Skip to content Previous Next Free Domestic Shipping Customer Friendly Support Easy Exchanges & Returns Worldwide Shipping Fall Into Confidence Shop F"
    },
    {
      "url": "https://www.meels.com/help/pricing++plans/8/how+many+meals+should+i+order/83",
      "title": "How many meals should I order? | Meels",
      "description": "Get 20% off your first Meels order. Enjoy the convenience of our chef-prepared meal delivery services, offering delicious, fully cooked meals ready for you to enjoy.",
      "preview": "Updating. Please wait Order Now Our Food Weekly Menus Food Philosophy Meels for Business Our Story About Us Packaging Meet Our Team Gifts Gift Cards R"
    },
    {
      "url": "https://outsidetexas.com/products/otx-foam-trucker-round-patch",
      "title": "OTX Foam Trucker: Circle Patch | Outside, Texas",
      "description": "OTX Foam Trucker: Circle Patch | Made in Texas, by Texans, for Texans who live Outside, Texas. 100% Polyester Front 100% Polyester Mesh Back The Traditional LookSweatband Plastic Adjustable SnapOSFM - Adult (6 1/2 - 7 5/8)",
      "preview": "Skip to content Close menu Home Shop Hats Shirts Tanks & Crops Hoodies & Sweatshirts Extras Kids Where To Explore Outside, Texas?? Top 20 State Parks"
    },
    {
      "url": "https://johanngoutard.fr/projects/VxzzP?album_id=101220",
      "title": "Concept Artist freelance - Journey",
      "description": "Marketing concept for app©2018",
      "preview": "Journey Share Pin Share Share Marketing concept for app©2018 Report description Content person User"
    },
    {
      "url": "https://www.abrahamhouseofgod.com/",
      "title": "DESOTO ISLAMIC CENTER",
      "description": "void",
      "preview": "0 ANNOUNCEMENT OUR STORY Assalamu Alaikum. With the grace of Allah, we are proud to be establishing the first Masjid in North Mississippi, the Desoto"
    },
    {
      "url": "https://wernerjanssen.nl/shop/boek-bewust-improviseren-plus-plus-pakket/",
      "title": "Boek Bewust Improviseren plus voor plus pakket - Werner Janssen",
      "description": "void",
      "preview": "U bevindt zich hier: Home 1 / Shop 2 / Uncategorized 3 / Boek Bewust Improviseren plus voor plus pakket Boek Bewust Improviseren plus voor plus pakket"
    },
    {
      "url": "https://support.github.com?tags=dotcom-footer",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "https://boardgamegeek.com/wiki/page/Worker_Placement",
      "title": "Glossary | Wiki | BoardGameGeek",
      "description": "void",
      "preview": "Search: Titles Only: Index | All | Recent | Guidelines Article Edit | History | Editors Action Page Glossary redirected from Worker Placement This is"
    },
    {
      "url": "https://uptogether.applytojob.com/apply",
      "title": "UpTogether - Career Page",
      "description": "Explore open job opportunities at UpTogether.",
      "preview": "Skip To Job Description There are no open positions at this time."
    },
    {
      "url": "https://www.tent.org/",
      "title": "Tent Partnership for Refugees",
      "description": "The Tent Partnership for Refugees is mobilizing the private sector to improve the lives & livelihoods of more than 36 million refugees around the globe.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "http://beardifyapp.com",
      "title": "Beardify",
      "description": "void",
      "preview": "BEARDIFY Grow a beard."
    },
    {
      "url": "https://zeaphra.tumblr.com/",
      "title": "Blog",
      "description": "Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and other random stuff. Plus obligatory cute cat stuff",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "https://sexinads.tumblr.com/",
      "title": "Sex in Ads",
      "description": "This blog contains a lot of pictures with some coments, videos, some texts about it and some research. I would like to collect as many ads with sexual (and erotic) context as posible. And describe...",
      "preview": "About This blog contains a lot of pictures with some coments, videos, some texts about it and some research. I would like to collect as many ads with"
    },
    {
      "url": "https://www.leadersup.org/",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "http://www.vallauri.edu/",
      "title": "I.I.S. G. Vallauri - Fossano",
      "description": "void",
      "preview": "Venerdì, 10 ottobre 2025 Home Il Vallauri Settori di studio Certificazioni Ampliamento Offerta Altre offerte Organizzazione Organi collegiali Document"
    },
    {
      "url": "https://benwsportblog.wordpress.com/",
      "title": "Ben's sports blog",
      "description": "void",
      "preview": "On Saturday, October, 1, I returned home to Alameda, CA after completing a very fun, interesting, and educational three-week Spanish immersion program"
    },
    {
      "url": "https://events.kcpt.org/",
      "title": "Kansas City PBS Events",
      "description": "void",
      "preview": "Kansas City PBS Events Current and upcoming events: 11 Oct Kansas City PBS' Sesame Street in Communities Conference 8:00 am - 12:00 pm Kauffman Founda"
    },
    {
      "url": "http://www.putty3d.com/privacy",
      "title": "Privacy Policy - Putty 3D",
      "description": "void",
      "preview": "Privacy Policy Update: As of version 1.3.4 (released on the 5th of July 2018), we do not include Fabric in the app anymore and do not collect any anal"
    },
    {
      "url": "https://tinychat.com/",
      "title": "TinyChat - Random Video Chat with Strangers",
      "description": "Random Video Chat with Strangers - TinyChat's fast alternative to Omegle and Chatrandom. No sign-up needed!",
      "preview": "Skip to content TinyChat Random Video Chat with Strangers TinyChat makes it easy to meet new people instantly through free, anonymous random video cha"
    },
    {
      "url": "https://www.broadwayworld.com/article/Antisemitic-Protestors-Chant-At-Audience-Outside-First-Preview-Of-PARADE-20230221",
      "title": "Antisemitic Protestors Chant At Audience Outside First Preview Of PARADE",
      "description": "Protestors outside the first preview performance of Parade tonight greeted audience members with chants such as '[Leo Frank is] a Jewish Pedophile.'",
      "preview": "void"
    },
    {
      "url": "https://airtable.com/shrkDSKSZI5pK3IsR",
      "title": "Talent Network Application",
      "description": "Fill out the \"Talent Network Application\" form quickly and securely on Airtable.",
      "preview": "Alert Lorem ipsum Okay"
    },
    {
      "url": "https://eduardoaladren.com/de/?date=2020-4&t=list",
      "title": "Den Norske Opera Oslo - Eduardo Aladrén",
      "description": "Norwegian National Opera Oslo",
      "preview": "Skip to content Location: Storgata 28B, 0184 Oslo, Norway Website: https://operaen.no/en/about-us-oslo-operahouse/ Norwegian National Opera Oslo Twitt"
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "https://newrepublic.com/article/165124/ron-desantis-white-house-florida-democrats-eyeing-him",
      "title": "Ron DeSantis Is Eyeing the White House. Florida Democrats Are Eyeing Him. | The New Republic",
      "description": "He seems to be the heavy favorite for reelection at the moment. But remember-he only won by 30,000 votes last time. And he's under 50 percent. Stranger things have happened.",
      "preview": "Skip Navigation If any candidate in the 2022 Florida gubernatorial election wants this year's race to be a localized affair without much national scru"
    },
    {
      "url": "https://www.bgci.org/",
      "title": "BGCI | Botanic Gardens Conservation International",
      "description": "BGCI's work aims to promote and develop a more efficient, cost effective and rational approach to plant conservation in botanic gardens.",
      "preview": "Homepage | BGCI logo Group 23 Garden Search Garden Search Plant Search Threat Search Plant Search Threat Search GlobalTree Search Fill 1 cross lense G"
    },
    {
      "url": "http://www.ioc-unesco.org/",
      "title": "UNESCO archives | UNESCO",
      "description": "Digitizing our shared UNESCO history",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://ruter.no/kjop-billett/",
      "title": "Ruter | Om våre billetter",
      "description": "Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord.",
      "preview": "Hopp til innhold Om våre billetter Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord. Enkeltbillett"
    },
    {
      "url": "https://covid19relief.sba.gov/",
      "title": "Manage your EIDL | U.S. Small Business Administration",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://journalrecord.com/2019/04/30/oconnor-summit-explores-ways-to-create-vibrant-downtowns/",
      "title": "O'Connor: Summit explores ways to create vibrant downtowns",
      "description": "On Wednesday and Thursday, the Downtown Oklahoma City Partnership and International Downtown Association are hosting the 2019 Economic Development Summit at the Skirvin Hotel in Oklahoma City.",
      "preview": "void"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/quartiers-de-marseille",
      "title": "Quartiers de Marseille",
      "description": "void",
      "preview": "Quartiers de Marseille Découpage administratif des 111 quartiers de Marseille (par agrégation d'IRIS). Donnée vectorielle au format shape (.shp). Tabl"
    },
    {
      "url": "https://lisaemme.com/crazy-canuck-new-years-blog-hop/?like_comment=119&_wpnonce=297513bbd2",
      "title": "Crazy Canuck New Year's Blog Hop | lisa emme",
      "description": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blog Hop will take place from December 27 to January 2 and we are currently taking sign-ups for hosts and authors. The theme of the hop is Fill Your...",
      "preview": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blo"
    },
    {
      "url": "https://pagesix.com/2021/03/21/bethenny-frankel-spotted-with-massive-ring-after-paul-bernon-reunion/",
      "title": "Exclusive | Bethenny Frankel spotted with massive ring after Paul Bernon reunion",
      "description": "Bethenny Frankel turned heads over the weekend after the former \"Real Housewives of New York\" star hit the beach wearing what appeared to be a massive ring.",
      "preview": "B as in future bride-to-be? Bethenny Frankel turned heads over the weekend after the former \"The Real Housewives of New York\" star hit the beach in Fl"
    },
    {
      "url": "https://www.claires.com/",
      "title": "Claire's | Ear piercing - gentle safe and fun for all ages",
      "description": "Claire's provides Ear Piercing for Kids & Teens | Safe Piercing | Jewelry | Accessories for girls of all ages; free piercings with any earring purchase.",
      "preview": "top of page A Little Update We've pressed \"pause\" on shopping at Claires.com, but the sparkle lives on in our stores! From ear piercing to the latest"
    },
    {
      "url": "http://www.weyo.app",
      "title": "Weyo | Hattie May Learn and Play",
      "description": "Discover engaging apps and activities designed to spark preschoolers' curiosity with interactive learning, phonics, and fun games. Try for free today!",
      "preview": "0 The essential early learning app Try Two Weeks Free Curiosity-led learning for preschoolers Try Two Weeks Free Bringing stories to life! Try Two Wee"
    },
    {
      "url": "http://bit.ly/3SEbWHF",
      "title": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment'",
      "description": "Environmental science and conservation news",
      "preview": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment' Mongabay.com 22 Feb 2023 Global Oceans Comments Share article Share this a"
    }
  ],
  "_meta": {
    "total_bookmarks": 114
  }
}