{
  "data": [
    {
      "url": "https://www.eventbrite.com.au/e/design-thinking-in-leadership-tickets-557350068057?aff=erelexpmlt",
      "title": "Design Thinking in Leadership Tickets, Thu 09/03/2023 at 11:00 am | Eventbrite",
      "description": "Eventbrite - La Trobe Industry presents Design Thinking in Leadership - Thursday, 9 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Design Thinking in Leadership View details Follow this organiser to stay informed on future events By La Trobe Industry Follow"
    },
    {
      "url": "https://www.featuredcustomers.com/vendor/kickdynamic",
      "title": "Featured Customers | Find B2B & SaaS Software & Services - Reviews, Testimonials & Case Studies",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ford.oemdtc.com/category/recalls",
      "title": "Recalls | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://asterreiseservice.de/20016/impressum.php",
      "title": "Impressum und Kontaktdaten - Flüge, Reisen, Last Minute Angebote und Hotels online bei asterreiseservice.de buchen.",
      "description": "Mit uns steht Ihnen die Welt offen Sonne - Strand - Meer - Städtereisen Ihr Reisebüro in Münster Kreuzfahrten Fernweh Safaris",
      "preview": "Mit uns steht Ihnen die Welt offen Individuelles Reisen weltweit Sonne - Strand - Meer - Städtereisen Hier finden Sie perfekte Angebote für Ihren Urla"
    },
    {
      "url": "https://renner.org/article/what-should-you-do-when-you-get-offended/",
      "title": "What Should You Do When You Get Offended? | Renner Ministries",
      "description": "What Should You Do When You Get Offended?",
      "preview": "What Should You Do When You Get Offended? Back What Should You Do When You Get Offended? Then said he unto the disciples, It is impossible but that of"
    },
    {
      "url": "https://www.tezenis.com/world/collections/sporty/mens_tracksuit/",
      "title": "tezenis_ww - Shop online with Tezenis",
      "description": "The Tezenis tezenis_ww collection is waiting for you! Have fun creating brand new outfits that are suitable for any occasion. Quick refunds. Shop online",
      "preview": "✕ 1,843 items Clear filters Filter 1,843 items Clear filters Filter label.title.filtersmodal Arrange by Product name (a-z) Product name (z-a) Size XS"
    },
    {
      "url": "https://chantecaille.com/products/mermaid-eyeshade",
      "title": "Chantecaille Mermaid Eyeshadow",
      "description": "High-pearl, creamy, crease-resistant eye shadow, available in 5 shades. An innovative high shine, long wear formula that can be worn wet or dry as a long lasting eyeshadow or eyeliner. Infused with a silk tree extract, the luxurious texture creates a lasting metallic sheen that lends a youthful appearance to the eye area. Creamy, powdery feel makes it easy to apply with the fingertips. Richly pigmented hues shimmer with a rich metallic sheen. Buildable metallics mix beautifully with opaque shadows. Crafted in Italy.",
      "preview": "Skip to main content Skip to footer NEW Éclat Cristalline Collection"
    },
    {
      "url": "https://sabathani.org/",
      "title": "Sabathani Community Center - The Heart of South Minneapolis",
      "description": "void",
      "preview": "The Heart of South Minneapolis Read More Welcome to Sabathani The Heart of South Minneapolis Read More Welcome to Sabathani The Heart of South Minneap"
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "https://govstatus.egov.com/find-covid-19-vaccine",
      "title": "Find a COVID-19 Vaccine in Oregon",
      "description": "How to find a COVID-19 Vaccine in Oregon",
      "preview": "Skip to main content Español / Spanish Who can get a vaccine? All people in Oregon age 6 months and older are eligible to receive the COVID-19 vaccine"
    },
    {
      "url": "https://www.fazemag.de/ten-fe-turn-ewan-pearson-remix/",
      "title": "Ten Fé - Turn (Ewan Pearson Remix)",
      "description": "Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlicht, nun legen Ben Moorhouse und Leo Duncan einen Remix von Ewan Pearson nach. Das Original, das Pearson auch schon produziert hat, ist ein entspannter Roadtrip mit schwingender Gitarre, lässigem Gesang und einem staubigen Vintage-Touch. Der Remix hält fest am [...]",
      "preview": "Zum Inhalt springen Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlich"
    },
    {
      "url": "https://fleetremovals.co.uk/news/european-removals-from-the-north-west/",
      "title": "European Removals from the North West - Britannia Fleet News",
      "description": "European Removals from the North West. Over 40 years experience providing Removals & Storage services in Liverpool & Knowsley. No obligation quotes.",
      "preview": "European Removals from the North West Share on Facebook Share on Twitter Share on LinkedIn Moving home can be stressful at the best of times, even if"
    },
    {
      "url": "https://hidratespark.com/blogs/hidrate-spark/march-is-national-nutrition-month",
      "title": "March is National Nutrition Month | HidrateSpark",
      "description": "March is National Nutrition Month, an annual campaign created by the Academy of Nutrition and Dietetics. Here's a preview of what you can learn about and try each week this March.",
      "preview": "Skip to content Close Cookie policy We use cookies and similar technologies to provide the best experience on our website. Refer to our Privacy Policy"
    },
    {
      "url": "https://sesamo.com/cuidandonos/index.html",
      "title": "Cuidándonos unos a otros | Sésamo",
      "description": "Cuidándonos unos a otros Tus amigos en Sésamo están aquí para apoyarte durante la crisis de salud de COVID-19. Sabemos que estos son tiempos estresantes, y las familias en todas partes están creando una nueva realidad. Por lo tanto, nuestro sitio está lleno de contenido que puedes utilizar para generar un aprendizaje lúdico, ofrecer aprendizaje y diversión a los niños y centrarte un poco en ti mismo. Explora nuestros artículos y consejos sobre como hablar con niñas y niños acerca de el virus COVID-19 y nuestros recursos para niñas y niños.",
      "preview": "Para adultos Padres y Cuidadores Educadores Actividades Juegos Videos Art Maker Cuentos Nuestros Programas ¡Listos a Jugar! Sueña, Ahorra, Alcanza Cui"
    },
    {
      "url": "https://www.criclines.com/",
      "title": "Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today",
      "description": "Today Match Prediction and Today Prediction. Cricline provides 100% sure and safe cricket match prediction tips about who will win today, all live cricket matches played around the world.",
      "preview": "Home Contact Us Terms of Service Disclaimer Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today Home Today Match Prediction PS"
    },
    {
      "url": "https://justiceforvets.org/wp-content/uploads/2017/03/RAND.pdf",
      "title": "Justice for Vets - All Rise",
      "description": "void",
      "preview": "All Rise Justice for Vets Justice for Vets We empower communities to respond effectively to the complex medical, behavioral health, and criminogenic n"
    },
    {
      "url": "https://www.consumerreports.org/fees-billing/cable-company-fees-add-to-tv-bill/",
      "title": "Cable Company Fees Add $450 to Typical Annual Bill - Consumer Reports",
      "description": "Consumer Reports looks at the surprise cable company fees and add-ons that can jack up consumers' bills. Our research shows advertised cable TV prices don't reflect what you really have to pay, and fees continue to rise.",
      "preview": "Cable Company Fees Add $450 to a Typical Annual TV Bill By James K. Willcox Last updated: October 03, 2019 SHARES Sharing is Nice Yes, send me a copy"
    },
    {
      "url": "https://seniorchatters.co.uk/",
      "title": "Safe Senior Chat Rooms Online & Over 50s Chatting Site - Senior Chatters",
      "description": "Build genuine, worldwide friendships with 1000's of over 50s safely. From Senior Chat Rooms to Blogs & Groups, join the #1 senior chat community today",
      "preview": "Senior Chat Rooms Private Messaging Live Chat Chat Groups Mentions Connections Blogs Activity Streams Quiz Games Senior Chatters helps you safely buil"
    },
    {
      "url": "https://discussions.apple.com/terms",
      "title": "Apple Support Communities Use Agreement - Apple Community",
      "description": "Apple Support Communities Terms of Use",
      "preview": "Go back to my question Apple Support Communities Use Agreement Updated December 12, 2024 This Apple Support Communities Use Agreement (the \"Agreement\""
    },
    {
      "url": "https://www.fontpair.co/",
      "title": "Fontpair - Free, beautiful fonts and font pairings curated just for you",
      "description": "Discover free fonts and font pairings. Handpicked fonts and professionally curated combinations using beautiful free fonts.",
      "preview": "void"
    },
    {
      "url": "https://members.dstonline.org/Portal/Contact_Management/Chapter-Locator.aspx",
      "title": "Chapter Locator",
      "description": "void",
      "preview": "Skip to main content × ANNOUNCEMENT The Delta Store remains closed at this time. We expect to reopen by October 31, 2025. Thank you for your patience"
    },
    {
      "url": "https://www.lisaguerrero.com",
      "title": "Lisa Guerrero",
      "description": "void",
      "preview": "Lisa Guerrero Scroll Award-Winning Journalist, Keynote Speaker, Author & Artist Check out my full interview with Pat Harvey here !! My memoir, Warrior"
    },
    {
      "url": "https://time.com/5935439/tj-osborne/",
      "title": "T.J. Osborne Is Ready to Tell His Story: Exclusive | TIME",
      "description": "T.J. of the Brothers Osborne is now the only openly gay artist signed to a major country label-a historic moment for the genre.",
      "preview": "Brothers Osborne frontman T.J. Osborne hopes to see Nashville become more inclusive Kristine Potter for TIME By Sam Lansky February 3, 2021 10:00 AM E"
    },
    {
      "url": "https://fondationprimat.org/en/projets/fighting-overfishing-in-the-mediterranean-through-increased-transparency/",
      "title": "Fighting overfishing in the Mediterranean through increased transparency - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Theme(s) Environment Duration 2021-2025 Challenge Preservation of ecosystems Locations Mediterranea Partners Global Fishing Watch Project funding Fond"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://vision.esa.int/cm22",
      "title": "Council Meeting at Ministerial Level - ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "https://www.energystar.gov",
      "title": "Homepage | ENERGY STAR",
      "description": "ENERGY STAR® is the simple choice for energy efficiency. For more than 20 years, EPA's ENERGY STAR program has been America's resource for saving energy and protecting the environment.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.womentechmakers.com/initiatives/bwit",
      "title": "Google's Women Techmakers Program - Google for Developers",
      "description": "Explore our Women Techmakers program, focused on advancing women in tech through community support, stories, and other resources.",
      "preview": "Skip to main content Women Techmakers / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng"
    },
    {
      "url": "https://madeinjeddah.net/tag/greeting/",
      "title": "Greeting | madeinjeddah",
      "description": "Posts about Greeting written by Luqman, fawzibourkankaoukji, Majed Munshi, and redasejeny",
      "preview": "madeinjeddah urbanphenomena: design+research Tag Archives: Greeting About Jeddah Architectural Guide Made in Jeddah Research archive Social/Media Visu"
    },
    {
      "url": "https://tlmworks.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "http://www.dazeddigital.com/fashion/article/37198/1/pharrell-williams-interview-fashion-tennis-adidas-collection-skincare",
      "title": "Pharrell on tennis, Rei Kawakubo and his skincare routine | Dazed",
      "description": "With his recently launched adidas Tennis collaboration, the musician talks 70s swag and the importance of giving back to the community",
      "preview": "â¬...ï¸ Left Arrow *ï¸âƒ£ Asterisk â­ Star Option Sliders âœ‰ï¸ Mail Exit Find your creative community. Join Dazed Club on iOS and Android Music leg"
    },
    {
      "url": "https://journalrecord.com/2019/04/30/oconnor-summit-explores-ways-to-create-vibrant-downtowns/",
      "title": "O'Connor: Summit explores ways to create vibrant downtowns",
      "description": "On Wednesday and Thursday, the Downtown Oklahoma City Partnership and International Downtown Association are hosting the 2019 Economic Development Summit at the Skirvin Hotel in Oklahoma City.",
      "preview": "void"
    },
    {
      "url": "https://www.sfemt.fr/lecturer-in-buddhist-studies-at-soas%E2%80%8F/",
      "title": "Lecturer in Buddhist Studies at SOAS‏ - Société Française d'Études du Monde Tibétain",
      "description": "void",
      "preview": "News Ticker [ 10 octobre 2025 ] Bourses de la Fondation Chiang Ching-Kuo pour des échanges universitaires internationaux Postes et bourses [ 9 octobre"
    },
    {
      "url": "https://www.ravelry.com/designers/kiki-crochet-designs",
      "title": "Ravelry: Designs by Kiki Crochet Designs",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.austinbcc.org/",
      "title": "Home - Greater Austin Black Chamber of Commerce, TX",
      "description": "void",
      "preview": "Go Pages Members Categories Quicklinks Events The Greater Austin Black Chamber of Commerce Business Join Directory Contact Us Welcome To The Greater A"
    },
    {
      "url": "https://osc.gov/",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "http://www.ancitel.it/",
      "title": "La società di servizi per i Comuni dell'ANCI",
      "description": "void",
      "preview": "Per informazioni o comunicazioni è possibile inoltrare ogni richiesta all'indirizzo mail protocollo@ancitel.it . In primo piano » https://portale.anci"
    },
    {
      "url": "https://devonprice.medium.com/",
      "title": "Devon Price - Medium",
      "description": "Read writing from Devon Price on Medium. He/Him or It/Its. Social Psychologist & Author of LAZINESS DOES NOT EXIST and UNMASKING AUTISM. Links to buy: https://linktr.ee/drdevonprice",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Devon Price 81K followers Featured Book See all ( 2 ) Laziness Does Not E"
    },
    {
      "url": "https://ui-patterns.com/patterns",
      "title": "Design patterns",
      "description": "It has long been common practice in software design to use libraries of recurring solutions to solve common problems in software design. Such solutions are also called design patterns.",
      "preview": "Design patterns User Interface Design patterns are recurring solutions that solve common design problems. Design patterns are standard reference point"
    },
    {
      "url": "https://iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "https://eshopkatoikidio.gr/gia-gates/gates-trofes/",
      "title": "Τροφές για Γάτες - eshopkatoikidio.gr",
      "description": "Ποιοτικές τροφές για γάτες. Μεγάλη ποικιλία από επιλεγμένα προϊόντα για την ισορροπημένη διατροφή της γάτας σας στις καλύτερες τιμές της αγοράς!",
      "preview": "https://www.googletagmanager.com/ns.html?id=GTM-P4QXG95\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"> ΓΙΑ ΤΗΛΕΦΩΝΙΚΕΣ ΠΑΡΑΓΓΕΛΙΕΣ ΚΑΛΕ"
    },
    {
      "url": "https://data.baltimorecity.gov/",
      "title": "Open Baltimore",
      "description": "Baltimore City's Open Data Hub",
      "preview": "void"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-repair.html",
      "title": "Typewriter Repair Shops",
      "description": "void",
      "preview": "presents The Typewriter Revolution: A Typist's Companion for the 21st Century Available now Not too long ago, every town had at least one shop that so"
    },
    {
      "url": "https://kokumura.medium.com/",
      "title": "Kaki Okumura - Medium",
      "description": "Read writing from Kaki Okumura on Medium. Born in Dallas, raised in New York and Tokyo. I care about helping others learn to live a better, healthier life. My site: www.kakikata.space 🌱",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Kaki Okumura 83K followers Featured Book Wa: The Art of Balance Wa: The A"
    },
    {
      "url": "https://www.metalowafigurka.pl/p138,duza-metalowa-figurka-ze-srubek-biznesmen-szef-87.html",
      "title": "🧑‍💼Duża metalowa figurka ze śrubek Biznesmen - Szef (87) | Polski producent nr 1",
      "description": "Duża metalowa figurka ze śrubek Biznesmen - Szef (87). Sprawdź naszą szeroka ofertę +Metalowych figurek+ na każdą okazję.",
      "preview": "Katalog » 🧑‍🏭PREZENT DLA PRACOWNIKA » 👷Zawody typowo męskie 🧑‍💼Duża metalowa figurka ze śrubek Biznesmen - Szef (87) Rated 5 /5 based on 10 customer r"
    },
    {
      "url": "https://metsminors.net/mmn-exclusive-funky-reliever-matt-pobereyko/",
      "title": "MMN Exclusive: Funky Reliever Matt Pobereyko",
      "description": "void",
      "preview": "Matt Pobereyko/Photo by Ed Delany Current New York Mets minor league right-handed reliever Matt Pobereyko has had a rollercoaster baseball career thus"
    },
    {
      "url": "https://abc7ny.com/escaped-sheep-wayward-slaughterhouse-escape-paterson/12888170/",
      "title": "Escaped sheep getting a new 'fleece' on life after escaping Paterson, New Jersey slaughterhouse - ABC7 New York",
      "description": "Seven sheep are getting a new \"fleece\" on life after escaping from a slaughterhouse in New Jersey.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out PETS & ANIMALS 7 sheep getting a new 'fleece' on life after escaping New Jersey slau"
    },
    {
      "url": "https://www.asc-aqua.org/",
      "title": "ASC International - Aquaculture Stewardship Council",
      "description": "Discover ASC's commitment to responsible seafood. Learn about sustainable practices and certified products, and support ocean conservation. Visit us now!",
      "preview": "Find what you are looking for Search: Search Select Country ASC International ASC Belgium French Dutch ASC China ASC Netherlands ASC Australia ASC Fra"
    },
    {
      "url": "https://blog.getpocket.com/",
      "title": "Pocket inside",
      "description": "Pocket is a content discovery platform that surfaces the best journalism from across the web: new perspectives, hidden gems, fascinating deep-dives and timeless classics. The Pocket blog brings you content and updates on our product.",
      "preview": "Announcements Posted on May 16, 2023 May 17, 2023 Stay up to date and informed on the topics you care about. Pocket's latest updates make it simpler t"
    },
    {
      "url": "https://www.mylifetime.com/about-us/support",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://www.emag.hu/mobiltelefonok/c",
      "title": "Mobiltelefon - eMAG.hu",
      "description": "Telefonok hatalmas kínálata ➡️ Több száz mobiltelefon, okostelefon közül választhatsz, kedvezményes áron, gyors szállítással! ⭐ eMAG.hu",
      "preview": "Saját fiók Háztartási gépek és klíma TV és szórakozás Telefon, Tablet, Laptop Számítástechnika Fotó-Videó, Okos eszközök Szupermarket Otthon, barkács,"
    },
    {
      "url": "https://typedream.com/",
      "title": "Typedream: AI Website Builder",
      "description": "Create stunning landing pages with just 1 sentence with AI.",
      "preview": "☁️ Typedream is acquired by beehiiv, read more → Sell Digital Products Landing Page Link in Bio Blog Form Launch your product template agency e-book c"
    },
    {
      "url": "https://cozyearth.com/products/bamboo-sheet-set?variant=40252110405812",
      "title": "Bamboo Sheet Sets | Cozy Earth",
      "description": "Outfit your mattress with a Cozy Earth viscose from bamboo sheet set for twin, full, queen, and king beds. Include flat sheet, fitted sheet & pillowcases.",
      "preview": "$258 Color: White Select Driftwood color Select Light Grey color Select White color Select Oat color Select Charcoal color Select Walnut color Select"
    },
    {
      "url": "https://www.underarmour.com/en-us/p/pants_and_leggings/womens_coldgear_authentics_leggings/1368700.html",
      "title": "ColdGear® Women's Leggings | Under Armour",
      "description": "Shop Under Armour for ColdGear® Women's Leggings",
      "preview": "New & Featured UA Nova Slipspeed Shop Now New Arrivals Men Women Kids Shoes Featured UNLESS UA x Mansory We Are Football UA Halo Collection Sportswear"
    },
    {
      "url": "https://myseco.militaryonesource.mil/portal/",
      "title": "Military Spouse Education & Career Opportunities | MySECO",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application. Loading MySECO..."
    },
    {
      "url": "https://www.editionsfavre.com/livres/jai-ose/",
      "title": "J'ai osé - Éditions Favre",
      "description": "Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lieu de cela, elle s'est donnée corps et [...]",
      "preview": "Dona Bertarelli Dossiers et témoignages Sport / aventure Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lie"
    },
    {
      "url": "https://kozlu.tumblr.com/",
      "title": "@kozlu on Tumblr",
      "description": "Follow @kozlu and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Güneşten önce uyanmak... You are using an unsupported browser and things might not work as intended. Please make sure you're using the lat"
    },
    {
      "url": "https://www.copperknob.co.uk/submitvideo.aspx?StepsheetID=85048",
      "title": "CopperKnob - Submit Video",
      "description": "Line dance Step Sheets and Information, including teaching videos and articles.",
      "preview": "CopperKnob Stepsheets 166836 Submit Video Your Name Tel Email Stepsheet Title Video URL Check Video Preview Video Preview Video Type Please Select..."
    },
    {
      "url": "https://northsideachievement.org/",
      "title": "Home | Northside Achievement Zone",
      "description": "void",
      "preview": "Skip to main content Powering potential on the Northside Donate Now Powering potential on the Northside Donate Now Knowledge is Power: Faith's Story M"
    },
    {
      "url": "https://ms.portal.azure.com/?l=en.en-us#blade/Microsoft_Azure_Support/HelpAndSupportBlade/overview",
      "title": "Microsoft Azure",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mines.edu/",
      "title": "Colorado School of Mines | A Premier Engineering University",
      "description": "Colorado School of Mines is a public R1 research university focused on science and engineering, producing the talent, knowledge and innovations to serve industry and benefit society - all to create a more prosperous future.",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Colorado's premier engineering and applied scienc"
    },
    {
      "url": "https://us19.campaign-archive.com/?e=&u=2dca09f67efb6fc090574a83f&id=d5de5ff834",
      "title": "Clean Water for Sustainable and Healthy Communities during COVID-19",
      "description": "void",
      "preview": "Campaign URL Copy Twitter 0 tweets Subscribe Past Issues RSS Translate English العربية Afrikaans беларуская мова български català 中文（简体） 中文（繁體） Hrvats"
    },
    {
      "url": "https://www.kerocristais.pt/22-taros-e-oraculos",
      "title": "Tarôs e Oráculos",
      "description": "void",
      "preview": "Precisa de Ajuda? Ligue (+351) 22 606 41 44 info@kerocristais.pt  Fale connosco Visite a nossa Loja Tarôs e Oráculos Filtrar por Preço Preço: Compara"
    }
  ],
  "_meta": {
    "total_bookmarks": 63
  }
}