{
  "data": [
    {
      "url": "https://go.chronicle.security/secop-community-guidelines",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Get $300 in free credits and free usage of 20+ products The new way to cloud starts here Build with generative AI, deploy apps fast, and analyze data"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/",
      "title": "Just you wait.",
      "description": "Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Mathematics",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://synlawncolorado.com/installing-putting-green-idea-whose-time-come/",
      "title": "Installing Your Very Own Putting Green is an Idea Whose Time Has Come",
      "description": "Our work brings us into contact with a great many golf lovers. If you count yourself among this group, we can make practicing your putting and chipping easier than ever.",
      "preview": "Skip to content Installing Your Very Own Putting Green is an Idea Whose Time Has Come Installing Your Very Own Putting Green is an Idea Whose Time Has"
    },
    {
      "url": "https://fallsculinary.com/product/the-samurai-15-x-15-x-14-dough-joe-pizza-steel-baking-sheet/",
      "title": "The Samurai™ - 15\" x 15\" x 1/4\" - Dough-Joe® Pizza Steel Baking Sheet - Dough-Joe",
      "description": "void",
      "preview": "Sale! The Samurai™ - 15″ x 15″ x 1/4″ - Dough-Joe® Pizza Steel Baking Sheet Rated 5.00 out of 5 based on 27 customer ratings ( 27 customer reviews) $"
    },
    {
      "url": "http://rupaulsdragcon.com/",
      "title": "Drag Race: The Experience",
      "description": "Experience Drag Race like never before. Put yourself in the heels of your favorite queens as you enter the Werkroom, walk the runway, and lip-sync for your life. Share this once-in-a-lifetime experience with your best Judy, and sashay through Drag Race Herstory.",
      "preview": "ONE MONTH ONLY! Opening November 28th. For the first time in Drag Race Herstory... YOU ARE THE STAR. Step inside the set of RuPaul's Drag Race. Walk t"
    },
    {
      "url": "http://ptekarrieriroda.hu/allasajanlat/junior-lawyer-specialized-in-banking-finance-762.html",
      "title": "Vave Magyarország: Sportfogadások és online kaszinó",
      "description": "A Vave bukméker és online kaszinó valódi pénzben való játékhoz💸 A regisztrációt követően a bónuszt kriptovalutában fizetjük ki [BTC, ETH, USDT]. Több mint 40 sportágra ⚽ és több mint 1000 legjobb játékgépre 🎰 lehet fogadni.",
      "preview": "Bónusz Promóciók Nyerőhelyek No deposit Ingyen porgetes Vave: új bukméker és online kaszinó Magyarországon A hagyományos bukmékerek gyakran figyelmen"
    },
    {
      "url": "https://filemagazine.com/",
      "title": "FileMagazine.com: Unveiling Stories Through Captivating Imagery",
      "description": "Explore the world of visual storytelling at FileMagazine.com. Immerse yourself in a collection of captivating photographs and images that unveil powerful narratives, diverse perspectives, and the beauty of the human experience.",
      "preview": "Skip to content Latest Posts The Best Time of Day for Bird Watching April 7, 2025 Vegan Haircare: Top Brands and Tips for Healthy Hair September 30, 2"
    },
    {
      "url": "https://www.greenbiz.com/article/how-impact-accounting-can-accelerate-corporate-emissions-reductions",
      "title": "How impact accounting can accelerate corporate emissions reductions | Trellis",
      "description": "The GHG Protocol helped catalyze a generation of renewable energy procurement, but it's starting to show its age. A proposed new approach focuses more directly on the emissions impact of electricity generation and consumption.",
      "preview": "Skip to content Homepage Top Ad Decarbonization Energy How impact accounting can accelerate corporate emissions reductions The GHG Protocol helped cat"
    },
    {
      "url": "http://www.ecotrel.lu",
      "title": "Home | Ecotrel",
      "description": "Ecotrel est un organisme agréé par l'état pour endosser les obligations à charge des producteurs et importateurs d'équipements électriques et électroniques (E...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter En savoir plus"
    },
    {
      "url": "https://www.nba.com/game/okc-vs-lal-0022200821/box-score",
      "title": "Oklahoma City Thunder vs Los Angeles Lakers Feb 7, 2023 Box Scores | NBA.com",
      "description": "Oklahoma City Thunder vs Los Angeles Lakers Feb 7, 2023 player box scores including video and shot charts",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.epidemicsound.com",
      "title": "Bring your story to life | Music & SFX for videos | Epidemic Sound",
      "description": "Get unlimited access to our catalog of high quality music, sound effects and soundtracking tools. Use them worry-free, worldwide, all rights included.",
      "preview": "We use cookies We and our partners use cookies to store and access personal data such as browsing data for purposes such as serving and personalizing"
    },
    {
      "url": "https://help.marinetraffic.com/hc/en-us/articles/205579997-What-is-the-significance-of-the-AIS-SHIPTYPE-number-",
      "title": "What is the significance of the AIS Shiptype or Vessel type number? | MarineTraffic",
      "description": "void",
      "preview": "Skip to main content All Collections FAQ and Troubleshooting AIS What is the significance of the AIS Shiptype or Vessel type number? What is the signi"
    },
    {
      "url": "https://aitube.doukantv.com/media/html/privacy_policy/3.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy built this app as a Free app. This SERVICE is provided by at no cost and is intended for use as is. This page is used to inform visitor"
    },
    {
      "url": "http://www.paginegialle.it/",
      "title": "PagineGialle | Trova Aziende e Professionisti: Info e Recensioni",
      "description": "Su PagineGialle trovi informazioni, orari verificati, contatti e recensioni su negozi, liberi professionisti, aziende e altre attività italiane.",
      "preview": "Trova tutto a due passi da te Inserisci il nome dell'attività Inserisci l'indirizzo Cerca Categorie più cercate Farmacie Supermercati Ristoranti Estet"
    },
    {
      "url": "https://esawebb.org/images/",
      "title": "Images |ESA/Webb",
      "description": "void",
      "preview": "Images View All Anniversary Exoplanets First Images Galaxies Graphics Illustrations Launch MIRI Nebulae NIRCam NIRISS NIRSpec Picture of the Month Qua"
    },
    {
      "url": "https://www.reklamnepredmetysketch.sk/sk/produkt/gulockove-pero-vivace-125999",
      "title": "Guľôčkové pero Vivace - Reklamné predmety",
      "description": "Elegantné guľôčkové pero s exkluzívnym dizajnom dostupné v troch exkluzívnych farbách. Dodáva sa s modrou atramentovou náplňou, zabalené v darčekovej krabičke.",
      "preview": "hľadaj produkt Hľadať Zobraziť katalóg produktov Späť na menu Vyskladaj si vlastný darčekový balík Kalendáre, diáre Vianoce Darčekové predmety Do 5 dn"
    },
    {
      "url": "https://drugpolicy.org/issues/drug-war-statistics",
      "title": "Drug War Stats - Drug Policy Alliance",
      "description": "See the latest data and trends on drug arrests, incarceration, overdose, financial impact of the drug war, and more.",
      "preview": "Drug War Stats Quick Stat Finder 1 Drug Arrests 2 Incarceration 3 Systemic Impact 4 Overdose 5 Financial Impact 6 Marijuana Policy Drug War Stats 1 Dr"
    },
    {
      "url": "https://sciencebasedtargets.org/about-us",
      "title": "About us - Science Based Targets Initiative",
      "description": "void",
      "preview": "About us The Science Based Targets initiative (SBTi) is a corporate climate action organization that enables companies and financial institutions worl"
    },
    {
      "url": "https://franceslin90.tumblr.com/",
      "title": "Randon-mess",
      "description": "Things I care in no particular order",
      "preview": "Install theme Randon-mess Things I care in no particular order I am so stressed out. Application process has never been fun. + Spoke to Kate today! It"
    },
    {
      "url": "https://www.goodwill.org/",
      "title": "Goodwill Industries International, Inc. - Goodwill Industries International",
      "description": "Goodwill provides free career counseling, skills training, and résumé prep services that help unlock opportunities for job seekers. Every day, more than 300 people find a job with Goodwill's help.",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content DON'T MISS OUT:"
    },
    {
      "url": "http://www.rcindia.org/profile/?u=12213",
      "title": "Log in",
      "description": "Log in",
      "preview": "Welcome to RC India . Log in Sign up India's RC Hub October 10, 2025, 05:26:08 PM Main Menu Main Menu Home Calendar RC India Warning! Only registered"
    },
    {
      "url": "http://preferences-mgr.trustarc.com/?pid=disney01&aid=natgeo01&type=natgeo",
      "title": "TrustArc Preference Manager",
      "description": "Ensure online trust and privacy with TRUSTes consumer privacy services. Sign up for email safety, email privacy and privacy alerts. Get the TRUSTe online seals for your Web site. Prevent spyware, protect brand trust and consumer privacy",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly."
    },
    {
      "url": "https://www.ceres.org/homepage",
      "title": "Home | Ceres: Sustainability is the bottom line",
      "description": "void",
      "preview": "This website requires Javascript for some parts to function properly. Your experience may vary. Skip to content Cookies 🍪 This site uses cookies that"
    },
    {
      "url": "http://www.johntemple.net/2010/04/more-on-peer-news-and-comments.html?showComment=1495091954258",
      "title": "TEMPLE TALK: More on Peer News and comments: An interview with Jay Rosen",
      "description": "Given that there's clearly some confusion over our position on comments at Peer News, I thought I'd share this excerpt from a Skype intervie...",
      "preview": "skip to main | skip to sidebar TEMPLE TALK An editor on journalism and the media Monday, April 19, 2010 More on Peer News and comments: An interview w"
    },
    {
      "url": "https://greengryph.tumblr.com/",
      "title": "Green Gryph",
      "description": "Just a 24-year-old Texan living in Los Angeles with their partner and a cat named Moose. Posts various Pagan-y things, computer science and programming miscellany, Hufflepuff nonsense,...",
      "preview": "Green Gryph 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna thoughtsonthedead.com On The Propr"
    },
    {
      "url": "https://www.wraltechwire.com/2021/06/09/survey-97-of-nc-execs-optimistic-81-plan-to-boost-hiring-but-29-to-reduce-office-space/",
      "title": "Survey: 97% of NC execs optimistic; 81% plan to boost hiring; but 29% to reduce office space | WRAL TechWire",
      "description": "Executives of technology companies based in North Carolina are optimistic about the future of their business, including the short-term performance of their companies during 2021, according to the results of a new survey. But changes are coming - companies plan to continue hybrid work and more than 29% plan to reduce office space.",
      "preview": "News Survey: 97% of NC execs optimistic; 81% plan to boost hiring; but 29% to reduce office space NC TECH Association Hybrid Work work from home (Vady"
    },
    {
      "url": "https://jannah.tielabs.com/demo/news-blocks/block-7/",
      "title": "Block #7 - Jannah Theme",
      "description": "Blog Magazine Newspaper buddyPress Theme",
      "preview": "✨ We've just launched a new BIG update Discover Now With Filters All Creative Foods Football Life Style Racing Sports Swimming Technology Travel World"
    },
    {
      "url": "https://www.trutv.com/apps",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.nola.com/news/lsus-malik-nabers-arrested-in-new-orleans/article_3b51f0fa-b218-11ed-8d9f-a723cbe72f66.html",
      "title": "LSU's Malik Nabers arrested on Bourbon Street | News | nola.com",
      "description": "An LSU football player was arrested on carrying a concealed weapon in New Orleans Monday, according to the Orleans Parish Sheriff's Office.",
      "preview": "Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this article. Edit Close Close"
    },
    {
      "url": "https://insights.sustainability.google/",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://www.jimbeam.com/pl-pl/buy?language=en-au&language_content_entity=nl",
      "title": "Buy Jim Beam Bourbon Products with Our Locator | Jim Beam®",
      "description": "Find out where to buy the finest American Bourbon Whiskey. Discover the nearest location and enjoy our authentic Bourbon.",
      "preview": "Skip to main content Hand-dipped. One at a time. Every time. WELCOME, FRIEND. PLEASE ENTER YOUR BIRTHDATE. Jim Beam encourages responsible drinking. A"
    },
    {
      "url": "http://www.rickyzoom.com/",
      "title": "Giochi e giocattoli Hasbro, giocattoli per bambini e bambine, action figure e giochi da tavolo - Hasbro",
      "description": "Scopri i giochi e i giocattoli Hasbro. Scopri i giocattoli divertenti per bambini e bambine con la nostra selezione di action figure, bambole, giochi elettronici, giochi da tavolo e molto altro sul sito Hasbro.",
      "preview": "Giochi e giocattoli Hasbro Homepage Promotional Banners ESPLORA I GIOCHI E I GIOCATTOLI HASBRO Trova tutti i giocattoli dei tuoi brand preferiti, tra"
    },
    {
      "url": "https://www.spreadshirt.fi/shop/vaatteet/t-paidat/sukuvaakuna/",
      "title": "Sukuvaakuna t-paidat | Ainutkertaisia printtejä | Spreadshirt",
      "description": "Iso valikoima lahjakkaiden suunnittelijoiden luomia sukuvaakuna t-paidat » Paljon eri kokoja, värejä ja tyylejä ✓ Tilaa Spreadshirtiltä",
      "preview": "Uutuudet säännöllisesti postilokeroosi Spreadshirt käyttää sähköpostiosoitettasi tuotetarjousten sekä alennuskampanjoita ja arvontoja koskevien viesti"
    },
    {
      "url": "https://www.cnbc.com/2020/11/23/trump-biden-transition-of-power-essential-for-small-businesses-renters-homeowners.html",
      "title": "Op-ed: Trump-Biden transition essential for small businesses, renters, homeowners",
      "description": "If the Biden administration enters office without being properly prepared, the American people will suffer, writes former HUD and SBA chief Steven C. Preston.",
      "preview": "Skip Navigation Markets Business Investing Tech Politics Video Watchlist Investing Club PRO Livestream Menu Key Points If the Biden administration ent"
    },
    {
      "url": "https://aviation-docs.spire.com/",
      "title": "Spire Aviation | Spire Aviation",
      "description": "Spire Aviation documentation and knowledge base",
      "preview": "Skip to main content Easy to Use Our APIs are designed to be easily accessible and are quick to bootstrap on your projects. Flexible Query our APIs, w"
    },
    {
      "url": "https://molbubi.hu/",
      "title": "Bike Sharing in Budapest - easy bike rental - everywhere | MOL Bubi Budapest",
      "description": "Easy Bike Sharing no matter if only for 30 minutes, an hour or a whole day. The next station is just around the corner. Rent a bike at location A and return it at location B. Not a member yet? Sign up now!",
      "preview": "HU EN Fiókom Bejelentkezés Hogyan működik? Térkép Díjszabás GYIK Rólunk Híreink Regisztráció Töltsd le a MOL Bubi appot! Regisztrálj, és használd a le"
    },
    {
      "url": "https://www.epa.gov/newsreleases/statement-regional-administrator-debra-shore-east-palestine-train-derailment",
      "title": "Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment | US EPA",
      "description": "EPA News Release: Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.nhanow.com/certification/nha-certifications/certified-ekg-technician-(cet)",
      "title": "EKG Certification | Earn your CET to become an EKG tech",
      "description": "Earn your EKG certification from NHA to access a better future as an EKG technician. Get information about earning your EKG certification, including the EKG practice test and preparation materials to support your certification journey.",
      "preview": "Your path to EKG certification Certified EKG Technician (CET) Earning your CET credentials will help you: Page Link Fulfill employer requirements 87%"
    },
    {
      "url": "https://catalyst2030.net/",
      "title": "Catalyst Now",
      "description": "For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming systems and driving sustainable change to advance the UN Sustainable Development Goals worldwide. LEARN Impact Collaborate Connect OUR MEMBERS 5672 Individual Members 146 Countries Represented 3838 Members Organizations 107 Chapters Our Impact IMPACT REPORT Our Collective Journey Impact Report [...]",
      "preview": "Skip to main content Skip to footer For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming syst"
    },
    {
      "url": "https://draw.io/",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://www.iforgeiron.com/",
      "title": "Forums - I Forge Iron",
      "description": "void",
      "preview": "Jump to content Forums Start new topic Start new topic I Forge Iron Forum Keeping You Informed What is new on the forum and site 31 posts Problems wit"
    },
    {
      "url": "https://tour.mines.edu/",
      "title": "Home - Campus Tour",
      "description": "Explore Colorado School of Mines with campus tours, virtual visits, and in-person visits. Learn all about our unique campus life, academic programs, and admissions process.",
      "preview": "Facebook X MINES.EDU MyMines Apply Undergraduate Admissions Graduate Admissions Visits and Events On campus, virtually or in your area - we want you t"
    },
    {
      "url": "https://authorservices.springernature.com/go/sn/?utm_source=For+Authors&utm_medium=Website_Nature&utm_campaign=Platform+Experimentation+2022&utm_id=PE2022",
      "title": "Springer Nature Go | Author Services from Springer Nature EN",
      "description": "Improve your academic writing with Nature Research Editing Service ✯ English Editing ✯ Scientific Editing ✯ Expert editors in your subject area",
      "preview": "Skip to content Give your work its best chance at acceptance And save 15% ! Get Started Learn More How you present your work can have a big impact on"
    },
    {
      "url": "http://www.pagat.com/patience/",
      "title": "Card Games: Competitive Patience",
      "description": "Index of competitive patience games - card games with layout and play similar to solitaire but for more than one player. Part of the classified index of pagat.com.",
      "preview": "Home A-Z Home Page > Classified Index > Layout Group > Competitive Patience Card Games: Competitive Patience These games use similar types of layout t"
    },
    {
      "url": "https://travel.gc.ca/",
      "title": "Travel.gc.ca - Home",
      "description": "Government of Canada's official one-stop-shop for comprehensive international travel information.",
      "preview": "Skip to main content Skip to \"About this site\" Travel and tourism Information on travelling to, from and within Canada. Follow: Twitter Facebook Insta"
    },
    {
      "url": "https://www.cmath.fr/4eme/fractions/exercice11.php",
      "title": "Exercice 11 de quatrième sur les fractions",
      "description": "Exercice de calcul du produit deux fractions. Exercice corrigé.",
      "preview": "Exercices de quatrième sur les fractions Bonnes réponses : 0 / 0 n°1 n°2 n°3 n°4 n°5 n°6 n°7 n°8 n°9 n°10 n°11 n°12 n°13 n°14 n°15 n°16 n°17 n°18 n°19"
    },
    {
      "url": "https://newsroom.paypal-corp.com/home",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    },
    {
      "url": "https://sportsration.com/",
      "title": "Nigeria sports news, Nigeria football news transfers and gossips",
      "description": "Nigeria Sports News, Nigeria football news; latest NPFL, EPL, La Liga, UCL, Serie A, NBA, Tennis, Transfers, Gossips, Breaking News & Nigerians abroad",
      "preview": "BREAKING: NNL Begins Stadium Inspections Ahead of 2025/2026 Season Kickoff Rohr Describes Rwanda and Nigeria Matches as Most Important in Benin's Foot"
    },
    {
      "url": "https://www.computerhistory.org/revolution/calculators/1",
      "title": "Calculators - CHM Revolution",
      "description": "First Steps on the Path to Computers Banks calculating interest. Kids dividing up cookies. Engineers designing bridges. We make calculations every day. And for as long as we've juggled numbers greater than our fingers and toes, we've sought aids to make computations easy and accurate.For centuries, calculators were the only machines to help us compute. A long lineage of devices stretching from the ancient abacus to today's digital computer.",
      "preview": "CHM Revolution Topics Home Exhibition Calculators 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 01 Calculators Soroban, with Sharp EL-429 E"
    },
    {
      "url": "https://decider.com/2023/03/02/sex-life-season-2-on-netflix-more-sex-nudity/",
      "title": "Netflix 'Sex/Life' Season 2 Review: More Sex, More Nudity, More Drama",
      "description": "'Sex/Life' Season 2 on Netflix puts Sarah Shahi, Adam Demos, and Mike Vogel in even more tawdry sex scenes than in Season 1.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "https://forums.lenovo.com/t5/Motorola-Community/ct-p/MotorolaCommunity",
      "title": "English Community-Lenovo Community",
      "description": "void",
      "preview": "Welcome to Lenovo and Motorola community. If the website doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.accessability.org/",
      "title": "AccessAbility, Inc. Serving the Twin Cities Area",
      "description": "AccessAbility's mission is to provide opportunities for self-sufficiency for people with barriers to employment and community inclusion.",
      "preview": "Skip to content Skip to footer Serving the Twin Cities Metro Area AccessAbility's mission is to provide opportunities for self-sufficiency for people"
    },
    {
      "url": "https://www.renens.ch/web/Culture_et_Loisirs/Agenda/affiche.php?menus_pages_id=14&id=115&id_agendas=337",
      "title": "Agenda - Ville de Renens",
      "description": "void",
      "preview": "Vos démarches Horaires Cartes CFF/CGN Déchets ménagers Subventions communales Annonce d'arrivée | Carte d'identité Saison culturelle Grands chantiers"
    },
    {
      "url": "http://www.edscuola.com/",
      "title": "Educazione&Scuola© by Dario Cillo - La Rivista telematica della Scuola e della Formazione",
      "description": "void",
      "preview": "Reg. Trib. Lecce n. 662 del 01.07.1997 - ISSN 1973-252X - Dir. resp. Dario Cillo | | Consiglia ad un amico | > Anno XXX - n. 1178 - Edscuola Rassegne"
    },
    {
      "url": "https://www.storytel.com/it/it/books/apocalypse-never-why-environmental-alarmism-hurts-us-all-555031",
      "title": "Apocalypse Never: Why Environmental Alarmism Hurts Us All - Audiolibro - Michael Shellenberger - ISBN 9780063001718 - Storytel",
      "description": "Now a National Bestseller! Climate change is real but it's not the end of the world. It is not even our most serious environmental problem. Michael",
      "preview": "Ascolta e leggi Entra in un mondo di storie Ascolta e leggi quanto vuoi Oltre 400.000 titoli Prova gratis per 14 giorni, poi 9.99€/mese Disdici quando"
    },
    {
      "url": "http://www.chemcollective.org/",
      "title": "ChemCollective",
      "description": "Online Resources for Teaching and Learning Chemistry",
      "preview": "void"
    },
    {
      "url": "https://es.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org España",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://magicbymio.com/",
      "title": "Close up Magician in Miami and Fort Lauderdale | Mentalist",
      "description": "Mio is a world class magician based out of Miami. He provides close up magic, very popular mentalism shows, and corporate team building.",
      "preview": "Home Extraordinary Close-Up Magic ® & Mentalism™ Michael Jordan, Prince Albert of Monaco, Robert De Niro, Barbra Streisand, Howie Mandel, Madonna, Syl"
    },
    {
      "url": "https://thenevadaindependent.com/article/why-is-the-nevada-department-of-corrections-profiting-off-struggling-families",
      "title": "Why is the Nevada Department of Corrections profiting off struggling families? - The Nevada Independent",
      "description": "Most people probably assume that necessities like food and emergency medical care are provided for people locked up in prisons and jails.",
      "preview": "Close The Nevada Independent Support Our Work Español Government Legislature Federal State Local Tribal Nations Health Care Coronavirus Education K-12"
    },
    {
      "url": "https://speechify.com/medium?source=home-------------------------------------",
      "title": "Medium Members Can Listen To Any Medium Story With The Speechify Play Button | Speechify",
      "description": "At Medium and Speechify, we're always exploring new ways to make content more accessible. That's why we're excited to share that Speechify is available to all.",
      "preview": "Home Medium members can listen to any Medium story with the Speechify Play Button Medium members can listen to any Medium story with the Speechify Pla"
    },
    {
      "url": "https://content.jwplatform.com/players/oGMODbP9-qInh6Xrr.html",
      "title": "Braxton Family Values - Tamar Shares Sad News",
      "description": "Braxton Family Values - Tamar Shares Sad News",
      "preview": "Braxton Family Values - Tamar Shares Sad News Braxton Family Values - Tamar Shares Sad News"
    },
    {
      "url": "https://www.ine.es/",
      "title": "INE. Instituto Nacional de Estadística",
      "description": "INE. Instituto Nacional de Estadística. National Statistics Institute. Spanish Statistical Office. El INE elabora y distribuye estadisticas de Espana. Este servidor contiene: Censos de Poblacion y Viviendas 2001, Informacion general, Productos de difusion, Espana en cifras, Datos coyunturales, Datos municipales, etc.. Q2016.es",
      "preview": "INE- Instituto Nacional de Estadística. España Datos relevantes Destacados Nueva edición de la Competición Estadística Europea 2026 Ya está disponible"
    },
    {
      "url": "https://shop.ordnancesurvey.co.uk/maps/paper-maps/?amp%3Bmap_series=Ireland+Adventurer&cat%5B%5D=138&cat%5B%5D=25&cat%5B%5D=37&_bc_fsnf=1&format=2+x+Folded+colour+sheets+inserted+into+plastic+wallet&publisher=Isle+of+Man+Survey",
      "title": "Buy OS paper maps for walking, hiking, cycling and more",
      "description": "Buy the most up to date Ordnance Survey Paper Maps. Explore the range with Explorer, Landranger, Road, Tour, International & weatherproof maps .",
      "preview": "Latest edition guarantee - or your money back! Free delivery Free vintage Geological map offer - Find out more An OS Paper Map is sold every 30 second"
    },
    {
      "url": "https://suzuki.oemdtc.com/category/recalls",
      "title": "Recalls | Suzuki - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=testo&Testo=Domenicani&Cerca=Cerca&libro=0&id_versioni=2&VersettoOn=1",
      "title": "Bibbia.net",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "https://helloitiskatie-blog.tumblr.com/",
      "title": "Hello, it is Katie",
      "description": "Current Obsessions: Marvel, House of Cards, How to Get Away with Murder, Orphan Black, Brooklyn Nine Nine, Parks and Rec, Harry Potter, Battlestar Galactica, and too many other things",
      "preview": "What. A. Day. #womensmarch #whyimarch (at The Mall (Washington DC)) Marching on Washington with some of my favorite women today. #whyimarch at Philade"
    },
    {
      "url": "https://ruter.no/kjop-billett/",
      "title": "Ruter | Om våre billetter",
      "description": "Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord.",
      "preview": "Hopp til innhold Om våre billetter Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord. Enkeltbillett"
    },
    {
      "url": "https://www.museoreinasofia.es/en/activities",
      "title": "Activities",
      "description": "void",
      "preview": "Future activities Types of activities Menu Activities The entire programme of activities at the Museo Reina Sofía Activity Seminars and Lectures Sven"
    },
    {
      "url": "https://www.sonoraquest.com/covid-testing/?elqTrackId=5aa56dddceef4a1b93c14d44d19a61cc&elqaid=93&elqat=2",
      "title": "Sonora Quest",
      "description": "void",
      "preview": "We're Sorry You must have JavaScript enabled to load the site. This can be done in your browser's settings."
    },
    {
      "url": "https://skims.com/",
      "title": "SKIMS | Solutions For Every Body",
      "description": "SKIMS is a solutions oriented brand creating the next generation of underwear, loungewear and shapewear.",
      "preview": "Skip to main content JUST DROPPED: FAUX FUR A luxurious new collection of Faux Fur outerwear-don't miss the statement jackets of the season Shop Now K"
    },
    {
      "url": "https://www.sns.gov.pt/servicos/utente/",
      "title": "Utentes em espera por cirurgia - SNS",
      "description": "SNS 24 informa utentes referenciados sobre opções existentes. A partir do dia 30 de outubro, o SNS 24 vai passar a contactar pró-ativamente os utentes do Serviço Nacional de Saúde (SNS) que recebem notas de transferência entre hospitais públicos ou vales de cirurgia para os convencionados ou para o setor social, apoiando uma tomada de decisão mais rápida por parte dos utentes e facilitando os procedimentos de agendamento das cirurgias. Através deste novo projeto, a ser desenvolvido pela Administração Central do Sistema de Saúde (ACSS) em parceria com os Serviços Partilhados do Ministério da Saúde (SPMS), os utentes referenciados para cirurgia, que tenham recebido vale-cirurgia, serão contactados pelos operadores do Centro de Contacto do SNS, altura em que serão informados sobre as opções existentes, de forma a obterem uma resposta célere de tratamento. Em termos operacionais, o SNS 24 emitirá um relatório diário, a enviar às Administrações Regionais de Saúde e a todas Unidades Regionais de Gestão do Acesso, com informação atualizada sobre os utentes contactados. Os vales-cirurgia, emitidos no âmbito do Sistema Integrado de Gestão de Inscritos para Cirurgia (SIGIC), sob a responsabilidade da ACSS, visam garantir uma resposta ao utente, sempre que o SNS não o consegue fazer num tempo clinicamente aceitável, através do encaminhamento para outros hospitais privados ou sociais com convenção com o SNS. Para saber mais, consulte: Administração Central do Sistema de Saúde, IP - http://www.acss.min-saude.pt",
      "preview": "sns-container Pesquisar no site Início Notícias de Saúde Utentes em espera por cirurgia Utentes em espera por cirurgia Ouvir 30/10/2017 SNS 24 informa"
    },
    {
      "url": "https://www.ncai.org/ptg/small-business/grow-with-google",
      "title": "Partnership for Tribal Governance | NCAI",
      "description": "void",
      "preview": "Skip Navigation Home Initiatives Partnerships & Initiatives Partnership for Tribal Governance Partnership for Tribal Governance Partnership for Tribal"
    }
  ],
  "_meta": {
    "total_bookmarks": 73
  }
}