{
  "data": [
    {
      "url": "https://form.jotform.com/72625128446155",
      "title": "On page comment form",
      "description": "Please click the link to complete this form.",
      "preview": "Feedback for Basten Gokkon, the author of this story Use this form to send a message to this post's author. If you want to post a public comment, you"
    },
    {
      "url": "https://www.wcpfc.int/home",
      "title": "Home | WCPFC",
      "description": "void",
      "preview": "Skip to main content You are here Home A A A Western & Central Pacific Fisheries Commission (WCPFC) The Western and Central Pacific Fisheries Commissi"
    },
    {
      "url": "https://avenuesforyouth.org/",
      "title": "Home - Avenues for Youth",
      "description": "Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Support Beyond Shelter Avenues provides shelter and...",
      "preview": "Skip to content Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Sup"
    },
    {
      "url": "https://india.mongabay.com",
      "title": "Environmental news and information in India - Landing",
      "description": "India's environmental science and conservation news",
      "preview": "Latest Feature story Arunachal Pradesh plans big push for hydropower Simrin Sirur 10 Oct 2025 Waste work calls for better intervention, not just forma"
    },
    {
      "url": "https://www.metmuseum.org/exhibitions",
      "title": "Exhibitions - The Metropolitan Museum of Art",
      "description": "The Met presents more exhibitions than any art museum in the world with more than 30 exhibitions each year representing a wide range of artists, eras, and cultures.",
      "preview": "Skip to main content Current Exhibitions Featured A slider containing 3 items. Press the down key to skip to the last item. Man Ray: When Objects Drea"
    },
    {
      "url": "https://www.fulcrumfitness.com/",
      "title": "Personal Training in Portland, OR | Fulcrum Fitness",
      "description": "Fulcrum Fitness offers personal functional fitness training in Portland, Oregon. With two Portland gym locations on MLK and Hawthorne. Sign up today!",
      "preview": "0 Get Stronger, Feel Amazing, Find Your Tribe Where advanced science meets genuine welcome - and every body finds their place to thrive. ✓ Results in"
    },
    {
      "url": "http://www.oknativeassets.org/",
      "title": "Oklahoma Native Assets Coalition - Home",
      "description": "void",
      "preview": "Donate Stay Connected Home About Us Our Work Membership News & Events Contact Us Join the ONAC Native EITC/VITA Network! The purpose of the ONAC Nativ"
    },
    {
      "url": "https://www.chase.com/business/minority-businesses",
      "title": "void",
      "description": "We're committed to helping entrepreneurs achieve their goals",
      "preview": "Please turn on JavaScript in your browser It appears your web browser is not using JavaScript. Without it, some pages won't work properly. Please adju"
    },
    {
      "url": "http://digitaledition.post-trib.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://snapdrop.net/",
      "title": "Snapdrop",
      "description": "Instantly share images, videos, PDFs, and links with people nearby. Peer2Peer and Open Source. No Setup, No Signup.",
      "preview": "You're almost done! Uploading your files ... Upload Files Click Here Upload Folder File Received Filename Ask to save each file before downloading Sav"
    },
    {
      "url": "https://nodejs.org/en/learn/getting-started/introduction-to-nodejs",
      "title": "Node.js - Introduction to Node.js",
      "description": "Node.js® is a free, open-source, cross-platform JavaScript runtime environment that lets developers create servers, web apps, command line tools and scripts.",
      "preview": "Introduction to Node.js Node.js is an open-source and cross-platform JavaScript runtime environment. It is a popular tool for almost any kind of proje"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory081_SummerSips/index.html",
      "title": "Summer Sips",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://data.gov.sg/",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://www.thecenterutica.org/",
      "title": "Resource Center for Refugees in the Mohawk Valley | The Center",
      "description": "The Center provides resettlement, education and community resources and services to refugees, immigrants and the residents of Utica and Mohawk Valley.",
      "preview": "Skip to main content Close What's Happening At The Center The Center News 10.2.2025 Speakers Announced: 2025 Healthy Together Summit 10.2.2025 Health"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?p=236",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "https://www.wjbf.com/news/crime-news/woman-behind-bars-after-allegedly-driving-suv-into-popeyes-building/",
      "title": "Woman behind bars after allegedly driving SUV into Popeyes building | WJBF",
      "description": "UPDATE, 02/23/2023, 5:19 P.M. - According to an incident report filed by the Richmond County Sheriff's Office, the Popeyes manager says that Miller drove her SUV into the building after becoming angry that her order did not have any biscuits. The manager says that prior to the crash, the mistake was corrected by giving Miller [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.providencejournal.com/story/news/local/2022/07/26/recording-system-east-providence-city-hall-raises-flags-aclu/10143873002/",
      "title": "RI ACLU calls audio recording in East Providence City Hall a red flag",
      "description": "'It raises extremely significant and serious privacy issues,' says ACLU's Steven Brown.",
      "preview": "Skip to main content Home Election Voter Guide Politics Local Public Safety Education Growth and Development Positively RI Court State Nation & World"
    },
    {
      "url": "https://www.undocs.org/S/RES/2371%20(2017)",
      "title": "Select a language for S/RES/2371 (2017)",
      "description": "void",
      "preview": "S/RES/2371 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "http://vanvugtvenlo.nl/actueel/posts.php?cat=18",
      "title": "Website Maikel van Vugt",
      "description": "Website Maikel van Vugt",
      "preview": "Home Algemeen Over mij Konijntjes Actueel Nieuws Archief Fotoalbum Agenda Hobby Scouting Kamp Hike Programma's Administratie Fotografie Fotoalbum Mate"
    },
    {
      "url": "https://coronavirus.delaware.gov/",
      "title": "Coronavirus - Delaware's Coronavirus Official Website",
      "description": "Find the latest information about Delaware's response to the COVID-19 pandemic, including testing locations near you and lab-confirmed cases by county.",
      "preview": "See the Northeast Public Health Collaborative Recommendations for the 2025-2026 COVID Vaccine: More Info Testing Testing Info Isolation Face Coverings"
    },
    {
      "url": "https://voltair355.tumblr.com/",
      "title": "Dr B",
      "description": "Scholar, chemist, love alternative energy, solar, ET cetera...... Love traveling/ adventure, family man, investor, martial artist, MD, imperfection is beautiful, madness is genius, think different...",
      "preview": "penny4nasa : Happy International Women's Day! Sally Ride, the first American woman in space, taught us that the sky is not the limit! 9 years ago 110"
    },
    {
      "url": "http://oceansci.ucsc.edu",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://www.fra.affrc.go.jp/english/eindex.html",
      "title": "FRA",
      "description": "void",
      "preview": "FRA ACCESS INQUIRY Mission The National Research and Development Agency, Japan Fisheries Research and Education Agency (FRA) was established on April"
    },
    {
      "url": "https://myhaven.lhup.edu/ICS/Registrar/Registration_Information_(General)_and_Schedules.jnz?pvt_8098c6d7-e616-45d5-8bc8-bc196570a141=List&pvt_5e1dd611-06f8-4c77-bbc9-3b897287d425=List&pvt_50e869b1-01bf-4236-a95f-547e375db930=Card&pvt_8e655245-e262-4093-967b-c6220e9784ea=Card",
      "title": "My CommonwealthU | Commonwealth University",
      "description": "Links and information on systems and applications for students, faculty, and staff of Commonwealth University.",
      "preview": "Skip to main site navigation Skip to main content My CommonwealthU Links and information on systems and applications for students, faculty, and staff"
    },
    {
      "url": "https://www.samsung-climatesolutions.com/en-gb/b2c.html",
      "title": "Climate Control Systems for Home | Samsung Climate Solutions UK",
      "description": "Create the perfect indoor enviroment in your home. Samsung Climate solutions can help you to optimise confort, efficiency, and air quality.",
      "preview": "Come home to your perfect bubble See our residential solutions Scroll down Explore the world of climate control Discover heat pumps and air conditioni"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/what-are-ai-services",
      "title": "What are Azure AI services? - Azure AI services | Microsoft Learn",
      "description": "Azure AI services are cloud-based artificial intelligence (AI) services that help developers build cognitive intelligence into applications without having direct AI or data science skills or knowledge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://cfnj.org/new-jersey-pandemic-relief-fund/",
      "title": "New Jersey Pandemic Relief Fund",
      "description": "This new nonprofit umbrella organization will marshal resources across the state to identify critical needs and fight the economic and social impact of COVID-19 on New Jersey's vulnerable communities.",
      "preview": "March 24, 2020 The Community Foundation of New Jersey is pleased to be partnering with First Lady Tammy Murphy and other civic leaders to host the New"
    },
    {
      "url": "https://www.rollingstone.com/music/music-lists/500-greatest-albums-of-all-time-156826/",
      "title": "Greatest Albums List (Published 2003)",
      "description": "Rolling Stone's list of the 500 Greatest Albums of All Time was originally published in 2003, with a slight update in 2012.",
      "preview": "× × Skip to main content By Rolling Stone Rolling Stone View all posts by Rolling Stone May 31, 2009 The RS 500 was assembled by the editors of Rollin"
    },
    {
      "url": "https://www.paloaltonetworks.com/",
      "title": "Leader in Cybersecurity Protection & Software for the Modern Enterprises - Palo Alto Networks",
      "description": "Implement Zero Trust, Secure your Network, Cloud workloads, Hybrid Workforce, Leverage Threat Intelligence & Security Consulting. Cybersecurity Services & Education for CISO's, Head of Infrastructure, Network Security Engineers, Cloud Architects & SOC Managers",
      "preview": "Deploy Bravely - Secure your AI transformation with Prisma AIRS Palo Alto Networks Announces Agreement to Acquire CyberArk, the Identity Security Lead"
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/",
      "title": "Random Gif Girl Writes",
      "description": "Some people say I have a way with words. I don't know if I believe them.",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://www.20minutes.fr/justice/2361019-20181025-lyon-manifestants-bloques-justice-ordonne-mise-examen-ancien-chef-police-ex-prefet-rhone",
      "title": "Lyon: Les manifestants avaient été bloqués, la justice ordonne la mise en examen des anciens chef de police et préfet du Rhône",
      "description": "Le 21 octobre 2010, la police avait confiné les manifestants place Bellecour lors d'une manifestation contre la réforme des retraites...",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off eau noire Dans les Deux-Sèvres, un cours d'eau pollué par un"
    },
    {
      "url": "https://www.thetimes.co.uk/article/husband-epsom-college-head-emma-pattison-died-shotgun-inquest-2023-5czfqgbkg",
      "title": "Husband of Epsom College head Emma Pattison 'died of shotgun wound'",
      "description": "The husband of the Epsom College head teacher Emma Pattison died of a \"shotgun wound to the head\", the opening of an inquest into his death has been told.George Pattison, 39, is believed to have murdered his wife, 45, and their seven-year-old daughter, Lettie, before killing himself on February 5.Th",
      "preview": "We haven't been able to take payment You must update your payment details via My Account or by clicking update payment details to keep your subscripti"
    },
    {
      "url": "https://www.comune.roma.it/web/it/servizi.page",
      "title": "Roma Capitale | Sito Istituzionale | Servizi",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Tutti i servizi Municipio Servizi online Modulistica Ap"
    },
    {
      "url": "https://www.medseaalliance.org",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "http://mon-css.ru/server_info/217.106.106.107:28002/",
      "title": "Evehost Platform [v34] | Информация о сервере | Мониторинг игровых серверов Counter Strike Source v34",
      "description": "Мониторинг игровых серверов css v34, Мониторинг игровых серверов. Мониторинг CS 1.6, Source, CS: Coundition Zero. Мы - мониторинг CS 1.6. Мониторинг игровых серверов, Arma 2, Battlefield 1942, BattleField 2, BattleField 2142, Call Of Duty, Call Of Duty 2, Call Of Duty 4: MW, Call of Duty 5: WW, CRYSIS, Crysis Wars (warhead), Counter-Strike, Counter-Strike 1.5, Counter-Strike Pro Mod, Counter-Strike: Source, Condition Zero, Doom3, Day Of Defeat, Day Of Defeat: Source, Enemy Territory, F.E.A.R., Half-Life 2, Ил-2 Штурмовик, Insurgecy, Killing Floor, Left 4 Dead, Medal Of Honor Assault, Quake 2, Quake 3, Quake 4, Red Orchestra, Medal of Honor Spearhead, S.T.A.L.K.E.R. SC, SWAT4, Team Fortress 2, Unreal Tournament 2004, Unreal Tournament 3, Wolfenstein: ET, Zombie Panic: Source",
      "preview": "Главная Добавить сервер Source CS 1.6 CS:GO Заказ услуг | Цены Поиск Скачать css v34 Контакты Заказать Боковой блок TOP серверов 45 Руб в месяц Заказа"
    },
    {
      "url": "https://manjaro.fr/forum/viewforum.php?f=18&sid=a5441c61340bdc5a3dce826924861a3d",
      "title": "Trucs & Astuces -",
      "description": "void",
      "preview": "Raccourcis Sujets sans réponse Sujets actifs Rechercher Notes Catégories Planète Manjaro ↳ Mode d'emploi du forum - Documentation ↳ Actualités chez Ma"
    },
    {
      "url": "https://mozillamr.myspreadshop.com/",
      "title": "Welcome to Mozillas Mixed Reality Merch Store! | Spreadshop",
      "description": "Show your support for Mozillas Mixed Reality program and Firefox Reality!",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly. Welcome to Mozilla Mixed Reality Show your support f"
    },
    {
      "url": "https://www.shapefest.com/",
      "title": "Shapefest™ | A Massive Library of Premium 3D Illustrations",
      "description": "A massive library of beautiful, ray traced 3D illustrations created by Joseph Todaro.",
      "preview": "Back to top New and Featured Packs Clay Design Illustrations Pack 1 Clay Design Illustrations Pack 2 Clay Isometric Social Media Icons Plastic CryptoF"
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/195838664",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Privacy Recognition for Processors Program Apple"
    },
    {
      "url": "https://www.greenbiz.com/article/how-impact-accounting-can-accelerate-corporate-emissions-reductions",
      "title": "How impact accounting can accelerate corporate emissions reductions | Trellis",
      "description": "The GHG Protocol helped catalyze a generation of renewable energy procurement, but it's starting to show its age. A proposed new approach focuses more directly on the emissions impact of electricity generation and consumption.",
      "preview": "Skip to content Homepage Top Ad Decarbonization Energy How impact accounting can accelerate corporate emissions reductions The GHG Protocol helped cat"
    },
    {
      "url": "https://forum.telldus.com/search.php?search_id=unanswered&sid=59762dda3dee554194f2a4a376936de0",
      "title": "My forum - Unanswered topics",
      "description": "void",
      "preview": "My forum A little text to describe your forum Skip to content Search Advanced search Quick links Unanswered topics Active topics Search FAQ Login Regi"
    },
    {
      "url": "https://www.esrbratings.org",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://www.hotwire.com/",
      "title": "Cheap Hotels, Cars, & Flights | Last Minute Travel Deals | Hotwire",
      "description": "Find the best deals on the cheapest hotels, cars & flights with Hotwire. Save big on hotels and cars with Hotwire Hot Rates.",
      "preview": "void"
    },
    {
      "url": "https://yourfuture.accaglobal.com/global/en.html",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    },
    {
      "url": "https://asterreiseservice.de/20016/impressum.php",
      "title": "Impressum und Kontaktdaten - Flüge, Reisen, Last Minute Angebote und Hotels online bei asterreiseservice.de buchen.",
      "description": "Mit uns steht Ihnen die Welt offen Sonne - Strand - Meer - Städtereisen Ihr Reisebüro in Münster Kreuzfahrten Fernweh Safaris",
      "preview": "Mit uns steht Ihnen die Welt offen Individuelles Reisen weltweit Sonne - Strand - Meer - Städtereisen Hier finden Sie perfekte Angebote für Ihren Urla"
    },
    {
      "url": "https://www.kiwico.com/us/store/dp/roller-coaster-physics-ferris-wheel-project-kit/4072",
      "title": "Marble Roller Coaster | KiwiCo",
      "description": "Fuel your child's curiosity and love for engineering with KiwiCo's Marble Roller Coaster Kit. Perfect for kids ages 7+, this hands-on roller coaster toy makes learning about engine...",
      "preview": "Store Marble Roller Coaster Ages 7+ Ages 7+ Marble Roller Coaster Price: $49.95 $49.95 4.9 Become a thrill engineer and build twisty, turny tabletop r"
    },
    {
      "url": "https://katepearce.com/books/redeeming-jack/",
      "title": "Redeeming Jack | Kate Pearce",
      "description": "Redeeming Jack is a historical romance by best-selling author Kate Pearce. Book 2 in The Diable Delamere series.",
      "preview": "Skip to content The Diable Delamere Series Book 2 Historical Romance Heat Level: 3 Second Chance Marriage in trouble Regency Spies Wales Hero with a b"
    },
    {
      "url": "http://tr.apec.org/",
      "title": "APEC Trade Repository",
      "description": "void",
      "preview": "Home APEC Trade Repository Useful Links Contact Canada MFN Tariff Rates Canada Border Services Agency - Customs Tariff APEC Economies' Implementation"
    },
    {
      "url": "https://news.europawire.eu/press-releases-tagged-with/telecom-market/",
      "title": "Telecom Market | EuropaWire",
      "description": "The European Union's press release distribution & newswire service",
      "preview": "Skip to content Home About FAQs Editorial Staff Contact Investors PR Firms Press Release Distribution How to get started? Advanced Targeting Basic Tar"
    },
    {
      "url": "https://www.lemonde.fr/technologies/",
      "title": "Technologies - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Technologies. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Technologies publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://www.officialkwanzaawebsite.org/the-greetings.html",
      "title": "Official Kwanzaa Website",
      "description": "void",
      "preview": "The Greetings (Greetings, Gifts, and Colors and Decorations) Greetings The greetings during Kwanzaa are in Swahili. Swahili is a Pan-African language"
    },
    {
      "url": "https://www.hollandsentinel.com/story/news/columns/2020/05/10/mother-s-day-2020/1218142007/",
      "title": "Mother's Day 2020",
      "description": "It's been a pretty subdued Mother's Day. King and I went to a drive thru, got sandwiches and took them to the beach to watch the waves from the truck. I guilted him into it by telling him it was Mot...",
      "preview": "Skip to main content Home Election Local Crime Education State Nation & World Politics Mother's Day 2020 The Road Frequently Traveled King and I went"
    },
    {
      "url": "https://shakerandspoon.com/",
      "title": "Shaker & Spoon",
      "description": "Each month you'll receive a box with 3 brand-new, original, unique recipes created just for you by world-class bartenders, and everything you need other than the alcohol to make 12 drinks (4 from each recipe). Every box revolves around a different spirit and one Shaker & Spoon box takes down one whole 750 ml bottle. It's a match made in craft cocktail heaven!",
      "preview": "Sign up now to receive October's Mezcalloween V box! Shipping the week of Oct. 6th Sign up for Exclusive Deals, Recipes, & News SIGN UP About Learn Bl"
    },
    {
      "url": "https://fitness.apple.com/subscribe?itscg=10000&itsct=fit-promo-iph_fp-apl-avl-201111",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://hrim.is/product/winter-stories-fox/",
      "title": "Hrim",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://allenai.org/business-code-of-conduct",
      "title": "Business partner code of conduct | Ai2",
      "description": "Ai2's Business Partner Code of Conduct describes the conduct expected of all business partners and representatives that are associated with us.",
      "preview": "Business partner code of conduct Last Updated: September 14, 2021 This Business Partner Code of Conduct (this \"Code\" ) describes the conduct expected"
    },
    {
      "url": "http://libguides.ala.org/bookdiscussiongroups",
      "title": "History and General Resources - Book Discussion Groups - LibGuides at American Library Association",
      "description": "Resources for establishing a book discussion group",
      "preview": "Skip to Main Content Search this Guide Search Book Discussion Groups: History and General Resources Resources for establishing a book discussion group"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-educator-preparation/african-american-male-teacher-initiative",
      "title": "African American Male Teacher Initiative « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "http://publish.illinois.edu/englishadvising/2021/03/page/2/",
      "title": "March 2021 - Page 2",
      "description": "void",
      "preview": "Skip to content Follow us on social media! Join Us for ESC : If you are interested in reading, writing, leadership positions, and more, join the ESC's"
    },
    {
      "url": "https://www.arborday.org/",
      "title": "Arbor Day Foundation | Tree Planting Non-Profit",
      "description": "We're the world's largest nonprofit dedicated to planting trees, bringing their benefits to communities and forests in greatest need through our global network.",
      "preview": "Skip to main content One year later, it's time to replant hope Last fall, Hurricanes Helene and Milton carved a path of destruction across Florida. Af"
    },
    {
      "url": "https://www.capitalone.com/",
      "title": "Capital One | Credit Cards, Checking, Savings & Auto Loans",
      "description": "Learn how banking with Capital One can help you meet your financial goals.",
      "preview": "Secure Sign In Username Please enter required information Password Please enter required information Remember me Want this computer to remember your u"
    },
    {
      "url": "https://houseofbanana.tumblr.com/",
      "title": "House of Anna Banana",
      "description": "I am a lover of food, fashion, traveling, tv shows, reading and cute little things. But mainly, I find random stuff interesting.",
      "preview": "Home Ask me anything Archive Mobile RSS House of Anna Banana Photo February 27, 2018 121 notes wtfzodiacsigns : Aries - WTF #Zodiac #Signs Daily #Horo"
    },
    {
      "url": "https://www.iste.org/standards/computational-thinking",
      "title": "ISTE | Computational Thinking Competencies",
      "description": "The ISTE Computational Thinking Competencies provide guidelines for integrating computational thinking across all subjects and grade levels.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://hopsandcode.com",
      "title": "Contact Support",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.greentechmedia.com/squared/dispatches-from-the-grid-edge/cutting-the-carbon-from-californias-self-generation-incentive-program",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "https://www.guyanamarineconservation.org/",
      "title": "Guyana Marine Conservation Society",
      "description": "The Guyana Marine Conservation Society (GMCS) was established in April 2000 to ensure the conservation of the four species of marine turtles that nest in Guyana annually.",
      "preview": "Loading... Support Marine Biological Diversity Advocating for a healthy ocean for present and future generations. Learn more Who We Are We're a countr"
    },
    {
      "url": "https://www.gopapaya.co.in/",
      "title": "PA PA YA test",
      "description": "At Pa Pa Ya, eating is an experience unlike any, where we take you on a culinary journey through the landscape of Asia in a manner which has never been done before",
      "preview": "Twitter Instagram Pa Pa Ya It is a complete reinvention of Asian cuisine on a global scale. Leave your preconceived notions and perceptions out of the"
    },
    {
      "url": "https://www.plomben.de/einsatzbereiche/transportunternehmen/",
      "title": "Transport-Plomben für Logistik & Speditionen - Plomben.de",
      "description": "Transport-Plomben: Durchziehplomben ✓ Transportindikatoren ✓ Fixlängenplomben ✓ Kabelplomben ✓ nummeriert ✓ mit Barcode ✓ ‣ Jetzt kaufen!",
      "preview": "Schneller Versand ab 250 Euro versandkostenfrei 033397 . 26 80 34 freundliche Beratung info@plomben.de Kauf auf Rechnung Um Plomben.de in vollem Umfan"
    },
    {
      "url": "https://boerse.vr-profibroker.de/marktinfos/index.htn?u=8171706&rzbk=0003&rzid=XC&event=hv",
      "title": "Volksbank Leonberg-Strohgäu eG",
      "description": "void",
      "preview": "Informationen zu Cookies und lokalen Einstellungen Cookies und lokale Einstellungen sind kleine Datenpakete, die es uns und Ihnen erleichtern eine opt"
    },
    {
      "url": "https://supermajorityedfund.com/",
      "title": "Supermajority Education Fund",
      "description": "void",
      "preview": "About Our Story Our Team Majority Rules Get Involved What we do Majority Leaders Speaker Series 2025 research Our Research donate donate CLOSE QUICK L"
    },
    {
      "url": "https://www.pgatour.com/schedule",
      "title": "PGA TOUR - Tournament Schedule",
      "description": "PGA TOUR",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://www.lifbi.de/Institute/News/udt_3252_param_detail/23978",
      "title": "LIfBi Institut",
      "description": "tbd",
      "preview": "The Leibniz Institute for Educational Trajectories (LIfBi) conducts and promotes longitudinal research in educational science in Germany. To this end,"
    },
    {
      "url": "https://www.tarotsara.cz/velka-arkana-0-22/",
      "title": "VELKÁ ARKÁNA 0-22 - Tarotsara.cz",
      "description": "Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozřejmě mnohem a mnohem pestřejší a obsáhlejší. Pro rámcovou představu to takto postačí, pokud Vás Tarot zajímá hlouběji, můžete navštívit některý z mých kursů, či sami pracovat",
      "preview": "VELKÁ ARKÁNA 0-22 Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozře"
    },
    {
      "url": "https://plevenzapleven.bg/blog/tag/%D0%BE%D1%82%D0%BA%D1%80%D0%B0%D0%B4%D0%BD%D0%B0%D1%82-%D0%B0%D0%B2%D1%82%D0%BE%D0%BC%D0%BE%D0%B1%D0%B8%D0%BB/",
      "title": "Плевен За Плевен - откраднат автомобил",
      "description": "Животът в Плевен, какъвто е",
      "preview": "петък 10 октомври 2025 За нас / Реклама в сайта БЕЛЕНЕ ГУЛЯНЦИ ДОЛНА МИТРОПОЛИЯ ДОЛНИ ДЪБНИК ИСКЪР КНЕЖА ЛЕВСКИ НИКОПОЛ ПОРДИМ ЧЕРВЕН БРЯГ СПОРТ ФУТБО"
    },
    {
      "url": "https://www.planet.com/pulse/introducing-planetary-variables-soil-water-content-land-surface-temperature-and-vegetation-biomass/",
      "title": "Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass",
      "description": "void",
      "preview": "HOME News Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass Thijs Van Leeuwen April 12, 2022 • 6 m"
    },
    {
      "url": "https://courses.ted.com/category/courses",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://yogawithadriene.com/blog/",
      "title": "Blog Archives | Yoga With Adriene",
      "description": "void",
      "preview": "Blog Vin Yin - Relax & Flow 5 Minute Calming Breathwork Short Wake Up Flow BRIDE OF PLANKENSPINE Yoga For Sick Recovery Yoga For Panic & Anxiety 1 2 3"
    },
    {
      "url": "https://c4ads.org/about-us/",
      "title": "About Us - C4ADS",
      "description": "C4ADS is a nonprofit organization with a mission to defeat the illicit networks that threaten global peace and security.",
      "preview": "Skip to content The Bottom Line Up Front C4ADS is a nonprofit organization with a mission to defeat the illicit networks that threaten global peace an"
    },
    {
      "url": "https://clearloop.us/2021/03/02/watttime-partnership/",
      "title": "Clearloop Partners with WattTime to Verify Avoided Carbon Emissions",
      "description": "A partnership with WattTime offers companies with carbon-reduction targets transparency and insight into how their investments are cleaning up grids in the U.S.",
      "preview": "100% reclaimed carbon footprint® about projects Live jackson, tn panola county, ms paris, tn white pine, tn Upcoming arcadia, la impact news careers c"
    },
    {
      "url": "https://www.moorecharitable.org",
      "title": "Home - The Moore Charitable Foundation",
      "description": "Championing land, water, oceans, and the people protecting natural resources for future generations ABOUT US Learn more Driving tangible results in environmental conservation The Moore Charitable Foundation is committed to effective environmental conservation and community stewardship through strong partnerships. With our partners, we are preserving open land and healthy forests, ensuring clean water, advancing marine",
      "preview": "Championing land, water, oceans, and the people protecting natural resources for future generations ABOUT US Learn more Driving tangible results in en"
    }
  ],
  "_meta": {
    "total_bookmarks": 81
  }
}