{
  "data": [
    {
      "url": "https://catalog.ngc.nvidia.com/orgs/nvidia/containers/pytorch",
      "title": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "description": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "preview": "void"
    },
    {
      "url": "https://deadline.com/2023/02/investigation-discovery-series-helps-free-innocent-man-from-prison-1235270636/",
      "title": "Investigation Discovery Series Helps Free Innocent Man From Prison",
      "description": "Jeff Titus, who has spent 21 years in prison for the murder of two deer hunters in 1990, is a free man thanks to evidence discovered by a true-crime series and podcast.",
      "preview": "Skip to main content By Peter White Peter White Executive Editor, Television @peterzwhite"
    },
    {
      "url": "https://aws.amazon.com/what-is-cloud-computing",
      "title": "What is Cloud Computing? - Cloud Computing Services, Benefits, and Types - AWS",
      "description": "void",
      "preview": "Skip to main content AWS › Cloud Computing What is cloud computing? Cloud computing is the on-demand delivery of IT resources over the Internet with p"
    },
    {
      "url": "https://caterbakes.com/",
      "title": "Caterbakes By Chef Wale - Food Recipe. Food Business. Food Health",
      "description": "Food Recipe. Food Business. Food Health",
      "preview": "The Best Homemade Creamy Mashed Potatoes Recipe How To Make Nigerian Traditional Beef Stew To Enjoy With Your White Rice Learn How To Make Yummy Fast"
    },
    {
      "url": "https://www.wildfermentation.com/making-sauerkraut-2/",
      "title": "Making Sauerkraut | Wild Fermentation :: Wild Fermentation",
      "description": "Resources for fermenting a vast range of nutritious and delicious live-culture foods and drinks.",
      "preview": "About Who is Sandorkraut? What's So Wild About Fermentation? Media Links Books Fermentation Journeys Fermentation As Metaphor The Art of Fermentation"
    },
    {
      "url": "https://fonts.google.com/",
      "title": "Browse Fonts - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional/regional-day-ticket-bavaria",
      "title": "Enjoy the perfect day trip with the regional day ticket for Bavaria",
      "description": "Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for first-class travel, as well as for overnigh",
      "preview": "Regional day ticket for Bavaria Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for f"
    },
    {
      "url": "https://reviewed.usatoday.com",
      "title": "Product Reviews, Features, and Deals - Reviewed",
      "description": "The most comprehensive source for unbiased, trustworthy, and lab tested reviews.",
      "preview": "Skip to main content Newsletters Award Winners Appliances Home & Garden Kitchen & Cooking Pets Vs GE Profile Washer Dryer Combo vs. LG WashCombo Read"
    },
    {
      "url": "https://shared.ydstatic.com/dict/market/youdaoInfos/index.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Talent Education Inc and its affiliates (collectively \" NetEase \" or \" we \") have always solemnly promised to protect the privacy of us"
    },
    {
      "url": "https://www.domestika.org/en/blog/8116-what-is-kirigami-differences-with-origami",
      "title": "10 dicas chave para promover diversidade no processo criativo | Domestika",
      "description": "Diversidade e representação, propõe perguntas críticas para evitar preconceitos em sua marca ou projeto em 2021",
      "preview": "Accessibility Statement Denise Tempone @denise_tempone Follow Diversidade e representação , propõe perguntas críticas para evitar preconceitos em sua"
    },
    {
      "url": "https://burst.shopify.com",
      "title": "20,000+ Free Stock Photos and Royalty-Free Images",
      "description": "Browse thousands of beautiful copyright-free images. All our pictures are free to download for personal and commercial use, no attribution required.",
      "preview": "Looking to launch your online store? Experience Shopify for just $1/month on select plans during the trial period. Sign up now close Skip to Content C"
    },
    {
      "url": "https://wwos.nine.com.au/",
      "title": "Nine's Wide World of Sports, Match Results, Fixtures, Videos & Live Scores - Nine.com.au",
      "description": "Nine Wide World of Sports brings you the latest breaking news headlines, live scores, fixtures, videos and match results across NRL, AFL, Tennis, Rugby, Boxing, Cricket and more.",
      "preview": "Advertisement leftChevron rightChevron dropDown Sports All sports Cricket AFL NRL Rugby Football Golf Motorsport Netball Tennis Football BO 4 PIS 0 Fo"
    },
    {
      "url": "https://www.nimh.nih.gov/index.shtml",
      "title": "National Institute of Mental Health (NIMH) - Transforming the understanding and treatment of mental illnesses",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.kic.org.uk/nottingham-trent/",
      "title": "Nottingham Trent International College | Kaplan Pathways",
      "description": "Discover Nottingham International College, and how a pathway course can help you progress to a degree at the Nottingham Trent University.",
      "preview": "Skip to content Home Where to study Nottingham Trent International College Nottingham Trent International College Nottingham Trent International Colle"
    },
    {
      "url": "https://www.casartgamelodge.com/fr/termes-et-conditions/",
      "title": "Conditions générales d'utilisation - Casart Game Lodge",
      "description": "Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité par Casart Game Lodge (Pty) Ltd, ci-après dénommé Casart Game Lodge.",
      "preview": "Spéciales Réservez maintenant Français English Deutsch Nederlands Veuillez lire attentivement nos conditions générales. Casart Game Lodge est exploité"
    },
    {
      "url": "https://avodaf.org/2018/11/23/storia-della-sessualita-michel-foucault/",
      "title": "Storia della sessualità- Michel Foucault - AvoDaf",
      "description": "\"La filosofia è la scienza che non è nata dal bisogno, ma dalla meraviglia.\" M. Foucault Ma vi rendete conto che le cose sono infinite e i nomi finiti?",
      "preview": "Vai al contenuto \"La filosofia è la scienza che non è nata dal bisogno, ma dalla meraviglia.\" M. Foucault Ma vi rendete conto che le cose sono infinit"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "http://developingchild.harvard.edu/science/key-concepts/toxic-stress/",
      "title": "Toxic Stress : What is toxic stress?",
      "description": "Toxic stress can disrupt the healthy development of brain architecture and other bodily systems, increasing risk for stress-related disease well into adulthood.",
      "preview": "Skip to content Toxic Stress Copy Copied Learn how safe, stable developmental environments, including responsive relationships with caring adults, can"
    },
    {
      "url": "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
      "title": "Esther Duflo - Facts - 2019 - NobelPrize.org",
      "description": "The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2019 was awarded jointly to Abhijit Banerjee, Esther Duflo and Michael Kremer \"for their experimental approach to alleviating global poverty\"",
      "preview": "Skip to content Enhanced Page Navigation Esther Duflo - Facts - 2019 Navigate to: Summary - Abhijit Banerjee -- Facts -- Biographical -- Prize Lecture"
    },
    {
      "url": "https://goldentriangledc.com/return-to-office/",
      "title": "Return to the Office - Golden Triangle",
      "description": "void",
      "preview": "Skip to content Return to the Office Home > Events & Programming > Return to the Office We are excited to launch a series of original webinars, short"
    },
    {
      "url": "https://powerusers.microsoft.com/t5/Microsoft-Power-Automate/ct-p/MPACommunity",
      "title": "Forums | Microsoft Power Platform Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Community site session details Session Id : Copy Close Join experts in p"
    },
    {
      "url": "http://www.uniurb.it/",
      "title": "Università degli Studi di Urbino Carlo Bo",
      "description": "L'Università di Urbino Carlo Bo è un ateneo ricco di storia e di una grande tradizione del sapere, impegnata da sempre nella ricerca e al contempo nell'innovazione. Con oltre 500 anni di storia e 15mila studenti, produce conoscenza in molti ambiti di studio. Studia con noi!",
      "preview": "Email, Wifi & Webconference Segreteria Presente Blended, E-learning & Mooc Biblioteche Ricerca UtilitÃ Servizi Amministrativi My PagoPA AccessibilitÃ"
    },
    {
      "url": "https://www.nzz.ch/digital",
      "title": "Technologie - News, Hintergründe & Kommentare | NZZ",
      "description": "Nachrichten, Hintergründe & Kommentare aus der Welt der Technologie.",
      "preview": "Mit Sora baut Open AI ein soziales Netzwerk für Videos. Die Deepfake-Videos sind gefährlich gut Die Firma hinter Chat-GPT lanciert ihr eigenes soziale"
    },
    {
      "url": "http://custhelp2.walgreens.com/",
      "title": "Photo Help",
      "description": "void",
      "preview": "Walgreens Photo Help Photo Account Your Photos Ordering Products Info and Policies Top 10 Questions Photo Print & Enlargement Pricing and Shipping Pho"
    },
    {
      "url": "https://www.postgresql.org/docs/current/ddl-partitioning.html",
      "title": "PostgreSQL: Documentation: 18: 5.12. Table Partitioning",
      "description": "5.12.&nbsp;Table Partitioning # 5.12.1. Overview 5.12.2. Declarative Partitioning 5.12.3. Partitioning Using Inheritance 5.12.4. Partition Pruning 5.12.5. Partitioning and Constraint Exclusion ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "http://www.climatiq.io/",
      "title": "Climatiq - API for Carbon Footprint Calculations",
      "description": "Use Climatiq's API and emission factors database to measure carbon emissions when and where they happen.",
      "preview": "Products Use cases Resources Methodology Hub Customers Contact sales Log in Get started Get started Emission factors made easy. Access scientifically-"
    },
    {
      "url": "http://www.sailacrossthesun.com/",
      "title": "Sail Across the Sun",
      "description": "Thank you, Sail Across The Sun Family, for another incredible vacation! Train looks forward to reuniting with you at sea in 2027! As Alumni, you'll be the first to get any and all updates on our next sailing. Until next time. . . see you soonish!",
      "preview": "Thanks for sailing! Thank you, Sail Across The Sun Family, for another incredible vacation! Train looks forward to reuniting with you at sea in 2027!"
    },
    {
      "url": "https://whomstplantdaddy.tumblr.com/",
      "title": "Oh hai :3",
      "description": "24, gay dork that likes attention and plants",
      "preview": "24, gay dork that likes attention and plants somecutething : smoothcollegedudemsu : somecutething : ARE YOU KIDDING ME RIGHT NOW OMGGGGG honeydips : M"
    },
    {
      "url": "https://commonbond.org/",
      "title": "CommonBond: Affordable Housing Nonprofit Organization MN WI IA & SD",
      "description": "CommonBond is an affordable housing nonprofit that serves low-income communities in Minnesota, Wisconsin, Iowa, and South Dakota. Learn how you can support our mission.",
      "preview": "Menu Future Donate Search Search Close this search box. CommonBond Communities Stable homes. Strong futures. Vibrant communities. What We Do At Common"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/product/dawn-tea/",
      "title": "Cosmoss by Kate Moss",
      "description": "Homepage for Cosmoss",
      "preview": "Dawn Tea Uplifting Morning Tea £20 The lowest price recorded in the prior 30 days: £20 Inspired by the sunrise in a summer garden and the language of"
    },
    {
      "url": "https://www.euronews.com/travel",
      "title": "Euronews Travel | Change how you see the world",
      "description": "For people who travel for fresh perspectives, authentic experiences, cultural discoveries and meaningful encounters in Europe and beyond.",
      "preview": "News Destinations Experiences Stays People Series Destinations Skip overcrowded Amsterdam and follow locals to these spots instead ADVERTISEMENT ADVER"
    },
    {
      "url": "https://campuswardrobe.com/products/alabama-state-university-hornets-ncaa-workout-tee-t-shirt",
      "title": "Alabama State University Hornets NCAA Workout Tee T-Shirt",
      "description": "The W Republic Apparel College Tee is a high quality traditional cotton t-shirt, featuring bold outstanding digital printed graphics of your favorite college, The ribbed crewneck and extra-soft cotton with a tag less design will keep you comfortable all day long. Start every day the right way and be sure to show off yo",
      "preview": "WELCOME! GET $5 OFF Enter your email to get $5 off and free shipping on your first order Email Note: The page will refresh once you submit this form."
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "https://directories.onepercentfortheplanet.org/nonprofit-partners/marine-conservation-institute",
      "title": "1% for the Planet Directory: Find Certified Businesses & Environmental Nonprofits",
      "description": "Explore our global network of thousands of businesses and environmental nonprofits working toward a better future for all.",
      "preview": "void"
    },
    {
      "url": "http://feis.fra.affrc.go.jp/english_index.html",
      "title": "National Research Institute of Fisheries and Environment of Inland Sea, Fra",
      "description": "void",
      "preview": "National Research Institute of Fisheries and Environment of Inland Sea INQUIRY Outline The Seto Inland Sea, the biggest inland sea of Japan, is known"
    },
    {
      "url": "https://www.vaccines.gov",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "http://www.deepsea9.taipei/index.php/2020/06/03/eyeoftheseas/",
      "title": "台灣的海洋之眼 - Advanced Computation Laboratory",
      "description": "void",
      "preview": "台灣的海洋之眼 臺灣漁業位居全球重要產業前三名，因非法、未報告及未受規範漁業(Illegal, Unreported and Unregulated Fishing, IUU)而在 2015 年受到歐盟黃牌警告並將臺灣列入不合作第三國警告名單，影響產業及臺灣全球作業權。除了立法與教育，農委會漁業署亦"
    },
    {
      "url": "https://www.luckymodel.com/scale.aspx?item_no=TRX-TR35002-2",
      "title": "void",
      "description": "void",
      "preview": "departbar.gif Your Currency USD search Search Brand ALL 3D Print Mayhem ABER ACADEMY Accurate Armour AFTER BURNER DECALS AFV CLUB AIRDOC AIRES AIRFIX"
    },
    {
      "url": "https://rxhaellsk.tumblr.com/",
      "title": "💀",
      "description": "Rachel, 23",
      "preview": "July 21 2019 122,578 notes Reblogged 6 years ago from duotheist ( Originally from karlottafreier ) Share July 21 2019 642,795 notes Reblogged 6 years"
    },
    {
      "url": "https://mestizos.cl/tag/medio-de-transporte/",
      "title": "#medio de transporte - Mestizos Magazine",
      "description": "Revisa todos los artículos de la etiqueta medio de transporte",
      "preview": "#medio de transporte Mostrando 1 artículos del tag #medio de transporte 13 January 2022 00:03 por Isabel Pinto Descubre los beneficios del uso de la b"
    },
    {
      "url": "https://www.kptv.com/2023/02/21/foot-found-nw-washington-belongs-missing-woman/",
      "title": "Foot found in NW Washington belongs to missing woman",
      "description": "A shoe containing a human foot that was discovered near the mouth of a river in northwestern Washington belonged to a woman missing since 2018, police say.",
      "preview": "Skip to content PORT ANGELES, Wash. (KPTV) - A shoe containing a human foot was discovered near the mouth of the Elwha River in Port Angeles in Decemb"
    },
    {
      "url": "http://www.bannekerventures.com/",
      "title": "Banneker Ventures",
      "description": "void",
      "preview": "about us expertise news careers community contact X Foundry Lofts at the Yard Former Washington Navy Yard Learn More Park Place at Addison Road Metro"
    },
    {
      "url": "https://app.collegerecon.com/cuyamaca-college",
      "title": "Cuyamaca College | GI Bill or Yellow Ribbon",
      "description": "Discover benefits at Cuyamaca College. Find Military Tuition Assistance, GI Bill or Yellow Ribbon program assistance. Get started now.",
      "preview": "Back to top Find VA-Approved Colleges for Military and Veterans Cuyamaca College El Cajon, CA Compare Calculate Match Request Info Overview Military I"
    },
    {
      "url": "https://keybase.io/automonkey",
      "title": "automonkey (Will Benyon) | Keybase",
      "description": "automonkey (Will Benyon) is now on Keybase, an open source app for encryption and cryptography.",
      "preview": "Keybase Staging Server Install Login × × automonkey Will Benyon Chat with automonkey Start a chat Your conversation will be end-to-end encrypted. 3 de"
    },
    {
      "url": "http://www.startrekthecruise.com/",
      "title": "Star Trek: The Cruise 2026 - Star Trek: The Cruise 2026",
      "description": "Star Trek: The Cruise is the ultimate immersive Star Trek experience, a 7-day voyage shared by a star-studded crew and passionate fans.",
      "preview": "U.S. & Canada: 844.335.6515 Star Trek: The Cruise IX is sold out Join Waitlist The Un-Conventional Voyage February 20-27, 2026 Port Canaveral Puerto P"
    },
    {
      "url": "https://www.serenavet2016.com/post/covid-19-more-testing-to-be-done-in-canada",
      "title": "COVID-19: More Testing to be Done in Canada",
      "description": "Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this lock down is over will depend on its citizens abiding by public health suggestions to stay home, and only go out if necessary. Remember, we still have Canadians abroad that are coming into the country, some of which have neglected to inform airlines that they are ill. However, under Canada's Quarantine Act, those returning from travel must by law isolate themselv",
      "preview": "top of page Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this loc"
    },
    {
      "url": "http://worldreview.com/",
      "title": "worldreview.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.musica.it/",
      "title": "Musica.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2020RemS...12.2997Z",
      "title": "LS-SSDD-v1.0: A Deep Learning Dataset Dedicated to Small Ship Detection from Large-Scale Sentinel-1 SAR Images - ADS",
      "description": "void",
      "preview": "Now on home page"
    },
    {
      "url": "https://www.vogue.com/article/ashley-olsen-breast-cancer-research-foundation-surf-party",
      "title": "The Breast Cancer Research Foundation's Party for Pink | Vogue",
      "description": "The Breast Cancer Research Foundation's third annual Hamptons Paddle and Party for Pink.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story 1 / 17 Chevron Chevron Photo: Patrick McMullan/PatrickMcMullan.com Mary-Kat"
    },
    {
      "url": "https://salondesarcanes.fr/",
      "title": "Salon des Arcanes | Boutique de tarots et oracles indépendants",
      "description": "Boutique française spécialisée dans les tarots et oracles indépendants. Découvrez des auto-édités du monde entier.",
      "preview": "Accueil Vintage tarot cards lying disorderly Notre savoir-faire les jeux indépendants et auto édités Découvrir Trionfi della Luna Édition Française TR"
    },
    {
      "url": "http://siemplifycommunity.slack.com/",
      "title": "Workspace Suspended | Slack",
      "description": "void",
      "preview": "This workspace has been suspended. secops-community.slack.com This workspace has been suspended. Go to slack.com ."
    },
    {
      "url": "http://placeanad.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Advertise with The Chicago Tribune",
      "preview": "x Previous Next MOST POPULAR ONLINE OPTIONS OBITUARIES Chicagotribune.com ROS Geo-Targeted Impressions Advertise your business to an engaged audience"
    },
    {
      "url": "https://thevillagedoctors.co.uk/surveyreport.aspx?p=C81050",
      "title": "void",
      "description": "void",
      "preview": "× This website uses cookies We use cookies to improve user experience. Choose what cookies you allow us to use. You can read more about our cookies be"
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7407411/prince-william-kate-amazon-prime-show/",
      "title": "Prince William, Kate and the kids in top secret visit to set of huge Amazon Prime Video show",
      "description": "LORD of the Rings superfan Prince William and wife Kate were given a private late-night tour of the set of the films' TV spin-off.The Prince, 40, an",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) LORD of the Rings superfan Prince William and wife Ka"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/",
      "title": "@darkhouroftokyo on Tumblr",
      "description": "him/they / 22 / antisocial shut-in / I miss having friends",
      "preview": "Posts nerdy-arty Follow Venezuelan Miku!! pukicho Follow I bet you work at the anti-soup kitchen, which steals soups from the poor. propaganda-inc Yea"
    },
    {
      "url": "https://medlineplus.gov/diabetes.html",
      "title": "Diabetes | Type 1 Diabetes | Type 2 Diabetes | MedlinePlus",
      "description": "Diabetes is a chronic health condition in which your blood glucose levels are too high. There is no cure, but diet, exercise, medications, and weight control can help.",
      "preview": "Skip navigation Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites us"
    },
    {
      "url": "https://careers.mozilla.org/listings/?team=Mozilla%20Foundation",
      "title": "Mozilla Careers - All open positions at Mozilla",
      "description": "We have a mighty mandate, serving hundreds of millions of people. Add a culture of exploration, and there is always a new way to learn and grow here.",
      "preview": "Listings Location All Locations Remote Belgium Remote Canada Remote Canada; Remote Germany; Remote UK; Remote US Remote Finland Remote France Remote G"
    },
    {
      "url": "https://solutions.springernature.com/",
      "title": "Springer Nature Research Solutions - Springer Nature Research Solutions",
      "description": "Springer Nature Research Solutions will help you on your path to accelerating publication, nurture your career in scientific research, and expand your research's reach beyond peers.",
      "preview": "Skip to content Cart Subtotal Checkout Search solutions Contact 212-460-1500 webshopsupport@email.springernature.com Boost the impact of your research"
    },
    {
      "url": "https://online.adp.com/olp/olplanding.html?APPID=WFNPORTAL&v=1813381371",
      "title": "Federation Redirector",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.e-romania.org/tag/estudis-romanics/",
      "title": "Estudis Romànics - E-Romania. Romanística en España",
      "description": "void",
      "preview": "Ir al contenido La atribución de la autoría de la novela Curial e Güelfa , compuesta en catalán literario hacia mediados del siglo XV en el entorno de"
    },
    {
      "url": "https://www.pwn-usa.org/issues/policy-agenda/ending-criminalization/ending-hiv-criminalization/",
      "title": "Ending HIV Criminalization Factsheet - Positive Women's Network - USA",
      "description": "Our vision: a world where our communities are no longer subject to over-policing, surveillance, and brutality at the hands of law enforcement, and where those with a history of interaction with the criminal justice system have full rights and dignity. What Is HIV Criminalization? HIV criminalization refers",
      "preview": "Skip to content Ending HIV Criminalization Factsheet Ending HIV Criminalization Factsheet pwnusa 2019-02-25T22:09:51-05:00 Download this as a PDF here"
    },
    {
      "url": "https://angle.sh/",
      "title": "Angle 4 - 7600+ Device Mockups for Figma, Sketch and XD",
      "description": "Vector mockups for iPhone, iPad, Android and Mac devices, including the new iPhone 14, Plus, Pro, Pro Max and Mini. Perfect for presenting your apps. Huge library of components, compositions, wallpapers and plugins made for Figma, Sketch and XD.",
      "preview": "Pricing Mockups Tutorials Updates Downloads More Sign In Pricing Mockups Tutorials Updates Downloads Sign In 0 Vector device mockups for Sketch, Figma"
    },
    {
      "url": "https://www.thefulltoss.com/",
      "title": "The Full Toss Cricket Blog - English Cricket, No Spin",
      "description": "Irreverent England cricket blog with a zero percent bounce rate. It's cricket from a supporter's perspective - and absolutely no spin.",
      "preview": "Read on 30 comments Read later Read on 3 comments Read later Read on 3 comments Read later Read on Read later Read on 14 comments Read later Read on 6"
    },
    {
      "url": "https://discoveryplus.com",
      "title": "discovery+ | Stream Real-Life TV Episodes",
      "description": "discovery+ | Watch HGTV, Food Network, TLC, ID and more plus exclusive originals, all in one place.",
      "preview": "Skip To Content Something for Everyone Plans start at $5.99 Start Free Trial Free trial available to new subscribers. Terms Apply . Get It All with di"
    },
    {
      "url": "https://www.woolworths.com.au/shop/productdetails/180225/maybelline-fit-me-dewy-smooth-foundation-toffee",
      "title": "Maybelline Fit Me Dewy Smooth Foundation Toffee 30mL | Woolworths",
      "description": "Check out maybelline fit me dewy smooth foundation toffee 30ml at woolworths.com.au. Order 24/7 at our online supermarket",
      "preview": "Delivery to: Set your Delivery address Choose Select a time: View available times Choose Time of Delivery. View available times Choose"
    },
    {
      "url": "https://www.indiacode.nic.in",
      "title": "India Code: Home",
      "description": "Contains all Enforced Central and State Acts linked with Subordinate Data like Rules,Regulations,Notifications,Orders,Circulars,Ordinances,Statutes.",
      "preview": "India Code Logo has been Modified, Click here to Download for updating the Logo in your Website. India Code Search Hint : Type your keyword in box bel"
    },
    {
      "url": "http://www.trovaricette.net/",
      "title": "Dernières actus - Tous ce qu'il faut savoir est ici",
      "description": "void",
      "preview": "Skip to content Posted in Améliorer son chez soi Plonger dans l'univers des blogs de décoration et de mode peut être une expérience enrichissante pour"
    },
    {
      "url": "https://www.jumeirah.com/en/stay/dubai/burj-al-arab-jumeirah",
      "title": "Jumeirah Burj Al Arab | Dubai's Most Iconic Hotel | Jumeirah",
      "description": "Welcome to Jumeirah Burj Al Arab, Dubai's most iconic hotel and a global icon of Arabian luxury. Explore the jewel of Jumeirah and enjoy its private beach, world-class dining, and exceptional service.",
      "preview": "You need to enable JavaScript to run this app. Jumeirah Burj Al Arab Share View All Regions / Middle East / Dubai / [object Object] Jumeirah Icons Jum"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85936",
      "title": "Searchable Recipe Database - Shrimp Ratatouille",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://epsm.iotc.org/form/arepstart?lang=en",
      "title": "ePSM Application - Login",
      "description": "void",
      "preview": "Sign in username password Sign in I've lost my password No e-PSM account? Create one now."
    },
    {
      "url": "https://www.mapbox.com/about/maps/",
      "title": "About Mapbox Technology",
      "description": "Mapbox technologies create and combine data to provide continuously updated maps, navigation, and location services on a developer-friendly cloud platform.",
      "preview": "700M+ Heading People touch Mapbox every month Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et d"
    },
    {
      "url": "https://experience.intellum.com/student/page/497283",
      "title": "Privacy : Intellum",
      "description": "This activity relays how to handle privacy concerns about the Intellum Platform.",
      "preview": "Skip to main content Search Topics All Topics Data + Reporting Certifications Get Started with Evolve Learn Legacy Evolve All Activities Log In At Int"
    },
    {
      "url": "https://storymaps.arcgis.com/stories/9cf39daa150d4b9f88024cc582ff15b4",
      "title": "Mapping Ephemeral Watering Holes in KAZA",
      "description": "A joint project with Duke University and WWF",
      "preview": "void"
    },
    {
      "url": "https://riuma.uma.es/xmlui/handle/10630/13422/browse?rpp=20&etal=-1&sort_by=-1&type=centro&starts_with=S&order=ASC",
      "title": "Listar Publicaciones por centro",
      "description": "void",
      "preview": "Cambiar navegación JavaScript is disabled for your browser. Some features of this site may not work without it. Buscar en RIUMA Esta colección Listar"
    },
    {
      "url": "https://www.aafes.com/about-exchange/doing-business/",
      "title": "Exchange | Military Discount - Tax Free Shopping",
      "description": "Exchange | Military Discount - Tax Free Shopping",
      "preview": "void"
    },
    {
      "url": "https://www.seattleaquarium.org/",
      "title": "Seattle Aquarium | Inspiring Conservation of our Marine Environment",
      "description": "The Seattle Aquarium offers fun, exciting ways to discover more about the amazing Puget Sound and our world's one ocean.",
      "preview": "SEA the wonder the joy what's new! Seattle Aquarium Plan Your Visit Membership Featured Aquarium highlights Step out of the Pacific Northwest and into"
    },
    {
      "url": "https://security.googleblog.com/2023/03/8-ways-to-secure-chrome-browser-for.html",
      "title": "Google Online Security Blog: 8 ways to secure Chrome browser for Google Workspace users",
      "description": "Posted by Kiran Nair, Product Manager, Chrome Browser 1. Bring Chrome under Cloud Management Your journey towards keeping your Goog...",
      "preview": "Security Blog The latest news and insights from Google on security and safety on the Internet 8 ways to secure Chrome browser for Google Workspace use"
    },
    {
      "url": "https://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://www.vogue.com/article/cara-loves-karl-capsule-collection",
      "title": "With Cara Loves Karl, Cara Delevingne Brings Karl Lagerfeld-Inspired Style to One-and-All | Vogue",
      "description": "Cara Delevingne's collaboration with the Karl Lagerfeld brand will be available worldwide on September 8th.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Cara Delevingne first met Karl Lagerfeld when he cast her to walk in the sp"
    },
    {
      "url": "https://www.waittfoundation.org",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "https://teamfeed.feedingamerica.org/index.cfm?fuseaction=cms.page&id=1041",
      "title": "Fundraise to Fight Hunger",
      "description": "To feed America's hungry through food banks and engage our country in the fight to end hunger",
      "preview": "Skip to main content. Fundraise to fight hunger Engage your community, customers, family and friends to help end hunger in America. Your fundraiser ca"
    },
    {
      "url": "https://www.blackchamberofcommerce.org/",
      "title": "Southern California Black Chamber of Commerce",
      "description": "The Southern California Black Chamber of Commerce proudly supports Black entrepreneurs, from the desert to the sea.",
      "preview": "From The Desert To The Sea \"Welcome to the Southern California Black Chamber of Commerce (SCBCC) At the Southern California Black Chamber of Commerce"
    },
    {
      "url": "https://card.apple.com/apply/application?referrer=cid%3Dapy-200-10000036&start=false",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/optimization-indexes.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 10.3 Optimization and Indexes",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://easychair.org/smart-slide/author/H5t8",
      "title": "Author: Patricia Johann",
      "description": "void",
      "preview": "EasyChair Smart Slide Docs / Log in Home Author: Patricia Johann This page shows all presentations of this author published in EasyChair Smart Slide."
    },
    {
      "url": "https://dreamworldtravel.co.uk/",
      "title": "Home - Dream World Travel",
      "description": "Essential Travel tips Bucket List Experiences Discover unforgettable moments to add to your journey. From exploring ancient landmarks to thrilling outdoor adventures, each experience is designed to create lasting memories. Start planning your next adventure today. Road trip Road trip Road trip Road trip MAGICAL PORTUGAL Dramatic Rugged Mountains Touching The Clouds, Hills Covered In...",
      "preview": "Skip to content Just six minutes' walk from Jurata Beach in the lovely town of Jastarnia, Poland, Hotel... Designed for children to release their wild s"
    },
    {
      "url": "https://learn.wordpress.org/",
      "title": "Learn WordPress - There's always more to learn | Learn WordPress",
      "description": "Whether you're a first-time blogger or seasoned developer, there's always more to learn. From community members all over the world, these vast resources will help you learn more about WordPress and share it with others.",
      "preview": "WordPress.org Learn WordPress Learn WordPress Grow your WordPress skills with free educational resources for all levels. Search Get Started Learning P"
    },
    {
      "url": "https://www.gimbelfoundation.org/",
      "title": "Bernard F. and Alva B. Gimbel Foundation, Inc. - Bernard F. and Alva B. Gimbel Foundation, Inc.",
      "description": "void",
      "preview": "Bernard F. and Alva B. Gimbel Foundation, Inc. MENU MENU Home Funding Priorities Grants Grants 2025 Grants 2024 Grants Board of Directors & Staff Cont"
    },
    {
      "url": "https://anime.desktopnexus.com/wallpaper/2056195/",
      "title": "Sailor Venus - Other & Anime Background Wallpapers on Desktop Nexus (Image 2056195)",
      "description": "Sailor Venus. Download free Other wallpapers and desktop backgrounds!",
      "preview": "Hi everyone! We're hard at work trying to keep our community clean, so if you see any spam, please report it here and we'll review ASAP! Thanks a mill"
    },
    {
      "url": "https://www.aclens.com/eyeglasses/womens-gold-eyeglasses?facet=color:gold%7Cfeature:spring+hinge%7Cframe+type:semi-rimless%7Cfeature:adjustable+nose+pads%7Ccolor:pink%7Ccolor:purple%7Cfeature:lightweight%7Cgender:womens&size=-1&sort=1",
      "title": "AC Lens | Welcome to Discount Contacts at Discount Contacts",
      "description": "Welcome AC Lens customers! Discover the same great service and wide selection of contact lenses at Discount Contacts. Enjoy seamless shopping, exclusive deals, and top-notch customer support as you transition to your new home for all your contact lens needs.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. AC Lens is now Di"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/post/90177493115",
      "title": "💗VII-XVIII-MCMXCIII 💗 | Too Much STEM, Not Enough Computer Science?",
      "description": "Too Much STEM, Not Enough Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "💗VII-XVIII-MCMXCIII 💗 📚 [Chapter 30] 📚 Too Much STEM, Not Enough Computer Science? codeorg Not a day goes by that I don't read an article or speech ab"
    },
    {
      "url": "https://www.1to1legal.co.uk/local/england/chelmsford/contentious-will-probate/",
      "title": "Chelmsford Contentious Will Probate Law Firms | Best Contentious Will Probate Solicitors, Barristers & Lawyers in Chelmsford",
      "description": "Find the top contentious will probate solicitors, barristers and lawyers near you in Chelmsford, England. Law directory list of the best firms in Chelmsford for contentious will probate.",
      "preview": "Nearest Contentious Will Probate Law Firms & Services in Chelmsford Backhouse Solicitors Ltd Backhouse Solicitors are a family-owned, modern firm. The"
    },
    {
      "url": "https://www.planning.org/cm/",
      "title": "Certification Maintenance",
      "description": "The Certification Maintenance program links AICP-certified planners to education and training opportunities so they may earn mandatory credits and remain current with the latest trends, technologies, and best practices.",
      "preview": "Membership Membership Overview Join APA Membership Renewal Frequently Asked Questions Special Offers APA Shop Knowledge Center Knowledge Center Overvi"
    }
  ],
  "_meta": {
    "total_bookmarks": 95
  }
}