{
  "data": [
    {
      "url": "https://www.dialpad.com/dp/google-fiber-landing-page/?promo=GFIBER25&utm_campaign=google-fiber&_device_id=eQqWhBBFqelZ8cEauhZ3ss",
      "title": "Google Fiber Landing Page | Dialpad",
      "description": "Dialpad is an AI-powered cloud communication platform that makes it easier and more efficient to connect and collaborate with your team. Try for free!",
      "preview": "DIALPAD + GOOGLE FIBER BUSINESS Dialpad & Google Fiber are proud to work together Get 25% off your new business phone system when you use Dialpad with"
    },
    {
      "url": "https://www.dierenarts.nl/mijn-hond-zwemt-niet-vaccinatie-tegen-de-ziekte-van-weil-is-daarom-niet-nodig-feit-of-fabel/",
      "title": "Mijn hond zwemt niet, vaccinatie tegen de ziekte van Weil is daarom niet nodig, feit of fabel? - Dierenarts.nl",
      "description": "Het wordt weer warmer en daardoor is het verleidelijk om een duik te nemen in rivieren of meertjes. Je hoort nog wel eens dat je je hond niet moet laten zwemmen in warm, stilstaand water vanwege de ziekte van weil.",
      "preview": "Home Thema's Over ons Zoeken Dierenarts.nl Dierenwelzijn Gezond huisdier Vaccinatie Volksgezondheid Mijn hond zwemt niet, vaccinatie tegen de ziekte v"
    },
    {
      "url": "https://securustech.net/contact-us",
      "title": "Contact Us - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Contact Us By Phone MAIN SUPPORT LINE 24×7 365 days a year Calling from mobile device 972-734-1111 Calling using landline phone/international 1-800-84"
    },
    {
      "url": "https://roadsideattractionspublicity.com/filmography/somewhere-in-queens/",
      "title": "Roadside Attractions Publicity",
      "description": "Roadside Attractions Publicity",
      "preview": "void"
    },
    {
      "url": "https://www.pawworks.org/uncategorized/2022/03/who-is-paw-works/",
      "title": "Paw Works Animal Rescue - Sheltering Those Who Cannot Speak for Themselves",
      "description": "Rescue, Adopt, Shelter: Paw Works partners with shelters, giving abandoned animals a second chance. Join us in responsible pet ownership and combating overpopulation.",
      "preview": "In Loving Memory of Chad Atkins, Co-Founder Paw Works is a 501c3 organization. In Loving Memory of Chad Atkins, Co-Founder Donate Adopt Hospital Board"
    },
    {
      "url": "https://impact.kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://lexlege.pl/ustawa-o-emeryturach-i-rentach-z-funduszu-ubezpieczen-spolecznych/art-104/",
      "title": "Art. 104. emer. i rent. ZUS - Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych",
      "description": "Art. 104. emer. i rent. ZUS - Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych - 1. Prawo do emerytury lub renty ulega zawieszeniu lub świadczenia te ulegają zmniejszeniu, na zasadach określonych w ust. 3-8 oraz w art. ...",
      "preview": "Art. 104. emer. i rent. Z... 10.10.2025 Filtr: Szukaj: Art./§ Wyłącz reklamy, przeglądaj orzecznictwo - SPRAWDŹ LEXLEGE PRO Ustawa o emeryturach i ren"
    },
    {
      "url": "https://girlup.org/",
      "title": "Girl Up | Uniting Girls to Change the World",
      "description": "We're a movement to advance girls' skills, rights, and opportunities to be leaders. When girls rise, we all rise.",
      "preview": "What We Do When girls rise, we all rise The world needs new solutions and leadership now. Girl Up is expanding girls' skills, rights, and opportunitie"
    },
    {
      "url": "http://rdcu.be/bZ0CL",
      "title": "Environmental market design for large-scale marine conservation | Nature Sustainability",
      "description": "It is commonly agreed that marine conservation should expand considerably around the world. However, most countries have not yet implemented large-scale no-take Marine Protected Areas (MPAs). When a country closes a large fraction of its waters to fishing, it stands to lose a considerable level of fishery revenue. Although biodiversity and spillover fishing benefits may far exceed these losses, benefits from large-scale MPAs typically accrue to other countries or to the high seas. Here, to overcome this dilemma, we simulate and test an international fisheries management scheme with transferable fishing rights that incentivizes, rather than hinders, large-scale marine conservation. By combining a bioeconomic model of cross-country trading of fishing rights with vessel-level tracking data before and after a large-scale conservation action is implemented, we show that transferable fishing rights and a biomass-based allocation rule are pivotal to incentivize conservation under this market-based setting. Our work focuses on the Vessel Day Scheme (VDS)-an environmental market that is employed by the Parties to the Nauru Agreement (a group of nine Pacific Island nations) to manage their tuna fisheries-and areas in which large-scale conservation interventions have taken place. Overall, these results provide a template for how to incentivize countries to engage in large-scale marine conservation within a market-based setting. An international arrangement of transferable fishing rights and biomass-based allocation can incentivize establishing Marine Protected Areas while promoting the economy.",
      "preview": "void"
    },
    {
      "url": "https://www.standard.co.uk/news/london/prince-william-sympathises-with-distraught-bake-off-fans-at-south-london-youth-club-a3345171.html",
      "title": "Prince William sympathises with Great British Bake Off fans at Wandsworth youth club | London Evening Standard | The Standard",
      "description": "Prince William has sympathised with \"distraught\" Great British Bake Off fans - but said the show will be just as good on Channel 4.",
      "preview": "News | London Prince William sympathises with 'distraught' Great British Bake Off fans at Wandsworth youth club 'Mary Berry eat your heart out': Princ"
    },
    {
      "url": "http://www.weyo.app",
      "title": "Weyo | Hattie May Learn and Play",
      "description": "Discover engaging apps and activities designed to spark preschoolers' curiosity with interactive learning, phonics, and fun games. Try for free today!",
      "preview": "0 The essential early learning app Try Two Weeks Free Curiosity-led learning for preschoolers Try Two Weeks Free Bringing stories to life! Try Two Wee"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/",
      "title": "I totally don't like foxes...",
      "description": "Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram",
      "preview": "Menu I totally don't like foxes... Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram A tiny guard fox art illustration digital"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?tag=thibaut-wild-flora",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "https://www.lenovo.com/us/en/about/foundation/",
      "title": "Lenovo Foundation - Making a Difference Through Innovation | Lenovo US",
      "description": "The Lenovo Foundation is committed to creating positive social impact through technology innovation. Learn about our programs and partnerships.",
      "preview": "void"
    },
    {
      "url": "https://www.cbs17.com/news/local-news/wake-county-news/raleigh-juvenile-brings-ar-15-rifle-to-millbrook-high-basketball-game-police-say/",
      "title": "Raleigh juvenile brought AR-15 rifle to Millbrook High basketball game, police say",
      "description": "Police said he is not a student at Millbrook High School. Juvenile petitions and secure custody orders are being pursued, officials said.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.google.com.tr/url?q=https://aevt.org/wishlist/electric-car-charger-load-calculation?utm_source=zalo&utm_medium=zalo&utm_campaign=zalo",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://aevt.org/wishlist/electric-car-charger-load-calculation?u"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0-cl-agnostic-lizard-0.0.0-1.fe3a737.drv",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0- cl-agnostic-lizard-0.0.0-1.fe3a737.drv Detail view Formatted view Plain view View JSON Inputs File name /"
    },
    {
      "url": "https://docs.microsoft.com/en-us/lifecycle/faq/internet-explorer-microsoft-edge",
      "title": "Lifecycle FAQ - Internet Explorer and Microsoft Edge | Microsoft Learn",
      "description": "Answers to frequently asked questions about the lifecycle policy for Internet Explorer and Microsoft Edge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://asiapacificgreens.org/tag/asia-pacific-greens-federation-gambling-general-news-new-zealand/",
      "title": "Asia-Pacific Greens Federation, Gambling, General News, New Zealand Archives - Asia Pacific Greens Federation (APGF)",
      "description": "void",
      "preview": "Tag: Asia-Pacific Greens Federation, Gambling, General News, New Zealand Subscribe for APGF News First Name (*) Email (*) Primary Language Primary Lan"
    },
    {
      "url": "https://www.compass.com/listing/1016-north-bundy-drive-los-angeles-ca-90049/1120499364511556577/",
      "title": "1016 N Bundy Dr, Los Angeles, CA 90049 | MLS #22-193037 | Compass",
      "description": "1016 N Bundy Dr, Los Angeles, CA 90049 is a single family home not currently listed. This is a 6-bed, 7-bath, 6,608 sqft property.",
      "preview": "1016 N Bundy Dr Los Angeles, CA 90049 $5,405,000 Last Sold Price 6 Beds 7 Baths 6,608 Sq. Ft. $818 / Sq. Ft. 6,608 Sq. Ft. $818 per Sq. Ft. Checking S"
    },
    {
      "url": "https://bachelornation.com/2021/12/16/thomas-jacobs-posts-sweet-6-month-anniversary-photos-with-becca-kufrin-i-m-so-proud-to-share-this-life-with-you/",
      "title": "Thomas Jacobs Posts Sweet 6-Month Anniversary Photos with Becca Kufrin: 'I'm So Proud to Share This Life with You'",
      "description": "Love is in the air!",
      "preview": "Skip to main content Instagram Love is in the air! Fans saw Bachelor Nation stars Thomas Jacobs and Becca Kufrin find love on Season 7 of \"Bachelor in"
    },
    {
      "url": "https://englishneverstops.tumblr.com/",
      "title": "englishneverstops",
      "description": "A growing community of English Language Learners from around the world, dedicated to working together towards the common goal of mastering English. #englishneverstops",
      "preview": "englishneverstops praveen7me : super-mubeen : I am AHAMED MUBEEN from srilanka and I am a BBA student and I like to improve my English with good frien"
    },
    {
      "url": "https://www.grubhub.com/restaurant/hop-shing-5000-us-17-fleming-island/1546533?utm_medium=grubhub-owned-menu-properties&utm_source=allmenus.com&utm_content=1546533&utm_campaign=menu-page&affiliate=",
      "title": "Prepare your taste buds...",
      "description": "Prepare your taste buds...",
      "preview": ". No JavaScript? No proble... well, actually Our site is delivered by JavaScript. To continue, please enable JavaScript in your browser's preferences."
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/dog-with-a-tongue-lengthier-than-a-popsicle-stick-confirmed-as-longest-736653",
      "title": "Dog with a tongue lengthier than a popsicle stick confirmed as longest | Guinness World Records",
      "description": "A Tucson, Arizona dog with a tongue measuring 3.74 inches has been confirmed as having the longest tongue on a living dog.",
      "preview": "Bisbee the English Setter probably isn't a pooch you'd want \"doggy kisses\" from. That's because the Tucson, Arizona, USA, pup has quite a long doggone"
    },
    {
      "url": "https://www.one.fox/member/terms",
      "title": "One FOX",
      "description": "One FOX",
      "preview": "JavaScript is required to view this application."
    },
    {
      "url": "https://stars.github.com",
      "title": "GitHub Stars: inspire, educate & influence developer communities",
      "description": "GitHub Stars are experts and technical leaders who passionately share their knowledge, online and in-person, with communities in which they live and work.",
      "preview": "GitHub Stars Go above and beyond Recognize and lift up the people who inspire and educate your communities with the GitHub Stars program. Featured Sta"
    },
    {
      "url": "https://www.walgreensbootsalliance.com/news-media/position-statements/modern-slavery-and-human-trafficking-statement",
      "title": "2024 Modern Slavery and Human Trafficking Statement | Walgreens Boots Alliance",
      "description": "void",
      "preview": "Skip to main content Introduction As a global corporate citizen, Walgreens Boots Alliance (WBA) recognizes its responsibility to address and mitigate"
    },
    {
      "url": "http://www.magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:legge:2024-12-30;215!vig=",
      "title": "DECRETO 6 novembre 2024, n. 215 - Normattiva",
      "description": "Regolamento concernente la determinazione dei criteri di svolgimento delle procedure di risoluzione stragiudiziale delle controversie con la clientela relative alle prestazioni e ai servizi assicurativi derivanti dai contratti di assicurazione, nonch&egrave; dei criteri di composizione dell'organo decidente e della natura delle controversie trattate dai sistemi di cui all'articolo 187.1 del decreto legislativo 7 settembre 2005, n. 209 e successive modifiche. (25G00001)",
      "preview": "Presidenza del Consiglio dei Ministri ITA ITA ENG Normattiva - Il portale della legge vigente"
    },
    {
      "url": "https://menetrendek.hu/",
      "title": "Menetrendek.hu - Helyközi menetrendi kereső",
      "description": "Helyi és helyközi busz és vasúti menetrendek kereső. MÁV, Volán, HÉV, vonat, metró, villamos, hajó...",
      "preview": "Tervezze meg utazását Összes járat Csak busz járatok Csak vonat járatok Egyéni beállítás Választható járművek Állapot Helyközi autóbusz Vonat Vonatpót"
    },
    {
      "url": "https://easychair.org/smart-slide/author/H5t8",
      "title": "Author: Patricia Johann",
      "description": "void",
      "preview": "EasyChair Smart Slide Docs / Log in Home Author: Patricia Johann This page shows all presentations of this author published in EasyChair Smart Slide."
    },
    {
      "url": "http://www.wto.org/english/thewto_e/coher_e/mdg_e/mdg_e.htm",
      "title": "WTO | The WTO and the Millennium Development Goals",
      "description": "WTO | The WTO and the Millennium Development Goals",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://www.socialworkschi.org/",
      "title": "Chicago's Youth Charity - Donate & Volunteer | SocialWorks",
      "description": "SocialWorks is the Chicago charity of Chance the Rapper, supporting youth and those experiencing homelessness. Volunteer or donate at socialworkschi.org",
      "preview": "Donate volunteer To Empower the Youth Through the Arts, Education, and Civic Engagement DONATE A monthly platform for Young Creatives to share, expres"
    },
    {
      "url": "https://www.osti.gov/dataexplorer/biblio/dataset/1305491",
      "title": "Materials Data on Dy5Ti5O17 by Materials Project (Dataset) | DOE Data Explorer",
      "description": "The U.S. Department of Energy's Office of Scientific and Technical Information",
      "preview": "Title: Materials Data on Dy5Ti5O17 by Materials Project Dataset Other Related Research Abstract Dy5Ti5O17 crystallizes in the orthorhombic Pmn2_1 spac"
    },
    {
      "url": "https://notescoffee.com/",
      "title": "Notes",
      "description": "Notes is a collection of beautifully designed coffee shops and bars, serving Notes single origin speciality coffee, craft beers, well-chosen wines and classic cocktails, all with a signature Notes twist. Notes serve delicious seasonally-inspired food, from their all-day brunch to their evening bar menu. Located across central London, visit Notes any time.",
      "preview": "Cart 0 Scroll Notes is a collection of coffee shops and bars serving Notes speciality coffee, craft beers, curated wines and classic cocktails, all wi"
    },
    {
      "url": "https://www.aclu-sdic.org/en/publications/searching-peace-difficult-and-dangerous-journey-seek-asylum-united-states-part-i",
      "title": "Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part I | ACLU of San Diego and Imperial Counties | The ACLU of San Diego and Imperial Counties fights for individual rights and fundamental freedoms for all.",
      "description": "Read Part II of this blog here.Lee el blog en español aquí. Editor's note: This two-part blog series is a brief first-person look at the journey taken by a person seeking asylum in the United States. It was written by Adrián Rodríguez Alcántara, a plaintiff in the ACLU Foundation of San Diego & Imperial County's class action lawsuit, Rodríguez Alcántara vs. Archambeault. My",
      "preview": "Skip to main content Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part I May 3, 2021 Facebook X Reddi"
    },
    {
      "url": "https://www.google.org/our-work/",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://www.renewableenergyworld.com/articles/2019/01/a-study-in-emissionality-why-boston-university-looked-beyond-new-england-for-its-first-wind-power-pu.html",
      "title": "A Study in Emissionality: Why Boston University Looked Beyond New England for Its First Wind Power Purchase",
      "description": "While it's well known that corporations were some of the earliest trailblazers of large-scale renewable energy purchasing - they've closed over 14 gigawatts of deals in the past six years, according to tracking by Rocky Mountain Institute's Business Renewables Center - higher education has also made impressive strides. In fact, a report released last fall showed that the top 30 renewable energy-buying universities are using around 3 billion kilowatt-hours of green power annually. That's enough to power 276,000 homes.",
      "preview": "Home / Wind Power By Katie Ryan and Nicole Arnone While it's well known that corporations were some of the earliest trailblazers of large-scale renewa"
    },
    {
      "url": "http://www.garzia.it/",
      "title": "Garzia.it",
      "description": "void",
      "preview": "Sito in costruzione"
    },
    {
      "url": "https://techcrunch.com/tag/artificial-intelligence/",
      "title": "Artificial Intelligence (AI) | TechCrunch",
      "description": "Read the latest news about Artificial Intelligence (AI) on TechCrunch",
      "preview": "Artificial Intelligence (AI) Read TechCrunch's complete new coverage of artificial intelligence and machine learning tech, the companies building them"
    },
    {
      "url": "https://www.chanel.com/us/makeup/p/159965/le-vernis-longwear-nail-colour/",
      "title": "Nail Polish and Sets - Makeup | CHANEL",
      "description": "Shop the full range of CHANEL nail polish, base coats, top coats and nail sets. Discover the perfect colour to add the finishing touch to any look.",
      "preview": "Main content Main navigation Enable high contrast Makeup nails CHANEL nail polish protects, beautifies, and makes vibrant colours dazzle. Its ultra-du"
    },
    {
      "url": "https://ads.tiktok.com",
      "title": "TikTok for Business | Marketing & Advertising on TikTok",
      "description": "Advertise on TikTok. Make ads that entertain and campaigns that connect. Where large and small businesses, agencies & creators can achieve big results.",
      "preview": "Grow your brand Increase Sales Boost conversions Attract customers with TikTok ads I'm an advertiser Get started I'm an advertiser I'm an agency Achie"
    },
    {
      "url": "http://www.pionnair-ge.com/spip1/spip.php?am&eche&page=agenda&annee=2021&mois=10&jour=18&type=jour",
      "title": "[Pionnair-GE]",
      "description": "void",
      "preview": "Le site des pionniers de l'aéronautique à Genève Des Genevois chez eux ou ailleurs et des étrangers dans Genève | Agenda | Plan du site | | | Accueil"
    },
    {
      "url": "https://careers-7-eleven.icims.com/jobs/intro",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "https://nocodefounders.com/tools",
      "title": "No Code Tools | No Code Founders",
      "description": "Find the right No Code Tools for your next project with the largest selection of no code tools used by non-technical founders",
      "preview": "void"
    },
    {
      "url": "https://www.fns.usda.gov/snap",
      "title": "Supplemental Nutrition Assistance Program (SNAP) | Food and Nutrition Service",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.essence.com/news/money-career/naacp-kapor-center-report-tech-ecosystem-still-failing-black-talent/",
      "title": "NAACP and Kapor Center Release Report Illustrating How the U.S. Tech Ecosystem Is Still Failing Black Talent - Essence | Essence",
      "description": "Corporations made big promises over the last couple of years to work towards promoting diversity-but it looks like their efforts have fallen short.",
      "preview": "Skip to content Young woman talking with team in a meeting. People having planning meeting in hybrid office, with colleagues joing via video call. By"
    },
    {
      "url": "https://pangrampangram.com/",
      "title": "Pangram Pangram - Free to try, High-Quality Fonts for Designers - Pangram Pangram Foundry",
      "description": "Pangram Pangram is a world-renowned type foundry crafting premium, contemporary fonts for bold brands and creatives. Explore our full catalog, every font is free to try, made to perform across print, digital, and everything in between.",
      "preview": "Skip to content @@ -1,109 +0,0 @@ cross No newline at end of file New Kyoto Naturally bridging tradition and modernity. Learn more Try for Free Update"
    },
    {
      "url": "https://www.airbnb.co.in/?locale=en&_set_bev_on_new_domain=1606041642_YjI0OGQ3OWI5MDI2",
      "title": "Airbnb: Holiday Rentals, Cabins, Beach Houses, Unique Homes & Experiences",
      "description": "Get an Airbnb for every kind of trip → 7 million holiday rentals → 2 million Guest Favourites → 220+ countries and regions worldwide",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Airbnb homepage Homes on Airbnb 0 of 0 i"
    },
    {
      "url": "https://offers.applearcade.apple/?itscg=10000&itsct=arc-0-arc_ovp-hw_prop-apl-ref-220412",
      "title": "Apple Arcade - Three Month Offer - Apple",
      "description": "Buy a new iPhone, iPad, Apple TV, or Mac and get 3 free months of Apple Arcade.",
      "preview": "Get 3 months of Apple Arcade for free. Now when you buy a new iPhone, iPad, Apple TV, or Mac, it includes 3 months of Apple Arcade, with free access f"
    },
    {
      "url": "http://www.u-dictionary.com/",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "http://www.opentuna.org/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XII-7&chapter=12&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://www.tm-tracking.org/",
      "title": "Trygg Mat Tracking (TMT) | Intelligence and Analysis",
      "description": "Trygg Mat Tracking (TMT) is a non-profit organisation that provides national fisheries authorities and international organisations with fisheries intelligence, analysis, and capacity building, targeting a reduction of illegal fishing and broader improvements in ocean governance.",
      "preview": "top of page Fisheries intelligence, analysis & capacity building to combat illegal fishing Intro ABOUT TMT TMT is a non-profit organisation that provi"
    },
    {
      "url": "https://news.nationalgeographic.com/2018/02/global-industrial-fishing-footprint-spd/?beta=true",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://krismunroes.tumblr.com/",
      "title": "Url: Krismunroes",
      "description": "void",
      "preview": "Url: Krismunroes Home / Archive / RSS Original Theme by: Max , Recycled by: Dave ."
    },
    {
      "url": "https://www.fiskeridir.no/English",
      "title": "Directorate of Fisheries",
      "description": "The Directorate of Fisheries is the Ministry of Trade and Fisheries' advisory and executive body regarding fishing and management of aquaculture.",
      "preview": "Hopp til innhold We use cookies We use cookies on fiskeridir.no to understand how visitors use the website, so that we can improve our services. You c"
    },
    {
      "url": "https://www.elcarrocolombiano.com/noticias/kia-producira-vehiculos-en-india-desde-2019/",
      "title": "Kia producirá vehículos en India desde 2019",
      "description": "Con una inversión de US$1.100 millones, estará ubicada en el distrito de Anantapur, estado de Andhra Pradesh, y podrá construir 300.000 vehículos anuales a partir de 2019. La firma coreana Kia Motors anunció que construirá una planta manufacturera en la localidad de Anantapur en la India, en la cual aspira a producir 300.000 vehículos anuales desde 2019, entre los cuales se cuentan un sedán compacto y un SUV compacto para la India. Para construir esta nueva implantación industrial se calcula una inversión cercana a los US$ 1.100 millones. Las obras iniciarán en diciembre próximo en una extensión de 2,16 kilómetros cuadrados...",
      "preview": "Inicio Lanzamientos Carros Novedades Pruebas Reseñas Autos del Mundo Clásicos Colombianos Clásicos del Mundo Dos Ruedas Noticias De todo un poco Indus"
    },
    {
      "url": "https://altopascio.info/2017/05/30/grosseto-cimitero-di-istia-conclusi-i-lavori/",
      "title": "[ GROSSETO ] - Cimitero di Istia, conclusi i lavori - Altopascio.info",
      "description": "MartedÃ¬, 30/05/17 14:32",
      "preview": "Press ESC to close Altopascio.info . [ GROSSETO ] - Cimitero di Istia, conclusi i lavori La Redazione Comune di Grosseto 30 May 2017 (0) MartedÃ¬, 30/"
    },
    {
      "url": "https://docs.oracle.com/javase/tutorial/",
      "title": "The Java™ Tutorials",
      "description": "void",
      "preview": "A browser with JavaScript enabled is required for this page to operate properly. Documentation The Java™ Tutorials Not sure where to start? See Learni"
    },
    {
      "url": "https://www.seattlefoundation.org/communityimpact/civic-leadership/covid-19-response-fund",
      "title": "COVID-19 Response Fund - Seattle Foundation",
      "description": "COVID-19 Response Fund The COVID-19 Response Fund deployed resources to organizations supporting local workers and families most impacted by the coronavirus crisis. About the COVID-19 Response Fund Managed by Seattle Foundation, the Fund made grants to community-based organizations that are working on the frontlines to support our region's most vulnerable communities. The Fund complemented the work of [...]",
      "preview": "Skip to content COVID-19 Response Fund The COVID-19 Response Fund deployed resources to organizations supporting local workers and families most impac"
    },
    {
      "url": "https://www.naturehills.com/sierra-spreader-juniper",
      "title": "Sierra Spreader Juniper Bush | Buy Now At Naturehills.com",
      "description": "Low-growing, wide-spreading, weed-choking! Sierra Spreader Juniper has all it takes as groundcover & bright-green foliage! Call for your living carpet today!",
      "preview": "Skip to content Skip to product information Previous Next Loading... Load image 1 in gallery view Load image 2 in gallery view Sold out New arrival Si"
    },
    {
      "url": "https://jogorama.com.br/jogos/playstation-4/6198/destiny/",
      "title": "Jogo Destiny para PlayStation 4 - Dicas, análise e imagens",
      "description": "Conheça tudo sobre Destiny do PlayStation 4: dicas, truques, códigos, cheats, macetes, imagens e muito mais.",
      "preview": "Destiny Plataforma: PlayStation 4 Produtora: Bungie Software Distribuidora: Activision Gênero: Tiro em primeira pessoa Lançamento: 9 de Setembro de 20"
    },
    {
      "url": "https://www.thecut.com/article/meghan-markle-profile-interview.html",
      "title": "Cut Cover: Meghan Markle on Her New Life in California",
      "description": "Meghan, Duchess of Sussex, has left the British monarchy behind. Harry's found a polo team in Santa Barbara. Archie and Lilibet are doing great. Now she's ready for her own next act.",
      "preview": "Things you buy through our links may earn Vox Media a commission Photo: Campbell Addy This article was featured in One Great Story , New York 's readi"
    },
    {
      "url": "https://www.analogmuseum.org/english/",
      "title": "void",
      "description": "void",
      "preview": "The following pages are the result of my efforts to preserve analog computers and information about analog computing in general from being scrapped an"
    },
    {
      "url": "https://www.ft.com/technology",
      "title": "Technology | Financial Times",
      "description": "Get the latest technology news from around the industry. Keep up-to-date with the most influential and innovative technology brands, including Apple, Microsoft, Google, Meta, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Technology Add to myFT Lead story in Technology Technology regulation Google"
    },
    {
      "url": "https://www.oceanbestpractices.org/",
      "title": "Ocean Best Practices System",
      "description": "The Ocean Best Practices System (OBPS), backed by the IOC through IODE and GOOS, provides publication, discovery and access to relevant and tested methods, from observation to application, as well as a foundation for increasing capacity.",
      "preview": "OCEAN BEST PRACTICES SYSTEM Providing technological advances and community approaches for all ocean methods to better understand and sustain our ocean"
    },
    {
      "url": "https://www.twitch.tv/mozillahubs",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://cansouthasia.net/",
      "title": "CANSA | Home - Climate Action Network South Asia",
      "description": "<p>[vc_row][vc_column 0=\"\"][vc_column_text][metaslider id=6869] OUR PARTNERS [fusion_portfolio layout=\"carousel\" picture_size=\"fixed\" text_layout=\"unboxed\" grid_box_color=\"\" grid_element_color=\"\" grid_separator_style_type=\"\" grid_separator_color=\"\" columns=\"4″ one_column_text_position=\"below\" column_spacing=\"20″ equal_heights=\"no\" number_posts=\"-1″ portfolio_title_display=\"all\" portfolio_text_alignment=\"left\" padding_top=\"\" padding_right=\"\" padding_bottom=\"\" padding_left=\"\" filters=\"yes\" pull_by=\"category\" cat_slug=\"partners\" exclude_cats=\"\" tag_slug=\"\" exclude_tags=\"\" pagination_type=\"none\" hide_url_params=\"off\" offset=\"0″ orderby=\"date\" order=\"DESC\" content_length=\"excerpt\" excerpt_length=\"35″ strip_html=\"yes\" carousel_layout=\"title_on_rollover\" scroll_items=\"\" autoplay=\"yes\" show_nav=\"yes\" mouse_scroll=\"no\" hide_on_mobile=\"small-visibility,medium-visibility,large-visibility\" class=\"\" id=\"\" animation_type=\"fade\" animation_direction=\"left\" animation_speed=\"0.3″ animation_offset=\"\" /][fusion_builder_container admin_label=\"\" hundred_percent=\"no\" equal_height_columns=\"no\" menu_anchor=\"\" [...]</p>",
      "preview": "Loss and Damage Photo: Shailendra Yashwant Just Transition Photo: Shailendra Yashwant Climate Finance Ecosystem Restoration & Biodiversity Conservatio"
    },
    {
      "url": "https://www.liborlukas.cz/",
      "title": "Libor Lukáš |",
      "description": "void",
      "preview": "Úvod Životopis Tiskové zprávy Fotogalerie Ke stažení Kontakt Tiskové zprávy Zobrazit další Luhačovice - 25.09.2025 Proběhl XV. ročník Mezinárodní konf"
    },
    {
      "url": "https://git.bettercrypto.org/ach-master.git/history/722b6ded8bd2caf3a36fd8c13a3f2d90054e8c1c:/src/llncs.cls",
      "title": "GitHub - BetterCrypto/Applied-Crypto-Hardening: Best Current Practices regarding secure online communication and configuration of services using cryptography.",
      "description": "Best Current Practices regarding secure online communication and configuration of services using cryptography. - BetterCrypto/Applied-Crypto-Hardening",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.oneplus.com/oneplus-10-pro",
      "title": "Buy OnePlus 10 Pro 5G - OnePlus (Italia)",
      "description": "Get the price of OnePlus 10 Pro 5G and latest offers information, check the official price of OnePlus 10 Pro in different storage and colors.",
      "preview": "void"
    },
    {
      "url": "https://ar-ar.workplace.com/blog/collaboration?ref=AVspaOrTPD67k6haImSZNk5nlRLwog02UhOooJ6WOEo1fe6nQxMCLwaPIoXOc_qGK9ffJo7QXy3i25efu8PgYsKaRAW0uxnhRRMnN28xEOqVu9lNXbdWykat9OLG4ta5jDCN9DqMS47rTwU3hiZak9Nj9oEWl_MWGNcIbi-rgVb8OmC45VI4819K150B3EOv-wIIOzFB7pPHyrtTnw8rJnyAGPhPUCc-f57K3iaXwGaBDH7JKegaT7WoDdlKoUHc0IjkcsHf8WPbl52eYrU3Wep--ObnL9rGhiXzUFsk1XgPYS8KqlJ3yMIGesMvm3ni6D3jYuXoN4DgypKUu9lmc0RS",
      "title": "Alla scoperta del futuro del lavoro con VR e MR | Meta for Work",
      "description": "Scopri il futuro del lavoro sul blog di VR e tecnologia di Meta for Work. Prendi parte a un viaggio innovativo nella VR per il mondo del lavoro facendoti guidare dai nostri esperti.",
      "preview": "void"
    },
    {
      "url": "https://www.danielkennedy.com",
      "title": "Celebrity Photographer London - Dan Kennedy",
      "description": "Dan Kennedy is a London based Celebrity and Fashion photographer shooting portraits for magazines, book covers, theatre posters, advertising photography and look books. Based in London, he undertakes commissions worldwide.",
      "preview": "Menu Celebrity Photographer - Dua Lipa Celebrity Photographer - Dua Lipa Celebrity Photographer - Tinie Tempah Celebrity Photographer - Fionn Whitehea"
    },
    {
      "url": "https://principles.design/",
      "title": "Design Principles",
      "description": "An Open Source collection of Design Principles and methods",
      "preview": "Privacy-first principles: Get $10 credit today with Fathom Analytics. Find out more ."
    },
    {
      "url": "http://forums.mozillazine.org/memberlist.php?mode=viewprofile&u=2810765&sid=7cac7c39176ab83cff183912786ae84d",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://aquarium.ucsd.edu/visit/buy-tickets",
      "title": "Birch Aquarium School Programs - Birch Aquarium at Scripps eTicketing",
      "description": "void",
      "preview": "Home Login Menu Menu Home Account Sign Up Log In General Admission Group Sales Admission Annual Memberships Behind-the-Scenes Tours Halloween Aglow Le"
    },
    {
      "url": "https://comprarahorrando.es/essie-allure/",
      "title": "▷ essie allure 】",
      "description": "l➤ ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure, has llegado al sitio correcto. En esta sección te vamos a",
      "preview": "essie allure Comprar Ahorrando Salud y Belleza essie allure ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure,"
    },
    {
      "url": "https://www.byrdie.com/dry-brushing-body",
      "title": "Dry Brushing Benefits and How to Try It, According to Pros",
      "description": "There are many body care treatments on the market, but dry brushing is one of the best. Learn more about the celeb-loved lymphatic treatment, inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "http://www.emigre.com/",
      "title": "Emigre: Fonts",
      "description": "Emigre, Inc. is a digital type foundry based in Berkeley, California. Founded in 1984, coinciding with the birth of the Macintosh computer, the Emigre team, ...",
      "preview": "0 Toggle navigation Emigre Fonts by Family Show All Alda Arbitrary Backspacer Base 9 & 12 Base 900 Base Monospace Big Cheese Blockhead Alphabet Blockh"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://livability.com/topics/love-where-you-live/10-ways-you-can-help-local-businesses-right-now",
      "title": "10 Ways You Can Help Local Businesses Right Now - Livability.com",
      "description": "Small businesses need our help now more than ever. Here are 10 creative ways to lend your support without risking your health.",
      "preview": "Skip to content Home > Love Where You Live > 10 Ways You Can Help Local Businesses Right Now 10 Ways You Can Help Local Businesses Right Now Small bus"
    },
    {
      "url": "https://www.adornbridal.com/adornnashville",
      "title": "Nashville, TN Bridal Shop | Your Dress Is Here",
      "description": "The Experience You'll Cherish For A Lifetime. Come see why Nashville brides voted us best bridal shop in Nashville, TN for the last three years.",
      "preview": "Adorn Nashville Bridal Shop Unmatched Experience, Expert Styling Request an Appointment LET US ADORN YOU Say yes to an unparalleled and unforgettable"
    },
    {
      "url": "https://leseditionsextensibles.com/collections/sur-la-page-abandonnes/sur%20la%20page,%20abandonn%C3%A9s%20vol.2",
      "title": "Les éditions extensibles | SUR LA PAGE,<br> ABANDONNÉS - vol.2",
      "description": "Les éditions extensibles ont pour objet de recherche la transversalité entre art contemporain et littérature.",
      "preview": "éditions extensibles Collections Expositions À propos E-shop Au lieu SUR LA PAGE, ABANDONNÉS - vol.2 Anthologie 2017 - 204 pages - 11× 18 cm → voir l'"
    },
    {
      "url": "https://artitrail.com/sectors/agriculture/mega-sweeper-actisweep/",
      "title": "Artitrail | Mega Sweeper Actisweep",
      "description": "void",
      "preview": "Download Mega Sweeper Actisweep catalogue Actisweep ® V-Concept A new approach to sweeping which will change the way you work! Actisweep® V-Concept is"
    },
    {
      "url": "https://opensource.guide",
      "title": "Open Source Guides | Learn how to launch and grow your project.",
      "description": "Learn how to launch and grow your project.",
      "preview": "Security Best Practices for your Project Strengthen your project's future by building trust through essential security practices - from MFA and code s"
    },
    {
      "url": "https://www.marksandspencer.com/l/beauty",
      "title": "Beauty Products | M&S",
      "description": "Treat yourself to make-up, haircare, skincare and fragrance from our beauty collection. Shop quality products from brands like L'Occitane and Nuxe at M&S",
      "preview": "Beauty The beauty advent calendar Yours for £60 when you spend £35 or more on full-price fashion, homeware or beauty Shop now New In: Hair by Sam McKn"
    },
    {
      "url": "http://www.ecfr.gov/",
      "title": "eCFR :: Home",
      "description": "void",
      "preview": "Site Feedback You are using an unsupported browser × You are using an unsupported browser. This web site is designed for the current versions of Micro"
    },
    {
      "url": "https://isc.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=iscworkday",
      "title": "Home - Your source for Workday support | Employee Workday Help",
      "description": "Help navigating Workday for your benefits, pay, and other HR-related tasks.",
      "preview": "Skip to main content Open Enrollment is Coming Soon! Open Enrollment begins October 27. No changes can be made for 2026 until Open Enrollment begins."
    },
    {
      "url": "https://www.unibz.it/en/services/library/",
      "title": "Library / Free University of Bozen-Bolzano",
      "description": "Siamo aperti a tutti, offriamo connessione WIFi gratutita e la più grande e aggiornata collezione di letteratura scientifica cartacea e online dell´Alto Adige.",
      "preview": "void"
    },
    {
      "url": "https://thenewswheel.com/2019-bmw-i8-overview/2019-bmw-i8-interior-06/",
      "title": "The News Wheel",
      "description": "Button",
      "preview": "Skip to content Car News By Brand Collector's Dream: Over 1,000 Hidden Cars From One of America's Largest Private Collections Now Selling With No Rese"
    },
    {
      "url": "https://githubstatus.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://www.gq.com/story/what-ever-happened-to-brendan-fraser",
      "title": "What Ever Happened To Brendan Fraser? | GQ",
      "description": "GQ's Zach Baron reports on the stupendous rise and surprising disappearance of Brendan Fraser.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Brendan Fraser wants me to meet his horse. \"I got this horse because it's a"
    },
    {
      "url": "https://www.adihadean.ro/tag/oua-fierte/",
      "title": "ouă fierte - Adi Hădean",
      "description": "void",
      "preview": "22 februarie 2012 Poate ați fiert într-o zi mai multe ouă (vine Paștele, nu vă grăbiți să spuneți că nu-i așa) și nu știți ce să faceți cu ... Close You"
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://merchants.fiserv.com",
      "title": "Merchant Services | Payment Processing Enterprise Solutions | Fiserv",
      "description": "As the leader in small business merchant services and enterprise solutions for payments, Fiserv creates new experiences to take your business to the next level.",
      "preview": "Skip to Contact an Expert Skip to Main Content Carat | The Global Commerce Platform from Fiserv Carat orchestrates payments and experiences for the wo"
    },
    {
      "url": "https://digg.com/",
      "title": "Digg - Handmade by human hands using machines",
      "description": "Digg is where people go to look at cool things while they eat a big bowl of cereal.",
      "preview": "Humanity at the core. Technology at the edges. We're building a human-first community platform that places authentic community and connection at the f"
    },
    {
      "url": "https://thealbumcafe.com/",
      "title": "TheAlbumCafe.com is for sale | HugeDomains",
      "description": "Great domain names provide SEO, branding, and a memorable experience for your users. Get a premium domain today.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.iheart.com/podcast/",
      "title": "Listen to the Best Podcasts & Shows Online, Free | iHeart",
      "description": "Listen to the latest episodes from top podcasts. Get news, sports & lifestyle info from your favorite personalities for free!",
      "preview": "Stream Top Podcasts Stream the best podcasts from your favorite stations All Topics All Topics Top Overall Top True Crime Comedy Society & Culture Spo"
    },
    {
      "url": "https://scikit-image.org/docs/stable/auto_examples/index.html",
      "title": "Examples - skimage 0.25.2 documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K Choose version GitHub PyPI Examples # A gallery of examples and that showcase how scikit-image can be used."
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=marketingplatform.google.com&utm_medium=et&utm_campaign=marketingplatform.google.com%2Fabout%2Fanalytics%2F",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "https://boxy-svg.com/app",
      "title": "Boxy SVG",
      "description": "Create and edit Scalable Vector Graphics (SVG) files online",
      "preview": "void"
    },
    {
      "url": "https://desktop.github.com",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://documents.worldbank.org/en/publication/documents-reports/documentdetail/280891580715878729/climate-change-and-marine-fisheries-in-africa-assessing-vulnerability-and-strengthening-adaptation-capacity",
      "title": "Climate Change and Marine Fisheries in Africa : Assessing Vulnerability and Strengthening Adaptation Capacity",
      "description": "The understanding of the impacts of climate change on fisheries is constantly increasing and can be organized around several main factors - ocean acidification, sea-level .",
      "preview": "This page in: English Español Français Português Русский العربية 中文 This page in: English Español Français Português Русский العربية 中文 Loading... Thi"
    },
    {
      "url": "http://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "http://wwd.com/fashion-news/designer-luxury/exclusive-chanel-new-ads-pharrell-williams-kristen-stewart-gabrielle-bag-10840808/",
      "title": "Exclusive: Pharrell Williams First Man to Appear in Chanel Handbag Ads",
      "description": "The music and fashion impresario is the first man to appear in a handbag campaign for Chanel.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://www.nhl.com/schedule",
      "title": "Schedule | Oct 9, 2025 | NHL.com",
      "description": "The official schedule of the NHL including date, access to tickets, TV network, and video highlights.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.kungahuset.se/english/archive/press-releases/2023-02-14-hm-the-king-to-undergo-planned-surgical-procedure",
      "title": "HM The King to undergo planned surgical procedure | Kungahuset",
      "description": "On the advice of his physician, HM The King will undergo a planned surgical procedure on Monday 20 February 2023. The procedure will be performed using laparoscopic (keyhole) surgery in the heart area.",
      "preview": "Startpage / Archive 14 February 2023 HM The King to undergo planned surgical procedure On the advice of his physician, HM The King will undergo a plan"
    },
    {
      "url": "https://krcrtv.com/north-coast-news/eureka-local-news/woman-dies-in-a-single-car-collision-in-arcata",
      "title": "Woman dies in a single-car collision in Arcata",
      "description": "A young woman was in an early morning fatal single-car collision on Highway 101 south of West End Road in Arcata, according to the California Highway Patrol.Of",
      "preview": "Fri, 10 Oct 2025 10:47:55 GMT (1760093275916) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://oemdtc.com/category/recalls",
      "title": "Recall - Unknown Manufacturer",
      "description": "-",
      "preview": "Skip to content"
    },
    {
      "url": "https://livenationproductions.com/",
      "title": "Live Nation Productions",
      "description": "Live Nation Productions was launched in 2016 as the film and television production division of Live Nation Entertainment. The production arm expands the Live Nation Entertainment brand, which includes Live Nation and Ticketmaster, to tell musically-driven stories for audiences worldwide.",
      "preview": "Scroll to top Skip to content Who We Are Our Work Something Beautiful K-Pops Hurry Up Tomorrow Billy Idol Should be Dead Rebbeca Still Free TC Hip Hop"
    }
  ],
  "_meta": {
    "total_bookmarks": 111
  }
}