{
  "data": [
    {
      "url": "https://buddhism-controversy-blog.com/2012/04/09/boring-texts-by-je-tsongkhapa-vs-good-feeling-texts-by-geshe-kelsang/?replytocom=2917",
      "title": "Boring Books by Je Tsongkhapa vs. Good Feeling Books by Geshe Kelsang - Tibetan Buddhism - Struggling With Diffi·Cult Issues",
      "description": "The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT) Talk on Je Tsongkhapa Day 25th October 1996, edited November 27th 1996 At Lama Chopa puja at Manjushri Mahayana Buddhist Centre p.5 At least we should understand that we have a...",
      "preview": "Skip to content The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT)"
    },
    {
      "url": "https://www.treasury.gov/tigta/",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://jobs.cdc.gov",
      "title": "Careers Home | Careers at CDC | CDC",
      "description": "Learn about CDC opportunities for students,veterans,USPH Commissioned Corps,and overseas.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/",
      "title": "@lisas1221-blog on Tumblr",
      "description": "Follow @lisas1221-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes thndr.me Every time you talk to your kids about the dangers of porn, they are safer. Get 10 ideas to #starttalking. http://thndr.me/iEm3Fy"
    },
    {
      "url": "https://demian-dfm.tumblr.com/",
      "title": "@demian-dfm on Tumblr",
      "description": "Architecture, design , stuff and things I like",
      "preview": "Posts remash Follow lakeside villa ~ aketuri architeckta | photos © norbert tukaj Source: dezeen.com jamesrobertsonirvine Follow www.yellowtrace.com.a"
    },
    {
      "url": "https://crosstownfitness.com/",
      "title": "Chicago Gym | Chicago HIIT Group Fitness | Chicago Personal Training",
      "description": "Our Gyms in Chicago Have The Largest Offering of Group Fitness Classes & Personal Training. We Offer Over 100+ Weekly Group Fitness Classes in West Loop, Roscoe Village & Lakeview.",
      "preview": "Try us Schedule Join Our Team FIRST TIME PERSONAL TRAINING CTF TEAM SCHEDULE CORPORATE WELLNESS CTF GAMES Nutrition EFFICIENT & EFFECTIVE Each class w"
    },
    {
      "url": "https://500px.com",
      "title": "500px",
      "description": "void",
      "preview": "Explore the most popular photos on 500px."
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#county-view",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.uhccommunityplan.com/grow",
      "title": "UnitedHealthcare Community Plan",
      "description": "UnitedHealthcare Community Plan can help you find a Medicaid or Medicare plan that best fits your needs. Find benefits, eligibility & detailed plan information.",
      "preview": "Hmm ... it looks like your browser is out of date. Let's update your browser so you can enjoy a faster, more secure site experience. Update Now Skip to"
    },
    {
      "url": "https://bmw.oemdtc.com",
      "title": "BMW & MINI - OEMDTC",
      "description": "BMW & MINI Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://opendata.praha.eu/dataset?amp=&organization=operatorict&tags=office&tags=praha",
      "title": "Otevřená data hlavního města Prahy | Datové sady",
      "description": "Katalog otevřených dat hlavního města Prahy. Data magistrátu, městských částí a městských společností.",
      "preview": "Datové sady Datové sady Vyhledávání Vyhledat Filtry Filtrovat datové sady Organizace 23 Institut plánování a rozvoje 109 Magistrát hl. m. Prahy 103 Pr"
    },
    {
      "url": "https://www.kive.ai/",
      "title": "Kive: Create, manage, and scale on-brand AI content",
      "description": "The all-in-one AI platform that helps brands create stunning visuals, manage assets, and maintain brand consistency - all in one seamless workflow.",
      "preview": "void"
    },
    {
      "url": "https://www.skinstore.com/u-beauty-the-mantle-skin-conditioning-wash-150ml/14006740.html?switchcurrency=USD&shippingcountry=US&utm_source=AWin-%21%21%21affid%21%21%21&utm_medium=affiliate&utm_campaign=AffiliateWin%7CFeed&slfpid=3",
      "title": "Shop SkinStore Favorites Now at Dermstore | Dermstore",
      "description": "SkinStore is now Dermstore! Shop your favorite skincare, hair, and beauty brands all in one trusted destination.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://www.wsbcc.org/",
      "title": "Winston Salem Black Chamber of Commerce | WSBCC",
      "description": "Winston Salem Black Chamber of Commerce provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "top of page WE SERVE AS A RESOURCE DEDICATED TO FOSTERING GROWTH AND DEVELOPMENT FOR SMALL BUSINESS OWNERS, ENTREPRENEURS, AND THE COMMUNITY. View Res"
    },
    {
      "url": "https://luisdg85.tumblr.com/",
      "title": "@luisdg85 on Tumblr",
      "description": "Follow @luisdg85 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes crossconnectmag Follow Paintings by Henrik Aa. Uldalen Henrik Aarrestad Uldalen (1986)is a self-taught artist whose creative production re"
    },
    {
      "url": "https://m-dcc.org/",
      "title": "Miami-Dade Chamber of Commerce",
      "description": "void",
      "preview": "Back History Mission & Vision President's Message Five Pillars of Service Board of Directors Committee's Careers Staff Back Upcoming Events Webinar Re"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "https://www.comune.roma.it/web/it/servizi.page",
      "title": "Roma Capitale | Sito Istituzionale | Servizi",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Tutti i servizi Municipio Servizi online Modulistica Ap"
    },
    {
      "url": "https://www.icao.int/about-icao/Pages/default.aspx",
      "title": "About ICAO",
      "description": "The International Civil Aviation Organization (ICAO) is a United Nations agency which helps 193 countries to cooperate together and share their skies to their mutual benefit. Since it was established in 1944, ICAO's support and coordination has helped countries to diplomatically and technically realize a uniquely rapid and dependable network of global air mobility, connecting families, cultures, and businesses all over the world, and promoting sustainable growth and socio-economic prosperity wherever aircraft fly. As it enters a new era of digitization, and of incredible new flight and propulsion innovations, air transport is relying more than ever on ICAO's expert support and technical and diplomatic guidance to help chart a new and exciting future for international flight. ICAO is innovating itself to answer this call, and expanding its partnerships among UN and technical stakeholders to deliver a strategic global vision and effective, sustainable solutions.",
      "preview": "Skip to main content FAQ Vision and Mission ICAO Strategic Objectives Member States Invited Organizations How ICAO Develops Standards International Ci"
    },
    {
      "url": "https://opensource.org",
      "title": "Open Source Initiative - The steward of the Open Source Definition, setting the foundation for the Open Source Software ecosystem.",
      "description": "Growing the impact of Open Source around the world The Open Source Initiative is the global nonprofit building the future powered by open collaboration, transparency and innovation. Supported by the...",
      "preview": "Growing the impact of Open Source around the world The Open Source Initiative is the global nonprofit building the future powered by open collaboratio"
    },
    {
      "url": "http://ricettedalmondo.blogspot.com/",
      "title": "Ricette dal Mondo",
      "description": "Divertiti anche tu a sperimentare ricette da tutto il mondo! Qui potrai trovare le migliori ricette etniche, dalle più classiche a quelle più strane. Scopri come cucinare un succulento Hamburger Americano, uno squisito Sushi Giapponese o come sorprendere gli amici con una fantastica ed originale cena Indiana.",
      "preview": "void"
    },
    {
      "url": "https://www.hollandsentinel.com/story/news/columns/2020/05/10/mother-s-day-2020/1218142007/",
      "title": "Mother's Day 2020",
      "description": "It's been a pretty subdued Mother's Day. King and I went to a drive thru, got sandwiches and took them to the beach to watch the waves from the truck. I guilted him into it by telling him it was Mot...",
      "preview": "Skip to main content Home Election Local Crime Education State Nation & World Politics Mother's Day 2020 The Road Frequently Traveled King and I went"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "http://www.washingtonstem.org/",
      "title": "Home Page - Washington STEM",
      "description": "Founded on the principles of equity, partnership, and sustainability, Washington STEM creates solutions and partnerships that bring STEM education to Washington students, especially those historically underrepresented in STEM fields.",
      "preview": "Skip to main content Save the date! 2025 Annual Summit - November 19 Join us in re-imagining the future of STEM education in Washington. Together, we'"
    },
    {
      "url": "https://www.flipkart.com/grocery-supermart-store?marketplace=GROCERY",
      "title": "Flipkart Kilos: Online Grocery Store with Up to 80% OFF",
      "description": "void",
      "preview": "Please enable Javascript in your browser. Go to Settings -> Site Settings -> Javascript -> Enable"
    },
    {
      "url": "https://scorecard.worldbank.org/",
      "title": "Measuring Impact | World Bank Group Scorecard",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://oaacc.org/",
      "title": "HOME -",
      "description": "Welcome Oakland African America Chamber of Commerce We Address Economic Disparities, Promote Black Empowerment and support Black-owned businesses. Our tailored programs and events celebrate Black culture, history, and entrepreneurship, recognizing the vital role of Black business owners in the community. Membership Watch Tour Dear New Member:Welcome to the Oakland African American Chamber of Commerce. In [...]",
      "preview": "Welcome Oakland African America Chamber of Commerce We Address Economic Disparities, Promote Black Empowerment and support Black-owned businesses. Our"
    },
    {
      "url": "https://blog.walgreens.com/content/content-hub/us/en/homepage/community-stories/helping-breast-cancer-patients-get-quality-healthcare.html",
      "title": "Helping breast cancer patients get quality healthcare",
      "description": "void",
      "preview": "Search Community Stories Helping breast cancer patients get quality healthcare By Walgreens Oct 31, 2022 • 2 min As many as 30% of breast cancer death"
    },
    {
      "url": "https://www.salamanderresort.com/",
      "title": "Salamander Middleburg | Five Star Resort and Spa in Middleburg, VA",
      "description": "Salamander Middleburg offers the refined sophistication of a luxurious country estate in the exclusive Washington. D.C. horse and wine country,",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://bugzilla.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "https://new.express.adobe.com/tools/generate-qr-code",
      "title": "Adobe Express",
      "description": "Adobe Express",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://motionforjustice.vera.org/",
      "title": "Reshaping Prosecution Initiative | Vera Institute",
      "description": "We're helping prosecutors reduce the number of people entering the system, address racial disparities, and increase their accountability to communities.",
      "preview": "void"
    },
    {
      "url": "https://www.aeon.org/",
      "title": "Aeon Affordable Homes - Home Changes Everything",
      "description": "Aeon creates and preserves affordable housing across Minnesota, offering stable homes, supportive services, and vibrant communities that transform lives.",
      "preview": "Skip to main content Home Changes Everything We create and sustain quality affordable homes that strengthen lives and communities. Explore Communities"
    },
    {
      "url": "https://na.panasonic.com/us/",
      "title": "Create Today, Enrich Tomorrow | Panasonic North America - United States",
      "description": "At Panasonic, we're working to change the way we power our homes, our travel, our businesses - and our lives.",
      "preview": "Powering progress Discover Panasonic's new EV battery manufacturing facility, a major investment in U.S. manufacturing, innovation and electric vehicl"
    },
    {
      "url": "http://www.clubvosgienphalsbourglutzelbourg.com/album-photos/photos-annee-2020/assemblee-generale/20200221-191139-1.html",
      "title": "20200221_191139 (1)",
      "description": "void",
      "preview": "Accueil Album photos Année 2020 Assemblée Générale 20200221_191139 (1) 20200221_191139 (1) Retour"
    },
    {
      "url": "https://www.doh.wa.gov/Emergencies/COVID19/vaccine",
      "title": "COVID-19 Vaccine Information | Washington State Department of Health",
      "description": "Statewide Vaccine Standing Order The Washington State Department of Health (DOH) has issued a statewide standing order, under the direction of the State Health Officer, authorizing qualified health care personnel to vaccinate individuals aged 6 months and older, including pregnant people, who do not have contraindications to the vaccine.",
      "preview": "breadcrumb English"
    },
    {
      "url": "https://www.bestmarijuanaguide.com/profile/cover-cannabis/write-review",
      "title": "Cover Cannabis: Write a Review: Help Other Buyers Learn About Cover Cannabis - bestmarijuanaguide",
      "description": "How was your experience with Cover Cannabis? Tell bestmarijuanaguide.com. Let Cover Cannabis know how they're doing. Your feedback helps companies be better and shows buyers who they can trust.",
      "preview": "Home Cover Cannabis Write Review Write a Review on Cover Cannabis Rate your experience. Title of Review Title of Review How do you know Cover Cannabis"
    },
    {
      "url": "https://www.ipsy.com",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://jacobin.com/2023/02/christian-super-bowl-ads-he-gets-us-servant-foundation-abortion-gay-rights?utm_campaign=later-linkinbio-themeteor&utm_content=later-33016107&utm_medium=social&utm_source=linkin.bio",
      "title": "The Far Right Is Funding Evangelical Super Bowl Sunday Ads",
      "description": "Upcoming Christian Super Bowl ads are framed as diverse and inclusive. But the money behind them comes from a rabidly antiabortion and antigay organization.",
      "preview": "New issue, \"Borders,\" out now. Get a discounted subscription to our print magazine today. Your support keeps us publishing! Remove Icon The foundation"
    },
    {
      "url": "https://undocs.org/en/A/HLPF/2019/l.1",
      "title": "Document Viewer",
      "description": "void",
      "preview": "home United Nations العربية 中文 English Français Русский Español"
    },
    {
      "url": "http://www.kidswithfoodallergies.org/",
      "title": "Home | Kids with Food Allergies",
      "description": "(KFA) is a division of the Asthma and Allergy Foundation of America (AAFA), the nation's oldest and leading asthma and allergy charity. With one in 13 children now having a food allergy, KFA services are needed more than ever. We are a vital lifeline to families raising children with food allergies.",
      "preview": "New Anaphylaxis Action Plan AAFA's Food Allergy Anaphylaxis Action Plan provides information and instructions on how to manage an allergic reaction LE"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/home.html",
      "title": "swisstopo - knowing where",
      "description": "The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everything - revolves around geodata. We share our knowledge in an open, transparent and reusable way so that it is accessible to the public, companies and authorities.And what are you looking for?",
      "preview": "swisstopo - knowing where The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everythin"
    },
    {
      "url": "https://ourfamilysoftware.com/nb/products/familyboard",
      "title": "FamilyBoard - Our Family Software",
      "description": "En interaktiv tavle som holder hele familien samstemt! FamilyBoard er unik i sin fokus på å visualisere familiens digitale informasjon. Visualisering er nøkkelen for å involvere alle, og med mobil appen har familiemedlemmer tilgang til den samme informasjonen på farta.",
      "preview": "Gå videre til innholdet Handlekurven din er tom Fortsett å handle Har du en konto? Logg på for å betale raskere. Handlekurven din Laster inn ... Estimer"
    },
    {
      "url": "https://csdap.earthdata.nasa.gov/",
      "title": "Satellite Data Explorer",
      "description": "Search, discover, and access NASA acquired commercial satellite data.",
      "preview": "void"
    },
    {
      "url": "http://www.generexe.nl/",
      "title": "GenerExe IT - Software Development",
      "description": "GenerExe IT software ontwikkeling",
      "preview": "Maatwerk Diensten Expertise Projecten Over ons Contact Special projects Moderniseren Software Inspect 2 Report Mobile XPad ☰ Wij kunnen helpen als \"st"
    },
    {
      "url": "https://postermemorabilia.com/zh-cn/products/sanandreas",
      "title": "San Andreas Signed Poster with COA",
      "description": "Get a signed San Andreas movie poster featuring the cast's autographs. Includes a Certificate of Authenticity.",
      "preview": "Skip to content Search 90-Day Money Back Guarantee & Free Shipping Worldwide Search Authentic Poster + COA (Unframed) San Andreas Signed Poster with C"
    },
    {
      "url": "https://pangrampangram.com/",
      "title": "Pangram Pangram - Free to try, High-Quality Fonts for Designers - Pangram Pangram Foundry",
      "description": "Pangram Pangram is a world-renowned type foundry crafting premium, contemporary fonts for bold brands and creatives. Explore our full catalog, every font is free to try, made to perform across print, digital, and everything in between.",
      "preview": "Skip to content @@ -1,109 +0,0 @@ cross No newline at end of file New Kyoto Naturally bridging tradition and modernity. Learn more Try for Free Update"
    },
    {
      "url": "https://www.cvaacc.org/",
      "title": "Home",
      "description": "Central Virginia African American Chamber of Commerce - The Central Virginia African American Chamber of Commerce (CVAACC) is a non-profit organization serving the African American community of the Richmond Metropolitan Area.",
      "preview": "Get in touch Phone: (804) 823-7745 Email: info@cvaacc.org (804) 823-7745 6802 Paragon Place Suite 410 Richmond, VA 23230 Empowering Developing Sust"
    },
    {
      "url": "https://eclkc.ohs.acf.hhs.gov/programs/article/about-early-head-start-program",
      "title": "About the Early Head Start Program | HeadStart.gov",
      "description": "Early Head Start programs provide family-centered services for low-income families with very young children designed to promote the development of the children, and to enable their parents to fulfill their roles as parents and to move toward self-sufficiency.",
      "preview": "Skip to main content Programs Share Open an Email-sharing interface Open to Share on Facebook Open to Share on Twitter Open to Share on Pinterest Open"
    },
    {
      "url": "https://regional-open-data-capcog.opendata.arcgis.com/",
      "title": "CAPCOG Regional Open Data Site",
      "description": "CAPCOG Region Open Data",
      "preview": "void"
    },
    {
      "url": "http://mahoneyandgotto.com/links.php",
      "title": "Useful Links | Mahoney & Gotto Company, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "description": "Mahoney & Gotto Company is a full service tax and accounting firm, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "preview": "HOME | CONTACT US Menu Home Our Firm Our People Our History Our Credentials Our Areas of Specialization Services Tax Services Accounting Services Cons"
    },
    {
      "url": "https://careers.mozilla.org/listings/?team=Mozilla%20Foundation",
      "title": "Mozilla Careers - All open positions at Mozilla",
      "description": "We have a mighty mandate, serving hundreds of millions of people. Add a culture of exploration, and there is always a new way to learn and grow here.",
      "preview": "Listings Location All Locations Remote Belgium Remote Canada Remote Canada; Remote Germany; Remote UK; Remote US Remote Finland Remote France Remote G"
    },
    {
      "url": "https://www.fontpair.co/",
      "title": "Fontpair - Free, beautiful fonts and font pairings curated just for you",
      "description": "Discover free fonts and font pairings. Handpicked fonts and professionally curated combinations using beautiful free fonts.",
      "preview": "void"
    },
    {
      "url": "https://www.ballmergroup.org/",
      "title": "Ballmer Group - Ballmer Group",
      "description": "Economic opportunity for all. Ballmer Group is committed to improving economic mobility for children and families in the United States. We fund leaders and organizations that have demonstrated the ability to reshape opportunity. Our grants focus...",
      "preview": "Skip to content"
    },
    {
      "url": "https://news.educ.cam.ac.uk/230223-jason-arday",
      "title": "Jason Arday appointed Professor of Sociology of Education at University of Cambridge | Faculty of Education",
      "description": "The renowned sociologist, Jason Arday, is to become a professor at the University of Cambridge.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.ywcanashville.com/",
      "title": "YWCA Nashville & Middle Tennessee | Domestic Violence Services",
      "description": "Dedicated to ending racism and empowering women, YWCA Nashville & Middle Tennessee offers domestic violence services, safety education, and shelters for those in need. Join us in promoting peace and dignity for all. Visit now for support and advocacy.",
      "preview": "0 33rd Academy for Women of Achievement learn more & get tickets Weaver Center & Domestic Violence Services Call 800-334-4628 Dress for Success Nashvi"
    },
    {
      "url": "https://centrepoint.app.link/s/956361bb88bb3af572c71a39e6d0776a67a33b57da39721586fa22a483422979",
      "title": "Fashion, Beauty, Home & Kids' Essentials | Centrepoint UAE",
      "description": "Shop new clothing online for women, men & kids, as well as beauty products, home decor, kids' strollers & feeding in UAE | Free shipping on AED 200+",
      "preview": "Free Shipping On all orders Click & Collect From a nearby store or 400+ points Home Delivery Same day delivery Deliver to select your area Shop more b"
    },
    {
      "url": "https://www.parakeetcafe.com/",
      "title": "Parakeet Cafe | Healthy Food in San Diego, LA & Newport Beach",
      "description": "At Parakeet Cafe, we serve healthy, local food, coffee, and juice, all with good vibes. Order online or visit us in San Diego, L.A., or Newport Beach!",
      "preview": "Homepage Main content starts here, tab to start navigating Redefining Healthy Food Slide 1 of 3 Slide 2 of 3 Slide 3 of 3 hero gallery paused, press t"
    },
    {
      "url": "https://dotdashmeredith.mediaroom.com/",
      "title": "Meredith Corporation MediaRoom - News Releases",
      "description": "void",
      "preview": "News Releases In this section of the Dotdash Meredith Mediaroom, you'll find our news releases. The releases are listed in chronological order and are"
    },
    {
      "url": "https://smallbusinessresources.wf.com/creating-a-cash-flow-projection/",
      "title": "How To Create a Cash Flow Projection | Wells Fargo",
      "description": "Use this list to identify cash shortfalls and surpluses in your business's future and see sample cash flow projections and strategies to improve accuracy.",
      "preview": "October 2024 In less than an hour a month, you can identify potential cash shortfalls - and surpluses - in your business's future. Even businesses wit"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "https://pngquant.org/",
      "title": "pngquant - lossy PNG compressor",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://jobs.walgreens.com/",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "http://www.jjbtravel.com/",
      "title": "JJBargains Travel - Your Professional Travel Consultants",
      "description": "Lowest fare , Philippine vacation , online travel , Specialized in Philippine , Asian , South America , European travel .",
      "preview": "void"
    },
    {
      "url": "https://www.musiciansoncall.org/",
      "title": "Home - Musicians On Call",
      "description": "void",
      "preview": "Close Search for: Search Adding a dose of joy since 1999. Join us and keep the beat going in healthcare environments. Learn More About Our Programs St"
    },
    {
      "url": "https://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "http://www.tucows.com/",
      "title": "Tucows | Making the Internet Better Since 1993",
      "description": "Tucows offers Domain Name Services, Fiber Internet Services and SaaS through our businesses Tucows Domains, Ting and Wavelo. We're a tech company headquartered in Toronto, Canada, making the internet better since 1993.",
      "preview": "Making the Internet better. #JoinTheHerd: Our teams are hiring globally! See careers What we do We do a lot. As OpenSRS, Enom, Ascio and Hover, we're"
    },
    {
      "url": "https://security.googleblog.com/2023/03/8-ways-to-secure-chrome-browser-for.html",
      "title": "Google Online Security Blog: 8 ways to secure Chrome browser for Google Workspace users",
      "description": "Posted by Kiran Nair, Product Manager, Chrome Browser 1. Bring Chrome under Cloud Management Your journey towards keeping your Goog...",
      "preview": "Security Blog The latest news and insights from Google on security and safety on the Internet 8 ways to secure Chrome browser for Google Workspace use"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://abc7ny.com/escaped-sheep-wayward-slaughterhouse-escape-paterson/12888170/",
      "title": "Escaped sheep getting a new 'fleece' on life after escaping Paterson, New Jersey slaughterhouse - ABC7 New York",
      "description": "Seven sheep are getting a new \"fleece\" on life after escaping from a slaughterhouse in New Jersey.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out PETS & ANIMALS 7 sheep getting a new 'fleece' on life after escaping New Jersey slau"
    },
    {
      "url": "https://www.bertarelli.com",
      "title": "Bertarelli",
      "description": "void",
      "preview": "Supporting Switzerland's Campus Biotech, the world's newest innovation hub The family's business activities, both joint and individual, are diverse He"
    },
    {
      "url": "https://www.shrm.org/hr-today/news/hr-magazine/winter2022/pages/us-companies-step-up-to-hire-refugees.aspx",
      "title": "U.S. Companies Step Up to Hire Afghan and Ukrainian Refugees",
      "description": "Some of the largest companies in the U.S. have pledged to hire a total of more than 22,000 refugees over the next three years.",
      "preview": "Skip to main content Share Linked In Facebook Twitter Email Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vivamus convallis sem tellus, vit"
    },
    {
      "url": "http://www.hfs.psu.edu/",
      "title": "Home Page | LiveOn",
      "description": "void",
      "preview": "Skip to main content Image Your Penn State Experience Starts Here Get Started Prospective Students Current Students Graduate & Family Housing Student"
    },
    {
      "url": "https://www.coursera.org/campus?utm_campaign=website&utm_content=corp-to-landing-for-campus&utm_medium=coursera&utm_source=header&utm_term=a-out",
      "title": "Online Learning Platform for Universities | Coursera",
      "description": "Build on top of your curriculum with innovative, career-aligned courses and micro-credentials to strengthen the employment outcomes that attract students and increase enrollments.",
      "preview": "Strengthen employability to attract more students Equip students with the most in-demand skills and prepare them for job success. Contact us See your"
    },
    {
      "url": "http://nrifs.fra.affrc.go.jp/index_e.html",
      "title": "NRIFS-FRA",
      "description": "National Research Institute of Fisheries Science, Japan Fisheries Research and Education Agency, NRIFS, FRA",
      "preview": "National Research Institute of Fisheries Science ACCESS Inquiry OUR MISSION ■ 1 ： Elucidation of the ecological characteristics and stock assessment o"
    },
    {
      "url": "http://www.saporum.com/index.php?option=com_recipes&Itemid=28",
      "title": "Saporum.com is for sale | HugeDomains",
      "description": "Painless, quick delivery of your domain name. Fast and professional service.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://stickerbabai.com/privacy/view/privacy_policy.html",
      "title": "StickerBabai- privacy",
      "description": "void",
      "preview": "Privacy Policy Effective date: November 24, 2018 StickerBabai (\"us\", \"we\", or \"our\") operates the StickerBabai mobile application (hereinafter referre"
    },
    {
      "url": "http://www.ew.com/article/2016/02/25/explosions-in-sky-ted-cruz-campaign",
      "title": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "description": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "preview": "Top Stories Jimmy Kimmel wants Trump on his show Lukas Gage on why he was fired from 'Mad Men' over shirtless scene Jeff Probst shares intel on 'Sur"
    },
    {
      "url": "http://www.infocamere.it/",
      "title": "InfoCamere",
      "description": "La società delle Camere di Commercio per l'innovazione digitale. Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione. Visita il nostro sito.",
      "preview": "InfoCamere la società delle Camere di Commercio per l'innovazione digitale Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione Your brow"
    },
    {
      "url": "http://www.quantum-chemistry-history.com/",
      "title": "Udo Anders : Early Ideas in the History of Quantum Chemistry.",
      "description": "void",
      "preview": "Home Introduction to this site Contents/Index People History, Philosophy of QC (Newer) Books Connected with this Website Programs, Acronyms Usage Stat"
    },
    {
      "url": "https://sagawards.us18.list-manage.com/track/click?u=5d326b56cf6c1f8b0552973ea&id=eb565e34cd&e=514c0af493",
      "title": "Entertainment Weekly: Entertainment News for Pop Culture Fans",
      "description": "Get your daily dose of the latest TV, movie, music, and book news from Entertainment Weekly, your go-to source for all things entertainment.",
      "preview": "Movies The race is on: Inside Glen Powell's action-packed turn as The Running Man - and why he's happy 'chasing the ... Director Edgar Wright and star"
    },
    {
      "url": "http://www.calottery.com/privacy-policy",
      "title": "Privacy Policy | California State Lottery",
      "description": "The California State Lottery knows how important your privacy is, and we're committed to protecting it. Learn how we safeguard your personal information.",
      "preview": "skip to main content PRIVACY POLICY We protect your personal information. The California State Lottery (\"Lottery\") is committed to protecting your pri"
    },
    {
      "url": "https://www.glasseo.com/des-moocs-pour-comprendre-les-enjeux-sur-le-climat",
      "title": "Des Moocs pour comprendre les enjeux sur le climat | Glasseo",
      "description": "L'acronyme MOOC signifie « Massive Open Online Course » traduit en français « cours en ligne ouvert et massif ». L'inscription est généralement gratuite et permet de se former ou de s'informer sur des sujets très variés comme les cours de cuisine ou le pilotage de drone. L'incubateur We-explore a eu la bonne idée de proposer des Moocs construits sur l'expérience de grands explorateurs avec qui ils ont collaborés de près ou de loin. (campus.we-explore.org) Des explorateurs qui ont sillonné la terre et les océans et qui ont capitalisé sur leurs expériences pour un monde plus durable. Ils ont pu découvrir ou tester des savoir-faire, des savoir-être ou des organisations nouvelles qu'ils nous font partager à travers 4 formations en ligne passionnantes et très enrichissantes. En espérant qu'il y en aura beaucoup d'autres, vous avez d'ores et déjà accès à 4 thématiques : Low tech Lab : Comment faire mieux avec moins. Nous en parlions dans un précédent article intitulé S'inspirer des « low technos » pour réduire son impact en émission de C02 . Ce module de formation vous donnera les clés pour comprendre l'état d'esprit et comment expérimenter une démarche low-tech. Matériaux : Nous le savons tous désormais la population mondiale consomme en 6 mois les ressources que la planète est capable de régénérer en 1 an. Ce module nous parle de matériaux recyclés, d'économie circulaire et de consommation locale. Océans : Ici vous découvrirez à quel point notre mode de vie impact les océans et à l'inverse pourquoi les océans sont une source infinie de richesse pour l'humanité et pour le climat. Ici vous comprendrez pourquoi il est vital de protéger nos océans. Territoires : Cette séquence très concrète nous ouvre les yeux sur la façon dont nous pouvons nous impliquer au coin de la rue pour agir chacun à son niveau et sur son territoire. Comment réduire notre empreinte matérielle ? Analyse de cycle de vie, économie circulaire, écologie territoriale industrielle, éco-conception, sobriété... sont des pistes de solutions prometteuses à explorer. La connaissance est un élément primordial pour permettre à chacun d'être un acteur de la transition écologique et solidaire, ce projet de campus We explore est un outil extra pour sensibiliser le plus grand nombre. Alors inscrivez-vous en deux clics pour visionner des heures de vidéos inspirantes sur le site : campus.we-explore.org.",
      "preview": "Aller au contenu principal Retour Des Moocs pour comprendre les enjeux sur le climat Image L'acronyme MOOC signifie « Massive Open Online Course » tra"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://health.gov/healthypeople/priority-areas/social-determinants-health",
      "title": "Social Determinants of Health - Healthy People 2030 | odphp.health.gov",
      "description": "When it comes to health, it matters where people live, learn, work, play, and age. That's why Healthy People 2030 has an increased focus on how social, economic, and environmental factors can impact people's health. Learn more about the social determinant",
      "preview": "Skip to content Skip to navigation Per a court order, HHS is required to restore this website to its version as of 12:00 AM on January 29, 2025. Infor"
    },
    {
      "url": "https://lbb.in/shop/product/side-pockets-detail-mauve-striped-dress",
      "title": "Get Side Pockets Detail Mauve Striped Dress at ₹ 1600 | LBB Shop",
      "description": "Knot Clothing is women fashionwear label. The brand is collection of beautiful products made with quality fabrics and materials.",
      "preview": "Thank you for visiting. You can now shop for Dresses on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recommendations"
    },
    {
      "url": "https://www.thesportsnews.in/",
      "title": "The Sports News | Cricket News, Football News, Sports Business News, IPL, PKL, ISL, IPL 2024",
      "description": "The Sports News is all about all those sports freak who live and breathe cricket, football, and any sports that you name.",
      "preview": "Search Follow US © 2024 The Sports News. All rights reserved. Designed and Managed by HayWire Digital. Top Story UP T20 League 2024 Points Table: Utta"
    },
    {
      "url": "https://www.flysas.com/no/no/book/flights/",
      "title": "Pardon Our Interruption",
      "description": "void",
      "preview": "You've disabled JavaScript in your web browser. Please enable it and reload this page to proceed. Pardon Our Interruption As you were browsing somethi"
    },
    {
      "url": "https://greaterbaltimoreblackchamber.org/",
      "title": "void",
      "description": "void",
      "preview": "Join Us Donate Contact Us Log in Home About Chamber Mission A Tribute to the Founding Chair Contact Us GBBCC Photo Gallery Membership Membership Appli"
    },
    {
      "url": "https://usplasticspact.org/",
      "title": "U.S. Plastics Pact | Working together to end plastic waste",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "learn more and register today! The U.S. Plastics Pact brings together businesses, not-for-profit organizations, government agencies, and research inst"
    },
    {
      "url": "http://swisstopo.admin.ch/en/geodata/images/ortho/swissimage10.html",
      "title": "SWISSIMAGE",
      "description": "The orthophoto mosaic SWISSIMAGE 10 cm is a composition of new digital color aerial photographs over the whole of Switzerland with a ground resolution of 10 cm in the plain areas and main alpine valleys and 25 cm over the Alps. It is updated in a cycle of 3 years.",
      "preview": "Published on 8 January 2024 SWISSIMAGE The orthophoto mosaic SWISSIMAGE 10 cm is a composition of new digital color aerial photographs over the whole"
    },
    {
      "url": "http://www.mpeg.org/",
      "title": "MPEG - The Moving Picture Experts Group",
      "description": "void",
      "preview": "Group photo at MPEG 151 in Daejeon This is the home page of MPEG, the group that develops standards for coded representation of digital audio, video,"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/",
      "title": "Fragments of My Imagination",
      "description": "Trying to understand the complex world and convey it simply. ------- Art blog ------- Other art...",
      "preview": "Fragments of My Imagination RSS Oct 9 wardoftheflies : todayintokyo : Rainy season by モモ ID: art of a black cat stepping on a road in the rain, surrou"
    },
    {
      "url": "https://gcvcc.gcvcc.org/list/member/cabot-s-pueblo-museum-desert-hot-springs-13476.htm",
      "title": "Cabot's Pueblo Museum | Entertainment & Attractions | Museums - Greater Coachella Valley Chamber of Commerce - Greater Coachella Valley Chamber of Commerce",
      "description": "Cabot's Pueblo Museum | Entertainment & Attractions | Museums",
      "preview": "Greater Coachella Valley Chamber of Commerce Cabot's Pueblo Museum Categories Entertainment & Attractions Museums 67616 East Desert View Ave. Desert H"
    },
    {
      "url": "https://utsouthwestern.pure.elsevier.com/en/publications/relationship-between-safe-sex-and-acculturation-into-the-gay-subc",
      "title": "Relationship between safe sex and acculturation into the gay subculture - University of Texas Southwestern Medical Center",
      "description": "void",
      "preview": "Search All UT System Experts Relationship between safe sex and acculturation into the gay subculture A. C. Seibt, M. W. Ross, A. Freeman, M. Krepcho,"
    },
    {
      "url": "http://www.leccopolis.it/acque-contaminate-divieto-di-balneazione-a-malpensata-8208.html",
      "title": "Acque contaminate, divieto di balneazione a Malpensata | Leccopolis",
      "description": "Con l'ordinanza n. 32, il sindaco ha interdetto la balneazione in Località Malpensata a Lecco fino a revoca, in seguito al campionamento del 26 aprile 2017. La",
      "preview": "Lecco polis 10 ottobre 2025 Home Economia Europa Italia Mondo Politica Contattaci Lecco Brianza Calolziocorte Lago Lavoro Merate Oggiono Olginate Valm"
    },
    {
      "url": "https://locust-hub-hqfao.hub.arcgis.com/",
      "title": "FAO Locust Hub",
      "description": "Discover the latest FAO resources, maps and information about the desert locust infestation in Africa.",
      "preview": "void"
    },
    {
      "url": "https://www.gadget-talk.ro/tag/nokia-8-1/",
      "title": "Nokia 8.1 - Gadget Talk Romania | Tehnologia la control",
      "description": "void",
      "preview": "Smartphones Florin Popovici 06/12/2018 1 HMD Global oficializeaza Nokia 8.1 pentru Europa (Romania) Asa cum ne asteptam, Nokia X7 devine Nokia 8.1 pen"
    },
    {
      "url": "https://stock.walmart.com/stock-information/default.aspx",
      "title": "Quote and Chart :: Walmart Inc. (WMT)",
      "description": "void",
      "preview": "Skip to main content Skip to section navigation Skip to footer email Email Alerts location_city Company Profile contact_page Contacts account_tree Sit"
    },
    {
      "url": "https://www.burnabyheights.com/listing-category/esthetics-spa-services/",
      "title": "Esthetics & Spa Services - Heights Merchants Association",
      "description": "void",
      "preview": "Location Category Any Category Beauty & Wellness Barber Shop Beauty Salon Esthetics & Spa Services Health Food Store Community Services & Organization"
    },
    {
      "url": "https://corporate.hasbro.com/en-us",
      "title": "About the Company - Hasbro",
      "description": "Visit Hasbro Newsroom to get all the latest news and the easiest way to stay up to date with the latest events of Hasbro. Read press releases, get updates, watch videos, and more.",
      "preview": "Latest News and Press Releases About Hasbro Hasbro is a leading games, IP and toy company whose mission is to create joy and community through the mag"
    },
    {
      "url": "https://locate.apple.com/",
      "title": "Find Locations",
      "description": "Place to find locations for apple products",
      "preview": "void"
    },
    {
      "url": "http://www.innogistics.net/",
      "title": "INNOGISTICS | Logistics | Freight | Shipping",
      "description": "logistic",
      "preview": "Innogistics International Limited Innovative Logistics Solutions Home Services Network Resources Contact Us Professional Logistician INNOGISTICS is po"
    },
    {
      "url": "http://ilabs.uw.edu/institute-faculty/bio/i-labs-andrew-n-meltzoff-phd",
      "title": "Andrew N. Meltzoff, Ph.D. | I-LABS",
      "description": "void",
      "preview": "Andrew N. Meltzoff, Ph.D. Professor and Co-Director Jump to: Bio | Full CV | Short CV | Publications | About the Lab | Contact Professor , Department"
    },
    {
      "url": "https://bugs.ruby-lang.org/issues?page=32&per_page=50&sort=subject%3Adesc%2Cstatus%2Cassigned_to",
      "title": "Issues - Ruby Issue Tracking System",
      "description": "Redmine",
      "preview": "Search Project General Profile Sign in Register Home Projects Help Search : Jump to a project... All Projects Ruby Issue Tracking System Projects Acti"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "https://www.dw.com/en/business/s-1431",
      "title": "Business | Economy and finance news from a German perspective - DW",
      "description": "In-depth business news on Europe and it's strongest economy. Read and watch to learn about international markets, companies and the powers who drive them.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "http://skytruth.org/",
      "title": "SkyTruth - If you can see it, you can change it",
      "description": "If you can see it, you can change it",
      "preview": "If you can see it, you can change it. Sharing the view from space to promote conservation for people and the planet. NASA Earth Observatory image modi"
    },
    {
      "url": "http://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://blog.medium.com/what-were-reading-are-you-an-upstander-or-a-bystander-81f618ff072c?source=home---------6------------------0----------",
      "title": "What We're Reading: Are you an upstander or a bystander? | by Medium Staff | The Medium Blog | Medium",
      "description": "What We're Reading: Are you an upstander or a bystander? A few Medium stories you may have missed this week When good - or bad - things happen at work, do you participate or do you lurk? As ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Mastodon The Medium Blog · The official source of news and updates about"
    },
    {
      "url": "http://www.cee.psu.edu",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "http://www.eingang.org/Games/boggle.html",
      "title": "Boggle/Big Boggle Word Finding Game FAQ",
      "description": "Mach and Ein's IRC Boggle Game FAQ",
      "preview": "Boggle/Big Boggle FAQ This FAQ (Frequently Asked Questions) document is maintained by Michelle A. Hoyle ( eingang@eingang.org ). It is normally posted"
    },
    {
      "url": "https://www.straitstimes.com/asia/se-asia/jakarta-detains-chinese-trawler-off-sumatra",
      "title": "The Straits Times - Breaking news, Singapore news, Asia and world news & multimedia",
      "description": "The Straits Times - Get latest breaking news, business, sports, lifestyle, tech & multimedia and more news in Singapore, Asia & rest of the world at straitstimes.com.",
      "preview": "Singapore E-paper Subscribe myST+ Singapore Asia World Opinion Life Business Sport Visual Podcasts Menu myST+ Menu Strong 7.4-magnitude quake strikes"
    },
    {
      "url": "https://www.gowildimages.com/Landscapes/Europe/Switzerland/i-Lt3pt7Q/",
      "title": "Switzerland - GoWild Images Australia",
      "description": "A quick Autumn driving circuit, including Liechtenstein",
      "preview": "Powered by SmugMug Owner Log In Report Content"
    },
    {
      "url": "https://www.nyasatimes.com/judge-in-muluzi-case-fails-to-deliver-judgement/",
      "title": "Judge in Muluzi case fails to deliver judgement - Malawi Nyasa Times - News from Malawi about Malawi",
      "description": "Malawi breaking news publishing 24 hours a day news about Malawi, Malawi Business, Malawi Tourism, Malawi Politics, Malawi News",
      "preview": "Skip to content High Court judge Maclean Kamwambi on Tuesday failed to turn up at the court in Blantyre to deliver a landmark judgement on whether for"
    },
    {
      "url": "https://docs.python.org/3/library/datetime.html",
      "title": "datetime - Basic date and time types - Python 3.14.0 documentation",
      "description": "Source code: Lib/datetime.py The datetime module supplies classes for manipulating dates and times. While date and time arithmetic is supported, the focus of the implementation is on efficient attr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Data Types » datetime - Basic date and time"
    },
    {
      "url": "https://securustech.net/privacy",
      "title": "Privacy - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Privacy Please wait while you are redirected...or Click Here if you do not want to wait."
    },
    {
      "url": "https://dsmsport.nl/?attachment_id=58109277",
      "title": "DSM Sport",
      "description": "DSM Sport: dé specialist in teamwear en sportkleding in Bergen op Zoom en omgeving. Van hoogwaardige clubkleding tot sponsoring en maatwerkoplossingen. Samen bouwen we aan de toekomst van sport!",
      "preview": "Meteen naar de content Je winkelwagen is leeg Terugkeren naar winkel Heb je een account? Log in om sneller af te rekenen. Je winkelwagen Bezig met lad"
    },
    {
      "url": "https://www.actusf.com/forumimaginaire/memberlist.php?mode=contactadmin&sid=5d1d8991a65815d957880828b7aa6936",
      "title": "L'Appel de l'imaginaire - Envoyer un courriel",
      "description": "void",
      "preview": "L'Appel de l'imaginaire Le forum préparatoire des Etats Généraux Vers le contenu Rechercher Recherche avancée Accès rapide Sujets sans réponse Sujets"
    },
    {
      "url": "https://www.pafans.com/actualidad/2021/se-presenta-el-restaurante-twentynines-y-el-videojuego-the-beat-challenge-90507",
      "title": "Se presenta el restaurante TwentyNine's y el videojuego The Beat Challenge • Pafans.com",
      "description": "Las dos novedades llegan gracias a la unión de PortAventura World, LaLiga y Kosmos",
      "preview": "MENÚ Guía de PortAventura El resort PortAventura Park Mediterrània Polynesia SésamoAventura China México Far West Carnaval Easter Celebration Hallowee"
    },
    {
      "url": "https://www.porterleath.org/preschool",
      "title": "Porter-Leath Focus Areas | Preschool",
      "description": "Porter-Leath brings vital early childhood education and family services to children and families in Shelby County each year. Porter-Leath Preschool encompasses several components, including Early Head Start, Pre-K and Preschool classrooms.",
      "preview": "Preschool Home Focus Areas Preschool Porter-Leath brings vital early childhood education and family services to children and families in Shelby County"
    },
    {
      "url": "https://app.altrulabs.com/7-eleven/careers?cachebust=1628694962179",
      "title": "Video Studio",
      "description": "What makes you proud to be a Veteran working at 7-Eleven?",
      "preview": "ORDER BY RANDOM RANDOM NEWEST OLDEST FILTER BY Topic Company Culture... Military & Vete... Perks & Benefit... Career Path/Gro... Sustainability ... SH"
    },
    {
      "url": "https://apnews.com/hub/europe",
      "title": "Europe News | Breaking European News Today | AP News",
      "description": "Never miss an update on European news from The Associated Press. Stay informed on all Europe business, sports, economic news and more.",
      "preview": "void"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/",
      "title": "Responsible Minerals Initiative",
      "description": "With more than 500 member companies, the Responsible Minerals Initiative is one of the most utilized and respected resources for companies from a range of industries addressing responsible mineral sourcing issues in their supply chains. We provide companies with tools and resources to",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "http://www.erp-recycling.at",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Zum Inhalt springen Suche nach: Mitglieder login EAG/Batterien Verpackungen Verpackungen Easy-Shop Suche nach: Member login Homepage admin 2025-03-31T"
    },
    {
      "url": "https://blog.nationalgeographic.org",
      "title": "National Geographic Society Newsroom",
      "description": "Ideas and Insight From the National Geographic Society",
      "preview": "National Geographic Society Newsroom Photo by Armando Vega Featured News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ Latest News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌"
    },
    {
      "url": "http://CekFakta.com?trk=organization_guest_main-feed-card-text",
      "title": "CekFakta",
      "description": "A Premium SmartMag Theme demo.",
      "preview": "Playbook Tentang Kami Media Kontak Prebunking LMS FAQ Facebook Twitter Instagram Youtube Wednesday, November 8 Facebook Twitter Instagram Youtube"
    },
    {
      "url": "https://www.beyondbenign.org/",
      "title": "Home - Beyond Benign",
      "description": "void",
      "preview": "Contact Donate Events Subscribe Menu Beyond Benign provides educators with the tools, training and support to make green chemistry an integral part of"
    },
    {
      "url": "https://www.lamag.com/tag/prime-finds/",
      "title": "Prime Finds Archives - LAmag",
      "description": "void",
      "preview": "Skip to main content Skip to header left navigation Skip to header right navigation Skip to after header navigation Skip to site footer Prime Finds Pr"
    },
    {
      "url": "http://www.mothersruinnyc.com",
      "title": "Mother's Ruin NYC",
      "description": "18 Spring Street, New York, NY 10012",
      "preview": "Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 11AM - 4AM Mother's Ruin NYC Open Daily 1"
    },
    {
      "url": "https://www.frizzifrizzi.it/category/rubriche/lazy-news/",
      "title": "Lazy News Archivi - Frizzifrizzi",
      "description": "Una rubrica di notizie \"vecchie\", alla riscoperta di ciò che ci è sfuggito ieri e che forse può esserci utile per comprendere meglio l'oggi e il domani.",
      "preview": "Lazy News L'invasione delle zecche giganti (e non solo) Notizie pigre per persone distratte Se Dio vuole, è arrivato agosto, presto andremo in vacanza"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.kdV4lB5ya",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://webaim.org/",
      "title": "WebAIM: Web Accessibility In Mind",
      "description": "void",
      "preview": "We have web accessibility in mind Expanding the potential of the web for people with disabilities by empowering individuals and organizations to creat"
    },
    {
      "url": "https://zeezailor.tumblr.com/post/139715960980",
      "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
    },
    {
      "url": "https://www.timesnownews.com/videos/times-now/india/father-of-group-captain-varun-singh-exclusive-talks-on-his-condition-after-tragic-iaf-chopper-crash/115630",
      "title": "Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Chopper Crash",
      "description": "The lone survivor of the India Air Force chopper crash, Group Captain Varun Singh battles on. Defence minister Rajnath Singh says that he is on life support and he has been airlifted to Bengaluru where he will be treated at the Air Force command hospital. A lot of people are praying for his speedy recovery. Varun Singh has suffered 40 percent burns and he is in critical condition. Times Now has exclusively talked to the father of Captain Varun Singh. Retired Colonel KP Singh said that as of now he doesn't have any information as the medical team hasn't contacted them. Watch the full video to know more. Listen in!",
      "preview": "Elections India India Upfront Newshour Specials Shows World Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Cho"
    },
    {
      "url": "https://knitty.com/archive.php",
      "title": "Knitty.com - Deep Fall 2025",
      "description": "Knitty is the longest-running free knitting magazine on the web. Enjoy our huge selection of free, quality knitting patterns and articles!",
      "preview": "Knitty The Knitty Pattern Library The Knitty Library Search our database of patterns by yarn weight , project type or both. Select Yarn Weight: lace ["
    },
    {
      "url": "https://news.europawire.eu/press-releases-tagged-with/telecom-market/",
      "title": "Telecom Market | EuropaWire",
      "description": "The European Union's press release distribution & newswire service",
      "preview": "Skip to content Home About FAQs Editorial Staff Contact Investors PR Firms Press Release Distribution How to get started? Advanced Targeting Basic Tar"
    },
    {
      "url": "https://www.bmw-kuwait.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Kuwait | Ali Alghanim & Sons BMW",
      "description": "Visit Ali Alghanim &amp; Sons BMW in Kuwait, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Book A Test Drive Left Right 2 3 4 5 7 8 X Z THE ALL NEW"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "https://pub.dev/packages?q=url_launcher",
      "title": "Search results for url_launcher",
      "description": "Pub is the package manager for the Dart programming language, containing reusable libraries & packages for Flutter and general Dart programs.",
      "preview": "Platforms Android iOS Linux macOS Web Windows SDKs Dart Flutter License OSI approved Advanced Flutter Favorite Include unlisted Has screenshot Flutter"
    },
    {
      "url": "https://augustinusbader.com/us/en/the-eyebrow-and-lash-enhancing-serum",
      "title": "The Eyebrow and Lash Enhancing Serum: Clinically Proven Results | Augustinus Bader EU",
      "description": "Treat your lashes and brows to luxury with The Eyebrow and Lash Enhancing Serum from Augustinus Bader. Help strengthen, grow and nourish for longer, fuller brows and lashes.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. chevron-left chev"
    },
    {
      "url": "https://www.history.co.uk/articles/charles-iii-and-britains-oldest-ascending-monarchs",
      "title": "Charles III and Britain's oldest ascending monarchs | Sky HISTORY TV Channel",
      "description": "King Charles III became the oldest ascending monarch having become king at the age of 73.",
      "preview": "Skip to main content Charles III and Britain's oldest ascending monarchs Image: Peter Rhys Williams / Shutterstock.com | Above: A photo of King Charle"
    },
    {
      "url": "http://electron.atom.io/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://carvellwallace.medium.com/",
      "title": "Carvell Wallace - Medium",
      "description": "Read writing from Carvell Wallace on Medium. This is where I experiment. This is where I learn to write.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Carvell Wallace 26K followers The Photograph There is a new book out, a c"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/",
      "title": "z = boy + girl",
      "description": "any pronouns",
      "preview": "z = boy + girl 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna malibuklaus moniquill Was scunc"
    },
    {
      "url": "https://download.oracle.com/javaee-archive/servlet-spec.java.net/jsr369-experts/2015/09/0264.html",
      "title": "[jsr369-experts] Re: Working towards Early Draft Review",
      "description": "void",
      "preview": "[jsr369-experts] Re: Working towards Early Draft Review This message : [ Message body ] [ More options ( top , bottom ) ] Related messages : [ Next me"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "https://www.nationalcleanupday.org/",
      "title": "National CleanUp Day - September is Cleanup Month",
      "description": "National Clean Up Day is September 21, 2024. Over two million US volunteers in 2023 and 22 million globally for World CleanUp Day. Held annually on the Third Saturday in September. What would happen if everyone picked up at least one piece of litter on National CleanUp Day? Sign Up, Find a Local Event, Start your own CleanUp Event. National CleanUp Month is all of September.",
      "preview": "Back Our Story How Can I Help? Our Team Our Interns/School Projects Trash Caulin Back All Partners Planet Oat World CleanUp Day Cleanify Keep America"
    },
    {
      "url": "https://holmivan.valami.info/cimke/film",
      "title": "'film' témakörhöz kapcsolódó szolgáltatások az Ön közelében",
      "description": "Nézze meg térképen hol van 'film' kulcsszóhoz kapcsolódó szolgáltatás az ön jelenlegi helye közelében",
      "preview": "film kulcsszóhoz kapcsolódó szolgáltatások megyék szerint Budapest Baranya megye Bács-Kiskun megye Békés megye Borsod-Abaúj-Zemplén megye Csongrád meg"
    },
    {
      "url": "http://www.odafishing.com/?p=34&a=view&r=62",
      "title": "DM04-2 - Minnow - ODA-ODA Fishing tackle Co., LTD,",
      "description": "ODA Fishing tackle Co., LTD, the new star fishing tackle industry, specializing in designing, producing and improving fishing tackle inChina.ODA fishing tackle CO.,LTD located in the Asia Games Village,Panyu Area, Canton with many large facilities, the welding machines,injection machines and so on.",
      "preview": "请稍候... Home Products NewsCenter Gallery Download ContactUs +Robotic lure FM06 F4J27 F4J28 F4J12 F4J13 DM09 F4J16 F4J06 F4J26 DM10 DV05 + foaming bait"
    },
    {
      "url": "https://disasterphilanthropy.org/cdp-fund/cdp-covid-19-response-fund/",
      "title": "COVID-19 Response Fund - Center for Disaster Philanthropy",
      "description": "The when, where and how of informed disaster giving",
      "preview": "Search Search COVID-19 Response Fund Read impact stories LinkedIn Twitter Facebook Email Overview Impact Major Donors How to Help Updates Resources Re"
    },
    {
      "url": "https://grindhouse.club/padova-estrema-here-come-the-freaks-and-harmony-diesdamnation-galleryharkanemill-of-stone-venerdi-12-ottobre/",
      "title": "PADOVA ESTREMA. HERE COME THE FREAKS: AND HARMONY DIES+DAMNATION GALLERY+HARKANE+MILL OF STONE - VENERDI' 12 OTTOBRE - Grind House Club",
      "description": "void",
      "preview": "Skip to content Finalmente l'estate volge al termine e con lei quel ridicolo e ostentato clima di festa incentivato senza sosta per mesi e mesi anche"
    },
    {
      "url": "https://www.socialworkschi.org/",
      "title": "Chicago's Youth Charity - Donate & Volunteer | SocialWorks",
      "description": "SocialWorks is the Chicago charity of Chance the Rapper, supporting youth and those experiencing homelessness. Volunteer or donate at socialworkschi.org",
      "preview": "Donate volunteer To Empower the Youth Through the Arts, Education, and Civic Engagement DONATE A monthly platform for Young Creatives to share, expres"
    },
    {
      "url": "https://gestion.pe/economia/consumo-pota-peruana-impulsado-demanda-mercados-asiaticos-264701-noticia/",
      "title": "Consumo de pota peruana es impulsado por demanda de los mercados asiáticos | ECONOMIA | GESTIÓN",
      "description": "Uno de los productos más solicitados es la pota, la cual tiene un panorama muy alentador, principalmente en mercado asiáticos como China, Corea del Sur y Tailandia, comentó el county manager de Maersk Perú.",
      "preview": "Lo último Peru Quiosco Portada Empresas Management & Empleo Economía Mercados Perú Política Tu Dinero Finanzas Personales Inmobiliarias Plus G Opinión"
    },
    {
      "url": "http://santo.calendario-chiquito.es/nombre/isfrido.html",
      "title": "Día del santo Isfrido",
      "description": "Información sobre el nombre de Isfrido y una lista de las fechas de los próximos días del santo de Isfrido.",
      "preview": "Inicio Calendario Fiestas Deportes Música Cine Posición: Página inicial > Calendario Día del santo Isfrido Información sobre el nombre de Isfrido y un"
    },
    {
      "url": "https://www.pkp.pl/pl/rozklad-jazdy",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "http://cdn.corporate.walmart.com/33/3f/f11f633c4d54a7888e2ae41a3461/walmart-fragrance-pallet-121014.pdf",
      "title": "Walmart Corporate News and Information",
      "description": "Walmart helps people save money and live better. See how we're serving customers, associates, shareholders, suppliers, communities and the planet.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.wbenc.org/",
      "title": "WBENC Women's Business Enterprise National Council - WBENC.org : WBENC",
      "description": "Women's Business Enterprise National Council",
      "preview": "× Women's Business Enterprise National Council (WBENC) WBENC Certification is the gold standard for women-owned businesses in the U.S. Learn More WBEN"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://skillshop.exceedlms.com/student/path/549945-google-tools-for-in-person-learning",
      "title": "Google Tools for In-Person Learning : Google for Education",
      "description": "In this course, you will learn practical strategies using technology that supports in-person learning and classroom management. You will add value to your students' learning experience by integrating high-impact uses of Google Workspace for Education in your classroom.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://www.bbc.com/news/world-asia-50934145",
      "title": "'Ghost boat' containing human remains washes up on Japanese island",
      "description": "Authorities suspect the boat may have originated from North Korea.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.laona.at/shop/shop/alle-kleider/24193-1710-9137/pretty-chiffon-dress",
      "title": "unique online-shop | Abendkleider, Ballkleider & Cocktailkleider",
      "description": "Entdecke exklusive Abendkleider, Ballkleider und Cocktailkleider im unique online-shop. Stilvolle Eleganz und luxuriöse Extravaganz für deinen perfekten Auftritt.",
      "preview": "ABOUT Shahin Moghadam ist Gründer und Kreativdirektor des Modeunternehmens UNIQUE. Mit seinem Gespür für Trends, Ästhetik und Qualität prägt er seit ü"
    },
    {
      "url": "http://www.visitinowroclaw.pl/?author=1",
      "title": "Aktualny czas w Polska | Godzina.org",
      "description": "Zobacz aktualny czas w Polska. Aktualizowany na żywo. Znajdź jego stolicę, największe miasta według populacji, interaktywną mapę i wszystkie lokalne strefy czasowe.",
      "preview": "Obecny czas w Polska 🇵🇱 12 1 2 3 4 5 6 7 8 9 10 11 05:15:01 CET niedziela, 5 października 2025 Tryb pełnoekranowy ⛶ Pokaż format 12-godzinny Stolica:"
    },
    {
      "url": "https://wikitech-static.wikimedia.org/w/index.php?title=Special:WhatLinksHere/Server_Admin_Log/Archive_30&hidelinks=1",
      "title": "Pages that link to \"Server Admin Log/Archive 30\" - Wikitech-static",
      "description": "void",
      "preview": "You are browsing a read-only backup copy of Wikitech. The live site can be found at wikitech.wikimedia.org Help Pages that link to \"Server Admin Log/A"
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=1&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+sujets_ac%3A%28%22Cordes%2C+vents%22%29+AND+sujets_ac%3A%28%22Piano%22%29+AND+auteurs_ac%3A%28%22Berg%2C+Alban%22%29+AND+auteurs_ac%3A%28%22Jude%2C+Marie-Jos%C3%A8phe%22%29+AND+type_fonds%3A%28%22g%22%29+AND+nombib_frbr%3A%28%22Val+de+France+%3A+Arnouville%2C+Garges-l%C3%A8s-Gonesse%2C+Sarcelles%2C+Villiers-le-Bel%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1539",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://ritavinieris.com/",
      "title": "Rita Vinieris",
      "description": "Rita Vinieris combines a unique vision with couture level craftsmanship to create iconic dresses that celebrate the women who wear them.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 169
  }
}