{
  "data": [
    {
      "url": "https://www.schweigerderm.com/providers/rachel-nazarian-m-d/",
      "title": "Rachel Nazarian, MD, FAAD | Schweiger Dermatology Group",
      "description": "Rachel Nazarian, MD, FAAD is a board-certified dermatologist in NY. Call or book appointment online.",
      "preview": "2020 - 2025 2022, 2023 Rachel Nazarian, MD, FAAD Dr. Rachel Nazarian is a board-certified dermatologist seeing patients with Schweiger Dermatology Gro"
    },
    {
      "url": "https://www.greencarreports.com/news/1121693_colorado-to-launch-smart-charging-pilot-program-as-it-prepares-for-evs",
      "title": "Colorado to launch smart-charging pilot program as it prepares for EVs",
      "description": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable energy grid. The non-profit Platte River Power Authority announced last month that it is teaming up with eMotorWerks, which sells home smart chargers, to sell and install 250 smart chargers for residential...",
      "preview": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable"
    },
    {
      "url": "https://www.mulheresrockets.com.br/",
      "title": "Mulheres Rockets",
      "description": "Mulheres empoderadas, livres de rótulos, crenças e de tudo que esconde nosso máximo potencial: sermos nós mesmas.",
      "preview": "top of page Impulsionando Mulheres para o Sucesso Acolhimento, Conexão e Desenvolvimento Pessoal e Profissional. Chegou a hora de você decolar! Conheç"
    },
    {
      "url": "https://data-osi.opendata.arcgis.com/",
      "title": "Surveying Open Data Portal",
      "description": "Open Data Portal for the Surveying function of Taile Éireann",
      "preview": "void"
    },
    {
      "url": "https://bloomberg.org/blog/",
      "title": "Blog | Bloomberg Philanthropies",
      "description": "Young people entering the workforce today are facing a brand-new challenge:Can I find a job that AI can't touch?And just as important,what skills will make me irreplaceable? Enter: the arts and cultural sector - and specifically, theBloomberg Arts Internshipprogram, also known as BAI. Launched in 2012, this program connects high school and college students with...",
      "preview": "Skip to main content Blog Filter All Arts Environment Founder's Projects Government Innovation Bloomberg Associates Arts Follow the Data Podcast: Arts"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GDPC1",
      "title": "Real Gross Domestic Product (GDPC1) | FRED | St. Louis Fed",
      "description": "View the annual rate of economic output, or the inflation-adjusted value of all new goods and services produced by labor and property located in the U.S.",
      "preview": "Skip to main content Real Gross Domestic Product (GDPC1) Observations Q2 2025: 23,770.976 | Billions of Chained 2017 Dollars, Seasonally Adjusted Annu"
    },
    {
      "url": "https://sio365.com/directory/general-trading-consultant-suppliers/general-trading-consultant-suppliers.htm",
      "title": "General Trading Consultant Suppliers in the UAE | SIO365",
      "description": "Find General Trading Consultant Suppliers, suppliers, manufacturers, distributors and service providers in the UAE. Compare profiles, request quotes and connect with Top General Trading Consultant Suppliers Companies on SIO365.",
      "preview": "Home General Trading Consultant Suppliers General Trading Consultant Suppliers in the UAE Find General Trading Consultant Suppliers, suppliers, manufa"
    },
    {
      "url": "https://www.mynews13.com/fl/orlando",
      "title": "Spectrum News | News 13",
      "description": "Spectrum News 13 has the latest local news headlines. Breaking news, weather and traffic for Orlando, Daytona Beach, Melbourne and Sanford.",
      "preview": "LOCAL SHOOTING Police investigate deadly shooting near Oak Ridge High School FIRE ARREST Judge orders Florida man accused of setting Palisades Fire to"
    },
    {
      "url": "https://material.io/components/selection-controls#switches",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://covid19vaccine.health.ny.gov/",
      "title": "COVID-19 | Department of Health",
      "description": "void",
      "preview": "Skip to main content Latest Information on COVID-19 Vaccine Information and Frequently Asked Questions New Guidance COVID-19 Vaccine 2025-2026 COVID-1"
    },
    {
      "url": "https://www.canada.ca/en/security-intelligence-service.html",
      "title": "Canadian Security Intelligence Service - Canada.ca",
      "description": "The Canadian Security Intelligence Service (CSIS) is at the forefront of Canada's national security system. CSIS' role is to investigate activities suspected of constituting threats to the security of Canada and to report on these to the Government of Canada.",
      "preview": "Canadian Security Intelligence Service Bouchard (Phoenix pay system) class action: On April 15, 2025, the Superior Court of Quebec approved the Boucha"
    },
    {
      "url": "https://www.kathimerini.gr/politics/",
      "title": "ΠΟΛΙΤΙΚΗ | Η ΚΑΘΗΜΕΡΙΝΗ",
      "description": "Η πολιτική επικαιρότητα τώρα - Τα τελευταία πολιτικά νέα της Ελλάδας και του κόσμου. Όλες οι ειδήσεις σχετικά με τις πολιτικές εξελίξεις από την Καθημερινή",
      "preview": "Είσοδος Εγγραφή Κάνε συνδρομή με 0,16€/μέρα eReplica Ιστορικό Αρχείο Συνδρομές Newsletters Παιχνίδια Καιρός eReplica Παιχνίδια Καιρός Newsletters Συνδ"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/",
      "title": "it's lib",
      "description": "void",
      "preview": "boag Every time Lana Del Rey and Joan Baez link up they look like a May-December lesbian couple . Like this is Sarah Paulson and Holland Taylor jessie"
    },
    {
      "url": "https://v-fonts.com/",
      "title": "Variable Fonts",
      "description": "A simple resource for finding and trying variable fonts.",
      "preview": "⚠️ Notice: As a showcase of variable fonts, this site requires a web browser that supports OpenType font variation technology. It looks like your brow"
    },
    {
      "url": "https://weeklyworldnews.com/",
      "title": "Weekly World News - The World's Only Reliable News",
      "description": "The World's Only Reliable News",
      "preview": "Skip to content What in tarnation has happened to America? Back in my day, college sports were about amateur glory, school spirit. And maybe a free ed"
    },
    {
      "url": "https://thai.alibaba.com/product-detail/customized-high-quality-100-polyester-party-wedding-banquet-glitter-magic-pink-sequins-backdrop-curtains-62346379632.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://vision.esa.int/",
      "title": "ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "http://who.int/en/",
      "title": "World Health Organization (WHO)",
      "description": "The United Nations agency working to promote health, keep the world safe and serve the vulnerable.",
      "preview": "Skip to main content World Mental Health Day Read more © WHO Gaza, August 2025 © Credits Latest news All → 6 October 2025 News release WHO tobacco tre"
    },
    {
      "url": "https://www.architecturaldigest.com/story/step-inside-nate-berkus-and-jeremiah-brents-freshly-renovated-fifth-avenue-family-home",
      "title": "Step Inside Nate Berkus and Jeremiah Brent's Freshly Renovated Fifth Avenue Family Home | Architectural Digest | Architectural Digest",
      "description": "When their beloved former apartment became available, the design duo couldn't resist returning with their two children",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Architectural Digest are independently selected by"
    },
    {
      "url": "https://mailchimp.com/",
      "title": "Piattaforma di email, automazione e marketing | Mailchimp",
      "description": "Utilizza i dati comportamentali in tempo reale e l'intelligenza artificiale per convertire più clienti con la piattaforma Mailchimp di marketing, automazione e e-mail marketing. Facile da usare: inizia gratis!",
      "preview": "Passa al contenuto principale Trasforma le email e gli SMS in entrate Ottieni più aperture, clic e vendite con la piattaforma di email marketing e aut"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://www.agencyjr.com/post/i-audited-351-klaviyo-accounts-here-are-my-11-takeaways-to-help-you-sell-more",
      "title": "I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More | agencyJR",
      "description": "After auditing 351+ Klaviyo accounts generating upwards of $100MM/yr here are the top 11 lessons you can implement for your e-commerce email marketing",
      "preview": "Talk with us Blog I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More After auditing 351+ Klaviyo accounts generating upwa"
    },
    {
      "url": "https://www.research.va.gov/currents/0820-Veterans-with-PTSD-more-likely-to-have-justice-system-involvement.cfm",
      "title": "Study: Veterans with PTSD more likely to have justice-system involvement than those without",
      "description": "A new study finds that Veterans with PTSD-compared to those without-about 60% more likely than Veterans without PTSD to have justice-system involvement. .",
      "preview": "skip to page content Talk to the Veterans Crisis Line now An official website of the United States government Here's how you know The .gov means it's"
    },
    {
      "url": "https://desktop.github.com",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.doldea.it/prodotto/peggy-sage-complesso-snellente/",
      "title": "Peggy Sage Complesso Snellente oli essenziali 30ml - Doldea srl - Capelli e Benessere",
      "description": "Complesso snellente agli oli essenziali (geranio, menta, salvia e melissa).",
      "preview": "Peggy Sage Complesso Snellente oli essenziali 30ml € 15,00 Peggy Sage Complesso Snellente oli essenziali 30ml quantità Aggiungi al carrello Share this"
    },
    {
      "url": "https://www.typographicposters.com/",
      "title": "typo/graphic posters",
      "description": "since 2008, a reference platform for typographic and graphic posters.",
      "preview": "void"
    },
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://event.webcasts.com/starthere.jsp?ei=1598965&tp_key=b630598902&tp_special=8",
      "title": "Microsoft - 1598965",
      "description": "void",
      "preview": "Tue, Mar 7, 2023 2:02 PM PST{LOCAL_TZ} This presentation is no longer available. FAQs and System Test Outlook ❯ Google ❯"
    },
    {
      "url": "https://racingnews.co/2020/10/17/kansas-speedway-starting-lineup-october-17-2020-nascar-truck-series/",
      "title": "Kansas Speedway Starting Lineup: October 17, 2020 (NASCAR Truck Series) - Racing News",
      "description": "Kansas Speedway starting lineup for October 17, 2020 in the NASCAR Truck Series. NASCAR Xfinity Series starting lineup for Kansas Speedway.",
      "preview": "Skip to content IOS APP Android APP Mailing List KANSAS CITY, KANSAS - JULY 24: Sheldon Creed, driver of the #2 Chevy Accessories Chevrolet, races Rap"
    },
    {
      "url": "http://www.rickyzoom.com/",
      "title": "Giochi e giocattoli Hasbro, giocattoli per bambini e bambine, action figure e giochi da tavolo - Hasbro",
      "description": "Scopri i giochi e i giocattoli Hasbro. Scopri i giocattoli divertenti per bambini e bambine con la nostra selezione di action figure, bambole, giochi elettronici, giochi da tavolo e molto altro sul sito Hasbro.",
      "preview": "Giochi e giocattoli Hasbro Homepage Promotional Banners ESPLORA I GIOCHI E I GIOCATTOLI HASBRO Trova tutti i giocattoli dei tuoi brand preferiti, tra"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/ultimate-chocolate-cake",
      "title": "Moist chocolate cake recipe | Good Food",
      "description": "Indulge yourself with this ultimate chocolate ganache cake recipe that is beautifully moist, rich and fudgy. Perfect for a celebration or an afternoon tea",
      "preview": "Skip to main content Ultimate chocolate cake Angela Nilsen Save recipe Cuts into 14 slices Easy Prep: 30 mins - 40 mins Cook: 1 hr - 1 hr and 30 mins"
    },
    {
      "url": "https://www.glueckshufeisen.de/produkt/vergoldetes-glueckshufeisen-mit-geschenkbox-tempus-fugit/",
      "title": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" kaufen - Glueckshufeisen.de",
      "description": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" online kaufen. Personalisierbar ✅Geschenkidee ✅ Schneller Versand ✅ Hochwertig ✅ Jetzt kaufen!",
      "preview": "Direkt zum Inhalt Zu Produktinformationen springen Medien 1 in Modal öffnen Medien 2 in Modal öffnen Medien 3 in Modal öffnen Medien 4 in Modal öffnen"
    },
    {
      "url": "https://www.vijaysales.com/?gclid=Cj0KCQiAkuP9BRCkARIsAKGLE8XNFFBps909mKzX4jdv7mqfunBVwGYRtAEKDq0EUJ25g7eJ_S8KLqQaAktIEALw_wcB",
      "title": "Home Page",
      "description": "Buy Mobiles, ACs, Laptops, TVs, Kitchen & Home appliances online from top brands at Vijay Sales. India's best online electronics store with great deals & quick delivery. Shop now!",
      "preview": "Get upto 7.5% Instant Discount Upto Rs.7500 on HDFC Bank Credit/Debit Card EMI *T&C apply Upto Rs.20,000 Instant Discount on American Express Card EMI"
    },
    {
      "url": "https://vccs.zoom.us/j/93926917200?pwd=aHFCMDBzdW9iWS91dTNwZlI0NW9DQT09#success",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://www.klaviyo.com/",
      "title": "Klaviyo: AI Marketing Platform & B2C CRM | Email, SMS & WhatsApp",
      "description": "Klaviyo unifies marketing and service with its AI-first B2C CRM. Try out omnichannel marketing software, powered by K:AI agents to deliver personalized experiences across email marketing, WhatsApp, and more.",
      "preview": "Email Marketing SMS Marketing Ecommerce Platform Integrations Compare Platforms Automation Platform Campaign Builder Segmentation Customer Growth Cont"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en/exclusive-services",
      "title": "Exclusive online services | Bang & Olufsen",
      "description": "Read more about the exclusive services we offer online, from express delivery and gift wrapping, to product care.",
      "preview": "From the comfort of your home Enjoy exclusive services When you purchase directly from B&O, you unlock a range of exclusive online services, including"
    },
    {
      "url": "https://viewer.gutools.co.uk/world/costa-rica",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in with Google Sign in to continue to gutools.co.uk @guardian.co.uk Enter your email Forgot email? Next Create account"
    },
    {
      "url": "http://brandradianz.com/",
      "title": "brand radianz",
      "description": "void",
      "preview": "No matter what people tell you, words and ideas can change the world. - Robin Williams Newsflash - Follow our trending projects & stories. Play your r"
    },
    {
      "url": "http://www.myarmoury.com/feature_oakeshott.html",
      "title": "Ewart Oakeshott: The Man and his Legacy -- myArmoury.com",
      "description": "A resource for historic arms and armor collectors with photo galleries, reviews, reference materials, discussion forums, a bookstore and a comparison tool.",
      "preview": "About • Links • Search • Contribute Features Reviews Collections Albums Forums Books Favorites Register Log in Ewart Oakeshott: The Man and his Legacy"
    },
    {
      "url": "http://www.cosmopolitan.co.uk/entertainment/news/a34598/idris-elba-dad-quotes-winston-isan/",
      "title": "What Idris Elba has to say about being a dad will melt your heart",
      "description": "If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, prepare to dissolve into a mushy, hormonal mess.",
      "preview": "Skip to Content If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, pre"
    },
    {
      "url": "https://www.sdnhm.org/exhibitions/fossil-mysteries/fossil-preparation/",
      "title": "The Nat |",
      "description": "void",
      "preview": "Search Search Search for The page you requested may have been moved or deleted Let's try one of the following remedies to get you back on track... Che"
    },
    {
      "url": "https://l-elizabethstewart.com/2019/09/06/21-illogical-instructions-part-2-noah-a-move-of-god/",
      "title": "#21 Illogical Instructions Part 2: Noah - A move of God | Words that Matter",
      "description": "Announcements: Reminder: My bible study, \"Journey to Purpose\", is available at Barnes & Noble, Amazon (print and e-format), Xulon Press, and other Christian bookstores. If you missed the E-launch feel free to watch the previously recorded Facebook Live sessions. This is the second in our four-part series on \"illogical instructions\". Last week, we talked about...",
      "preview": "Home » Getting and Maintaining Focus » #21 Illogical Instructions Part 2: Noah - A move of God Announcements: Reminder: My bible study, \"Journey to Pu"
    },
    {
      "url": "https://www.rewild.org/",
      "title": "We don't need to reinvent the planet-we need to rewild it.",
      "description": "Protect and restore the wild with Re:wild. Discover our conservation projects, campaigns, and ways to take action for a thriving planet.",
      "preview": "We don't need to reinvent the planet. We need to rewild it. Re:wild protects and restores the wild. We do this because the solutions to our most press"
    },
    {
      "url": "https://appetiteforchangemn.org/",
      "title": "AFCMN",
      "description": "void",
      "preview": "0 Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (cur"
    },
    {
      "url": "https://newsroom.latam.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada Historia destacada / Hero block PayPal Corporativo Alianza Estratégicas OfficeMax proyecta crecimiento de 50% en ventas usando PayP"
    },
    {
      "url": "http://thezeusnetwork.com/contact",
      "title": "Contact us - Zeus",
      "description": "Subscribe to watch your favorite creators today.",
      "preview": "Need help? General questions? Read our FAQ Trouble accessing paid content? Go to Browse Select Category Cancel/pause my subscription Video playback is"
    },
    {
      "url": "https://www.banquemondiale.org/",
      "title": "Le Groupe de la Banque mondiale",
      "description": "Avec ses 189 États membres, le Groupe de la Banque mondiale œuvre à la recherche de solutions durables pour aider les pays à mettre fin à la pauvreté et favoriser un développement qui soit prospère pour tous.",
      "preview": "Nos dernières projections économiques régionales Vous êtes enseignant, chercheur, étudiant, investisseur ou vous vous intéressez à la conjoncture écon"
    },
    {
      "url": "https://www.ikea.com/us/en/p/komplement-insert-for-pull-out-tray-light-gray-s09277843/",
      "title": "KOMPLEMENT insert for pull-out tray, light gray, 393/8x227/8\" - IKEA",
      "description": "KOMPLEMENT insert for pull-out tray, light gray, 393/8x227/8\" Whether you have a passion for shoes, a soft spot for sweaters or a fancy for jewelry and accessories, KOMPLEMENT interior organizers tailor your wardrobe to make the best use of available space.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 7 KOMPLEMENT images Skip images All media K"
    },
    {
      "url": "https://powervirtualagents.microsoft.com/",
      "title": "Customize Copilot and Create Agents | Microsoft Copilot Studio",
      "description": "Create custom AI assistants and virtual agents with Microsoft Copilot Studio. Enhance workflows using our AI bots and Microsoft 365 Copilot integrations.",
      "preview": "This is the Trace Id: 442f31f1760fc8ea3ed318d6a1dfc5f8 Skip to main content See Microsoft Build announcements about developer tools to create agents a"
    },
    {
      "url": "http://www.grandfamilies.org/",
      "title": "Home",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "https://www.anthesisgroup.com/",
      "title": "Sustainability Consultants | Anthesis Group",
      "description": "We activate performance through sustainability consultancy, digital operationalisation and purpose-led transformation.",
      "preview": "Skip to content EPR Laws Are Live - Are You Ready? Find out how to prepare for Extended Producer Responsibility in your jurisdiction How to prepare fo"
    },
    {
      "url": "https://digitaledition.napervillemagazine.chicagotribune.com#nt=secondarynavbar",
      "title": "Market-Leading Digital Publishing | PageSuite",
      "description": "void",
      "preview": "Solutions Editions Apps Websites Company About Us Careers Who we work with Case Studies Partners Knowledge centre Blog PR & Events Webinars Whitepaper"
    },
    {
      "url": "https://action.uso.org/2106_EVERGREEN_2?sc=WW18STRYINL",
      "title": "Add your name for our brave troops | USO",
      "description": "The USO is collecting signatures to make sure our service members who sacrifice so much for us know we have their backs. Sign the card now.",
      "preview": "Sign the card to thank our troops Our American heroes are waiting to hear from you. Sign the card now to support our service members. Thank you for yo"
    },
    {
      "url": "https://www.obama.org/",
      "title": "Welcome to the Obama Foundation | The Obama Foundation",
      "description": "The Obama Foundation's mission is to inspire, empower, and connect people to change their world.",
      "preview": "Skip to content Bring Change Home Bring Change Home Let our stories of hope inspire you. Take me there Our mission is to inspire, empower, and connect"
    },
    {
      "url": "https://joincountmein.org/",
      "title": "Count Me In",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.uffizi.it/en/artworks",
      "title": "Artworks | Uffizi Galleries",
      "description": "Discover the gorgeous collections of the Uffizi, Pitti Palace and Boboli Gardens",
      "preview": "Artworks From masterpieces of painting and sculpture to the Gardens' old botanical species: the gorgeous collections of the Uffizi, Pitti Palace and B"
    },
    {
      "url": "https://www.bibliothecaculinaria.it/libri_cucina/edizioni_bibliotheca_culinaria/cartolina_dalla_cucina/happy-hour/",
      "title": "Happy Hour - Libro di LUISE Franco - Bibliotheca Culinaria",
      "description": "Happy Hour:",
      "preview": "SPEDIZIONI GRATUITE IN ITALIA PER ORDINI DI LIBRI OLTRE 39 € Home La casa editrice Chi Siamo Collaborazioni aziendali Valorizzazione Tecnologica e Mer"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/beef-recipes/beef-wellington/",
      "title": "Epic beef Wellington recipe | Jamie Oliver recipes",
      "description": "This is the best beef Wellington recipe - make it when you really want to pull out the stops! Jamie Oliver's epic dish is delicious served with green veg.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "https://ocrportal.hhs.gov/ocr/cp/wizard_cp.jsf",
      "title": "U.S. Department of Health & Human Services - Office for Civil Rights",
      "description": "void",
      "preview": "Skip to content Home | HHS | Office for Civil Rights | About Us | Contact Us Welcome U.S. Department of Health and Human Services Office for Civil Rig"
    },
    {
      "url": "http://www.scrangie.com/2010/11/",
      "title": "Scrangie: November 2010",
      "description": "<b>Lacquerhead.</b><br> This is my nail file. There are many like it, but this one is mine.",
      "preview": "skip to main | skip to sidebar Scrangie Lacquerhead. This is my nail file. There are many like it, but this one is mine. Home About / Contact FAQ Blog"
    },
    {
      "url": "https://iste.org/areas-of-focus/AI-in-education",
      "title": "ISTE | Artificial Intelligence in Education",
      "description": "ISTE offers free resources and guides for educators who are interested in learning about how artificial intelligence can empower learners at every level.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://www.tchibo.de/cashmere-pullover-schwarz-p402016721.html?dim1=46",
      "title": "Cashmere-Pullover online bestellen bei Tchibo 621612",
      "description": "Cashmere-Pullover online kaufen ✚ Kostenloser Versand ✓ Retoure ✚ 10% Newsletter Rabatt ✚ Art.Nr.: 621612",
      "preview": "Cashmere-Pullover, ecru (192) 69,00 45,00 30-Tage-Bestpreis: 45,00 € inkl. MwSt. inkl. Versandkosten XS 32/34 S 36/38 M 40/42 L 44/46 XL 48/50 XXL 52/"
    },
    {
      "url": "https://www.aub.edu.lb/fafs/pages/default.aspx",
      "title": "The Faculty of Agricultural and Food Sciences",
      "description": "FAFS inspires future leaders and promotes Healthy Earth, Healthy Food, Healthy People; its mission to be a hub of agriculture, water, food and nutrition",
      "preview": "American University of Beirut The Faculty of Agricultural and Food Sciences Home > Faculty of Agricultural and Food Sciences Healthy Earth, Healthy Fo"
    },
    {
      "url": "https://www.azhumane.org/adopt/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.stillflowerdrawing.com/store-2",
      "title": "Store 2 - STILL",
      "description": "void",
      "preview": "Live online Classes Tetra Pack printmaking with Maureen Nathan, 14th October 2025 £15.00 Add To Cart Added! Acrylic painting and collage with Emma Cro"
    },
    {
      "url": "https://lentis.net/2019/05/27/nikolai-karpol-jatkaa-uralochkan-valmentajana-51-kauden/",
      "title": "Nikolai Karpol jatkaa Uralochkan valmentajana - 51. kauden - lentis.net",
      "description": "Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentajavelholle 51:s peräkkäin päävalmentajana seurassa. - Aloitamme kauteen valmistautumisen 17. kesäkuuta, Karpol ilmoitti. 51. perättäinen kausi tarkoittaa ennätysten kirjaan pääsemistä yksinään. Aiemmin ennätykselliset 50 kautta samassa seurassa peräkkäin jakoi eräs kanadalainen jääkiekkovalmentaja. Lähde: worldofvolley",
      "preview": "Siirry sisältöön Nikolai Karpol, 81, on ilmoittanut jatkavansa elämäntyönsä parissa Uralochkan valmentajana. Syksyllä alkava kausi on tälle valmentaja"
    },
    {
      "url": "https://cicitive.dk/tag/jul/",
      "title": "jul Arkiv - Cicitive",
      "description": "void",
      "preview": "HÆKLERIER, PÆNE TING OG GODT HUMØR Søg Hækleopskrift på nissehue til hæklet minimus Indlægget indeholder reklamelinks Som lovet kommer her opskriften"
    },
    {
      "url": "https://www.comprensivopacinotti.edu.it/grduatorie-secondaria-primo-grado-definitive-18.html?view=simplefilemanagers&layout=simplefilemanagers&catid=162&orderBy=a.file_created&order=ASC&subview=list&sortFieldSelection=1",
      "title": "www.comprensivopacinotti.edu.it - Grduatorie secondaria primo grado definitive 18",
      "description": "void",
      "preview": "Messaggio di avviso Questo sito utilizza i cookies per realizzare alcune funzionalità e migliorare la navigazione. Proseguendo con la navigazione si a"
    },
    {
      "url": "http://www.metx.ucsc.edu",
      "title": "Microbiology & Environmental Toxicology - UC Santa Cruz Science",
      "description": "The only department in the world that unites researchers studying the interplay between abiotic toxins, microbes, and health. Our students learn to clarify how environmental pathogens harm living organisms.",
      "preview": "Skip to content About Us The Department of Microbiology and Environmental Toxicology (METX) focuses on the human and environmental health impacts of c"
    },
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    }
  ],
  "_meta": {
    "total_bookmarks": 70
  }
}