{
  "data": [
    {
      "url": "https://www.uni-bremen.de/forschung/foerderangebote-service/ausschreibungen/erasmus-dozentenmobilitaet",
      "title": "Erasmus Dozentenmobilität - Universität Bremen",
      "description": "void",
      "preview": "Erasmus Dozentenmobilität © Universität Bremen Im Rahmen des ERASMUS-Programms haben Lehrende die Möglichkeit, einen Lehrauftrag an einer ERASMUS-Part"
    },
    {
      "url": "https://agavetravelcreative.com/",
      "title": "Agave Travel Creative | Sicily Travel Specialist",
      "description": "Agave Travel Creative, Sicily Travel Specialist, Sicily Cultural Concierge, Luxury Sicily Travel Specialist, Personalized Sicily Tour Programs, Food and Wine Tours in Sicily, Cultural and Culinary Tours in Sicily, Outdoor Adventures in Sicily, Local Life and Slow Travel in Sicily",
      "preview": "Insert copy here, which should vary depending on your region. Accept"
    },
    {
      "url": "https://secure.vera.org/a/donate",
      "title": "Help end mass incarceration. DONATE NOW. - Vera Institute of Justice",
      "description": "Donate to the Vera Institute of Justice. With your support, we can transform our justice systems.",
      "preview": "Help end mass incarceration. DONATE NOW. With your support, we can transform our justice systems. With your support, we can transform our justice syst"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://www.chroniclelive.co.uk/news/north-east-news/county-durham-family-hope-bring-26282301#",
      "title": "County Durham family hope to bring grandad home after he died on Hawaiian cruise | Chronicle Live",
      "description": "John Thompson, 74, was on holiday with his wife when he fell ill during a meal and collapsed",
      "preview": "‌ ‌ ‌ Skip to main content County Durham family hope to bring grandad home after he died on Hawaiian cruise John Thompson, 74, was on holiday with his"
    },
    {
      "url": "https://www.health.state.mn.us/diseases/coronavirus/vaccine/index.html",
      "title": "COVID-19 Vaccine - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Vaccine: COVID-19 Vaccine Home Data Basics Vaccine Providers Share Your Story COVID-19 COVID-19 Home Situation Update"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=primarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "https://www.focusingphilanthropy.org/",
      "title": "Home - Focusing Philanthropy",
      "description": "What We Do \"We are all exposed to nonprofits tackling worthy causes, but which of them have substantial impact? Which are institutionally credible? Which have shown the capacity to use additional donations effectively? And how can one learn about opportunities that are off the radar but with extraordinary promise?\" - Larry Gilson, Founder Current Campaigns...",
      "preview": "Skip to content JOIN US LEARN MORE LEARN MORE What We Do Rigorous Diligence, Ongoing Monitoring, and Honest Reporting We apply an investment model to"
    },
    {
      "url": "https://online.salempress.com/home.do;jsessionid=443B1F74BC31EAAE753BC02CCA864922",
      "title": "Salem Press",
      "description": "void",
      "preview": "Literature History Science Health Careers Login to your Library's Collection to Start Searching Now! You must log in using your library password or li"
    },
    {
      "url": "https://durable.co/",
      "title": "Durable AI Website Builder and Small Business Software",
      "description": "Generate a website in 30 seconds with the world's fastest AI website builder. Then, use powerful AI marketing, invoicing, and CRM tools to grow your business. All with one app.",
      "preview": "AI that builds a business for you Your AI business partner for websites, content, strategy, and more. Start growing online in 30 seconds. Start for fr"
    },
    {
      "url": "http://developer.android.com/index.html",
      "title": "Android Mobile App Developer Tools - Android Developers",
      "description": "Discover the latest app development tools, platform updates, training, and documentation for developers across every Android device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://earthshotprize.org/the-earthshot-prize-winners-finalists-2021/aem-electrolyser/",
      "title": "Winners & Finalists - The Earthshot Prize",
      "description": "The Earthshot Prize Winners and Finalists represent the most ambitious and inspiring solutions to the planet's greatest challenges.",
      "preview": "Skip to main content Open Navigation Search..."
    },
    {
      "url": "https://iarx.com/",
      "title": "iA | Pharmacy Fulfillment Solutions",
      "description": "iA's tailored pharmacy fulfillment solutions optimize workflow, empowering pharmacists for patient-centered care. Join us for better pharmacy operations.",
      "preview": "iA ® is leading a Movement to improve patient care through leading-edge centralized pharmacy fulfillment solutions. See Solutions iA ® is leading a Mo"
    },
    {
      "url": "https://www.my-best-kite.com/how-to-make-a-kite.html",
      "title": "How To Make A Kite - 27 Kites! Illustrated Step-By-Step Instructions",
      "description": "Learn how to make a kite, 8 types to choose from, each in 3 sizes! Plus 3 Box kites. Full step-by-step instructions.",
      "preview": "This feature requires JavaScript to be turned on . 🔍 This feature requires JavaScript to be turned on . 🔍 Menu Home Home Page Site Map About Tim Kite"
    },
    {
      "url": "https://www.themorningsun.com/2015/11/06/charter-bus-traveling-from-michigan-crashes-in-arkansas-6-killed/",
      "title": "Charter bus traveling from Michigan crashes in Arkansas, 6 killed - The Morning Sun",
      "description": "NORTH LITTLE ROCK, Ark. (AP) - A charter bus ran off Interstate 40 and hit a bridge abutment on a foggy night in Arkansas, killing as many as six people and injuring many others who were taken from the scene in ambulances. Arkansas State Police said the crash occurred about 1 a.m. Friday. A heavy [...]",
      "preview": "Skip to content This photo provided by KTHV in Little Rock shows a charter bus damaged after it ran off Interstate 40 and hit a bridge abutment on Fri"
    },
    {
      "url": "https://www.gettysburgfoundation.org/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dynamics.microsoft.com/en-us/",
      "title": "Agentic CRM and ERP Solutions | Microsoft Dynamics 365",
      "description": "Enter the era of agentic business with Dynamics 365-CRM and ERP business applications that connect your teams, processes, and data.",
      "preview": "This is the Trace Id: ed991e45934c7d472a2124a017f0578f Skip to main content Microsoft Dynamics 365 The new era of AI-powered business Adapt and innova"
    },
    {
      "url": "https://treasury.worldbank.org/",
      "title": "Treasury",
      "description": "The World Bank is a supranational issuer of triple-A bonds supporting sustainable development around the world",
      "preview": "Who We Are Organizational Units This page in: EN dropdown 日本語 This page in: _ English 日本語 dropdown Africa's Disaster Shield: World Bank's Innovative T"
    },
    {
      "url": "http://kathieleegiffordnft.com",
      "title": "KLG Pioneers",
      "description": "void",
      "preview": "Experience The Greatest Story Never Told: Herod & Mary Purchase a copy of Herod & Mary through Premiere Collectibles and get exclusive access to the e"
    },
    {
      "url": "https://www.paypal.com/myaccount/privacy/cookiePrefs?locale=en_US",
      "title": "PayPal Privacy",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://hsc.unm.edu/news/echo/",
      "title": "Newsroom - Project ECHO",
      "description": "void",
      "preview": "Newsroom Project ECHO is a virtual, human-powered mentorship and learning network that reduces health and socio-economic disparities by connecting und"
    },
    {
      "url": "https://commercialisation.esa.int/",
      "title": "ESA Commercialisation Gateway",
      "description": "The ESA Commercialisation gateway is the \"one-stop shop\" for accessing commercial opportunities with ESA.",
      "preview": "void"
    },
    {
      "url": "https://seminarios.impa.br/index;jsessionid=D65A9C1910E0EC8804F6BAB069860EB5?lang=en_US",
      "title": "Log in to Institucional",
      "description": "void",
      "preview": "Institucional Username or email Password Forgot Password? New user? Register"
    },
    {
      "url": "http://www.growninidaho.com/products",
      "title": "Products - Grown In Idaho",
      "description": "void",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility Skip to main content Hit enter to search or ESC to close Close Search Produc"
    },
    {
      "url": "https://tenderlytransparentdelusion.tumblr.com/",
      "title": "If not later, when?",
      "description": "Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types",
      "preview": "Install theme If not later, when? Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types reprisearchive : David Lynch"
    },
    {
      "url": "https://www.schoolnewsnetwork.org/2020/09/28/plotting-for-a-plot/",
      "title": "Plotting for a plot - School News Network | A Window into Your Public Schools",
      "description": "Students' hand-drawn maps are meant for the safekeeping of memories and to spur ideas for when they write personal narratives...",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Districts A-G Byron Center Caledonia Cedar Springs Comstock Park East Grand Rapids Forest Hills"
    },
    {
      "url": "https://kurzwaren-shop.de/reissverschluesse/bettwaesche/3113/rv-080-cm-kunststoff-fuer-bettwaesche",
      "title": "RV weiß, 080 cm Kunststoff für Bettwäsche ohne Griffplatte | Bettwäsche | Reißverschlüsse | Kurzwarenshop M. Gröger",
      "description": "Reißverschluß Kunststoff nicht teilbar 80 cm | weiß | RV-Schieber ohne Griffplatte | mit 4 mm Kunstoff-Spirale | für Bettwäsche, Bettbezüge usw. | Pr...",
      "preview": "Um Kurzwarenshop M. Gröger in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. Cookie-Einstellungen Diese"
    },
    {
      "url": "https://online.adp.com/olp/olplanding.html?APPID=WFNPORTAL&v=1813381371",
      "title": "Federation Redirector",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://boekenkastweb.wordpress.com/2019/12/20/blu-ray-in-de-kijker-once-upon-a-time-in-hollywood-quentin-tarantino/",
      "title": "Blu-ray in de kijker: Once Upon A Time In... Hollywood - Quentin Tarantino - De Boekenkast Redactie.Boekenkast@gmail.com",
      "description": "Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarantino, op dvd, Blu-ray, 4K Ultra HD, Digitaal en op aanvraag verschenen. https://www.youtube.com/watch?v=ELeMaP8EPAA&feature=emb_logo Deze Amerikaanse-Britse komische dramafilm speelt zich af in 1969 in Los Angeles. De film gaat over acteur Rick Dalton (Leonardo DiCaprio), de...",
      "preview": "Naar de inhoud springen Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarant"
    },
    {
      "url": "https://jsonformatter.org/json-pretty-print",
      "title": "Best JSON Pretty Print Online",
      "description": "Best JSON Pretty Print tool to Make Pretty JSON and JSON Print in color and Save and Share Online.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Pretty Print JSON Pretty Print helps Pretty JSON"
    },
    {
      "url": "https://www.cirk-foto.cz/fotoalbum/cirkusy/rok-2021/humberto---pardubice/dsc_5536--kopirovat-.html",
      "title": "Cirkusové fotografie - Fotoalbum - Cirkusy - Rok 2021 - Humberto - Pardubice - DSC_5536 (Kopírovat)",
      "description": "Stránky pro fanoušky cirkusů a cirkusového umění.",
      "preview": "Cirkusové fotografie Úvod Aktuality Fotoalbum Odkazy Turné Diskuze Video Kontakt Humberto - Pardubice DSC_5536 (Kopírovat) « » ← Předchozí Další → Zpě"
    },
    {
      "url": "https://tr2me.com/shop/tr2me-orders-ps-sf-5a4260/",
      "title": "TR2me Orders PS / SF - 5A4260 - TR2ME",
      "description": "void",
      "preview": "SIGN IN YOUR ACCOUNT TO HAVE ACCESS TO DIFFERENT FEATURES USERNAME PASSWORD Remember Me CREATE AN ACCOUNT FORGOT YOUR PASSWORD? FORGOT YOUR DETAILS? U"
    },
    {
      "url": "https://www.orangecenter.bg/knizharnitsa/nehudozhestvena-literatura/taro-karti",
      "title": "Таро Карти - Нехудожествена литература - Книжарница - Книжарница Orange",
      "description": "Oнлайн магазин ORANGE CENTER - книги, музикални и видео продукти, канцеларски материали и продукти за офиса. Безплатна доставка над 49.80 лв. за цяла България!",
      "preview": "JavaScript изглежда да бъде прекратен във вашия браузър. За най-добър опит на нашия сайт не забравяйте да включите Javascript във вашия браузър. Таро"
    },
    {
      "url": "https://www.rainforest-alliance.org/",
      "title": "Home | Rainforest Alliance",
      "description": "When you choose products with the Rainforest Alliance little green frog, you're supporting a better world for people and nature.",
      "preview": "Guardians of forests."
    },
    {
      "url": "https://www.livescience.com/26903-35-ancient-pyramids-sudan.html",
      "title": "35 Ancient Pyramids Discovered in Sudan Necropolis | Live Science",
      "description": "A densely packed cluster of 35 pyramids from 2,000 years ago has been discovered in a Sudan necropolis, archaeologists report.",
      "preview": "Skip to main content Don't miss these Among the discoveries are pyramids with a circle built inside them, cross-braces connecting the circle to the co"
    },
    {
      "url": "http://hivdoula.work/27-questions",
      "title": "Twenty-Seven Questions to Consider When Writing About COVID-19 and HIV/AIDS - HIV DOULA work",
      "description": "void",
      "preview": "HIV DOULA work Sign In My Account \"Positive,\" ink on paper, 2020, Karen Finley, @ the_yam_mam Twenty-Seven questions for Writers & Journalists to Cons"
    },
    {
      "url": "https://nova.astrometry.net/",
      "title": "Astrometry.net",
      "description": "void",
      "preview": "Not signed in | Sign In Home Explore Images Users Tags Upload API Support Home Explore Browse images others have been uploading or search for photos o"
    },
    {
      "url": "https://www.afro.who.int/",
      "title": "WHO | Regional Office for Africa",
      "description": "The World Health Organization (WHO) is building a better future for people everywhere. Health lays the foundation for vibrant and productive communities, stronger economies, safer nations and a better world. Our work touches lives around the world every day - often in invisible ways. As the lead health authority within the United Nations (UN) system, we help ensure the safety of the air we breathe, the food we eat, the water we drink and the medicines and vaccines that treat and protect us. The Organization aims to provide every child, woman and man with the best chance to lead a healthier, longer life.",
      "preview": "Skip to main content Strengthening mental health services in emergencies across Africa Find out more → Response efforts slowing down Democratic Republ"
    },
    {
      "url": "https://shop.samsonite.com/luggage/carry-on-luggage/spinner-underseater-with-usb-port/112934XXXX.html",
      "title": "Spinner Underseater with USB Port | Luggage | Samsonite",
      "description": "Samsonite Spinner Underseater with USB port offers 360° spinner wheels and smart storage to keep your essentials powered, organized, and in reach.",
      "preview": "Luggage Underseat Luggage Spinner Underseater with USB Port 3.7 out of 5 Customer Rating $160.00 The current price is $160.00 Extra 10% Off With Code"
    },
    {
      "url": "https://photoclub.canadiangeographic.ca/media/35777844-Long%20Exposure%20Sunrise%20By%20The%20Peace%20Bridge",
      "title": "Can Geo Photoclub",
      "description": "Welcome to the Canadian Geographic Photo Club Community!",
      "preview": "Sign In Forgot Password E-Mail Password Register E-Mail Register User Name E-mail Password First Name Last Name City Country @ I consent to receive th"
    },
    {
      "url": "https://www.vermontcountrystore.com/open-stock-portuguese-cotton-flannel-sheets/product/78139",
      "title": "Open Stock Flannel Bedding | Vermont Country Store",
      "description": "The Open Stock Flannel Bedding from The Vermont Country Store is made from soft Portuguese flannel. Tripled brushed for an extra smooth feel.",
      "preview": "Homepage > Bedding > Sheets & Pillowcases Open-Stock Portuguese Cotton Flannel Sheets Portuguese Flannel 4.4 | 95 Reviews Write a review Ask a questio"
    },
    {
      "url": "https://www.hunter.cuny.edu/communications/pressroom/news/an-evening-with-alumnus-arlene-alda-54",
      "title": "Office of Communications and Marketing | Hunter College",
      "description": "The Office of Communications and Marketing is responsible for developing and disseminating the official messages of Hunter College to internal and external audiences, and for gathering the most newsworthy stories from around campus.",
      "preview": "Office of Communications and Marketing Welcome The Office of Communications and Marketing is responsible for developing and disseminating the official"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/it/collezioni/musei/museo-gregoriano-egizio.html",
      "title": "Museo Gregoriano Egizio",
      "description": "Fondato per iniziativa di Papa Gregorio XVI nel 1839, il Museo Gregoriano Egizio si articola in nove sale, con un ampio emiciclo che si apre verso ...",
      "preview": "void"
    },
    {
      "url": "https://toralarm.com/it",
      "title": "TorAlarm - App di calcio Serie A",
      "description": "TorAlarm è l'app di calcio più veloce per i risultati in tempo reale della Serie A. È disponibile gratuitamente per Android e per l'iPhone offrendo risultati in diretta, classifiche, marcatori e news della Serie A e molti altri campionati.",
      "preview": "L'app più veloce di calcio! Download Download Prova TorAlarm su tutte le piattaforme! L'app TorAlarm ti offre una schermata principale chiara, tutte l"
    },
    {
      "url": "https://www.essence.com/news/money-career/naacp-kapor-center-report-tech-ecosystem-still-failing-black-talent/",
      "title": "NAACP and Kapor Center Release Report Illustrating How the U.S. Tech Ecosystem Is Still Failing Black Talent - Essence | Essence",
      "description": "Corporations made big promises over the last couple of years to work towards promoting diversity-but it looks like their efforts have fallen short.",
      "preview": "Skip to content Young woman talking with team in a meeting. People having planning meeting in hybrid office, with colleagues joing via video call. By"
    },
    {
      "url": "https://eppbj.fr",
      "title": "Accueil | Etpourquoipasbyjohn",
      "description": "void",
      "preview": "top of page CLIQUEZ SUR LES ÎCONES POUR VOIR NOTRE ACTUALITE CONSEILS, IDEES & BONNE HUMEUR S'abonner Nous sommes des experts passionnés et engagés en"
    },
    {
      "url": "https://safety.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://www.adl.org/education/references/hate-symbols/confederate-flag",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://powerpages.microsoft.com",
      "title": "Power Pages - Generatore di siti Web | Microsoft Power Platform",
      "description": "Scopri in che modo Microsoft Power Pages consente alle aziende di avviare ed esternalizzare i processi aziendali tramite portali aziendali sicuri basati su intelligenza artificiale agentic.",
      "preview": "This is the Trace Id: d4e81cece9c722aa46f7977d0299159a Passa a contenuti principali Pianificare, compilare ed eseguire portali aziendali con intellige"
    },
    {
      "url": "https://medieval.bodleian.ox.ac.uk/?f%5Blang_sm%5D%5B%5D=English&f%5Blang_sm%5D%5B%5D=Multiple+Languages&f%5Bms_collection_s%5D%5B%5D=MSS.+Carte&f%5Bms_date_sm%5D%5B%5D=16th+Century&f%5Bms_date_sm%5D%5B%5D=15th+Century&f%5Bms_date_sm%5D%5B%5D=Multiple+Centuries&f%5Bms_origin_sm%5D%5B%5D=Ireland&per_page=10&sort=sort_title+asc",
      "title": "Language: English and Multiple Languages / Collection: MSS. Carte / Century: 3 selected / Origin: Ireland - Medieval Manuscripts Search Results",
      "description": "void",
      "preview": "Toggle facets Limit results by: Language English [remove] 1 Latin 1 Middle English 1 Multiple Languages [remove] 1 Century 15th Century [remove] 1 16t"
    },
    {
      "url": "https://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://bergqvist13.tumblr.com/",
      "title": "@bergqvist13 on Tumblr",
      "description": "Follow @bergqvist13 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Miss my lovely time on Tenerife😍🇪🇸 Summer is soon here🇸🇪☀️ You are using an unsupported browser and things might not work as intended. Ple"
    },
    {
      "url": "https://www.optimizely.com/legal/opt-out/",
      "title": "Using query parameters - Optimizely Web Experimentation",
      "description": "You can use URL parameters to modify the execution of Optimizely Web Experimentation on your page.",
      "preview": "Below is a list of all the supported URL parameters available. Disable Disables Optimizely on the page. JavaScript ?optimizely_disable=true Impersonat"
    },
    {
      "url": "https://pt.jobrapido.com/Ofertas-de-Emprego-para-Assistente-Comunica%C3%A7%C3%A3o-em-Porto?p=5&shm=all",
      "title": "Emprego Assistente Comunicação Porto, Ofertas de Emprego | Jobrapido.com",
      "description": "Emprego Assistente Comunicação Porto. Todas as novas ofertas em um único lugar. Encontra seu próximo emprego no Jobrapido.com",
      "preview": "Ofertas de emprego encontradas Anúncios Google Ofertas de emprego Abrir pré-visualização da oferta de: Assistente Loja (m/f) - Sta Maria da Feira |2ª"
    },
    {
      "url": "https://n8vapps.tumblr.com/",
      "title": "@n8vapps on Tumblr",
      "description": "Follow @n8vapps and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Inaugural Con Celebrates Indige-nerds - ABQ Free Press BY ERIKA EDDY Red Wolf Issue 1 This isn't your grandma's powwow. For three days, \"Indigen"
    },
    {
      "url": "https://marina.ch/blog/four-winns-ts-242/",
      "title": "Four Winns TS 242 | marina.ch",
      "description": "Vorwärts ins Glück Die neue «Four Winns TS 242» sieht nicht nur rassig aus, sie verhält sich auch entsprechend auf dem Wasser. Das Boot eignet sich für verschiedene Wassersportaktivitäten - und mehr. Seit Four Winns im Bénéteau-Konzern zuhause ist, wurde...",
      "preview": "Four Winns TS 242 15. Juni 2018 | Logbuch Motorboote Vorwärts ins Glück Die neue «Four Winns TS 242» sieht nicht nur rassig aus, sie verhält sich auc"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    },
    {
      "url": "https://nvbdc.org/",
      "title": "National Veteran Business Development Council Certification",
      "description": "Learn about National Veteran Business Development Council Certification for Service-Disabled and Veteran-Owned Businesses to enhance your supply chain.",
      "preview": "FIND OUT HOW THE NVBDC CERTIFICATION IS CHANGING HOW AMERICAN BUSINESSES PERCEIVE VETERAN-OWNED COMPANIES. Get Certified Corporate Membership The Hist"
    },
    {
      "url": "https://www.reshot.com/",
      "title": "Reshot | Free icons & illustrations",
      "description": "Design freely with instant downloads of curated SVG icons and vector illustrations. All free with commercial licensing. No attribution required.",
      "preview": "Icons Illustrations Type Icons Icon Packs Home Icons Illustrations Free Icons & Illustrations Design freely with instant downloads and commercial lice"
    },
    {
      "url": "https://www.novonordisk.com/content/nncorp/global/en/news-and-media/news-and-ir-materials/news-details.html?id=92023",
      "title": "News Details",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "https://prepare.icloud.com/?c=store",
      "title": "Get temporary iCloud storage when you buy a new iPhone or iPad - Apple Support",
      "description": "When you buy a new iPhone or iPad, you can get temporary iCloud storage to transfer data from your current device to your new one. Learn if you're eligible, how to create a temporary backup, and how long your temporary backup is available.",
      "preview": "Get temporary iCloud storage when you buy a new iPhone or iPad When you buy a new iPhone or iPad, you can get temporary iCloud storage to transfer dat"
    },
    {
      "url": "https://www.wix.com/",
      "title": "Website Builder - Create a Free Website In Minutes | Wix.com",
      "description": "Get everything you need to create your website, your way. With a free easy-to-use website builder, integrated hosting, and essential business solutions.",
      "preview": "top of page Create a website without limits Bring your vision to life with the website builder that gives you the tools you need to succeed. Get Start"
    },
    {
      "url": "https://www.bmw-iraq.com/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Baghdad | BMW Iraq",
      "description": "Explore BMW Iraq's latest luxury vehicles, innovative technology, and premium services. Experience the thrill of driving with BMW's world-class engineering.",
      "preview": "View Stock THE 7 Discover Now The BMW X7 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE"
    },
    {
      "url": "https://nothingbigbangtheory.tumblr.com/post/116858137854",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @nothingbigbangtheory on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "http://www.letsfixconstruction.com/blog/category/estimators",
      "title": "The Let's Fix Construction Blog - Let's Fix Construction",
      "description": "Contributed by Russell Harrison",
      "preview": "Let's Fix Construction Blog Why & Who? Workshops Upcoming Workshops A & E Coordination CDT Education Program Let's Fix Construction Social Media & AEC"
    },
    {
      "url": "https://www.mooveagency.com",
      "title": "WordPress Agency London • WordPress Support • Web Development",
      "description": "We are a London WordPress Agency & web development company specialising in development, design, support & maintenance of WordPress websites",
      "preview": "London WordPress Agency Our Work Services WordPress Development WordPress Support Packages WordPress API Integrations WordPress Code Reviews WordPress"
    },
    {
      "url": "https://www.sinostar.net/download/ies-files/item/led-retrofit-bulb-slb-36w-data-sheet.html",
      "title": "LED retrofit bulb SLB 36W data sheet - SINOSTAR",
      "description": "void",
      "preview": "Skip to main content LED retrofit bulb SLB 36W data sheet File size: 948.26 KB Download"
    },
    {
      "url": "https://www.thesaurus.com/",
      "title": "Synonyms and Antonyms of Words | Thesaurus.com",
      "description": "Thesaurus.com is the world's largest and most trusted online thesaurus for 25+ years. Join millions of people and grow your mastery of the English language.",
      "preview": "Word of the Day October 10, 2025 al desko [ al des -koh ] Meaning and examples Start each day with the Word of the Day in your inbox! Sign Up By click"
    },
    {
      "url": "https://www.amebatv.com",
      "title": "Ameba: Smart Kids TV",
      "description": "Free children's video streaming service that specializes in high quality kids TV.",
      "preview": "LOADING.. Watch MORE! To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video {{signUpPushFeatu"
    },
    {
      "url": "http://www.tvguidelines.org/ratings.html",
      "title": "Ratings | The TV Parental Guidelines",
      "description": "void",
      "preview": "Home Ratings Controls News and Resources About Us FAQs Contact Us Ratings The television industry designed a TV ratings system - known as the TV Paren"
    },
    {
      "url": "https://www.sdle.co.il/product/silver-oxide-primary-button-batteries-technology-application-market-review-2021/",
      "title": "Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 - Shmuel De-Leon Energy - Battery knowledge",
      "description": "We will send you the research soft copy by e-mail within 2 working days from completing the payment. Cost include 4.3% PayPal commission. Israeli customer should add an extra 17% VAT. Please contact us for payment with bank wire transfer or check and for any questions shmuel@sdle.co.il",
      "preview": "Facebook Twitter Google+ YouTube LinkedIn Pinterest Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 $ 522.00 Silv"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/dataset/?id=callejero-municipal",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Dataset | callejero-municipal",
      "description": "Conjunto de vías del término municipal. Existen dos tipos de callejero: uno cartográfico, con...",
      "preview": "Inicio Catálogo de Datos Callejero Municipal de Las Palmas de Gran Canaria Callejero Municipal de Las Palmas de Gran Canaria Conjunto de vías del térm"
    },
    {
      "url": "https://www.club-vacances-pea.com/category/nos-guides/",
      "title": "Nos guides - Club PEA",
      "description": "void",
      "preview": "Skip to content Blog Idées de vacances & Bons plans Nos guides Classer les articles par... Ordre alphabétique Ordre alphabétique inverse Du plus ancie"
    },
    {
      "url": "https://cest-la-venus.tumblr.com/",
      "title": "this warm feeling is \"c'est la vie\"",
      "description": "Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like computers and magical girls and trying to make this hellworld a better place | Blog content is around...",
      "preview": "@L @cest-la-venus this warm feeling is \"c'est la vie\" Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like c"
    },
    {
      "url": "https://ayt.co/interlinear/heb2ayt/detail.php?id=19453&s=2534",
      "title": "Jeremiah 21:12",
      "description": "void",
      "preview": "Back to #2534 Go Up ↑ << Jeremiah 21:12 >> Genesis Exodus Leviticus Numbers Deuteronomy Joshua Judges Ruth 1 Samuel 2 Samuel 1 Kings 2 Kings 1 Chronic"
    },
    {
      "url": "https://www.jacksonriver.com/springboard/",
      "title": "Springboard: Fundraising and Advocacy Software | Jackson River",
      "description": "Springboard by Jackson River is the premier fundraising and Salesforce advocacy software to maximize your impact. Explore this platform's key features.",
      "preview": "null Fundraising and Salesforce Advocacy Software to Power Change Springboard is an enterprise-grade platform that helps bring online fundraising and"
    },
    {
      "url": "https://www.iphonemod.net/iphone-6s-and-6s-plus-feature-2gb-ram.html",
      "title": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "description": "แอป Xcode ช่วยยืนยัน iPhone 6s มีแรม 2GB ส่วน iPad Pro มีแรม 4GB",
      "preview": "Search for: Search Switch skin facebook twitter instagram youtube Search for: Search Menu Follow us facebook twitter instagram youtube นักพัฒนา iOS ชื"
    },
    {
      "url": "https://www.goodwill.org/",
      "title": "Goodwill Industries International, Inc. - Goodwill Industries International",
      "description": "Goodwill provides free career counseling, skills training, and résumé prep services that help unlock opportunities for job seekers. Every day, more than 300 people find a job with Goodwill's help.",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content DON'T MISS OUT:"
    },
    {
      "url": "https://karate-rueti-zh.ch/",
      "title": "Karate Club Rüti ZH - Der Internetauftritt vom Karate Club Rüti ZH",
      "description": "void",
      "preview": "Zum Inhalt springen Karate Club Rüti ZH Training Wir betreiben traditionelles Shotokan Karate und pflegen die Werte wie Freundschaft, Tradition und Ku"
    },
    {
      "url": "http://digitaledition.newssunonline.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.italiaricette.it/",
      "title": "ITALIARICETTE.IT - Il tuo ricettario online",
      "description": "ItaliaRicette - Il tuo ricettario online",
      "preview": "Benvenuti in ITALIARICETTE.IT, un nuovo sito dove potete trovare migliaia di ricette. Nella colonna di sinistra potete scegliere il tipo di ricetta ch"
    },
    {
      "url": "https://www.infoszeged.hu/hirek/helyi_hirek/elegedettek/",
      "title": "Hírek | infoSzeged | Friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "description": "szegedi,infoSzeged, friss hírek, helyi hírek, országos hírek, sport hírek, bulvár hírek",
      "preview": "Hírek Mehet Összes kategória Helyi Belföld Külföld Bulvár Sport Kék hírek Életmód PR 2025. Október 10. 07:34, péntek | Bulvár Tíz magyar étterem kapot"
    },
    {
      "url": "https://www.artofmanliness.com/skills/manly-know-how/how-to-make-a-leather-belt/",
      "title": "How to Make a Leather Belt | The Art of Manliness",
      "description": "Whether being worn for function or fashion, a well-made leather belt can last a lifetime. Here's how to make a simple version that will last decades.",
      "preview": "Menu random podcast Clothing Accessories Facial Hair Ties Browse all Get Style Fitness Health Program Review Browse all Get Strong Family Fatherhood R"
    },
    {
      "url": "https://www.extension.purdue.edu/extmedia/ct/ct-1.html",
      "title": "CT-1",
      "description": "void",
      "preview": "CT-1 Cooperative Extension Service Purdue University West Lafayette, IN 47907 What Is Conservation Tillage? C. Janssen and P. Hill Department of Agron"
    },
    {
      "url": "https://suicidepreventionlifeline.org/",
      "title": "988 Lifeline - If you need emotional support, reach out to the national mental health hotline: 988.",
      "description": "At the 988 Suicide & Crisis Lifeline, we understand that life's challenges can sometimes be difficult. Whether you're facing mental health struggles...",
      "preview": "Skip to content ¡Los servicios de texto y chat de 988 Lifeline ya están disponibles en Español! If you need to talk, the 988 Lifeline is here. At the"
    },
    {
      "url": "https://forum.coppeliarobotics.com/ucp.php?mode=delete_cookies&sid=fcc308d76960e51e1b50d93c4336f38d",
      "title": "CoppeliaSim forums - Delete cookies",
      "description": "void",
      "preview": "CoppeliaSim forums Discussions and questions about CoppeliaSim Skip to content Quick links Unanswered topics Active topics Search FAQ Login Register H"
    },
    {
      "url": "https://blog.onyxbits.de/category/tinkering/",
      "title": "Tinkering - /dev/random",
      "description": "void",
      "preview": "↓ Skip to Main Content /dev/random Things that came to mind Home Blog Contact Blog Archives Bypassing Google Play region blocks via VPN or Proxy Poste"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/expeditions/?q=&protection_status=Protected",
      "title": "Home - National Geographic Society",
      "description": "The National Geographic Society is a global non-profit organization committed to exploring, illuminating, and protecting the wonder of our world.",
      "preview": "Wonder Awaits Today, our mission is more urgent, dynamic and vital than ever. As a global nonprofit, the National Geographic Society is committed to s"
    },
    {
      "url": "https://srk-rakennus.fi/kuvia-tyomaista/img_4397/",
      "title": "IMG_4397 | SRK-Rakennus Oy",
      "description": "void",
      "preview": "Siirry sisältöön Vastaa Peruuta vastaus Sähköpostiosoitettasi ei julkaista. Pakolliset kentät on merkitty * Kommentti * Nimi * Sähköpostiosoite * Verk"
    },
    {
      "url": "https://marketplace.walmart.com/",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://www.wadhwaniai.org",
      "title": "AI for Social Impact - Wadhwani AI | Wadhwani AI is an independent nonprofit institute developing AI-based solutions for underserved communities in developing countries.",
      "description": "void",
      "preview": "People Reached Through Tech 150 MILLION+ * DATA: JULY 2025 ai for Social Impact We build technology that serves, scales and empowers STUDENTS & TEACHE"
    },
    {
      "url": "https://shop.scottlab.com/profile/login?returnurl=https%3A%2F%2Fshop.scottlab.com%2Fparts%2Fmachine-category%3Dcrossflow-filters-pall%2Cplate-and-frame%2Cpressure-leaf-filters-de-filter-vls%2Cscott-filter-housings%2Fpump-mechanical-seal-for-pall-crossflow-xla-960044",
      "title": "void",
      "description": "void",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Top"
    },
    {
      "url": "https://blog.hubspot.com/blog/tabid/6307/bid/30684/the-ultimate-list-of-email-spam-trigger-words.aspx",
      "title": "Spam trigger words: How to keep your emails out of the spam folder",
      "description": "Here's what you need to do to keep your messages in the inbox, rather than the spam folder.",
      "preview": "Home Marketing Spam trigger words: How to keep your emails out of the spam folder Spam trigger words: How to keep your emails out of the spam folder W"
    },
    {
      "url": "https://www.uil.unesco.org/",
      "title": "UNESCO Institute for Lifelong Learning | Institute for Lifelong Learning",
      "description": "Lifelong learning for all - Empowering individuals, transforming societies",
      "preview": "Skip to main content Search Search Arrowsmith2/Shutterstock.com UNESCO Institute for Lifelong Learning Lifelong learning for all - Empowering individu"
    },
    {
      "url": "https://www.belleileenmer.com/catalogue/4500001/locmaria/maison/mk04/",
      "title": "Location Belle Ile en Mer : Locmaria - Maison",
      "description": "Maison de 2 chambres à Locmaria à 800 M de la plage..",
      "preview": "Catalogue complet Recherchez un logement de vacances dans notre catalogue complet Critères et disponibilités Détail Choix des services Réservation Pla"
    },
    {
      "url": "https://ecobatterybg.com/",
      "title": "Ecobattery | организация по оползотворяване на негодни за употреба батерии и акумулатори (НУБА)",
      "description": "void",
      "preview": "Екобатери АД е организация по оползотворяване на негодни за употреба батерии и акумулатори (НУБА), притежаваща Решение ООп - НУБА - 01 - 01/06.11.2017"
    },
    {
      "url": "https://www.eemb.ucsb.edu/people/faculty/mccauley",
      "title": "Douglas McCauley | Ecology, Evolution and Marine Biology | UC Santa Barbara",
      "description": "void",
      "preview": "Skip to main content people faculty Douglas McCauley Professor Phone: 805.893.2170 Email: dmccauley@ucsb.edu Office: 2314 Marine Science Institute Web"
    },
    {
      "url": "http://www.badzine.net/",
      "title": "Badzine.net | The World's #1 Badminton Webzine",
      "description": "The World's #1 Badminton Webzine",
      "preview": "Badzine.net The World's #1 Badminton Webzine HOME NEWS Superseries News Superseries Finals Grand Prix News World Championship News Thomas & Uber Cup N"
    },
    {
      "url": "https://redginganinja.tumblr.com/",
      "title": "@redginganinja on Tumblr",
      "description": "25 // Female // Too many fandoms Tmnt tag: gingatmnt Wattpad: AshandSinders",
      "preview": "Posts Nozel x Reader Hey all.... Slowly trying to get back into writing and adding some fandoms to the list. One I'm into right now is Black Clover..."
    },
    {
      "url": "https://blogs.worldbank.org/voices/bold-new-worldbankorg",
      "title": "A Bold New Worldbank.org",
      "description": "Worldbank.org just got a pretty significant makeover. The design is more modern - with less clutter and better use of visuals (images, video, graphics). The navigation is more streamlined and, we hope, more intuitive for you. We know thousands of you rely on our website for research, data and knowledge ...",
      "preview": "Published on Voices A Bold New Worldbank.org Christine Montgomery April 04, 2017 This page in: English Français Español العربية Русский 中文 English Eng"
    },
    {
      "url": "https://www.nelp.org/wp-content/uploads/Policy-Brief-15-Minimum-Wage-Women-Workers-of-Color.pdf",
      "title": "What a $15 Minimum Wage Means for Women and Workers of Color - National Employment Law Project",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.firstthingsfirst.org/",
      "title": "Home - First Things First",
      "description": "First Things First is Arizona's early childhood agency, committed to the healthy development and learning of young children from birth to age 5. THE FUTURE OF ARIZONA'S CHILDREN DEPENDS ON US FIND QUALITY CHILD CARE NEAR YOU Learn more NOT JUST A FAMILY ISSUE, IT'S A WORKFORCE ISSUE Learn more FIND RESOURCES FOR PARENTING Learn ... Read More",
      "preview": "Skip to content Sign up for the newsletter » THE FUTURE OF ARIZONA'S CHILDREN DEPENDS ON US View Video FIND QUALITY CHILD CARE NEAR YOU Learn more NOT"
    }
  ],
  "_meta": {
    "total_bookmarks": 103
  }
}