{
  "data": [
    {
      "url": "http://ptekarrieriroda.hu/allasajanlat/junior-lawyer-specialized-in-banking-finance-762.html",
      "title": "Vave Magyarország: Sportfogadások és online kaszinó",
      "description": "A Vave bukméker és online kaszinó valódi pénzben való játékhoz💸 A regisztrációt követően a bónuszt kriptovalutában fizetjük ki [BTC, ETH, USDT]. Több mint 40 sportágra ⚽ és több mint 1000 legjobb játékgépre 🎰 lehet fogadni.",
      "preview": "Bónusz Promóciók Nyerőhelyek No deposit Ingyen porgetes Vave: új bukméker és online kaszinó Magyarországon A hagyományos bukmékerek gyakran figyelmen"
    },
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://jobs.fao.org/careersection/fao_external/jobsearch.ftl?lang=en",
      "title": "Job Search",
      "description": "void",
      "preview": "Instructions for candidates Jobs at FAO Welcome. You are not signed in. Sign In / Create Profile Job Search My Jobpage This service is set to disconne"
    },
    {
      "url": "https://www.lequebecois.org/tag/chartes-des-valeurs/",
      "title": "Chartes des valeurs | Le Québécois",
      "description": "LA LIBÉRATION PAR LA PLUME",
      "preview": "Skip to content Cela s'est passé le 7 janvier dernier et c'était malheureusement prévisible depuis longtemps. Un commando armé a perpétré un charnier"
    },
    {
      "url": "https://usa.oceana.org/blog/global-fishing-watch-put-test-monitoring-phoenix-islands-protected-area",
      "title": "Global Fishing Watch Put to the Test: Monitoring the Phoenix Islands Protected Area - Oceana USA",
      "description": "In November 2014, Oceana unveiled the prototype of a new tool that will enhance transparency and accountability in commercial fishing fleets around the world. A public version is set to launch this year, but Global Fishing Watch has already been put to the test. Near real-time data, as well as historical data dating back to ... Read more",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://www.seoquake.com/index.html",
      "title": "Free SEO Checker & Page Audit (Analyze Your Site)",
      "description": "Get instant SEO scores and uncover hidden on-page SEO opportunities. Analyze your webpage for free and outrank competitors today.",
      "preview": "Close Find Out What's Stopping You From Ranking Higher ✓ Analyze rankings, traffic, and competitors ✓ Find SEO issues blocking your growth ✓ Get a ste"
    },
    {
      "url": "https://www.mozgasvilag.hu/turazas/hirek/erdely-a-turara-telen-nyaron-hivo-havasok-birodalma",
      "title": "Erdély, a túrára télen-nyáron hívó havasok birodalma",
      "description": "Erdély leírhatatlan szépségű havasai mindannyiunk szívéhez közel állnak. Túrák sokaságával csábítanak, bemutatjuk őket részletesen.",
      "preview": "Futás Hírek Hol fussak? Futócipők Futócipőtesztek Futóedzések Futás edzéstervek Gyakorlatok futóknak Futás tudástár Futóversenyek Lengyelországi élmén"
    },
    {
      "url": "https://oceanpanel.org/oa2030-new-members-caf_sdrhub/",
      "title": "New Members Boost Ocean Action 2030's Mission for Sustainability",
      "description": "Panama City, Panama (1 March, 2023) The Ocean Action 2030 coalition has today been strengthened by two new participating members: the Development Bank of",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "http://www.rcindia.org/profile/?u=12213",
      "title": "Log in",
      "description": "Log in",
      "preview": "Welcome to RC India . Log in Sign up India's RC Hub October 10, 2025, 05:26:08 PM Main Menu Main Menu Home Calendar RC India Warning! Only registered"
    },
    {
      "url": "https://www.vsetkoprenechty.sk/207-trvala-na-riasy-sada",
      "title": "Trvalá na riasy - Vsetkoprenechty.sk",
      "description": "Trvalá na riasy je chemické natočenie rias, oko získa zvodnejší a príťažlivejší pohľad, oko rozjasní a viac otvorí. Po aplikácii zostanú riasy natočené po dobu 2 až 3 mesiacov. Dokonale upravené riasy sú základom pre efektne pôsobiace oči. Ak Vás už unavujú kliešte na riasy a umelým trsom neholdujete, skúste trvalú. Chemické tvarovanie rias sa dá aplikovať na krátke, ako aj na dlhé riasy. Efekt jemného natočenia mihalníc oko krásne otvorí a zväčší. Aj keď nemáte tie najdlhšie riasy, nemusíte si robiť starosti. Efekt je výrazný pri dlhých, aj krátkych riasach.",
      "preview": "Kategórie Darčekové kazety Darčeky pre ženy NECHTY Akrylový systém Sady na akrylové nechty Formy na Nail Art akrylom Farebný akryl Modelovací akryl Te"
    },
    {
      "url": "https://wset.com/news/local/stafford-dog-sky-animal-shelter-joe-bice-donna-who-had-no-inquiries-for-months-finally-gets-adopted-after-viral-post-virginia-newport-news",
      "title": "Stafford dog who had no inquiries for months finally gets adopted after viral post",
      "description": "A Stafford County dog from the animal shelter has been rescued after a plea posted online went viral.",
      "preview": "Fri, 10 Oct 2025 10:12:17 GMT (1760091137870) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://abc11.com/society/viral-sensation-target-employees-help-young-man-prepare-for-job-interview/506059/",
      "title": "Target employees help young man prep for job interview, tie his tie - ABC11 Raleigh-Durham",
      "description": "A Wake County teenager ran into a roadblock before he even got to his job interview, and what happened next was caught on camera.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out SOCIETY Target employees help young man prep for job interview, tie his tie Friday,"
    },
    {
      "url": "https://purepuremilk.tumblr.com/",
      "title": "@purepuremilk on Tumblr",
      "description": "Follow @purepuremilk and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts #Youtube blasteriidx Follow Tales of Festival 2016 BD Rip by BlasterIIDX Hi everyone ! As promised, you will find the videos of the ToF 2016 by"
    },
    {
      "url": "https://bwittmblr.tumblr.com/post/145943365905",
      "title": "The class students like the most",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "codeorg : A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer scienc"
    },
    {
      "url": "https://www.eeq.ca/",
      "title": "Accueil | Éco Entreprises Québec (ÉEQ)",
      "description": "Nous sommes le nouveau gestionnaire de la collecte sélective pour tout le Québec.",
      "preview": "Accéder directement au contenu principal Faire basculer le panneau de recherche Fermer Recherche"
    },
    {
      "url": "https://luisdg85.tumblr.com/",
      "title": "@luisdg85 on Tumblr",
      "description": "Follow @luisdg85 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes crossconnectmag Follow Paintings by Henrik Aa. Uldalen Henrik Aarrestad Uldalen (1986)is a self-taught artist whose creative production re"
    },
    {
      "url": "https://briansit.tumblr.com/post/139767572218",
      "title": "Sure, If you say so. - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \" Though if you are a fluent computer programmer you will make double the salary working in the...",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Though if you are a fluent computer programmer you w"
    },
    {
      "url": "https://www.firstup.org/",
      "title": "First Up - Champions for Early Education",
      "description": "void",
      "preview": "skip to main content Hispanic Heritage Month Is Here! Explore All We're Offering This Month! First Up is excited to celebrate with inspiring opportuni"
    },
    {
      "url": "https://mda.volpe.dot.gov/seavision/contact/sv2index.php?submit=no&reqtype=techhelp",
      "title": "SeaVision: Help Desk",
      "description": "void",
      "preview": "Help Desk Please fill out the form below to submit your Technical Support request to the SeaVision Help Desk."
    },
    {
      "url": "https://googleresearch.blogspot.com/2015/04/google-handwriting-input-in-82.html",
      "title": "Google Handwriting Input in 82 languages on your Android mobile device",
      "description": "Posted by Thomas Deselaers, Daniel Keysers, Henry Rowley, Li-Lun Wang, Victor Cărbune, Ashok Popat, Dhyanesh Narayanan, Handwriting Team, Google Re...",
      "preview": "Google Handwriting Input in 82 languages on your Android mobile device April 15, 2015 Posted by Thomas Deselaers, Daniel Keysers, Henry Rowley, Li-Lun"
    },
    {
      "url": "https://jobs.hasbro.com/go/eOne/8968800",
      "title": "Jobs at Hasbro",
      "description": "Apply online for jobs at Hasbro | Explore Hasbro careers in Information Technology, Corporate Business Services, Digital Media and Entertainment, Global Design and Product Development, Hasbro Studios, Sales and Retail Management and more!",
      "preview": "By continuing to use and navigate this website, you are agreeing to the use of cookies. Accept Close Press Tab to Move to Skip to Content Link Skip to"
    },
    {
      "url": "http://www.locationgestion.com/annonces/achat/maison/sainte-agnes-06/152178423.htm",
      "title": "Plan du site - LAFORET MENTON",
      "description": "LAFORET MENTON",
      "preview": "Notre Offre Faire gérer La gestion du bien La gestion du locataire Louer Estimer Notre agence Qui sommes-nous ? Notre équipe Nous rejoindre Contact Es"
    },
    {
      "url": "https://www.brokerstrust.com/brians-blog/great-energy-efficient-home-with-lots-of-privacy-in-west-adams-terrace",
      "title": "Great ENERGY EFFICIENT home with lots of privacy in West Adams Terrace!",
      "description": "2400 Seventh Avenue West Adams, CA 90018 List Price: $599,000",
      "preview": "The Fitzburgh Realty Team - Glassell Park Real Estate - Northeast Los Angeles Realtor Home About Us Fitzburgh Realty Team > Juan Loza Handyman Brians"
    },
    {
      "url": "https://www.batbike.se/product-category/reservdelar/?filter_bc=cargobike,ecoride&query_type_bc=or&filter_bk=400wh&query_type_bk=or",
      "title": "Reservdelar | Batbike elcyklar",
      "description": "void",
      "preview": "Tel: 031-3880705 - Ordrar skickas 14:00 samma dag - Fri frakt vid beställningar över 1000:- Reservdelar Filtrera Inga produkter hittades som motsvarar"
    },
    {
      "url": "https://www.urbandictionary.com/",
      "title": "Urban Dictionary, October 10: pizza bones",
      "description": "The outer crusts of a pizza.",
      "preview": "Skip to main content Urban Dictionary pizza bones Share definition The outer crusts of a pizza . All that's left in the box are the pizza bones . by G"
    },
    {
      "url": "https://www.archivesfoundation.org/documents/refugee-act-1980/",
      "title": "Refugee Act of 1980",
      "description": "The Refugee Act of 1980 raised the annual ceiling for refugees from 17,400 to 50,000, created a process for reviewing and adjusting the refugee ceiling to meet emergencies, and required annual consultation between Congress and the President.",
      "preview": "Skip to content Refugee Act of 1980 In the aftermath of the Vietnam War, the need for a change in American policy concerning refugees became apparent"
    },
    {
      "url": "http://www.shoplindasstuff.com/",
      "title": "Shop Linda's - Your Go-to High-End Resale Store",
      "description": "Consign your luxury items here at Shop Linda's now. and earn the most out of your resale!",
      "preview": "1-866-68-LINDA (54632) shop@shoplindasstuff.com SHOP OUR STORE Buyer Log In Cart We're Open - Click for Consigning and Buying Updates Close Close CONS"
    },
    {
      "url": "https://www.vellabox.com/",
      "title": "Vellabox // The Artisan Candle Subscription Box",
      "description": "The Artisan Candle Subscription Box",
      "preview": "No products in the cart. Gift Candle Subscriptions Gift Cards Corporate Gifting Search for: Account LOGIN SIGN UP Order History Account Settings $USD"
    },
    {
      "url": "https://photography.tutsplus.com",
      "title": "Video Courses and Tutorials | Envato Tuts+",
      "description": "Thousands of free tutorials and online courses to help you learn video skills. Join our community of students and professionals to improve your shooting, style, editing, and workflow. What would you like to learn?",
      "preview": "Video Learn video skills with these free tutorials and online courses. Whether you want to master production and recording, editing and post-productio"
    },
    {
      "url": "https://zsinger55.tumblr.com/",
      "title": "Just Another Blog",
      "description": "void",
      "preview": "Just Another Blog Archive Posted on 27th Sep at 10:42 PM, with 6,797 notes slitherpunk : gameboy camera pics of vintage computer festival midwest 19 :"
    },
    {
      "url": "http://www.se4all.org/",
      "title": "Home | Sustainable Energy for All",
      "description": "void",
      "preview": "Skip to main content Energy. Climate. Development. We work to ensure everyone, everywhere can live a dignified life on a healthy planet, powered by su"
    },
    {
      "url": "http://www.ibge.gov.br/home/disseminacao/eventos/missao/principios_orientadores_informacoes_geoespaciais.shtm",
      "title": "IBGE | Portal do IBGE | IBGE",
      "description": "void",
      "preview": "Portal do Governo Brasileiro"
    },
    {
      "url": "https://www.parenttoolkit.com/",
      "title": "Parenting Guides - TODAY | TODAY",
      "description": "Find educational benchmarks, social emotional milestones, tips and advice for children at school in each grade.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://avodaf.org/2018/11/23/storia-della-sessualita-michel-foucault/",
      "title": "Storia della sessualità- Michel Foucault - AvoDaf",
      "description": "\"La filosofia è la scienza che non è nata dal bisogno, ma dalla meraviglia.\" M. Foucault Ma vi rendete conto che le cose sono infinite e i nomi finiti?",
      "preview": "Vai al contenuto \"La filosofia è la scienza che non è nata dal bisogno, ma dalla meraviglia.\" M. Foucault Ma vi rendete conto che le cose sono infinit"
    },
    {
      "url": "https://www.paul.fr/default/viennoiserie/familliales?allergens_bis=16983%2C16986%2C17031",
      "title": "Viennoiserie Familiales - Brioches - Cramiques - PAUL",
      "description": "void",
      "preview": "The store will not work correctly in the case when cookies are disabled. Javascript est désactivé dans votre navigateur. Pour une expérience optimale"
    },
    {
      "url": "https://wiki.openttd.org/hu/Manual/Game%20Mechanics/",
      "title": "OpenTTD | Game Mechanics",
      "description": "void",
      "preview": "en de es fr hu it ja nl pl ru zh Ez a cikk az eredeti angol nyelvű fordítása: en/Manual/Game Mechanics/Main Page . Lefordítva: kb. 97% Kérem, segítsen"
    },
    {
      "url": "https://spark.adobe.com/page/ung95LiPSQyZs/",
      "title": "Pesca del calamar gigante en las aguas de del Pacífico sudeste",
      "description": "See the story",
      "preview": "Loading Pesca del calamar gigante en las aguas de del Pacífico sudeste Global Fishing Watch analiza la actividad de las flotas de calamares pelágicos."
    },
    {
      "url": "http://www.amis-outlook.org/",
      "title": "AMIS Agricultural Market Information System",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://unicefusa.donorsupport.co/login",
      "title": "UNICEF USA",
      "description": "You're making a difference for children around the world everyday. With your monthly gift, you became a lifeline for children everywhere, helping them survive and thrive. If you have any questions about your monthly gift, please reach out at <a target=\"_blank\" rel=\"noopener\">pledge@unicefusa.org</a>.",
      "preview": "void"
    },
    {
      "url": "https://www.kiteplans.org/planos/delta/delta.html",
      "title": "Barrilete Delta",
      "description": "void",
      "preview": "Barrilete Delta Características Vuelo estable. Se remonta fácilmente . Elevarlo rápidamente para sacarlo de la zona de turbulencia. Salva cortos perío"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate-monthly",
      "title": "Monthly Giving & Recurring Donations | Feeding America",
      "description": "Your monthly gift is the most effective way to help feed kids and families year-round. Help us in our fight against hunger with a recurring donation.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://campusvirtualur.urosario.edu.co/?_ga=2.138458615.531037380.1659966417-1736208058.1659478684",
      "title": "Campus Virtual - Universidad del Rosario | campus",
      "description": "void",
      "preview": "Pasar al contenido principal Campus Virtual UR Experiencia digital como ruta hacia el aprendizaje CONOCE MÁS CONOCE MÁS CONOCE MÁS CONOCE MÁS CONOCE M"
    },
    {
      "url": "https://www.idealist.org/en/days/to-my-old-racist-earth-join-a-socially-distanced-protest-for-july-4th",
      "title": "Career Advice - Idealist",
      "description": "Idealist connects millions of idealists - people who want to do good - with opportunities for action and collaboration all over the world.",
      "preview": "Get Involved Find a Job Jobs Internships Organizations Nonprofit Salary Explorer Crowdsourced compensation data in the nonprofit sector. Insights for"
    },
    {
      "url": "https://www.zaragoza.es/sede/portal/datos-abiertos/servicio/catalogo/278#JSON",
      "title": "Delimitación territorial de las Juntas Administrativas de Zaragoza . Datos abiertos. Ayuntamiento de Zaragoza",
      "description": "Accede a conjuntos de datos, consulta y reutiliza información publicada en la sede electrónica.",
      "preview": "ESPACIO DE DATOS DE ZARAGOZA Cargando Menú Delimitación territorial de las Juntas Administrativas de Zaragoza Volver al catálogo Iniciar sesión Inicia"
    },
    {
      "url": "http://www.tischlerhof.it/it/informazione/rilassarsi/2-0.html",
      "title": "Rilassarsi in piena natura - Tischlerhof",
      "description": "void",
      "preview": "Utilizziamo cookie per assicurarti una migliore esperienza sul sito. Utilizziamo cookie di parti terze per inviarti messaggi promozionali personalizza"
    },
    {
      "url": "https://thetextileexpert.com/",
      "title": "The Textile Expert",
      "description": "Deborah Young. The Go-To Textile Expert.",
      "preview": "The Textile Expert The Textile Expert (562) 833-0701 The Textile Expert Deborah Young. The Go-To Textile Expert. Home Expert Witness Consulting Backgr"
    },
    {
      "url": "https://www.farmequip.org/news/kirby-brings-piece-of-aviation-history-to-museum/",
      "title": "Kirby Brings Piece of Aviation History to Museum - Farm Equipment Manufacturers Association",
      "description": "void",
      "preview": "Schedule Registration Register Today Registration List FAQs Program Speakers Connect with Marketers EMDA Industry Showcase Guest Program Travel & Acco"
    },
    {
      "url": "https://www.culture.gouv.fr/Regions",
      "title": "Ministère de la Culture | Ministère de la Culture",
      "description": "Ministère de la Culture / services déconcentrés en région",
      "preview": "Régions Le ministère de la Culture développe ses politiques culturelles sur l'ensemble du territoire, par l'action des directions régionales des affai"
    },
    {
      "url": "https://create.microsoft.com/?utm_source=m356edge&utm_medium=microsite&utm_campaign=creation",
      "title": "Free templates for social media, documents & designs | Microsoft Create",
      "description": "Use our free tools and customizable templates to craft presentations, videos, graphics, social media designs, and much more-no design expertise required.",
      "preview": "Create designs that inspire Trending searches Resumes Timesheet Business Slideshow Presentation Invoices Collaborate Budgets Charts Productivity Socia"
    },
    {
      "url": "https://suzuki.oemdtc.com/category/recalls",
      "title": "Recalls | Suzuki - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.wraltechwire.com/2021/06/09/survey-97-of-nc-execs-optimistic-81-plan-to-boost-hiring-but-29-to-reduce-office-space/",
      "title": "Survey: 97% of NC execs optimistic; 81% plan to boost hiring; but 29% to reduce office space | WRAL TechWire",
      "description": "Executives of technology companies based in North Carolina are optimistic about the future of their business, including the short-term performance of their companies during 2021, according to the results of a new survey. But changes are coming - companies plan to continue hybrid work and more than 29% plan to reduce office space.",
      "preview": "News Survey: 97% of NC execs optimistic; 81% plan to boost hiring; but 29% to reduce office space NC TECH Association Hybrid Work work from home (Vady"
    },
    {
      "url": "http://www.wageningenur.nl/en/Expertise-Services/Chair-groups/Animal-Sciences/Animal-Production-Systems-Group.htm",
      "title": "Animal Production Systems Group - WUR",
      "description": "Research of the Animal Production Systems Group focuses on unravelling the complexity of livestock systems, and exploring trade-offs and synergies of innovations regarding environmental impact, animal welfare, and economic viability, to design a more sustainable future",
      "preview": "skip_links_text Content Search box Breadcrumb Chair holder prof.dr.ir. SJ (Simon) Oosting Professor / Chair Animal Production Systems Group News Septe"
    },
    {
      "url": "https://www.personalisegifting.com/1st-anniversary-gifts",
      "title": "First Wedding Anniversary Gift | Buy 1st Anniversary Gift",
      "description": "Choose the traditional first wedding anniversary gift made of paper & add the touch of personalisation to make it extra special. Shop from our collection now!",
      "preview": "UK: +44 203 0123 124 Search Products Cart (0) Log In Register About Us Contact Christmas Personalised Gifts Shop By Product Bags Mugs Cards Books Vase"
    },
    {
      "url": "https://www.newscientist.com/subject/technology/",
      "title": "Technology news, articles and features | New Scientist",
      "description": "From electronics and engineering to artificial intelligence, discover the latest developments, awe-inspiring features and in-depth analysis about today's technological advances",
      "preview": "Close Advertisement Subscribe now Technology From the earliest stone tools to the latest advances in artificial intelligence, robotics, blockchains an"
    },
    {
      "url": "https://stencil.wiki/",
      "title": "stencil.wiki",
      "description": "void",
      "preview": "Jump to content From stencil.wiki Stencil.wiki is a comprehensive resource dedicated to stencil printing, providing tools, guides, and a collaborative"
    },
    {
      "url": "https://www.aclu.org/news/topic/abortion-criminal-defense-initiative-reproductive-rights",
      "title": "Abortion Criminal Defense Initiative | American Civil Liberties Union",
      "description": "The Supreme Court's decision to overturn Roe v. Wade is having life-altering and life-threatening consequences for women and other people who can become pregnant. The decision revoked the federal constitutional right to abortion, and with it our agency over our health, our lives, and our futures. In some states, the government may now prosecute people involved in abortion care. This unprecedented moment in the fight for reproductive rights demands a nationwide system to ensure that health care providers, individuals that provide funding and practical support, and patients know that they will have access to a zealous defense should they be prosecuted. No one should have to navigate the injustice of this system alone.",
      "preview": "Skip navigation Campaigns & Initiatives › Abortion Criminal Defense Initiative Last updated on May 14, 2025 We fight against the criminalization of ab"
    },
    {
      "url": "https://mahxipad.tumblr.com/",
      "title": "@mahxipad on Tumblr",
      "description": "So I basically just repost all my cools if you don't like it leave",
      "preview": "Posts Likes Following filmarachnid Follow I FILMED MYSELF READING THIS TWITTER POST AND I HAVEN'T BEEN ABLE TO STOP LAUGHING heshe I don't identify as"
    },
    {
      "url": "https://thesaurus.yourdictionary.com/wildest",
      "title": "Wildest Synonyms: 39 Synonyms and Antonyms for Wildest | YourDictionary.com",
      "description": "Synonyms for WILDEST: roughest, stormiest, heaviest, dirtiest, ugly, freest, roughest, weediest, lushest, densest, maddest, unruliest, gayest, dottiest; Antonyms for WILDEST: tamest, mildest, calmest, gentlest, tamest.",
      "preview": "Wildest Synonyms and Antonyms Common Words Unique Words Synonyms Antonyms Related Words Violently disturbed or agitated, as by storms (Adjective) Syno"
    },
    {
      "url": "https://www.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://www.vectorstyler.com/",
      "title": "VectorStyler",
      "description": "Modern vector graphics and illustration software.",
      "preview": "VectorStyler 1.2, see what is new! For MacOS and Windows. Create illustrations, logos, icons, drawings and typography for screen, print and web The fu"
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "https://ecoromambalaje.ro/",
      "title": "Eco-Rom Ambalaje - Colectăm separat - Reciclăm împreună",
      "description": "Comisia de supraveghere a răspunderii extinse a producătorului a emis licența de operare la data...",
      "preview": "Home Despre noi Servicii Informații publice Autorizație Clienți Tarife Informații utile Cantități gestionate Modificări legislative Pagina membrilor C"
    },
    {
      "url": "https://karlpilkington-ismyfursona.tumblr.com/",
      "title": "🐇",
      "description": "22 - Canada",
      "preview": "Home Ask me anything Archive 🐇 everythingfox : \"I got you kid.\" (via plainbrowncrawfish ) Jun. 30 2019 7,299 notes pissvortex : (via ofalloftheginjoin"
    },
    {
      "url": "https://indriel.no/heftige-midtsommer-energier-og-tarotkortet-skjebnehjulet-alt-henger-sammen/",
      "title": "HEFTIGE MIDTSOMMER ENERGIER OG TAROTKORTET SKJEBNEHJULET. ALT HENGER SAMMEN! - Indriel Body & Soul",
      "description": "Vi påvirkes av heftige energier om dagen. Her kan du lese litt om det og hvordan kortet skjebnehjulet jeg trakk for å belyse det hele, passer inn",
      "preview": "Indriel Body & Soul Fra bloggen HEFTIGE MIDTSOMMER ENERGIER OG TAROTKORTET SKJEBNEHJULET. ALT HENGER SAMMEN! 22/06/2020 • Blogg • Ingen kommentarer Vi"
    },
    {
      "url": "https://peoplepower.org",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://survivreauchaos.blogspot.com/2018/05/de-tout-et-de-rien-4.html?showComment=1527805431767",
      "title": "Survivre au Chaos: De tout et de rien (4)",
      "description": "Blog dédié à l'étude des moyens de défense et de survie en cas de rupture de la normalité.",
      "preview": "Pages Accueil Intro Bulletins & Dossiers spéciaux Audit Défense & Survie Aide & Conseils à distance Géolocalisation Equipements Fiches pratiques Deven"
    },
    {
      "url": "https://www.motoresdyg.com/audi/a4/motores-audi-a4-avant-b8-version-2011_mod123.html",
      "title": "Motores Audi A4 Avant (B8) Versión 2011 de segunda mano - Motoresdyg",
      "description": "Comprar motor segunda mano Audi A4 Avant (B8) Versión 2011 de desguace usado completo y garantizado. Motores Audi A4 Avant (B8) Versión 2011 segunda mano de desguaces",
      "preview": "Llámenos ¿Necesitas un motor de segunda mano? Más de 50.000 en stock. Llámanos para presupuesto sin compromiso al: 641829667 1 Inicio Audi A4 A4 Avant"
    },
    {
      "url": "https://web4.facs.org/ebusiness/NewUser.aspx?ReturnToPage=https://acscommunities.facs.org/events/event-description?CalendarEventKey=72776bd2-511c-423d-b34b-30c521f14831&Home=%2Fevents%2Fcalendar",
      "title": "ACS - New User",
      "description": "void",
      "preview": "New User Registration First Name * Middle Name Last Name * Address Line 1 * Address Line 2 Address Line 3 City * Country * Afghanistan Albania Algeria"
    },
    {
      "url": "https://freead1.net/grp/sale-buy:3/foods:100/mushrooms:536/USA:42/California:5/Artesia:139",
      "title": "Free ads without registration",
      "description": "The best classifieds. Free ads, easy and fast without registration. Post free ad.",
      "preview": "MAKE YOUR AD VIP Free ads without registration Job administration agriculture art / actors / designers babysitters / nanny banking commerce communicat"
    },
    {
      "url": "https://newwf.org/",
      "title": "New World Foundation | Funding Social Movements",
      "description": "Funding Social Movement",
      "preview": "The New World Foundation our work aims to support leaders and organizations that advance democracy, protect community and build a humane social vision"
    },
    {
      "url": "https://www.cheurlin.com/our-champagne",
      "title": "Our Champagne",
      "description": "Cheurlin Champagnes have been the toast of the Champagne world since 1788. For decades, wine enthusiasts anticipated their debut in the United States and now, history is being made with the uncorking of the Cheurlin and Cheurlin Thomas collections stateside.",
      "preview": "Events Press Buy OUR Champagnes Discover Now Discover Now Discover Now Discover Now our CHAMPAGNES DISCOVER DISCOVER DISCOVER DISCOVER SUBSCRIBE Thank"
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "https://ourworldindata.org/grapher/child-mortality",
      "title": "Child mortality rate - Our World in Data",
      "description": "Estimated share of newborns who die before reaching the age of five.",
      "preview": "Data Child mortality rate Long-run data - Gapminder; UN IGME See all data and research on: Child & Infant Mortality Data sources and processing Insigh"
    },
    {
      "url": "https://www.oceanographicmagazine.com/features/marine-protected-areas-global-fishing-watch/",
      "title": "Ocean expanse: How satellite technology can show the benefits of large Marine Protected Areas - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Conservation Ocean expanse Continue reading This story is exclusively for Oceanographic subscribers. Subscribe Already a subscriber? Sign in 10% off J"
    },
    {
      "url": "http://uw.edu",
      "title": "UW Homepage",
      "description": "University of Washington",
      "preview": "Skip to main content University Of Washington Featured Story Slideshow #ResearchMakesAmerica ENGINEERING A BETTER FUTURE From climate instability to g"
    },
    {
      "url": "https://en.taiko.art/pauliparkkinen",
      "title": "Taiko - Finnish Art Online | Taiko",
      "description": "Buy Finnish fine art online. 1000s of artworks for your home decor -paintings, sculptures etc. Your contemporary art gallery online. Global shipping!",
      "preview": "We're sorry but Taiko doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www-fourier.univ-grenoble-alpes.fr/~molinier/crochet.html",
      "title": "Rémi Molinier - Crochet",
      "description": "void",
      "preview": "Rémi Molinier I am a teaching assistant (PRAG) at Université Grenoble-Alpes in the Institut Fourier . My area of expertise lies mainly inside algebrai"
    },
    {
      "url": "https://www.theguardian.com/science",
      "title": "Science | The Guardian",
      "description": "Latest Science news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Science Nobel prizes Nobel prize in chemistry awarded to scientists for work on 'Hermione's handbag' Trio hono"
    },
    {
      "url": "https://www.canarymedia.com/articles/energy-markets/a-deeper-dive-into-24-7-carbon-free-energy",
      "title": "A deeper dive into 24/7 carbon-free energy | Canary Media",
      "description": "Tech giants and startups are chasing more precise data to make the grid cleaner by the hour - and asking governments and regulators to catch up.",
      "preview": "A deeper dive into 24 / 7 carbon-free energy Tech giants and startups are chasing more precise data to make the grid cleaner by the hour - and asking"
    },
    {
      "url": "https://www.ippawards.com/",
      "title": "IPPAWARDS | iPhone Photography Awards - Celebrating the creativity of the iPhone users since 2007",
      "description": "iPhone Photography Awards (IPPAWARDS) is the first and the longest running iPhone photography competition since 2007.",
      "preview": "18th Annual iPhone Photography Awards 2025 Winners Announced 2007 - 2025 © IPPAWARDS | Selected entries from 18th Annual 2025 iPhone Photography Award"
    },
    {
      "url": "https://octoverse.github.com",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://belikeada.tumblr.com/",
      "title": "Be Like Ada",
      "description": "Develop UR Coding Superpower. Teen Girl Bootcamp, July 19th, Vancouver.",
      "preview": "Be Like Ada 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna User Feedback When we first starte"
    },
    {
      "url": "http://www.iuu-vessels.org/iuu",
      "title": "IUU Vessel List",
      "description": "void",
      "preview": "Welcome to the Combined IUU Fishing Vessel List This site provides the best available, up-to-date information on all fishing and related vessels that"
    },
    {
      "url": "https://venividigames.tumblr.com/post/90353269558",
      "title": "VeniVidiGames",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://www.andersen-group.jp/english/company/",
      "title": "Group Companies - Andersen Group English Web Site",
      "description": "void",
      "preview": "Group Companies Domestic Andersen Institute of Bread & Life Co., Ltd. ■ Head Office 2-19 Tsurumi-cho, Naka-ku, Hiroshima > MAP President: Jiro Numata"
    },
    {
      "url": "https://fishka3-blog.tumblr.com/",
      "title": "@fishka3-blog on Tumblr",
      "description": "Follow @fishka3-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://diverseabilitymagazine.com/recognition-lists/",
      "title": "Careers | ConnectComm",
      "description": "Careers",
      "preview": "Careers 5 Dynamic Skills Every Leader Needs ConnectComm September, 2025 Careers Inside Finance: What to Expect When You're Just Starting Out ConnectCo"
    },
    {
      "url": "https://teamsdemo.office.com/#/0/0",
      "title": "Microsoft Teams - Microsoft Adoption",
      "description": "Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations and content all together.",
      "preview": "Microsoft Teams Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations, and content all together. View the user enab"
    },
    {
      "url": "https://baymard.com/blog",
      "title": "Ecommerce UX Research Articles - Baymard Institute",
      "description": "The below 400+ ecommerce UX articles are all based on Baymard's 150,000+ hours of UX research. The articles represent just 5% of Baymard's Premium research database. Join 60,000+ UX professionals and get a new article every week by email.",
      "preview": "Baymard Institute Baymard Institute Logo Product Use cases Industries Benchmark Your UX Performance How does your UX performance stack up against indu"
    },
    {
      "url": "https://colesgroupdc.com/",
      "title": "Coles Group",
      "description": "Whether your organization is in need of boots-on-the-ground environmental services or high-level management consulting, Coles Group is the SBA 8A-Certified business with the expertise and specialized equipment to tackle a wide variety of challenges.",
      "preview": "Back Environmental Services Management Consulting Back Company Team Partners Scroll The Dedicated Client-First Environmental Solutions Business Soluti"
    },
    {
      "url": "http://outlier.uchicago.edu/TimeforCS/",
      "title": "Time for CS",
      "description": "void",
      "preview": "Warning: JavaScript is not enabled in your browser Some parts of this site won't work without JavaScript. Integrating Computer Science into Elementary"
    },
    {
      "url": "http://jobs.unicsc.org/",
      "title": "Home Page - Jobnet",
      "description": "void",
      "preview": "Org Location Job Title Level Deadline Network ICSC New York (USA) SALARIES AND ALLOWANCES DIVISION P-5 15/Nov/2025 Salaries and Allowances Division WM"
    },
    {
      "url": "https://academy.carto.com/",
      "title": "CARTO Academy | Academy",
      "description": "Welcome to CARTO Academy! In this site you will find a catalog of tutorials, quick start guides and videos to structure your learning path towards becoming an advanced CARTO user.",
      "preview": "Not sure where to start? Check out our recommended learning path here ! Working with geospatial data Geospatial data: the basics New to spatial data?"
    },
    {
      "url": "https://daviddagim.co.il/en/product/seabass-2/?add-to-cart=3031",
      "title": "Seabass - דוד דגים - דגים טריים חנות דגים בירושלים",
      "description": "For a net kilo need 2.5 times fish, due to the reduction, not grind, head, herringbone skin bones, but a net fillet net.",
      "preview": "מעבר לתוכן ראשי \"6 units of frozen Tilapia fillets\" has been added to your cart. View cart For a net kilo need 2.5 times fish, due to the reduction, n"
    },
    {
      "url": "http://www.washington.edu/news/about",
      "title": "Welcome to the UW News office | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Welcome to the UW News office Email | 206-543-2580 UW News Box 351207 Seattle, WA 98195 The UW News office is the port of"
    },
    {
      "url": "https://msdn.microsoft.com/en-us/microsoft-sdks-msdn",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://support.hudabeauty.com/support/solutions/articles/48001060021-are-huda-beauty-products-vegan-",
      "title": "FAQ and Customer Support | HUDABEAUTY",
      "description": "void",
      "preview": "DELIVERY TIMINGS + INFORMATION DELIVERY TIMINGS + INFORMATION Huda Beauty PRODUCT & RETAIL INFO HUDA BEAUTY Enter your search term here... Search At H"
    },
    {
      "url": "https://patternbeauty.com/",
      "title": "Curly and Natural Hair Care Products | PATTERN Beauty - Pattern Beauty",
      "description": "Hair care products for natural hair designed for curly, coily & tight-textured hair patterns created by award-winning actress & activist Tracee Ellis Ross.",
      "preview": "Your cart is empty Continue shopping Have an account? Log in to check out faster. Bestsellers Bestselling hair care for curly, coily & tight textures"
    },
    {
      "url": "https://unitedwaynyc.org/covid19/",
      "title": "COVID-19 Resource Guide - United Way of New York City",
      "description": "void",
      "preview": "COVID-19 RESOURCE GUIDE DOWNLOAD GUIDE Food Assistance Supplemental Nutrition Assistance Program (SNAP) in New York City SNAP provides benefits to eli"
    },
    {
      "url": "https://help.target.com",
      "title": "Help : Target",
      "description": "Find common links for FAQs. Browse and search Target help documentation",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://decider.com/",
      "title": "Decider | Where To Stream Movies & Shows on Netflix, Hulu, Amazon Prime, HBO Max",
      "description": "Decider helps you find what to watch. Discover the best movies and shows streaming on Netflix, Disney+, Hulu, Amazon Prime Video, HBO Max, and more.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "https://schwank.de/report/porsche-ein-standort-der-faszination-mit-modernster-heiztechnik/",
      "title": "Werkstattheizung bei Porsche | Praxisbericht von Schwank",
      "description": "Werkstattheizung bei Porsche: Ein Standort der Faszination mit modernster Heiztechnik ➝ Alle Referenzen & Praxisberichte über die Hallenheizungen und Klimasysteme von Schwank!",
      "preview": "Porsche: Ein Standort der Faszination mit modernster Heiztechnik Schwank Praxisbericht Stufenlose Modulation Das Projekt Das Porsche Zentrum Würzburg"
    },
    {
      "url": "https://www.riteaid.com/shop/vicks-hum-wrm-mist-v750-0352530?utm_source=google&utm_medium=organic&utm_campaign=tinuiti_organicshopping&slfpid=3",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://play.xumo.com",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://www.mills.edu/",
      "title": "Home - Northeastern University Oakland",
      "description": "A bicoastal university for undergraduate and graduate learning",
      "preview": "NORTHEASTERN UNIVERSITY OAKLAND Our West Coast hub for innovation, experiential learning, and frontier technology Discover the power of experience in"
    },
    {
      "url": "https://cartercenter.org/",
      "title": "The Carter Center | Waging Peace, Fighting Disease & Building Hope",
      "description": "The Carter Center is a nongovernmental organization that helps to improve lives by resolving conflicts; advancing democracy and preventing diseases.",
      "preview": "Peace Programs Peace Programs Overview China Focus Conflict Resolution Program Democracy Program Human Rights Program Inform Women, Transform Lives La"
    },
    {
      "url": "https://rifoundation.org/",
      "title": "RI Foundation | Rhode Island Foundation",
      "description": "Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivate change that makes a...",
      "preview": "Skip to main content Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivat"
    },
    {
      "url": "https://www.unworldoceansday.org/index.php/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "https://michelleleaverjewellery.co.uk/product-tag/horseridingjewellery/",
      "title": "horseridingjewellery - Michelle Leaver Jewellery",
      "description": "void",
      "preview": "Skip to main content My Wishlist Login Quick view Add to cart Stirrup Ring. Stirrup, horse jewellery, horse ring, horse stirrup ring, silver and gold"
    },
    {
      "url": "https://chwinery.com/",
      "title": "An upscale casual restaurant | Cooper's Hawk",
      "description": "We passionately believe that food and wine hold the power to forge lasting connections, setting the table for a life well lived.",
      "preview": "Cooper's Hawk Wine Club We're Celebrating our 20th Anniversary Pick Up Your Mag­num Bot­tle Today Get The October Scoop Lite+Bright Under 90 calories"
    },
    {
      "url": "http://bolsboardgames.com/",
      "title": "Scrabble Word Finder, Dictionary, Cheat, Anagram Help - BoLS Boardgames",
      "description": "Master Scrabble and Words with Friends! Your one-stop shop for word game and anagram solvers, dictionaries and helpers.",
      "preview": "Find Words The Word Game Solver US/Canada (TWL) English (SOWPODS) Prefix: Suffix:"
    },
    {
      "url": "https://www.afvalfondsverpakkingen.nl/nl",
      "title": "Home | Verpact",
      "description": "void",
      "preview": "Wij zijn Verpact Verpact staat voor makkelijke en betaalbare recyclingsystemen en een circulaire economie waarbij verpakkingsmateriaal een grondstof i"
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://www.itshot.com/mother-of-pearl-jewelry-18k-sterling-silver-bracelet-p-43983?A=3031",
      "title": "18K Sterling Silver & Mother Of Pearl Bracelet 310366 - ItsHot",
      "description": "Fabulous Mother Of Pearl Jewelry: This 18K Yellow Gold and Sterling Silver Bracelet showcases a fabulous bangle design and makes a great gift for any occasion.",
      "preview": "Skip to main content HURRY!! ONLY mins : secs REMAINING TO GET AN ADDITIONAL DISCOUNT OF 6% JavaScript seems to be disabled in your browser. You must"
    },
    {
      "url": "https://blog.coursera.org",
      "title": "Coursera Blog | Online learning news for learners, educators, & employers",
      "description": "Get the latest stories and product updates from Coursera, the global online learning platform where anyone, anywhere, can transform their life by accessing the world's best learning experience.",
      "preview": "Making Coursera learning more accessible worldwide through an app in ChatGPT Welcoming Anthony Salcito as Coursera's New General Manager, Enterprise I"
    },
    {
      "url": "https://rap.riken.jp/en/labs/aptdg/amst/",
      "title": "Advanced Manufacturing Support Team | RIKEN Center for Advanced Photonics",
      "description": "void",
      "preview": "このページの本文へ メニューへ HOME > Laboratories > Advanced Photonics Technology Development Group > Advanced Manufacturing Support Team Team Director Yutaka Yamag"
    },
    {
      "url": "https://www.clarinsusa.com/en/instant-eye-make-up-remover/01183100.html",
      "title": "Clarins Eye Makeup Removers | CLARINS®",
      "description": "Shop Clarins' range of plant-based eye makeup removers-an essential part of your everyday skincare routine. Gentle and compatible with all skin types.",
      "preview": "Skip to page content Go to footer Accessibility tool Receive a FREE 7-piece gift with any $100+ order. CODE: BEST25 Learn more Receive a FREE Mary's M"
    },
    {
      "url": "https://infinite.mirrors.phpclasses.org/discuss/blog/PHP-Classes-blog/post/97/thread/1/",
      "title": "web design award - Comments on PHP Classes blog post \"10th anniversary anno...\" - PHP Classes",
      "description": "void",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register web design award Search All class groups Latest entr"
    },
    {
      "url": "https://www.onlineshop-18.de/Kleidung-/-Mode/fuer-IHN/",
      "title": "für IHN - onlineshop-18.de - Produkte",
      "description": "für IHN - onlineshop-18.de - Produkte",
      "preview": "KOSTENLOSER VERSAND IN DEUTSCHLAND VERSAND INNERHALB VON 1 WERKTAG Kostenlose Hotline 09524 238898 0 0 Warenkorb (0,00 €) 0 Merkzettel Account Menü sc"
    },
    {
      "url": "https://playgroundai.com/create",
      "title": "Login - Playground",
      "description": "Create custom designs and graphics with Playground",
      "preview": "Sign up to make your first design Continue with Google Continue with Apple Continue with Email"
    },
    {
      "url": "https://www.uni-bremen.de/forschung/foerderangebote-service/ausschreibungen/erasmus-dozentenmobilitaet",
      "title": "Erasmus Dozentenmobilität - Universität Bremen",
      "description": "void",
      "preview": "Erasmus Dozentenmobilität © Universität Bremen Im Rahmen des ERASMUS-Programms haben Lehrende die Möglichkeit, einen Lehrauftrag an einer ERASMUS-Part"
    },
    {
      "url": "https://www.americanexpress.com/en-us/business/trends-and-insights/solutions/series-2?extlink=em-us-bti-advocacypartnerenl-theseries-s2-o",
      "title": "Business Class: The Series Solutions - Latest Trends",
      "description": "American Express provides you with valuable insights in the Business Class: The Series Solutions, inspiring you to run, grow and expand your business with latest industry trends.",
      "preview": "Topics Managing Money > Getting Customers > Building Your Team > Planning for Growth > Videos Explainer Videos > Educational Shorts > Small Business S"
    },
    {
      "url": "https://www.abczdravja.si/tag/preventivni-genetski-testi/",
      "title": "preventivni genetski testi Oznake - Abczdravja",
      "description": "void",
      "preview": "preventivni genetski testi Staranje lahko nadzorujemo? Pomembna zahteva sodobnega načina življenja v 21. stoletju je mladosten izgled oziroma biti mla"
    },
    {
      "url": "https://itunes.apple.com/app/apple-store/id1193350206?mt=8",
      "title": "‎YouTube TV on the App Store",
      "description": "YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported devices. Learn more: https://yt.be/nf...",
      "preview": "Screenshots Description YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported dev"
    },
    {
      "url": "https://www.iflix.com",
      "title": "iflix - Genuine HD Video Online Watching Platform | Chinese series,Korean series,Comic,etc.",
      "description": "iflix is both the producer and the provider of global high-quality video services. There are the latest popular TV series, movies, variety shows, and animations. HD videos are free to be viewed online. VIP members can unlock more wonderful exclusive contents! iflix also supports English subtitles, Thai subtitles, Indonesian subtitles, Malay subtitles, Korean subtitles, and other subtitles and dubbing.",
      "preview": "WeTV Hot 1 / 1 Love in the Crossfire Married by Fate, Bound by Love Love's Ambition Zhao Lusi and Chen Weiting's True Love Hypothesis Queendom (Uncut"
    },
    {
      "url": "https://corporate.shipt.com/news",
      "title": "Shipt - News",
      "description": "Get the latest news from Shipt",
      "preview": "Ready to start saving time? Newsroom Introducing Shipt's New Chat to Cart Feature Introducing Shipt's New Chat to Cart Feature Oct 2, 2025 Introducing"
    },
    {
      "url": "http://www.infn.it/",
      "title": "INFN - Istituto Nazionale di Fisica Nucleare",
      "description": "L'INFN è l'ente pubblico nazionale di ricerca, vigilato dal Ministero dell'Istruzione, dell'Università e della Ricerca (MIUR), dedicato allo studio dei costituenti fondamentali della materia e delle leggi che li governano. Svolge attività di ricerca, teorica e sperimentale, nei campi della fisica subnucleare, nucleare e astroparticellare.",
      "preview": "In primo piano La sfida della materia oscura Leggi tutto La sfida della materia oscura INTERVISTE NEWSLETTER Intervista a Pierre Sikivie Leggi tutto I"
    },
    {
      "url": "https://mts-natsustain.nature.com/cgi-bin/main.plex",
      "title": "Nature Sustainability",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home The Nature Sustainability editorial office is back to a full schedu"
    },
    {
      "url": "https://thewickedmakers.com/",
      "title": "Wicked Makers - We make free DIY videos on YouTube.",
      "description": "We make free DIY videos on YouTube.",
      "preview": "Skip to main content Press enter to begin your search Close Search Wicked DIY. See Our Projects We're Jaimie & Jay! We make spooky stuff together on Y"
    }
  ],
  "_meta": {
    "total_bookmarks": 131
  }
}