{
  "data": [
    {
      "url": "https://charlestonkettlebellclub.com/",
      "title": "Charleston Kettlebell Club",
      "description": "void",
      "preview": "Skip to content 843.225.6622 mike@charlestonkettlebellclub.com Search Close Menu Charleston's School of Strength Philosophy Meet Our Team Coaching Opt"
    },
    {
      "url": "http://www.opentuna.org/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://profiles.wordpress.org/skoutari/",
      "title": "skoutari (@skoutari) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for skoutari (@skoutari).",
      "preview": "Profiles Member Since: July 17th, 2016 Find me on: Activity Created a topic, Υπέροχο πρόσθετο , on the site WordPress.org Forums: Είναι <font style=\"v"
    },
    {
      "url": "https://jobs.accaglobal.com/?utm_source=ACCAglobal&utm_medium=referral&utm_campaign=footer",
      "title": "ACCA Careers | jobs | Choose from 26,089 live vacancies",
      "description": "Search for your next job from 26,089 live vacancies, or upload your CV now and let recruiters find you",
      "preview": "We're using cookies on this site. Cookies store information that is necessary for this site to work well. More about cookies Dismiss Skip to main cont"
    },
    {
      "url": "https://allergyasthmanetwork.org/",
      "title": "Your Trusted Resource - Allergy & Asthma Network",
      "description": "and for those who care for them",
      "preview": "Skip to content Online Shop Donate Now Search for: Search Button ONLINE SHOP DONATE NOW Search for: Search Button MENU Mobile Menu Your trusted resour"
    },
    {
      "url": "https://www.sailthru.com/",
      "title": "Sailthru by Marigold | Deliver dynamic, data-driven customer journeys",
      "description": "Boost engagement and revenue with Sailthru's AI-driven email, mobile, web, and SMS campaigns. Personalize at scale, save hours, and deliver ROI fast.",
      "preview": "Platform Solutions Industries Why Marigold Resources Company Contact Us You create the content, we'll deliver the ROI up to 100% uplift in conversion"
    },
    {
      "url": "https://2016annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://makethefuturesummit.org",
      "title": "Make the Future Summit | March 28-30, 2022",
      "description": "Join a learning community of school leaders, teachers and IT leads across the UK.",
      "preview": "Skip to main content Stay Informed on Future Academies Already registered? Sign in here or get instructions for How to sign in 29 March, 2022 Sevenoak"
    },
    {
      "url": "https://instagib.tv",
      "title": "iNSTAGIB has moved to Vaughn Live | https://vaughn.live/browse/gaming",
      "description": "void",
      "preview": "When Vaughn Live launched in 2011, we did not allow gaming content. As a result we created iNSTAGIB to give those that wanted to do a gaming stream an"
    },
    {
      "url": "https://www.thebowwindowcafe.co.uk/",
      "title": "The Bow Window Cafe",
      "description": "void",
      "preview": "d Login Register We Are Closed Contact Us Choose From Our Menu Now MENU OUR MENU BREAKFAST LIGHT BITES LUNCH SPECIAL TOASTIES AND PANINIS CAKE PASTRIE"
    },
    {
      "url": "http://mcspartners.ning.com/forum/topic/listForTag?tag=direct",
      "title": "Direct - Discussion Forum - MCS Partners",
      "description": "All Discussions Tagged 'direct' | We are a network of people dedicated to supporting the cause of the Detroit based organization EPAC Inc. The EPACMCS Web Part...",
      "preview": "Search Sign In MCS Partners Helping others is key to your complete success Main My Page Members Photos Videos Forum All Discussions My Discussions Add"
    },
    {
      "url": "https://www.gettyimages.com/detail/news-photo/russian-t-72-tank-destroyed-in-ukraine-is-installed-in-news-photo/1247431813?phrase=landmark%20ukraine%20anniversary&adppopup=true",
      "title": "A Russian T-72 tank destroyed in Ukraine is installed in front of... Foto di attualità - Getty Images",
      "description": "A Russian T-72 tank destroyed in Ukraine is installed in front of Russia's embassy in Berlin on February 24 on the first anniversary of the invasion of Ukraine; in background can be seen Berlin's... Scarica foto di attualità Premium ad elevata risoluzione da Getty Images",
      "preview": "Immagini Editorial Immagini e Video Creative Immagini Creative Editorial Video Creative Editorial GERMANY-UKRAINE-RUSSIA-CONFLICT A Russian T-72 tank"
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "http://catb.org/~esr/gif2png/",
      "title": "Resource page for gif2png 3.0.3",
      "description": "Resource page for gif2png",
      "preview": "Resource page for gif2png 3.0.3 09 May 2023 Home Page What's New Site Map Software Summary Convert GIFs to PNGs The gif2png program converts files fro"
    },
    {
      "url": "http://tocaboca.com/privacy",
      "title": "Privacy Policy - Toca Boca",
      "description": "Toca Boca Privacy Policy",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/post/143085101579",
      "title": "On my gravestone: LGBT Fans Deserve Better - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \" 11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "16% of all new wages in the U.S. are in computer science April 19th, 2016 codeorg : 11% of all job openings in the U.S. are in computing categories, a"
    },
    {
      "url": "https://www.designgradients.com/",
      "title": "Design Gradients - designgradients.com",
      "description": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art.",
      "preview": "The free platform of 48 linear gradients curated by designers to use as content backgrounds in any piece of digital art. dg- 01 #A531DC ➞ #4300B1 dg-"
    },
    {
      "url": "https://aeds-mn.org/",
      "title": "HOME | African Economic Development Solutions | AEDS-MN | Saint Paul",
      "description": "African Economic Development Solutions (AEDS) builds wealth within African immigrant communities through economic development. Our program and services include business lending, development, and financial capabilities. Our events - Little Africa and the National African Leadership Conference - build communities.",
      "preview": "top of page AEDS-MN builds wealth The goal of African Economic Development Solutions is simple . . . We want our clients to build businesses that crea"
    },
    {
      "url": "https://www.nhanow.com/certification/nha-certifications/certified-ekg-technician-(cet)",
      "title": "EKG Certification | Earn your CET to become an EKG tech",
      "description": "Earn your EKG certification from NHA to access a better future as an EKG technician. Get information about earning your EKG certification, including the EKG practice test and preparation materials to support your certification journey.",
      "preview": "Your path to EKG certification Certified EKG Technician (CET) Earning your CET credentials will help you: Page Link Fulfill employer requirements 87%"
    },
    {
      "url": "http://jobs.economist.com/",
      "title": "Jobs.Economist.com | jobs | Choose from 28 live vacancies",
      "description": "Search for your next job from 28 live vacancies, or upload your CV now and let employers find you",
      "preview": "Skip to main content Find a job on The Economist Jobs Board Search Keywords Location Within Within 0 miles Within 5 miles Within 10 miles Within 15 mi"
    },
    {
      "url": "https://www.top10wettenerfahrungen.com/wettquoten/fussball/",
      "title": "Fussball Quotenvergleich 2025 ᐅ [TOP10] Fußball Wettquoten Heute",
      "description": "Fussball Quoten Vergleich 2025 🥇 Beste Fussball Wettquoten im Überblick ✓ Top Fußball Quoten Heute ➨ Jetzt Fußball Quoten Tipps finden!",
      "preview": "Bekannt aus: Über Top 10 Wetten Erfahrungen Unsere Redaktion Partner-Hinweis Loading ... Top10 Wettanbieter Vergleich Top 10 Wettanbieter 01. Betano E"
    },
    {
      "url": "https://www.research.va.gov/currents/0820-Veterans-with-PTSD-more-likely-to-have-justice-system-involvement.cfm",
      "title": "Study: Veterans with PTSD more likely to have justice-system involvement than those without",
      "description": "A new study finds that Veterans with PTSD-compared to those without-about 60% more likely than Veterans without PTSD to have justice-system involvement. .",
      "preview": "skip to page content Talk to the Veterans Crisis Line now An official website of the United States government Here's how you know The .gov means it's"
    },
    {
      "url": "https://www.landing.love/",
      "title": "Showcase of the best Animation Websites - landing.love",
      "description": "Get inspired by an amazing collection of over 1775 animation website designs. With a full-page video recording showcasing the best designs out there.",
      "preview": "Showcase of the best 1775 Animation Websites Get inspired by the best website examples with full-page video recordings. 3d website Dark Mode Gradient"
    },
    {
      "url": "https://hasundgot.macron.no/macron/8162070111/tiber-1-4-zip-top-navy-hvit-3xl-stilren-treningsgenser--unisex",
      "title": "Klubbshop - Hasundgot IL",
      "description": "Klubbshop",
      "preview": "2002532 MacronD4 Oppdaterer, vennligst vent... Produkter Totalt antall treff: Se hele resultatet... Kategorier Merker Merkenavn Artikler Antall artikl"
    },
    {
      "url": "https://oceanacidification.noaa.gov/what-is-oa/",
      "title": "What is OA? - NOAA Ocean Acidification Program",
      "description": "void",
      "preview": "Skip to content National Oceanic and Atmospheric Administration Ocean Acidification Resource « Back to Resources List What is OA? Source: NOS Audience"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "http://www.wri.org/",
      "title": "World Resources Institute - Research for People & Planet",
      "description": "WRI is a global research organization working to improve people's lives, protect nature and halt climate change.",
      "preview": "Skip to main content Accessibility Donate Click to see more What can we help you find? Ways to Give Join us Contact an Expert Explore WRI Perspectives"
    },
    {
      "url": "https://www.columbiabank.com/",
      "title": "Columbia Bank | ColumbiaBank.com",
      "description": "Columbia Bank is here for you now more than ever. Our local business and personal bankers have helped our communities for over 50 years. Join us today.",
      "preview": "Link to Home Page Link to Home Page Close"
    },
    {
      "url": "https://productregistration.sony.com/registered_products",
      "title": "Product Registration",
      "description": "Web site created using create-react-app",
      "preview": "void"
    },
    {
      "url": "https://www.dailynews.com/2021/12/13/new-plan-calls-for-closure-of-aliso-canyon-facility-by-2023/",
      "title": "New plan calls for closure of Aliso Canyon gas facility by 2023 - Daily News",
      "description": "Sen. Henry Stern's plan, which is still in development, focuses on four areas, including developing local clean energy generation and storage, cutting demand for natural gas, improving efficiency measures and replacement of leaky furnaces and water heaters with new heat pumps and tankless water heaters.",
      "preview": "Skip to content California Senator Henry Stern announces that he will introduce legislation to get the Aliso Canyon gas storage facility shut down dur"
    },
    {
      "url": "https://www.cotedazur-sothebysrealty.com/en/luxury-properties/ref-ca6-1727/sale-mansion-valbonne-15-rooms-9-bedrooms-06560/",
      "title": "Luxury real estate Côte d'Azur",
      "description": "Are you looking for a house, villa or apartment to buy on the French Riviera? Cote d'Azur Sotheby's International Realty offers you the finest selection of properties available for sale.",
      "preview": "Contact us Côte d'Azur (Cannes) Sotheby's International Realty 74 boulevard de la Croisette 06400 CANNES, France +33 4 92 92 12 88 Côte d'Azur (Beauli"
    },
    {
      "url": "https://koreauniv.pure.elsevier.com/en/publications/genetic-polymorphisms-of-the-%CE%B2sub2sub-adrenergic-receptor-in-the-",
      "title": "Genetic polymorphisms of the β>2>-Adrenergic receptor in the severity of bronchial asthma - Korea University Pure",
      "description": "void",
      "preview": "Genetic polymorphisms of the β 2 -Adrenergic receptor in the severity of bronchial asthma Jeong Shim Jae Jeong Shim, Hyung Kim Jei Hyung Kim, Yong Lee"
    },
    {
      "url": "https://cleantechnica.com/2022/04/29/optiwatt-launches-new-save-the-planet-tool-and-announces-4-3m-in-seed-funding/",
      "title": "Optiwatt Launches New \"Save the Planet\" Tool And Announces $4.3M In Seed Funding - CleanTechnica",
      "description": "Optiwatt is a free electric vehicle (EV) charge management app that automatically schedules electric vehicle charging when electricity rates are cheapest, saving users an average of $388 per year.",
      "preview": "Skip to content April 29, 2022 3 years ago Press Release 0 Comments Support CleanTechnica's work through a Substack subscription or on Stripe . This w"
    },
    {
      "url": "https://maisonette.sjv.io/c/249354/1022920/13379?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.maisonette.com%2F",
      "title": "Maisonette | Boutique Clothes & Decor for Kids & Babies",
      "description": "Your favorite kids brands and independent boutiques, all in one magical place. Shop Maisonette for the best in kids and baby clothing, furniture, decor, or toys.",
      "preview": "skip to main content SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW The Birthday Shop Shop Now Playroom Favorites Shop Now SH"
    },
    {
      "url": "https://www.shappypretzel.com/",
      "title": "HOME | Shappy Pretzel Co.",
      "description": "void",
      "preview": "top of page SHAPPY PRETZEL PHILLY BORN. LA BREAD. PRE-ORDER THESE JAWNS FOR PICK-UP THREE WAYS TO GET THE BEST PHILLY SOFT PRETZELS THIS SIDE OF THE S"
    },
    {
      "url": "https://marketing-advertising.tampabay.com/",
      "title": "Customized Marketing and Advertising Solutions I Times Total Media I Florida",
      "description": "Grow your business with marketing solutions from Times Total Media: a division of the Tampa Bay Times. Our marketing professionals will meet with you to customize a plan for your business. From digital and social, to events and print, we can provide solutions for your business.",
      "preview": "top of page HOME MARKETING SOLUTIONS TO GROW YOUR BUSINESS CONTACT US! MAKING CONNECTIONS DELIVERING RESULTS Catch customers in the digital sea Managi"
    },
    {
      "url": "https://www.enko-football.com/2014/06/hodgson-we-just-want-to-give-good.html",
      "title": "Enko-football: Hodgson: We Just Want To Give A Good Performance",
      "description": "Blog/site with news from around the world of football.",
      "preview": "Saturday, June 14, 2014 Hodgson: We Just Want To Give A Good Performance Hodgson: We just want to give a good performance Roy Hodgson was quick to dam"
    },
    {
      "url": "https://aqbutik.se/sv/tarot-angla-orakelkort/tarotkort/large-thoth-tarot-deck-aleister-crowley.html",
      "title": "void",
      "description": "void",
      "preview": "kontakt@aqbutik.se 0733227727 Produkter Aromalampor/Doftlampor. Askar och Boxar Blandat Buddhor Böcker CD & DVD Doftoljor, Eteriska oljor, Parfymer oc"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://education.github.com",
      "title": "GitHub Education · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://briansit.tumblr.com/post/139767572218",
      "title": "Sure, If you say so. - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \" Though if you are a fluent computer programmer you will make double the salary working in the...",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Though if you are a fluent computer programmer you w"
    },
    {
      "url": "https://herbiv-whore.tumblr.com/post/126529603343",
      "title": "Blog Deleted.",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Blog Deleted. I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm. De"
    },
    {
      "url": "https://www.theplantroomtas.com.au/pages/collection-delivery-shipping",
      "title": "The Plant Room, Tasmania",
      "description": "Online plant store based out of Lindisfarne, Tasmania (near Hobart). Stocking a curated collection of hard-to-find, rare and collectable indoor plants, as well as old favourites. New stock released fortnightly. Shipping Tasmania wide.",
      "preview": "Skip to content We're taking a break. We'll be back soon! Want to be notified when we re-open our online store? Join our mailing list. Enter your emai"
    },
    {
      "url": "http://www.chemcollective.org/",
      "title": "ChemCollective",
      "description": "Online Resources for Teaching and Learning Chemistry",
      "preview": "void"
    },
    {
      "url": "https://event.on24.com/wcc/r/4110472/52C9A96C1E42A505134EDADDE900A2B0?partnerref=BS",
      "title": "Have we reached gender equity in the accountancy profession?",
      "description": "Wednesday, March 08, 2023 at 10:00 AM Greenwich Mean Time.",
      "preview": "void"
    },
    {
      "url": "http://beardifyapp.com",
      "title": "Beardify",
      "description": "void",
      "preview": "BEARDIFY Grow a beard."
    },
    {
      "url": "https://www.qrcodemonkey.com/#text",
      "title": "qrcodemonkey.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.tickpick.com",
      "title": "No-Fee Sports, Concert, Theater Tickets | TickPick",
      "description": "Get 100% guaranteed tickets for sports, concerts, and theater events on TickPick, the only major no-fee ticket site.",
      "preview": "Close × MLB NHL NBA NFL CONCERTS OTHER SELL TICKETS EVENTS NEAR YOU ORGANIZE EVENTS MY ACCOUNT LOG IN BACK Arizona Diamondbacks Atlanta Braves Baltimo"
    },
    {
      "url": "https://www.tablesgenerator.com/latex_tables",
      "title": "Create LaTeX tables online - TablesGenerator.com",
      "description": "Easily create even complex LaTeX tables with our online generator - you can paste data from a spreadsheet, merge cells, edit borders and more.",
      "preview": "Tables Generator LaTeX HTML Text Markdown MediaWiki File New table... Import CSV file... Paste table data... From LaTeX code... Save table... Load tab"
    },
    {
      "url": "https://api-docs.carto.com",
      "title": "CARTO API Documentation",
      "description": "Documentation about CARTO API endpoints. Maps API, SQL API, Import API, Connections API, Tokens API and LDS API",
      "preview": "void"
    },
    {
      "url": "https://www.nps.gov/grca/learn/news/hiker-fatality-along-bright-angel-trail-february-2023.htm",
      "title": "Hiker Fatality along Bright Angel Trail in Grand Canyon National Park - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.watchrepairtalk.com/topic/2460-setting-levers/",
      "title": "Help Identifying Watch Tools - General Tools & Equipment - Watch Repair Talk",
      "description": "I recently purchased a cabinet at an estate auction to get some auto parts that were in it. It also happened to have some watchmaker tools in it that I have little to no knowledge about. Some I have managed to identify and posted up on ebay. Some I am still trying to identify. Any help would be a...",
      "preview": "Jump to content View in the app A better way to browse. Learn more . Learn more × Dismiss Close Watch Repair Talk A full-screen app on your home scree"
    },
    {
      "url": "https://www.ukaps.org/forum/",
      "title": "UK Aquatic Plant Society",
      "description": "One of the world's best online resources for planted aquariums and aquascaping information, we promote all aspects of the aquarium plant hobby, fish...",
      "preview": "Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to install our s"
    },
    {
      "url": "https://www.bbc.co.uk/programmes/p08j3kcg",
      "title": "BBC Radio 4 - Political Thinking with Nick Robinson, The Neil Ferguson One",
      "description": "The leading epidemiologist on how science and politics should really work together",
      "preview": "Close menu BBC Radio 4 Political Thinking with Nick Robinson Home Episodes Podcast Watch on iPlayer Main content Listen now The Neil Ferguson One Poli"
    },
    {
      "url": "https://signup.cj.com/member/brandedPublisherSignUp.do?air_refmerchantid=2568723",
      "title": "CJ",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7515337/harry-meghan-evicted-frogmore-cottage-king-charles/",
      "title": "Harry and Meghan evicted from Frogmore Cottage by King Charles after Spare memoir - and Prince Andrew could be moving in",
      "description": "KING Charles is evicting Prince Harry and Meghan from Frogmore Cottage - and has offered it to Prince Andrew.The Sussexes are now drawing up plans t",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) KING Charles is evicting Prince Harry and Meghan from"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "https://cstoredecisions.com/2021/12/02/quiktrip-brings-back-jollytown-mobile-app-contest/",
      "title": "QuikTrip Brings Back 'JollyTown' Mobile App Contest - CStore Decisions",
      "description": "QuikTrip (QT) announced the return of its festive campaign, JollyTown, a mobile app contest filled with free gifts for customers who use the app. Every mobile order placed through Jan. [...]",
      "preview": "Skip to content Search the site Subscribe Throughout the holiday season, QT is offering freebies of more than 30 in-store products to customers throug"
    },
    {
      "url": "https://secure.uso.org/1812_wishbook_evergreen/?sc=WS18CRPKG1",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "http://www.accountservices.com/",
      "title": "ACCOUNT SERVICES INC",
      "description": "void",
      "preview": "For Efficient Accounting and Bookkeeping Start with Us Learn More Account Services, Inc. is a premier accounting and bookkeeping services company in t"
    },
    {
      "url": "https://livvydunne.com/",
      "title": "LIVVY - The Official Website of Olivia Dunne",
      "description": "The Official Website of Olivia Dunne",
      "preview": "void"
    },
    {
      "url": "https://www.mragamericas.com/",
      "title": "MRAG Americas - MRAG Americas, Inc.",
      "description": "MRAG provides public and private clients with professional services to support responsible, rational and sustainable use of aquatic resources.",
      "preview": "MRAG Americas is starting a new project with the Northwest Atlantic Fisheries Organization ( NAFO ) the RFMO responsible for ensuring the long term co"
    },
    {
      "url": "https://newsroom.accenture.com/news/accenture-reports-very-strong-fourth-quarter-and-full-year-fiscal-2022-results.htm",
      "title": "Accenture Reports Very Strong Fourth-Quarter and Full-Year Fiscal 2022 Results",
      "description": "<div>NEW YORK; Sept. 22, 2022 &mdash; Accenture (NYSE: ACN) reported financial results for the fourth quarter and full fiscal year ended Aug. 31, 2022.</div",
      "preview": "September 22, 2022 NEW YORK; Sept. 22, 2022 - Accenture (NYSE: ACN) reported financial results for the fourth quarter and full fiscal year ended Aug."
    },
    {
      "url": "https://www.fhfund.org/",
      "title": "Together, we can ensure everyone has a home. - Family Housing Fund",
      "description": "Our Approach How you can help More Housing Stories",
      "preview": "Together, we can ensure everyone has a home. Our Approach How you can help Ideas & Insights How we can build a stronger housing system. VIEW MORE Prog"
    },
    {
      "url": "https://visit.stanford.edu/plan/",
      "title": "Where is Stanford? : Stanford University",
      "description": "Visitor Information Services at Stanford University--one of the world's leading research and teaching institutions. It is located in Palo Alto, California.",
      "preview": "Skip to content Visitor Information Optional line 2 - add two-line-signature to body class to display Menu Search form Search term Home The Basics Pro"
    },
    {
      "url": "https://ruehrkueche.de/app.php/help/faq?sid=ff1f035f5ceac10db4e75029d61130ac",
      "title": "Die Rührküche · Das Olionatura-Forum - Häufig gestellte Fragen",
      "description": "void",
      "preview": "Nutzungsvertrag Du kannst Dich nicht mehr anmelden? Kein Zugriff auf Inhalte? Impressum Datenschutzrichtlinien Die Rührküche · Das Olionatura-Forum Zu"
    },
    {
      "url": "http://preferences-mgr.trustarc.com/?pid=disney01&aid=natgeo01&type=natgeo",
      "title": "TrustArc Preference Manager",
      "description": "Ensure online trust and privacy with TRUSTes consumer privacy services. Sign up for email safety, email privacy and privacy alerts. Get the TRUSTe online seals for your Web site. Prevent spyware, protect brand trust and consumer privacy",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly."
    },
    {
      "url": "http://www.emro.who.int/index.html",
      "title": "WHO EMRO - Home",
      "description": "void",
      "preview": "× ← Back WHO Regional websites Africa Americas Asie du Sud-Est Europe Méditerranée orientale Pacifique occidental Home Health topics Health topics Dat"
    },
    {
      "url": "https://www.noesisengine.com/forums/posting.php?mode=quote&f=12&p=10817&sid=b2bbf13a5e83511be22b9b4d6328af6a",
      "title": "Forums | NoesisGUI - Login",
      "description": "void",
      "preview": "Skip to content Back to previous page You need to login in order to quote posts within this forum. Username Password I forgot my password Resend activ"
    },
    {
      "url": "https://www.dw.com/en/science/s-12526",
      "title": "Science | In-depth reporting on science and technology - DW",
      "description": "Reports and analysis of developments in the world of Sci-Tech, medicine and digital topics. Keep up to date on the latest IT news from Europe and Germany.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "https://usnybcc.org/about/",
      "title": "About Us | UpState New York Black Chamber of Commerce",
      "description": "void",
      "preview": "The UpState New York Black Chamber of Commerce Turning Interest Into Action Five Pillars of Service The foundation on which we build Advocacy The USBC"
    },
    {
      "url": "https://www.umso.com/",
      "title": "Umso - The Website Builder For Everyone",
      "description": "The fastest way to build a website. Design, edit and publish a beautiful website with absolutely no code.",
      "preview": "Build your website Plan Go from idea to first draft with our Generator. Even if you've never built a website before, you will get a great result. Edit"
    },
    {
      "url": "https://www.istat.it/it/dati",
      "title": "Dati - Istat",
      "description": "void",
      "preview": "banche-dati Dati Home / Dati Condividi: Dati L'attività di diffusione dell'Istituto si pone tre obiettivi principali: garantire l'accesso ai risultati"
    },
    {
      "url": "https://www.culture.gouv.fr/Regions",
      "title": "Ministère de la Culture | Ministère de la Culture",
      "description": "Ministère de la Culture / services déconcentrés en région",
      "preview": "Régions Le ministère de la Culture développe ses politiques culturelles sur l'ensemble du territoire, par l'action des directions régionales des affai"
    },
    {
      "url": "http://www.astrosociety.org/",
      "title": "Astronomical Society of the Pacific",
      "description": "The Astronomical Society of the Pacific is an international non-profit scientific and educational organization, founded in 1889, that works to increase understanding and appreciation of astronomy.",
      "preview": "Skip to main content 2025 Awards Gala November 8 An Evening of Celebration Tickets and Event Information ASP Announces 2025 Awards More Information an"
    },
    {
      "url": "https://www.sphinx-doc.org/",
      "title": "Sphinx - Sphinx documentation",
      "description": "void",
      "preview": "GitHub Expand Sphinx Navigation Documentation » Sphinx On this page Sphinx Get started User guide Community guide Reference guide The Basics Installin"
    },
    {
      "url": "https://www.bbc.com/news/science_and_environment",
      "title": "Science & Environment | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Science & Environment from across the BBC.",
      "preview": "Science & Environment Green turtle bounces back from brink in conservation 'win' Once endangered due to hunting, it is making a strong recovery thanks"
    },
    {
      "url": "https://www.khon2.com/local-news/passengers-shaken-by-turbulence-floating-off-of-our-chairs/",
      "title": "Passengers shaken by turbulence 'Floating off of our chairs' | KHON2",
      "description": "It was a terrifying moment for nearly 300 Hawaiian Airlines passengers. The Honolulu-bound flight from Phoenix experienced severe turbulence about 30 minutes before landing which sent at least 11 people to the hospital in serious condition.",
      "preview": "Skip to content"
    },
    {
      "url": "https://map.imcsnet.org",
      "title": "Map of maritime regions | IMCS",
      "description": "void",
      "preview": "Skip to main content Members Map Partners Team Executive Committee Browse maritime regions Browse maritime regions EEZs IMCS Network Members Other EEZ"
    },
    {
      "url": "https://fred.stlouisfed.org/series/UNRATE",
      "title": "Unemployment Rate (UNRATE) | FRED | St. Louis Fed",
      "description": "View data of the unemployment rate, or the number of people 16 and over actively searching for a job as a percentage of the total labor force.",
      "preview": "Skip to main content Unemployment Rate (UNRATE) Observations Aug 2025: 4.3 | Percent, Seasonally Adjusted | Monthly Updated: Sep 5, 2025 7:51 AM CDT N"
    },
    {
      "url": "https://extensionworkshop.com/?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Firefox Extension Workshop | Get help creating & publishing Firefox extensions.",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Why Create Extensions on Firefox? Get your great idea into the hands of millions of Firefox users. Join an international community of developers. Be s"
    },
    {
      "url": "https://www.houstonendowment.org/programs/",
      "title": "Houston Endowment | Programs",
      "description": "void",
      "preview": "Programs Our Current Priorities Our mission is to improve the quality of life for everyone in Greater Houston. Access to an excellent education drives"
    },
    {
      "url": "https://www.independent.co.uk/news/world/europe/russian-oligarch-putin-igor-sechin-yacht-b2037255.html",
      "title": "Mega yacht 'owned by oligarch and Putin ally Igor Sechin' seized by Spanish authorities | The Independent",
      "description": "Crescent is the oil tycoon's second boat to be detained since sanctions took effect",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://passtheknowledge.wordpress.com/tag/squirrels/",
      "title": "squirrels | PASS THE KNOWLEDGE (LIGHT & LIFE)",
      "description": "Posts about squirrels written by Akhi Soufyan",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer PASS THE KNOWLEDGE (LIGHT & LIFE) HIGH QUALIT"
    },
    {
      "url": "https://optuna.readthedocs.io/en/stable/reference/generated/optuna.study.Study.html",
      "title": "optuna.study.Study - Optuna 4.5.0 documentation",
      "description": "void",
      "preview": "Key Features Code Examples Installation Dashboard OptunaHub Blog Videos Paper API Reference optuna.study optuna.study.Study optuna.study.Study  class"
    },
    {
      "url": "http://www.sspectra.com/is/s000373.html",
      "title": "S000373 | Integer Sequences",
      "description": "void",
      "preview": "Integer Sequences S000373 « S000372 index S000374 » Numbers n such that 8^n+1 has only one primitive prime factor. 0, 1, 3, 9, 15, 21, 39, 57, 69, 159"
    },
    {
      "url": "https://shop.lonelyplanet.com/categories/canada?city%5B%5D=Quebec+City&city%5B%5D=Halifax&city%5B%5D=Calgary&city%5B%5D=Churchill&city%5B%5D=Victoria&city%5B%5D=Dawson+City&city%5B%5D=Ottawa&series%5B%5D=Pocket&series%5B%5D=Regional+Guide&series%5B%5D=Best+of+Country&series%5B%5D=Planning+Maps&series%5B%5D=9-12+Children%27s&series%5B%5D=City+Map&sort%5B%5D=featured&sort%5B%5D=top_sellers",
      "title": "Lonely Planet books for Canada",
      "description": "Lonely Planet's Canada country guidebooks that lead you to hidden gems, provide local insights, help plan your ultimate adventure, and embark on an extraordinary trip now.",
      "preview": "Skip to content Free shipping on all orders Lonely Planet CART Products Guidebooks Maps Outdoor Travels & Adventures Epic Guides Food & Drink Gifts &"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "http://cottonleads.org",
      "title": "CottonWorks™ | Guide for Producing Outstanding Cotton Products",
      "description": "CottonWorks™ connects professionals and students with modern resources to bring sustainability in textiles to life.",
      "preview": "Login Enter your email address and password to access your CottonWorks™ account. \" (Required) \" indicates required fields Email (Required) Password (R"
    },
    {
      "url": "https://cauloccoli.tumblr.com/",
      "title": "Cauloccoli",
      "description": "void",
      "preview": "\"Small Kindnesses,\" by Danusha Laméris. 😍 https://www.instagram.com/p/B-M5XpTlW8S7Co1DOOHRlKjmG04kcuNc9SE6OI0/?igshid=1ge3wc3yiri9m 5 years ago 2 note"
    },
    {
      "url": "https://www.prisonpolicy.org/reports/pie2019women.html",
      "title": "Women's Mass Incarceration: The Whole Pie 2019 | Prison Policy Initiative",
      "description": "Report showing the number of women in the U.S. who are locked up in various correctional systems and why",
      "preview": "Home About Publications Reports Briefings Visuals State Profiles Advocacy Toolkit Fact Sheets Art Issues Data Blog Trump Tracker Contact Careers Donat"
    },
    {
      "url": "http://nationalmarblestournament.org/",
      "title": "National Marble Tournament | Wildwood, NJ",
      "description": "The National Marble Tournament has been around since 1922 and has provided thousands of dollars in college scholarships to the national champions and winners of the sportsmanship award for their professional skills in the rings at the historic boardwalks's Ringer Stadium every summer.",
      "preview": "top of page The National Marbles Tournament JOIN OUR NEWSLETTER! Memories Take a look at the past shots and memories that define the tournament. Tourn"
    },
    {
      "url": "https://www.dnb.com/utility-pages/privacy-policy.html",
      "title": "Our Data Transparency Commitment - Dun & Bradstreet",
      "description": "After almost 200 years, we still aim to be transparent around the ways we process data about people, businesses, and how we use AI. Learn more here.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://conference.iste.org/2023",
      "title": "ISTELive 25 - Edtech conference | June 29-July 2 | San Antonio",
      "description": "Experience bold education innovation at the edtech event of the year! Learn during thousands of learning experiences that will prepare you to help students thrive in the age of AI.",
      "preview": "Event Information Attend Program Search Sponsor & Exhibit Login Logout × Attend Schedule at a Glance Earning Credit Policies About ISTE FAQs Program P"
    },
    {
      "url": "https://flickeringlamps.com/2015/09/04/the-spectacular-tradescant-tomb-a-world-of-wonders-in-one-closet-shut/?like_comment=5176&_wpnonce=739ca7eef0",
      "title": "The spectacular Tradescant tomb: \"a world of wonders in one closet shut\" - Flickering Lamps",
      "description": "Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorated with exotic scenes and creatures, it marks the resting place of members of the Tradescant family, who made a name for themselves in the 17th Century collecting plants and other curiosities from all...",
      "preview": "Skip to content Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorate"
    },
    {
      "url": "https://nashblackchamber.com/",
      "title": "Nashville Black Chamber of Commerce | Connect | Learn | Grow | Prosper",
      "description": "void",
      "preview": "5 home,wp-singular,page-template,page-template-full_width,page-template-full_width-php,page,page-id-5,wp-theme-bridge,bridge-core-1.0.4,ajax_fade,page"
    },
    {
      "url": "https://www.pbo.co.uk/seamanship/how-to-heave-to-72499",
      "title": "Is my antifoul incompatible with my basecoat? Ask the experts",
      "description": "PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this advice...",
      "preview": "Skip to content » PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this ad"
    },
    {
      "url": "https://www.click2houston.com/news/local/2023/02/07/we-will-not-tolerate-theft-or-endangerment-of-our-animals-keepers-find-fence-cut-at-houston-zoo/",
      "title": "'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo",
      "description": "Houston police were investigating Tuesday after it was discovered that a mesh fence was cut at the Houston Zoo.",
      "preview": "Close Local News 'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo Published: February 7, 2023 at 5:0"
    },
    {
      "url": "https://typography.guru/",
      "title": "Typography.Guru Online Community",
      "description": "Learn to master typography and join our expert online community.",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://opensource.guide",
      "title": "Open Source Guides | Learn how to launch and grow your project.",
      "description": "Learn how to launch and grow your project.",
      "preview": "Security Best Practices for your Project Strengthen your project's future by building trust through essential security practices - from MFA and code s"
    },
    {
      "url": "https://www.bb-shop.ro/bijuterie-vida_colored_diamonds-100934.html?utm_source=splendor.ro&utm_campaign=Bijuterii&utm_medium=referral&utm_content=PaginaProdus",
      "title": "Inele de logodna Vida Colored Diamonds 43983R-LD8WP | Bijuterii dama | B&B SHOP Magazin online de bijuterii si accesorii",
      "description": "Bijuterie Inele de logodna Vida Colored Diamonds 43983R-LD8WP, clasa Premium, tip dama | aur 18 Kt, diamant natural negru 0.81ct, 28 diamante naturale 0.485ct (H SI), | B&B SHOP Magazin online de bijuterii originale/autentice",
      "preview": "▲ B&B Shop Bijuterii INELE DE LOGODNA INELE DE LOGODNA DAMA inele de logodna dama aur 18 kt diamant Inele de logodna Vida Colored Diamonds 43983R-LD8W"
    },
    {
      "url": "https://www.texastribune.org/2022/04/06/texas-mail-in-ballot-rejection-voting/",
      "title": "More than 12% of Texas mail-in ballots rejected in March primary | The Texas Tribune",
      "description": "Figures released by the Texas secretary of state show that more than 24,000 Texas voters had their ballots rejected in the March primary. The rejection rate is a significant increase over previous elections.",
      "preview": "Skip to main content People wait outside the Bexar County Elections Department in San Antonio to drop off their mail-in ballots, turn in their voter r"
    },
    {
      "url": "https://futuretodayinc.com/privacy.html",
      "title": "Privacy Policy | Future Today Inc",
      "description": "void",
      "preview": "Privacy Policy Last updated on: September 15, 2025 Privacy Summary OUR CONTACT INFORMATION Future Today Inc. Address: Future Today Inc. 3705 Haven Ave"
    },
    {
      "url": "https://www.cdp.net/en",
      "title": "CDP: Turning Transparency to Action",
      "description": "CDP can support your environmental journey - turning data into Earth-positive impact. The world's only independent environmental disclosure system.",
      "preview": "The deadline for submitting unscored responses and amendments is November 19. Disclose now . The response window for the 2025 disclosure cycle is open"
    },
    {
      "url": "https://healthnewsplus.net/tag/bolly4u-movie-download-free/",
      "title": "Health News Plus | Latest Worldwide Health News And Tips",
      "description": "The Newest Science And The Most Authoritative Information And Creativeness For Residing Active. HealthNewsPlus - Conveying Together Like-Willing People Who Are Obsessive About Permanency.",
      "preview": "Close Menu Facebook X (Twitter) Instagram News How to Build an Effective Backup Plan for Simultaneous Interpretation Home How to Get Rid of Mycotoxins"
    },
    {
      "url": "https://www.dallasobserver.com/news/local-bike-community-mourns-the-loss-of-james-kincheloe-and-his-childlike-fascination-15993036",
      "title": "Local Bike Community Mourns the Loss of James Kincheloe and His 'Childlike Fascination'",
      "description": "Every scene or sub-culture needs someone who serves as a beacon - a person whose enthusiasm attracts the uninitiated and stokes the long-burning embers of those who've been around the block a time or two already. The North Texas mountain biking community lost one of its own beacons when James...",
      "preview": "Skip to content advertisement Close Menu Search Search facebook instagram x tiktok bsky threads Crime & Police Local Bike Community Mourns the Loss of"
    },
    {
      "url": "https://englishneverstops.tumblr.com/",
      "title": "englishneverstops",
      "description": "A growing community of English Language Learners from around the world, dedicated to working together towards the common goal of mastering English. #englishneverstops",
      "preview": "englishneverstops praveen7me : super-mubeen : I am AHAMED MUBEEN from srilanka and I am a BBA student and I like to improve my English with good frien"
    },
    {
      "url": "https://www.gavi.org/",
      "title": "Gavi, the Vaccine Alliance",
      "description": "Gavi is an international organisation created in 2000 to improve access to new and underused vaccines for children living in the world's poorest countries.",
      "preview": "Skip to main content Back to Helen Clark Chair-elect, Gavi Board The Board of Gavi, the Vaccine Alliance has appointed Rt Hon Helen Clark as its new C"
    },
    {
      "url": "https://pair-code.github.io/what-if-tool/",
      "title": "What-If Tool",
      "description": "void",
      "preview": "What-If Tool Visually probe the behavior of trained machine learning models , with minimal coding. Get started A key challenge in developing and deplo"
    },
    {
      "url": "https://mlflow.org/docs/latest/python_api/mlflow.sklearn.html",
      "title": "mlflow.sklearn",
      "description": "void",
      "preview": "Documentation Python API mlflow.sklearn mlflow.sklearn The mlflow.sklearn module provides an API for logging and loading scikit-learn models. This mod"
    },
    {
      "url": "https://gisgames.tumblr.com/post/89374064926",
      "title": "Last year geomatics student (Too Much STEM, Not Enough Computer Science?)",
      "description": "void",
      "preview": "Last year geomatics student Ask me anything Link 87 Notes Too Much STEM, Not Enough Computer Science? codeorg : Not a day goes by that I don't read an"
    },
    {
      "url": "https://redesigninc.org/",
      "title": "Redesign Inc. - Community Developers in Minneapolis",
      "description": "Redesign is a nonprofit dedicated to improving the five neighborhoods of Greater Longfellow: Seward, Longfellow, Cooper, Howe, and Hiawatha in South Minneapolis. Redesign Inc. provides small business support including grants and loans, technical assistance, real estate planning and development and more.",
      "preview": "Community Fest & Feast: Family Edition OCTOBER 16 | 3-7 PM | FREE Learn More Chili Cookoff | Kids Play Zone Free Family Portraits | Community Service"
    },
    {
      "url": "https://www.radc.rush.edu/docs/parentStudyDesigns.htm;jsessionid=228FF4F01D85B9C8D3A22EEC666D615D",
      "title": "Study Design Summaries | RADC",
      "description": "void",
      "preview": "Document­ation Overviews and Timelines Cohort Study Designs Substudies Omics Omics Overview Omics Heatmap Variables Standard Datasets Clinical Patholo"
    },
    {
      "url": "https://www.wefeedraw.com/",
      "title": "Raw Dog Food Delivery Company | We Feed Raw",
      "description": "When it comes to raw dog food delivery companies, finding the healthiest & easiest option is key. Shop We Feed Raw for healthy ingredients at your door!",
      "preview": "The Freshest Raw Meals, Delivered. Supports better digestion, stronger immunity, and a longer, healthier life. Create Your Meal Plan How it Works 1. T"
    },
    {
      "url": "https://www.usmagazine.com/entertainment/news/khloe-kardashian-to-guest-judge-rupauls-drag-race-see-khloe-and-rupauls-photo-together-2014131/",
      "title": "Khloe Kardashian on RuPaul's Drag Race Picture: Star to Guest Judge | Us Weekly",
      "description": "Khloe Kardashian headlines the lineup of celebrity guest judges on season six of RuPaul's Drag Race; see Kardashian's first photo with RuPaul!",
      "preview": "Tap Here To Add Us Weekly As A Trusted Source Add as a preferred source on Google Khloe Kardashian is a woman on a mission . . . to find America's Nex"
    },
    {
      "url": "http://oceans.ubc.ca/rashid-sumaila/",
      "title": "Rashid Sumaila, FRSC | Institute for the Oceans and Fisheries",
      "description": "Rashid Sumaila, FRSC University Killam Professor Canada Research Chair (Tier I, Interdisciplinary Ocean and Fisheries Economics) Email: r.sumaila@oceans.ubc.ca Office phone: 604-822-0224 Rashid Sumaila's research focuses on bioeconomics, marine ecosystem valuation and the analysis of global issues such as fisheries subsidies, marine protected areas, illegal fishing, climate change, marine plastic pollution, and oil spills. Read More Research Area ocean, fisheries, economics, bioeconomic modeling, subsidies, high seas, valuation, infinity fish, climate change, discounting",
      "preview": "Search Institute for the Oceans and Fisheries Home Page About Our Values People Pets Alumni Research Graduate Program Courses Non-credit Courses News"
    },
    {
      "url": "http://www.minesnewsroom.com/news/all/rss.xml",
      "title": "News",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.sporkful.com/alan-and-arlene-alda-bonded-over-a-fallen-rum-cake/",
      "title": "Alan And Arlene Alda Bonded Over A Fallen Rum Cake «",
      "description": "When a cake fell on the floor, they didn't hesitate to grab a fork and dig in.",
      "preview": "LISTEN TO THE PODCAST CONNECT LISTEN TO THE PODCAST CONNECT 10 BEST PODCASTS OF THE YEAR New York Times BEST FOOD PODCAST James Beard Awards Webby Awa"
    },
    {
      "url": "https://www.edx.org/learn/cybersecurity",
      "title": "How to learn cybersecurity online | edX",
      "description": "Learn cybersecurity with edX: Explore cybersecurity courses, undergraduate and graduate degree programs, career paths, and other practical considerations.",
      "preview": "Learn cybersecurity with online courses and programs Cybersecurity professionals continue to benefit from strong employer demand. Train for high-growt"
    },
    {
      "url": "https://hairhub.com/products/remote-cutting-and-base-resizing-service",
      "title": "Remote cutting and styling - Hair Hub",
      "description": "If you're not able to visit a stylist, our in-house senior stylist can cut your hair system, so it arrives ready-to-wear. The delivery time might be extended due to the cutting and styling services. *Please note these delivery times may be extended by a few days due to courier delays, national holidays, and customs",
      "preview": "NEW EMAIL ADDRESS Unfortunately, we have currently lost access to our primary email address. For the time being, please contact us via our backup emai"
    },
    {
      "url": "https://abc.com/apps",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://www.ccala.net",
      "title": "Find Child Care Providers | Child Care Alliance of Los Angeles",
      "description": "Learn more about the Child Care Alliance (CCALA), a unique and significant partnership of ten member agencies that serve communities at the local level.",
      "preview": "About Us Mission, Vision, and Values History Member Agencies Our Board of Directors Our Staff Employment Newsletter News and Events For Parents Find C"
    },
    {
      "url": "http://crypto.com/",
      "title": "Crypto.com Italia: Acquisto e Trading Sicuro di Bitcoin e 400+ Criptovalute",
      "description": "Acquista, vendi, conserva e scambia oltre 400 criptovalute su Crypto.com, una piattaforma di scambio sicura e affidabile in Italia.",
      "preview": "Europe's Premier Crypto-assets Service Provider Buy Bitcoin, Ethereum, and 400+ crypto with EUR Transfer EUR via SEPA and Apple/Google Pay Leader in r"
    },
    {
      "url": "https://astonmartin.oemdtc.com",
      "title": "Aston Martin - OEMDTC",
      "description": "Aston Martin Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    }
  ],
  "_meta": {
    "total_bookmarks": 125
  }
}