{
  "data": [
    {
      "url": "https://www.aauw.org/",
      "title": "Home - AAUW : Empowering Women Since 1881",
      "description": "void",
      "preview": "Cookie Notice This website uses cookies, including third party ones, to allow for analysis of how people use our website in order to improve your expe"
    },
    {
      "url": "https://www.chsalliance.org/",
      "title": "CHS Alliance",
      "description": "The CHS Alliance is a global alliance of humanitarian and development organisations committed to making aid work better for people. We believe organisations deliver higher quality, more effective aid when they are accountable to the people they serve.",
      "preview": "Highlights Webpage HRS: 100 organisations join The Harmonised Reporting Scheme now welcomes over 100 participants, committed to the prevention of sexu"
    },
    {
      "url": "https://camerajabber.com",
      "title": "Camera Jabber - The latest news, reviews, tutorials and everything photography",
      "description": "The latest news, reviews, tutorials and everything photography",
      "preview": "News Winners of the 2025 Leica Oskar Barnack Awards announced Alejandro Cegarra has been named winner of the 2025 Leica Oskar Barnack Award (LOBA), wh"
    },
    {
      "url": "https://xumo.com/privacy",
      "title": "Xumo | Privacy",
      "description": "Welcome to Xumo.",
      "preview": "You need to enable JavaScript to run this app. Xumo TV Xumo Play Xumo Stream Box Support For business Xumo TV Xumo Play Xumo Stream Box Support For bu"
    },
    {
      "url": "https://www.qualcomm.com/company/corporate-responsibility/purposeful-innovation/wireless-reach/overview",
      "title": "Wireless Reach™ | Qualcomm",
      "description": "PROGRAMS Wireless Reach programs showcase new and innovative ways that cutting-edge mobile technologies can be used to help achieve the United Nations' Sustainable Development Goals (SDGs) and the social and economic priorities of communities and...",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.rijksoverheid.nl/onderwerpen/paspoort-en-identiteitskaart",
      "title": "Paspoort en identiteitskaart | Rijksoverheid.nl",
      "description": "Met het paspoort en de identiteitskaart (ID-kaart) kunt u zich identificeren en reizen. Het Nederlandse paspoort bevat vingerafdrukken in een chip.",
      "preview": "Zoeken binnen Rijksoverheid.nl Zoek Checklist aanvraag paspoort of ID-kaart in het buitenland Woont u in het buitenland en wilt u een paspoort of ID-k"
    },
    {
      "url": "https://login.ey.com/myey/home",
      "title": "EY login - My EY",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.shoplindasstuff.com/",
      "title": "Shop Linda's - Your Go-to High-End Resale Store",
      "description": "Consign your luxury items here at Shop Linda's now. and earn the most out of your resale!",
      "preview": "1-866-68-LINDA (54632) shop@shoplindasstuff.com SHOP OUR STORE Buyer Log In Cart We're Open - Click for Consigning and Buying Updates Close Close CONS"
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "https://mutha.com/",
      "title": "MUTHA",
      "description": "CARING FOR YOU LIKE YOUR OWN MUTHA WOULD. MUTHA® is where natural beauty meets scientific innovation for clean, effective skincare.",
      "preview": "Shop All Body Face Sets Pregnancy Blog WE CARE FOR YOU LIKE YOUR OWN MUTHA WOULD WE CARE FOR YOU LIKE YOUR OWN MUTHA WOULD Shop Best Sellers Cult Fave"
    },
    {
      "url": "https://www.nctsn.org/resources/helping-children-with-traumatic-separation-or-traumatic-grief-related-to-covid-19",
      "title": "Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 | The National Child Traumatic Stress Network",
      "description": "Offers information on how to talk with chlidren about traumatic separation or traumatic grief as it relates to the COVID-19 pandemic.",
      "preview": "Jump to navigation Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 You are here Home > Helping Children with Traumat"
    },
    {
      "url": "https://www.urbia.de/forum/6-kids-schule/2047473-wo-schulranzen-kaufen",
      "title": "Wo Schulranzen kaufen?? | Forum Kids & Schule - urbia.de",
      "description": "Hallo, mein Sohn kommt im September zur Schule. So langsam wollen wir mal einen Schulranzen und den nötigen Rest besorgen. Wo kauft man sowas am besten? Ich habe echt keine Ahnung, musste mich ja noch nie damit beschäftigen. Bekommt man sowas bei Spiel...",
      "preview": "Wo Schulranzen kaufen?? ... mella1980 ... Wo Schulranzen kaufen?? Hallo, mein Sohn kommt im September zur Schule. So langsam wollen wir mal einen Schulran"
    },
    {
      "url": "https://plex.tv/contact",
      "title": "Contact | Plex",
      "description": "Let's get in touch. When it comes to questions about billing, your Plex Pass subscription, and more, we're all ears....",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Contact"
    },
    {
      "url": "https://cudillero.vivirasturias.com/playas",
      "title": "Turismo Cudillero | Dónde comer | Dónde dormir | Patrimonio | Naturaleza| Asturias",
      "description": "Son 345 kilómetros de costa en los que podemos encontrar más de 300 playas, todas diferentes, porque las playas de Asturias nunca son iguale",
      "preview": "Eventos Patrimonio cultural Patrimonio natural Información práctica Turismo activo Transporte Reseñas históricas Favoritos Buscar Contactar Sobre noso"
    },
    {
      "url": "https://bigglewiggle.tumblr.com/",
      "title": "MM",
      "description": "|17| Computer Science major, Dogs",
      "preview": "MM |17| Computer Science major, Dogs Ask me anything :) Archive Random Tags Next page lycanthology : lycanthology : i think one of the most important"
    },
    {
      "url": "https://communityfoundations.ca/events/healthycommunities-simple-ways-to-create-vibrant-safe-spaces-or-adapt-public-places-and-programming-during-a-pandemic/",
      "title": "#HealthyCommunities: Simple Ways To Create Vibrant Safe Spaces or Adapt Public Places and Programming During a Pandemic - Community Foundations of Canada",
      "description": "Relentlessly pursuing a future where everyone belongs",
      "preview": "Upcoming Events #HealthyCommunities: Simple Ways To Create Vibrant Safe Spaces or Adapt Public Places and Programming During a Pandemic Date February"
    },
    {
      "url": "https://quicktrendnews.wordpress.com/",
      "title": "quicktrendnews - The news above control",
      "description": "The news above control",
      "preview": "Skip to content The majority leader in Parliament Mr Kyei Mensah Bonsu following the EC's Data servicing system issue told us that the EC ( Electoral"
    },
    {
      "url": "https://jobgirls.de/damen-stellen-sich-vor/4-21/",
      "title": "Arielle | Jobgirls-Gewerblich prostituierte Damen zeigen sich.",
      "description": "void",
      "preview": "Skip to content Arielle Home / Gewerbliche Damen aus den Clubs / Arielle Arielle Jobgirls 2019-07-09T18:24:19+02:00 JobGirls verwendet Cookies, um Inh"
    },
    {
      "url": "https://www.ahoragranada.com/noticias/la-influencia-del-ejercicio-en-el-cerebro-y-la-salud-mental-a-debate-en-la-universidad-de-granada/",
      "title": "La influencia del ejercicio en el cerebro y la salud mental, a debate en la Universidad de Granada - Ahora Granada",
      "description": "El Instituto Mixto de Deporte y Salud de la Universidad de Granada (iMUDS) acoge este lunes el simposio internacional 'ActiveBrains for All: Exercise, Cognition and Mental Health', en el que se tratarán aspectos relacionados con el papel que juega el ejercicio y la nutrición en el rendimiento académico, el cerebro y la salud mental. El [...]",
      "preview": "Hablamos de Área Metropolitana Sucesos Granada CF Zona de Bajas Emisiones Granada Peligros Pinos Puente Las Gabias viernes 10 octubre Universidad de G"
    },
    {
      "url": "https://theface.com/music/adele-new-album-30-candice-carty-williams-interview-volume4-issue9-burberry-stormzy",
      "title": "An interview with THE FACE's cover star Adele - The Face",
      "description": "Adele meets Queenie author Candice Carty-Williams to talk music, motherhood, dogs, divorce (babe, divorce) - and her record-breaking comeback.",
      "preview": "Music Words: Candice Carty-Williams Photography: Charlotte Wales Styling: Emma Wyman 18th November 2021 Taken from the new print issue of THE FACE. Ge"
    },
    {
      "url": "https://www.washtenaw.org/3427/Washtenaw-Rescue-Plan",
      "title": "Washtenaw Rescue Plan | Washtenaw County, MI - Official Website",
      "description": "On March 11, the President signed the $1.9 trillion American Rescue Plan Act of 2021 (ARPA). This action created the Coronavirus State and Local Fiscal Recovery Fund to support local governments as they help their communities recover from the impacts of the COVID-19 Pandemic.",
      "preview": "Skip to Main Content Washtenaw Rescue Plan Government Websites by CivicPlus® []"
    },
    {
      "url": "https://www.orderhavenly.com/s/order",
      "title": "Order Online | Havenly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://about.meta.com/",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "https://www.varsity.co.uk/sport/22574",
      "title": "Homerton vs. Fitzwilliam: pre-match briefing | Varsity",
      "description": "Ahead of the Cuppers football 2nd Round fixture later today (26/11), Varsity tells all about the highly-anticipated matchup",
      "preview": "Menu News Comment Features Interviews Science Lifestyle Arts Theatre Music Fashion Film & TV Sport Shop Write for us"
    },
    {
      "url": "https://live-aclu-michigan.pantheonsite.io/en/donate",
      "title": "Donate | ACLU of Michigan",
      "description": "Thank you for supporting the work of the ACLU of Michigan! Make a DonationMake a tax-deductible gift to the ACLU Fund of Michigan to support our legal program, public education efforts, and special projects. All gifts to the ACLU Fund of Michigan are shared with the national ACLU Foundation.GIVE>>Make a Gift in Honor or Memory of SomeoneA tribute gift to the ACLU Foundation of",
      "preview": "Skip to main content Donate Facebook X Reddit Email Print Thank you for supporting the work of the ACLU of Michigan! Make a Donation Make a tax-deduct"
    },
    {
      "url": "https://blockclubchicago.org/2023/02/13/midwests-first-la-michoacana-plus-opens-on-26th-street-bringing-ice-cream-paletas-and-more-to-little-village/",
      "title": "Midwest's First La Michoacana Plus Opens On 26th Street, Bringing Ice Cream, Paletas And More To Little Village",
      "description": "LITTLE VILLAGE - The state's first La Michoacana Plus opened on West 26th Street earlier this month, offering paletas, mangonadas, michelaguas and more.",
      "preview": "Don't miss what's happening in Pilsen, Little Village & Back of the Yards! Sign up to get free stories from your neighborhood-twice a week. Sign up Do"
    },
    {
      "url": "https://www.khanacademy.org/",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.hamiltonproject.org/charts/career_earnings_by_college_major/",
      "title": "Career earnings by college major - The Hamilton Project",
      "description": "See the accompanying economic analysis, \"Major Decisions: What Graduates Earn Over Their Lifetimes.\" Over the entire working life, the typical...",
      "preview": "Skip to Main Content Back to All Data Share [addthis tool=\"addthis_inline_share_toolbox\"] Interactive Career earnings by college major October 8, 2020"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "https://pytorch.org/docs/stable/autograd.html",
      "title": "Automatic differentiation package - torch.autograd - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.intertek.com/marks/etl/",
      "title": "ETL Listed Mark",
      "description": "Intertek's ETL Certification program is designed to help you get products tested, certified, proof of product compliance and on to market faster than ever before.",
      "preview": "Intertek Intertek Brand Logo Search ETL Listed Mark Intertek's ETL Certification program is designed to help you get products tested, certified, and o"
    },
    {
      "url": "https://developer.android.com/about",
      "title": "Android platform | Platform | Android Developers",
      "description": "Explore the Android platform. Learn about the latest releases and technologies for creating Android apps.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://sgrh.com/",
      "title": "Sir Ganga Ram Hospital, Delhi NCR India, Best Multi speciality hospital, Healthcare",
      "description": "Sir Ganga Ram Hospital, Delhi NCR India, Multi speciality hospital, Healthcare service, premier medical hospital, medical research, medical training, best hospital in delhi, super speciality hospital, patient friendly, ethical hospital, best doctors",
      "preview": "Dr. Amit Sharma Doctor Dr. Amit Sharma Consultation Dr. Amit Sharma Specialists Dr. Amit Sharma Specialists Show All Lab Result Registration Number OP"
    },
    {
      "url": "http://www.stpaul.gov/",
      "title": "Home | Saint Paul Minnesota",
      "description": "The official website of the City of Saint Paul, Minnesota",
      "preview": "Skip to main content Notifications Toggle PAULIE: New Permitting and Licensing Platform Launched on September 17 Saint Paul's new, secure one-stop onl"
    },
    {
      "url": "https://assets1.activerain.com/blogs/rchristm76",
      "title": "Blog 603",
      "description": "ActiveRain is an online community of real estate professionals who write blogs, exchange best practices and share information. Welcome to the neighborhood.",
      "preview": "Home > Blogs > Ron Christman > Blog-Home RECENT BLOG POSTS Ron Christman has not posted any blogs at this time. Please check back again soon! Back to"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "https://tunein.com",
      "title": "TuneIn | Free Internet Radio | Live News, Sports, Music, Audiobooks, and Podcasts",
      "description": "Listen to free internet radio, news, sports, music, audiobooks, and podcasts. Stream live CNN, FOX News Radio, and MSNBC. Plus 100,000 AM/FM radio stations featuring music, news, and local sports talk.",
      "preview": "TuneIn Logo TuneIn Logo Listen Now Listen Now Audiobooks Sports Music News & Talk Podcasts Premium Download App Sign In Sign Up Listen Now Search Icon"
    },
    {
      "url": "http://spillerforeningen.dk/nyheder/2021/60-mikkel-rygaards-vej-ud-af-polsk-kaos/",
      "title": "Mikkel Rygaards vej ud af polsk kaos | SPFO",
      "description": "Lønnen kom sjældent til tiden. Til sidst kom den slet ikke. Med Spillerforeningens hjælp kom Mikkel Rygaard ud af sin kontrakt i polske LKS Lodz efter knap et år i klubben. Et kaotisk ophold, der afskrækker ham fra udlandet. Hør hans historie i den her udgave af Spillerforeningens podcast.",
      "preview": "Spillerforeningen SPFO SPFO 25 Spiller til Spiller 25.11.2021 60 : Mikkel Rygaards vej ud af polsk kaos Lønnen kom sjældent til tiden. Til sidst kom d"
    },
    {
      "url": "https://make.wordpress.org/",
      "title": "Get Involved - WordPress.org",
      "description": "Whether you're a developer, a designer, or want to push the community forward, we're always looking for people to join us in making WordPress even better.",
      "preview": "Log In Register WordPress.org Make WordPress Make WordPress Whether you're a developer, a designer, or want to push the community forward, we're alway"
    },
    {
      "url": "http://www.tntdrama.com/",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://www.conceptcarz.com/gallery/23350/buick-sportwagon.aspx",
      "title": "1969 Buick Sportwagon Images & Photo Gallery",
      "description": "1969 Buick Sportwagon images and high resolution pictures. Interior, exterior, and engine photographs of the Buick Sportwagon.The 1969 Buick Sportwago...",
      "preview": "1969 Buick Sportwagon Gallery 1969 Buick Sportwagon Navigation Article Image gallery Valuation Specifications Profiles Production figures 1969 Buick S"
    },
    {
      "url": "https://www.iam.kit.edu/wk/english/emailform.php?id=akQiF5%2FBVl6kh4H2duTSPoe9HuDmfxKW7Bjdlpr4LIEbSwJWrIGAVEPygHBqFZNXH2yN1Hy%2Bx1zrAL4pJdhOFqlsrI92TwF0Lfe5IYeMNIZq1mfJFPsmRwQKc9nte5vC",
      "title": "IAM - Materials Science and Engineering Email-Form",
      "description": "void",
      "preview": "Institute for Applied Materials - Materials Science and Engineering Startpage Startseite Education Research Team Laboratories & Workshop Publications"
    },
    {
      "url": "https://jobversity.upwardlyglobal.org/resource-library/",
      "title": "Career Resources for Immigrants & Refugees | Jobversity",
      "description": "Jobversity's curated collection of job search resources are designed to help professionally skilled immigrants & refugees, and the organizations that serve them.",
      "preview": "For New Americans For Service Providers For New Americans For Service Providers About Us Opportunities Our Partners Resource Library WeGlo Login Home"
    },
    {
      "url": "https://www.womenventure.org/",
      "title": "WomenVenture",
      "description": "Since 1978, WomenVenture has provided women of all ages, cultures, races, and income levels with the tools and resources to achieve economic success through small business ownership.",
      "preview": "Skip to main content Skip to header right navigation Skip to site footer Join us on November 1 at the Hyatt Regency Minneapolis from 5:30 - 10:00 p.m."
    },
    {
      "url": "https://www.anrdoezrs.net/links/8029122/type/dlg/sid/PEOBrookeShieldsWalkedHerDoginCentralParkintheFlatteringDenimStyleYouCanGetforJust25lstansburyFasAff13965284202302I/https://www.madewell.com/tall-kick-out-crop-jeans-in-milverton-wash-NJ422.html",
      "title": "Tall Kick Out Crop Jeans | Madewell",
      "description": "Tall Kick Out Crop Jeans",
      "preview": "The cut: an update to our fan-fave Cali Demi fit, these lean modern mid-rise cropped jeans feature more of a kicked-out flare and are complete with th"
    },
    {
      "url": "https://www.gavi.org/",
      "title": "Gavi, the Vaccine Alliance",
      "description": "Gavi is an international organisation created in 2000 to improve access to new and underused vaccines for children living in the world's poorest countries.",
      "preview": "Skip to main content Back to Helen Clark Chair-elect, Gavi Board The Board of Gavi, the Vaccine Alliance has appointed Rt Hon Helen Clark as its new C"
    },
    {
      "url": "https://luisdg85.tumblr.com/",
      "title": "@luisdg85 on Tumblr",
      "description": "Follow @luisdg85 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes crossconnectmag Follow Paintings by Henrik Aa. Uldalen Henrik Aarrestad Uldalen (1986)is a self-taught artist whose creative production re"
    },
    {
      "url": "https://jobsfoundation.org/",
      "title": "Jobs Foundation",
      "description": "void",
      "preview": "JOBS FOUNDATION provides job training and practical experience for adults facing barriers to employment that prepares them to be more valuable employe"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "https://www.patanjaliayurved.net/",
      "title": "Ayurvedic Products Online Shopping: Shop Online for Food, Herbal cosmetics, Juices, Ayurvedic medicines, Books - Patanjaliayurved.net",
      "description": "Patanjaliayurved.net - India's best website to buy wide range of herbal products of Patanjali Ayurved including Ayurvedic products online, Nutrition and Supplements, Grocery, Medicine, Home Care, Personal Care, Books and Media, Health Care and much more. Free CoD; Free Shipping.",
      "preview": "Previous Next About Patanjali Ayurved Health Care Personal Care Medicine Nutraceuticals Paridhan Hawan Samagri Top Featured See All 4.13% OFF Featured"
    },
    {
      "url": "https://www.diffchecker.com/text-compare/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://gcvcc.gcvcc.org/list/member/cabot-s-pueblo-museum-desert-hot-springs-13476.htm",
      "title": "Cabot's Pueblo Museum | Entertainment & Attractions | Museums - Greater Coachella Valley Chamber of Commerce - Greater Coachella Valley Chamber of Commerce",
      "description": "Cabot's Pueblo Museum | Entertainment & Attractions | Museums",
      "preview": "Greater Coachella Valley Chamber of Commerce Cabot's Pueblo Museum Categories Entertainment & Attractions Museums 67616 East Desert View Ave. Desert H"
    },
    {
      "url": "http://hiquaso.de/",
      "title": "The domain name hiquaso.de is for sale.",
      "description": "Secure your desired domain now! ✓ Secure payment processing ✓ Competent service team ✓ Escrow transaction handling ✓",
      "preview": "Sie haben kein Javascript aktiviert. Bitte aktivieren Sie Javascript und laden Sie die Seite neu Wie Sie JavaScript in Ihrem Browser aktivieren Fast T"
    },
    {
      "url": "https://www.un.org/en/about-us/universal-declaration-of-human-rights",
      "title": "Universal Declaration of Human Rights | United Nations",
      "description": "A milestone document in the history of human rights, the Universal Declaration of Human Rights set out, for the first time, fundamental human rights to be universally protected. It has been translated into over 500 languages.",
      "preview": "Skip to main content Universal Declaration of Human Rights The Universal Declaration of Human Rights (UDHR) is a milestone document in the history of"
    },
    {
      "url": "https://cardsforhumanity.frog.co/",
      "title": "Cards for Humanity",
      "description": "Cards for Humanity is a practical tool for inclusive design. Deal the cards to get a random person and their needs. Your challenge is to work out how you and your team can design for this user scenario.",
      "preview": "While we aim to be as inclusive as possible, this is an interactive experience we're using React to accomplish, as a result you'll need to enable Java"
    },
    {
      "url": "https://www.redditinc.com/policies/privacy-policy",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content Reddit Privacy Policy All User Agreement Reddit Privacy Policy Reddit Rules Moderator Code of Conduct Cookie Notice Econ Terms Pr"
    },
    {
      "url": "https://together.nbcuni.com/advertise/?utm_source=today&utm_medium=referral&utm_campaign=property_ad_pages",
      "title": "Advertise With Us | NBCUniversal Together",
      "description": "Interested in learning more about our advertising opportunities under NBCU's One Platform? Reach out to start working with us today.",
      "preview": "void"
    },
    {
      "url": "https://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://spark.adobe.com/page/hC9Ce4u2IImsq/",
      "title": "Jumbo Squid Fishery in Southeast Pacific Waters",
      "description": "See the story",
      "preview": "Loading Jumbo Squid Fishery in Southeast Pacific Waters Global Fishing Watch is analyzing the activity across the pelagic squid fleets. Spanning the g"
    },
    {
      "url": "https://www.midway.org/",
      "title": "USS Midway Aircraft Carrier | San Diego Museum | San Diego Tours - USS Midway Museum®",
      "description": "Live the adventure & honor the legend of the USS Midway Museum with activities & fun for the whole family onboard! Voted #1 \"Things to Do\" on Trip Advisor SD!",
      "preview": "Celebrate your freedom in a thousand exciting ways From immersive exhibits to exciting events, there are countless ways to explore America's Living Sy"
    },
    {
      "url": "http://www.cinemaerrante.com/2012/02/08/berlinale-2012-al-via-la-62-edizione-74336/",
      "title": "Berlinale 2012, al via la 62° edizione | Cinema Errante",
      "description": "8 Febbraio 2012 ▪ Febbraio: tempo di Berlinale. Tutto è pronto per la 62° edizione della prestigiosa kermesse cinematografica della capitale tedesca. Sul Red Carpet tante",
      "preview": "CHI SIAMO UNISCITI A NOI SOSTENIBILITÀ AFFILIATI CONTATTACI Facebook Twitter Youtube Instagram Rss Informativa Privacy CINEMA SERIE TV STREAMING FESTI"
    },
    {
      "url": "https://buckfifty.org/tag/cynthia-a-jennings/",
      "title": "Cynthia A. Jennings | buckfifty.org",
      "description": "void",
      "preview": "buckfifty.org discovering the heart and soul of denver Skip to content Home About B50 How To Submit Tag Archives: Cynthia A. Jennings Fifty Two Origin"
    },
    {
      "url": "https://music.youtube.com",
      "title": "Prima di continuare",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.motoresdyg.com/audi/a4/motores-audi-a4-avant-b8-version-2011_mod123.html",
      "title": "Motores Audi A4 Avant (B8) Versión 2011 de segunda mano - Motoresdyg",
      "description": "Comprar motor segunda mano Audi A4 Avant (B8) Versión 2011 de desguace usado completo y garantizado. Motores Audi A4 Avant (B8) Versión 2011 segunda mano de desguaces",
      "preview": "Llámenos ¿Necesitas un motor de segunda mano? Más de 50.000 en stock. Llámanos para presupuesto sin compromiso al: 641829667 1 Inicio Audi A4 A4 Avant"
    },
    {
      "url": "https://business.safety.google/processorterms",
      "title": "Data Processing Addendum for Products where Google is a Data Processor",
      "description": "void",
      "preview": "Google Data Processing Addendum for Products Where Google is a Data Processor Google and the counterparty agreeing to this addendum (\" Partner \") have"
    },
    {
      "url": "http://parodontoza.eu/?p=266",
      "title": "ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ - Пародонтоза",
      "description": "ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ Действие: Тази вода за уста съдържа естествени екстракти от салвия, мента и таро с антибактериални и освежаващи свойства, благодарение на които ефикасно възпрепятства образуването на плака и кариеси и възстановява равновесието на бактериалната флора на устната кухина. Използва се след измиване с паста и четка за...",
      "preview": "Skip to content ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ Пародонтоза >> Води за уста >> ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ"
    },
    {
      "url": "https://foodcomplaint.fsis.usda.gov/eCCF/",
      "title": "USDA Electronic Consumer Complaint Form - Welcome",
      "description": "void",
      "preview": "Skip to main content Electronic Consumer Complaint Form (eCCF) See Privacy Policy En Español Check Complaint Status Welcome to the FSIS Electronic Con"
    },
    {
      "url": "http://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://huggingface.co/docs/diffusers/api/pipelines/stable_diffusion/text2img",
      "title": "Text-to-image",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Diffusers documentation Text-to-image Diffusers 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset vi"
    },
    {
      "url": "https://youlookfab.com/finds/item/?product=13464",
      "title": "Item - YouLookFab Finds",
      "description": "Eddie Bauer - Eddie Bauer Solstice Boot",
      "preview": "Please enable Javascript in your browser to get the full YLF experience. Blog Forum Finds Log In Username Password Remember Me Not a member? Sign up t"
    },
    {
      "url": "https://it.linkedin.com/company/diadora-spa?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Diadora | LinkedIn",
      "description": "Diadora | 79.625 follower su LinkedIn. For 70 years, Diadora has been writing some of the most exciting pages of sport history. Headquartered in Caerano di San Marco (TV) Italy, it has made performance, quality, research and style the key values for its sporting and lifestyle goods. Diadora was born in 1948 to spark, inspire and give voice to consumer.",
      "preview": "LinkedIn rispetta la tua privacy LinkedIn e terze parti utilizzano cookie essenziali e non essenziali per fornire, rendere sicuri, analizzare e miglio"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GDPC1",
      "title": "Real Gross Domestic Product (GDPC1) | FRED | St. Louis Fed",
      "description": "View the annual rate of economic output, or the inflation-adjusted value of all new goods and services produced by labor and property located in the U.S.",
      "preview": "Skip to main content Real Gross Domestic Product (GDPC1) Observations Q2 2025: 23,770.976 | Billions of Chained 2017 Dollars, Seasonally Adjusted Annu"
    },
    {
      "url": "http://www.decadecounter.com/",
      "title": "MASTER38 Slot gacor untuk para master slotter dimanapun berada",
      "description": "Beyoung: India's best online shopping site for trendy clothes. Shop cargos, joggers, oversized t-shirts, and more with Free Shipping & COD. Affordable style for every occasion!",
      "preview": "Log In / Signup logo Topwear T-shirts Plain T-shirts Printed T-shirts Regular Fit T-shirt Oversized T-shirts Polo T-shirts Full Sleeve Tshirts View al"
    },
    {
      "url": "http://ureeka.biz/",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "https://www.domelia.sk/opatrovanie-deti/bratislava-4-lamac?jazyk=francuzstina&pocet-deti=viac-ako-10",
      "title": "Opatrovanie detí, Bratislava 4 - Lamač | Domelia.sk",
      "description": "Hľadáte niekoho na opatrovanie detí? Máme zoznam najlepších opatrovateľov a babysitterov, priamo z tvojho okolia. Nájdite si opatrovateľa podľa svojich požiadaviek.",
      "preview": "Prihlásenie × Úvodná stránka Filter Vybrané kritériá Bratislava 4 - Lamač 10 a viac detí francúzsky jazyk O aký typ služby máte záujem? Opatrovanie de"
    },
    {
      "url": "https://login.providencejournal.com/NPRJ-GUP/authenticate/?success-url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F&cancel-url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "http://survey.walmart.com",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://olive-cole.tumblr.com/",
      "title": ".",
      "description": "coffee, anime, random stuff, really.",
      "preview": "void"
    },
    {
      "url": "https://www.phoneduo.app/privacy.html",
      "title": "Privacy",
      "description": "void",
      "preview": "Privacy Policy Juphoon System Software Co., Ltd. (\"Juphoon\" or \"we\" or \"us\" or \"our\" or other similar pronouns) takes your (\"you\"or \"user\"or other sim"
    }
  ],
  "_meta": {
    "total_bookmarks": 80
  }
}