{
  "data": [
    {
      "url": "https://cnnpressroom.blogs.cnn.com/2023/02/27/cnn-primetime-jill-biden-abroad/",
      "title": "CNN PRIMETIME: JILL BIDEN ABROAD",
      "description": "A special CNN Primetime event, Thursday March 2 at 9pm ET, where the First Lady of the United States Dr. Jill Biden sits down with CNN.",
      "preview": "CNN February 27th, 2023 CNN Primetime: Jill Biden Abroad on Monday, March 6 Hosted by CNN's Sara Sidner Featuring Interview by White House Corresponde"
    },
    {
      "url": "https://www.lillypulitzer.com/belle-tassel-necklace/007656.html?dwvar_007656_color=962",
      "title": "Women's Resort Wear, Dresses & Swimwear | Lilly Pulitzer",
      "description": "Shop Lilly Pulitzer's resort wear for women: Dresses, Activewear, Swimwear, Loungewear & Accessories. Free shipping & returns on all products online and in-store.",
      "preview": "Skip to main content Skip to footer content LIMITED TIME! Receive A Free Gift With Your $200 Spend. Details Print with Purpose: Supporting Squad Shop"
    },
    {
      "url": "http://www.prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://esupervivencia.com/category/blog-ees/",
      "title": "Blog EES archivos - Escuela Española de Supervivencia",
      "description": "void",
      "preview": "Categoría: Blog EES Consejos de defensa personal: Cómo evitar y escapar de una agresión: 19 agosto, 2023 Blog EES , Defensa Personal , Sin categoría ,"
    },
    {
      "url": "https://www.lc-hoevelaken.nl/portal2/index.php/foto-albums/113-nieuwjaarsbijeenkomst-2017",
      "title": "Grafstenen, 500+ grafsteen voorbeelden online te zien",
      "description": "Grafstenen uit eigen productie met hoge kwaliteit, bekijk nu online meer dan 500 grafsteen voorbeelden incl. prijs. bij Veluwehof Natuursteen",
      "preview": "Grafstenen van de Veluwehof Elke grafsteen met zorg gemaakt Bij het uitzoeken van een grafsteen is het allerbelangrijkste: wat past het beste bij uw o"
    },
    {
      "url": "https://elevation.maplogs.com/poi/isthmus_of_panama_panama.115355.html",
      "title": "Elevation map of Isthmus of Panama, Panama - MAPLOGS",
      "description": "This page shows the elevation/altitude information of Isthmus of Panama, Panama including elevation map, topographic map, narometric pressure, longitude and latitude.",
      "preview": "Worldwide Elevation Map Finder Elevation map of Isthmus of Panama, Panama Location: Panama > Coclé Province > Penonomé > Isthmus of Panama Latitude: 8"
    },
    {
      "url": "https://thedarkside3000.tumblr.com/",
      "title": "The Dark Side",
      "description": "welcome to the dark side (we have cake, don't worry). Anything and everything will be discussed, but mostly fandom stuff, and some computer science stuff will wind up appearing. ;)",
      "preview": "22nd Jul 2018 | 25 notes Versailles Drinking Game I wasn't able to find a drinking game for this show so I made one up! One sip/shot when: - Bontemps"
    },
    {
      "url": "https://www.photoshoplus.fr/formes-perso-pere-noel-01/",
      "title": "Formes Père Noël (1) - Photoshoplus",
      "description": "27 formes",
      "preview": "Aller au contenu Photoshoplus paramètres, tutoriels et couleurs pour Photoshop Rechercher : Formes (vectorielles) / Formes personnages / Formes Père N"
    },
    {
      "url": "https://sandiegozoowildlifealliance.org/pr/PPMWorldRecord",
      "title": "Endangered Mouse Raised by San Diego Zoo Wildlife Alliance Certified by GUINNESS WORLD RECORDS as Oldest Living Mouse in Human Care | San Diego Zoo Wildlife Alliance",
      "description": "FOR IMMEDIATE RELEASE CONTACT: San Diego Zoo Wildlife Alliance Public Relations 619-685-3291 publicrelations@sdzwa.org sdzwa.org NEWS RELEASE Endangered Mouse Raised by San Diego Zoo Wildlife Alliance Certified by GUINNESS WORLD RECORDSTM as Oldest Living Mouse in Human Care Title Recognizes a 9-year-old Pacific Pocket Mouse, North America's Smallest Mouse Species",
      "preview": "Skip to main content San Diego Zoo Visit Tickets Upgraded Experiences Plan Your Visit Renew/Rejoin Shop Safari Park Visit Tickets Safaris Plan Your Vi"
    },
    {
      "url": "https://shapes.framer.website/",
      "title": "Copy-Paste SVG Shapes",
      "description": "SVG Shapes",
      "preview": "made by monika michalczyk Explore the collection of 120+ basic SVG shapes for your upcoming project. Simply click on a shape to copy its SVG code to y"
    },
    {
      "url": "https://citizensleague.org/",
      "title": "The Citizens League Creates and Advances Solutions for Minnesota",
      "description": "The Citizens League is a member-supported nonpartisan nonprofit organization that champions the role of all Minnesotans to govern for the common good.",
      "preview": "Common Ground. Common Good. The Citizens League is a nonpartisan, nonprofit organization that empowers people to engage in civic life and public polic"
    },
    {
      "url": "https://www.postcrossing.com/user/Juschy",
      "title": "Postcrosser Juschy, from Germany",
      "description": "Profile of member Juschy, in Germany at Postcrossing.com - The Traveling Postcards Project",
      "preview": "Skip to Content ✓ Ok, got it! Postcrossing uses cookies to help deliver its services. By using this website, you agree to our use of cookies . If you"
    },
    {
      "url": "https://business.whatsapp.com/",
      "title": "WhatsApp for Business | Do more with conversations",
      "description": "Grow customer engagement, marketing, sales and customer service success with business messaging on the platform with more than 2 billion users around the world.",
      "preview": "Put WhatsApp to work for your business WhatsApp for Business helps you connect with your customers to build trust and grow with every conversation. Ex"
    },
    {
      "url": "https://www.bren.ucsb.edu/",
      "title": "Home | UC Santa Barbara Bren - Bren School of Environment",
      "description": "void",
      "preview": "Find your inspiration to change the world at the Bren School REQUEST INFORMATION Home We solve environmental problems. The Bren School of Environmenta"
    },
    {
      "url": "https://intercom.help/merit-america/en/articles/5691241-how-much-do-your-programs-cost",
      "title": "How much does Merit America cost? | Merit America Help Center",
      "description": "void",
      "preview": "Skip to main content All Collections Covering the Program Cost Program Cost Overview How much does Merit America cost? How much does Merit America cos"
    },
    {
      "url": "http://mines.edu/diversity",
      "title": "Mines Mission - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Mission & Vision Mines Mission Our STEM-focused e"
    },
    {
      "url": "https://python.langchain.com/docs/get_started/introduction",
      "title": "Introduction | 🦜️🔗 LangChain",
      "description": "LangChain is a framework for developing applications powered by large language models (LLMs).",
      "preview": "Skip to main content These docs will be deprecated and no longer maintained with the release of LangChain v1.0 in October 2025. Visit the v1.0 alpha d"
    },
    {
      "url": "https://www.sco.edu/white-coat-ceremony",
      "title": "White Coat Ceremony | Southern College of Optometry",
      "description": "SCO traditionally welcomes an entering class of students with their White Coat and Honor Code Ceremony. Receiving one's white coat signifies one of the most important steps on the road to becoming a healthcare professional.",
      "preview": "Get Started Get Info Tour Give Search Enter a search request and press enter. Press Esc or the X to close. Close White Coat Ceremony 1 Home Milestone"
    },
    {
      "url": "https://www.collegenet.com/",
      "title": "Software for Higher Ed Scheduling & Campus Efficiency | CollegeNET",
      "description": "Streamline academic and event scheduling, admissions, and resources with CollegeNET's Series25®-the smarter way higher ed works today.",
      "preview": "Skip to main content Software that Helps Higher Ed Work Smarter Discover the integrated platform that streamlines academic and event scheduling, admis"
    },
    {
      "url": "https://www.newsnationnow.com/crime/idaho-college-killings/bryan-kohbergers-termination-letter-from-wsu/",
      "title": "Bryan Kohberger's termination letter from WSU",
      "description": "NewsNation's \"Banfield\" exclusively obtained the WSU termination letter sent to Kohberger.",
      "preview": "Skip to content LIVE TV Trending DIDDY'S PRISON ASK IRS CHANGES JAILHOUSE PREGNANCY Want to see more of NewsNation? Get 24/7 fact-based news coverage"
    },
    {
      "url": "https://www.nytimes.com/",
      "title": "The New York Times - Breaking News, US News, World News and Videos",
      "description": "Live news, investigations, opinion, photos and video by the journalists of The New York Times from more than 150 countries around the world. Subscribe for coverage of U.S. and international news, politics, business, technology, science, health, arts, sports and more.",
      "preview": "Skip to content Skip to site index SKIP ADVERTISEMENT New York Times - Top Stories Live LIVE Trump Administration Oct. 10, 2025, 8:11 a.m. ET Nobel Pe"
    },
    {
      "url": "https://learn.microsoft.com/docs/",
      "title": "Technical documentation | Microsoft Learn",
      "description": "Read in-depth developer documentation about Microsoft tools such as .NET, Azure, C++, and Microsoft Cloud. Explore by product or search our documentation.",
      "preview": "Documentation Technical documentation Search for in-depth articles on Microsoft developer tools and technologies. Search Index Product directory Explo"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://havaianas.com/us/en",
      "title": "Havaianas | Flip Flops & Sandals Original From Brazil Since 1962",
      "description": "With over 250 million pairs of flip flops sold every year in over 100 countries, Havaianas has become synonymous with modern flip flops, a must-have for beach-goers and trendsetters alike. From the streets of Brazil to the halls of the most famous contemporary art museum in New York - a true global icon.",
      "preview": "Quick View See Details Size: Size chart size chart Need help choosing your size? Havaianas sizing is Brazilian, which is different to European and US"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg3/",
      "title": "Climate Change 2022: Mitigation of Climate Change",
      "description": "Intergovernmental Panel on Climate Change Working Group III contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group III Report and is a"
    },
    {
      "url": "https://mission-blue.org/2021/12/mission-blue-welcomes-dona-bertarelli-to-its-board-of-directors/",
      "title": "Mission Blue Welcomes Dona Bertarelli to its Board of Directors - Mission Blue",
      "description": "(Image © Julius Schlosburg) Led by legendary oceanographer Dr. Sylvia Earle, Mission Blue unites a global coalition to inspire support for a worldwide network of marine protected areas - Hope Spots, with the goal of reaching at least 30% ocean protection by 2030. Today, we are delighted to welcome philanthropist, ocean advocate and sportswoman, Dona [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Mission Blue Welcomes Dona Bertarelli to it"
    },
    {
      "url": "https://cfnj.org/new-jersey-pandemic-relief-fund/",
      "title": "New Jersey Pandemic Relief Fund",
      "description": "This new nonprofit umbrella organization will marshal resources across the state to identify critical needs and fight the economic and social impact of COVID-19 on New Jersey's vulnerable communities.",
      "preview": "March 24, 2020 The Community Foundation of New Jersey is pleased to be partnering with First Lady Tammy Murphy and other civic leaders to host the New"
    },
    {
      "url": "https://www.cmath.fr/4eme/fractions/exercice11.php",
      "title": "Exercice 11 de quatrième sur les fractions",
      "description": "Exercice de calcul du produit deux fractions. Exercice corrigé.",
      "preview": "Exercices de quatrième sur les fractions Bonnes réponses : 0 / 0 n°1 n°2 n°3 n°4 n°5 n°6 n°7 n°8 n°9 n°10 n°11 n°12 n°13 n°14 n°15 n°16 n°17 n°18 n°19"
    },
    {
      "url": "http://www.rufenacht.com/",
      "title": "Rufenacht Innovative - new solutions for old problems",
      "description": "Compose your daily grocery list in seconds with Shop'NCook shopping list and recipe manager software by clicking on items or adding from recipes!",
      "preview": "Our products Shop'NCook Shopping List & Recipe Manager software Compose your grocery shopping lists in seconds, organize your recipes. Productivity so"
    },
    {
      "url": "https://www.byrdie.com/dry-brushing-body",
      "title": "Dry Brushing Benefits and How to Try It, According to Pros",
      "description": "There are many body care treatments on the market, but dry brushing is one of the best. Learn more about the celeb-loved lymphatic treatment, inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "https://www.iattc.org/",
      "title": "Home | IATTC",
      "description": "void",
      "preview": "Meetings Publications Annual reports Bulletins Data reports Executive reports Fishery status reports Internal reports IRP reports Quarterly reports Sc"
    },
    {
      "url": "http://www.tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://forum.doctissimo.fr/psychologie/amour/rencontrer-fille-sujet_198491_1.htm",
      "title": "Comment rencontrer une fille? - Relations amoureuses - FORUM psychologie - Club.doctissimo.fr",
      "description": "void",
      "preview": "Page introuvable - Doctissimo"
    },
    {
      "url": "http://www.springboardto.org/",
      "title": "Springboard to Opportunities | Community Voices. Community Success.",
      "description": "Springboard to Opportunities is a nonprofit organization working alongside residents of federally subsidized housing as they pursue their goals.",
      "preview": "Skip to primary navigation Skip to main content Community Voices. Community Success. We are a nonprofit organization working alongside residents of fe"
    },
    {
      "url": "https://maggieblackbird.com/tag/as-above-so-below/",
      "title": "as above so below | Maggie Blackbird",
      "description": "Posts about as above so below written by Maggie Blackbird",
      "preview": "Today, I'm hosting author Loren Rhoads. She's here to talk about her latest series release she co-authored with Brian Thomas As Above, So Below, a par"
    },
    {
      "url": "https://www.etonline.com/bachelorette-star-kaitlyn-bristowe-engaged-to-jason-tartick-exclusive-156837",
      "title": "Kaitlyn Bristowe Engaged to Jason Tartick (Exclusive Details) | Entertainment Tonight",
      "description": "ET is breaking down all the details about their engagement, including exclusive pics from the proposal.",
      "preview": "News 'Bachelorette' Star Kaitlyn Bristowe Engaged to Jason Tartick: Exclusive Details Inside the Proposal! Kaitlyn Bristowe and Jason Tartick Are Enga"
    },
    {
      "url": "https://oracle-cloud-infrastructure-python-sdk.readthedocs.io/en/stable/api/database_management/models/oci.database_management.models.SqlTuningTaskSecretCredentialDetails.html",
      "title": "SqlTuningTaskSecretCredentialDetails - oci 2.58.0 documentation",
      "description": "void",
      "preview": "Docs » API Reference » Database Management » SqlTuningTaskSecretCredentialDetails Edit on GitHub SqlTuningTaskSecretCredentialDetails ¶ class oci.data"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://goesscolierifuneralhome.com/tribute/details/196/Martha-Bradley/obituary.html",
      "title": "Martha A. Bradley Obituary | Goes-Scolieri Funeral Home | 1935 - 2018",
      "description": "Goes-Scolieri Funeral Home in Willingboro, NJ: View the obituary for Martha A. Bradley. &nbsp;Martha Annette Bradley of Willingboro passed away into Gods loving and eternal ...",
      "preview": "void"
    },
    {
      "url": "https://ingradients.net/",
      "title": "Ingradients - Hand-picked mesh gradients for your next design project",
      "description": "Hand-picked mesh gradients for your next design project.",
      "preview": "Ingradients Ingradients Hand-picked mesh gradients for your next design project Mesh gradient bundles. Perfect for your next design project, website,"
    },
    {
      "url": "https://www.ratemyfishtank.com/phpBB3/search.php?sid=73c8881924eacfd8cba6d909872bec12",
      "title": "Forum SEARCH - RateMyFishTank.com",
      "description": "Use the advanced search tool for the Rate My Fish Tank forum.",
      "preview": "X Navigation RATE PHOTOS TOP 10 PHOTOS GALLERY TOOLS FRESHWATER GUIDE SALTWATER GUIDE Forums > Forum SEARCH FAQ SEARCH SEARCH QUERY Search for keyword"
    },
    {
      "url": "https://www.asis.gov.au",
      "title": "Home",
      "description": "void",
      "preview": "HOME International work, for a national purpose We are Australia's overseas secret intelligence agency. We collect and distribute foreign intelligence"
    },
    {
      "url": "https://www.theverge.com/2018/7/18/17588624/facebook-misinformation-removal-violence-hate-speech-sri-lanka",
      "title": "Facebook says it will begin removing misinformation that leads to violence | The Verge",
      "description": "Hours after CEO Mark Zuckerberg spurred history by defending the rights of Holocaust deniers to post on Facebook, the company said it had begun removing misinformation that contributes to violence. Under the new policy, Facebook will begin reviewing posts that are inaccurate or misleading, and are created or shared with the intent of causing violence or physical harm.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://unwater.org/publications/un-world-water-development-report",
      "title": "UN World Water Development Report | UN-Water",
      "description": "The United Nations World Water Development Report (WWDR) is UN-Water's flagship report on water and sanitation issues. Launched on World Water Day, the report focuses on a different theme each year and gives policy recommendations to decision-makers by offering best practices and in-depth analyses. The WWDR is published by UNESCO on behalf of UN-Water and its production is coordinated by the UNESCO World Water Assessment Programme.",
      "preview": "Skip to main content Main content UN World Water Development Report The United Nations World Water Development Report (WWDR) is UN-Water's flagship re"
    },
    {
      "url": "https://www.wate.com/news/top-stories/family-calls-out-treatment-of-mother-who-died-in-knoxville-police-custody/",
      "title": "Knoxville Police Department, family of Lisa Edwards, who died in police custody calls treatment horrible",
      "description": "The family of a woman who died in Knoxville Police custody is speaking out after body camera video of her interaction with law enforcement was released.",
      "preview": "Skip to content"
    },
    {
      "url": "https://forum.vectorworks.net/index.php?/search/&tags=hog%20pc",
      "title": "Showing results for tags 'hog pc'. - Vectorworks Community Board",
      "description": "void",
      "preview": "Jump to content Home Search the Community Showing results for tags 'hog pc'. Search Again More search options Content Search Member Search Search By T"
    },
    {
      "url": "https://www.hercampus.com/school/wake-forest/katie-powers-insider-scoop-transition-boarding-school-college/",
      "title": "Katie Powers: An Insider Scoop on the Transition from Boarding School to College",
      "description": "Katie Powers is a sophomore from Boston intending to major in finance and minor in psychology minor. She reflects on her transition from...",
      "preview": "HC at Wake Forest More from Wake Forest Our Reads Meet the Team Join Us Priscilla Du Preez/Unsplash Wake Forest | Life > High School Katie Powers: An"
    },
    {
      "url": "https://www.history.co.uk/articles/charles-iii-and-britains-oldest-ascending-monarchs",
      "title": "Charles III and Britain's oldest ascending monarchs | Sky HISTORY TV Channel",
      "description": "King Charles III became the oldest ascending monarch having become king at the age of 73.",
      "preview": "Skip to main content Charles III and Britain's oldest ascending monarchs Image: Peter Rhys Williams / Shutterstock.com | Above: A photo of King Charle"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/",
      "title": "The Classic Typewriter Page : All About Typewriters",
      "description": "All about typewriters: history, use, collecting, restoring, and more.",
      "preview": "The Flying Oliver welcomes you to the strange and beautiful world of antique writing machines. Explore and enjoy ... Frequently Asked Questions \"What'"
    },
    {
      "url": "https://fairmountpetservice.com/Blog/pet-services-blog/losing-a-pet-having-to-put-my-dog-to-sleep/",
      "title": "Losing A Pet: Having To Put My Dog To Sleep - Fairmount Pet Service",
      "description": "Losing a pet is a painful experience. Putting my dog to sleep was no exception except I also lost my best and most loyal friend.",
      "preview": "I'm no stranger to losing a pet. From my childhood dog to 3 of my cats, losing your beloved pet is a difficult experience to handle. But nothing has b"
    },
    {
      "url": "https://support.roku.com/index",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://www.hachettebookgroup.com/genre/travel/united-states-travel/west-united-states-travel/pacific-ak-ca-hi-or-wa/?lens=avalon-travel",
      "title": "Pacific (ak, Ca, Hi, Or, Wa) | Hachette Book Group",
      "description": "Posts about Pacific (ak, Ca, Hi, Or, Wa) written by",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://www.balboaisland.com/video-of-balboa-peninsula-and-newport-harbor-in-the-1950s/",
      "title": "Video of Balboa Peninsula and Newport Harbor in the 1950s! - Balboa Island",
      "description": "Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the beach-goers on the sands of the Harbor, the fisherman casting their lines from the Pavilion and all the great fashions from this by-gone era.",
      "preview": "Skip to content Video of Balboa Peninsula and Newport Harbor in the 1950s! Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the"
    },
    {
      "url": "http://www.beerof1812.com/news13/1019.html",
      "title": "Concordp2c | Law Blog for Clear. Credible. Complete.",
      "description": "Explore legal insights, case analysis, and expert commentary on concordp2c - your trusted blog for everything law and legal.",
      "preview": "Skip to content Local News , US How Local News Investigations Hold Officials Accountable The Future of Local News: U.S. Papers & TV Stations Local Sch"
    },
    {
      "url": "https://www.cfgnh.org/articles/job-training-education-friendship-and-a-voice",
      "title": "Job Training,... | The Community Foundation for Greater New Haven",
      "description": "Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Economic Success Grant From the Community Fund for Women...",
      "preview": "Job Training, Education, Friendship and a Voice Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Econo"
    },
    {
      "url": "https://connect.brookings.edu/update-your-subscriptions?email=",
      "title": "Manage your Brookings newsletter subscriptions",
      "description": "Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary and events. Sign-up for free today!",
      "preview": "Manage your newsletter subscriptions Brookings publishes a variety of newsletters that keep readers informed of the latest research, commentary, and e"
    },
    {
      "url": "https://www.nettavisen.no/livsstil/denne-scenen-fra-the-office-har-du-aldri-sett-for/s/12-95-3424070396",
      "title": "Kjendis, The office | Denne scenen fra «The Office» har du aldri sett før",
      "description": "Fansen jubler på Twitter.",
      "preview": "Gå til sidens hovedinnhold aID logo Kjendis Denne scenen fra «The Office» har du aldri sett før Fansen jubler på Twitter. Vilde Holta Røssland Vilde H"
    },
    {
      "url": "https://www.mcdonalds.com/us/en-us/cardi-b-offset-meal-bundle.html",
      "title": "McDonald's Menu: Our Full McDonald's Food Menu | McDonald's",
      "description": "Before your next McDonald's trip, check out our full McDonald's Menu. Featuring breakfast menu favorites, burgers, & more! Order today using McDelivery®!",
      "preview": "Skip to Menu Items Featured Favorites Monopoly at McDonald's Menu Extra Value Meals Happy Meal® Snack Wrap® McValue™ Breakfast Burgers Chicken & Fish"
    },
    {
      "url": "https://www.scmp.com/",
      "title": "Breaking China, Asia, HK News, Opinions and Insights | South China Morning Post",
      "description": "News, opinions, infographics and videos on China issues: geopolitics, diplomacy, economy, technology and lifestyle.",
      "preview": "Advertisement China's rare earth export controls add new twist in US chip war, observer says Xiang Ligang says it appears semiconductor equipment bott"
    },
    {
      "url": "https://zeezailor.tumblr.com/post/139715960980",
      "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
    },
    {
      "url": "https://www.dailymail.co.uk/tvshowbiz/article-11257947/Sam-Claflin-CONFIRMS-relationship-Leonardo-DiCaprios-ex-Cassie-Amato.html",
      "title": "Sam Claflin CONFIRMS relationship with Leonardo DiCaprio's ex Cassie Amato | Daily Mail Online",
      "description": "The pair were spotted holding hands during a romantic stroll in London on Tuesday - after months of leaving flirty comments on each others Instagram posts.",
      "preview": "Home News Royals U.S. Sport TV Showbiz Femail Health Science Money Travel Podcasts Buyline Beauty Fashion Home and Garden My Profile Logout Login Head"
    },
    {
      "url": "https://www.linkedin.com/company/2171947",
      "title": "LinkedIn Login, Sign in | LinkedIn",
      "description": "Login to LinkedIn to keep in touch with people you know, share ideas, and build your career.",
      "preview": "LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services, and to show you relevant ads (i"
    },
    {
      "url": "https://gps-anleitung.de/probleme-und-loesungen/?replytocom=36",
      "title": "Probleme und Lösungen | GPS-Anleitungen von Michael Blömeke",
      "description": "Add New Row Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Hilfe-Seite Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Schaue bitte zuerst hier, ob Du für Deine Fragen und Probleme eine Antwort findest. Add Element Add New Row Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Allgemeine Probleme Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Edit Parent ElementEdit ElementClone ElementAdvanced Element",
      "preview": "Hilfe-Seite Schaue bitte zuerst hier, ob Du für Deine Fragen und Probleme eine Antwort findest. Allgemeine Probleme Klicke auf den Titel um das Thema"
    },
    {
      "url": "https://forums.lutron.com/showthread.php/17100-LEAP-notification-speed-fixable?s=cc399012e71820ed308706c815d0469b&p=41631",
      "title": "Lutron Support Center | Lutron",
      "description": "Welcome to Lutron online Support Center. Your one stop guide for Selection Tools, Frequently Asked Questions, Documentation and easy Troubleshooting steps for your Lutron dimming product.",
      "preview": "× × Copy Link Skip to main content Lutron Support Center Your resource for help with products, Lutron articles and documents. Find Model Number How do"
    },
    {
      "url": "https://ruehrkueche.de/app.php/help/faq?sid=ff1f035f5ceac10db4e75029d61130ac",
      "title": "Die Rührküche · Das Olionatura-Forum - Häufig gestellte Fragen",
      "description": "void",
      "preview": "Nutzungsvertrag Du kannst Dich nicht mehr anmelden? Kein Zugriff auf Inhalte? Impressum Datenschutzrichtlinien Die Rührküche · Das Olionatura-Forum Zu"
    },
    {
      "url": "http://www.polimi.it/",
      "title": "Politecnico di Milano - polimi",
      "description": "Politecnico di Milano, dal 1863, il più grande ateneo scientifico-tecnologico italiano, tra rigore scientifico e creatività",
      "preview": "Skip to main content Skip to page footer Technology for humanity Politecnico di Milano Dal 1863, il più grande ateneo scientifico-tecnologico italiano"
    },
    {
      "url": "https://www.sannionews.it/redazione-sannio-news/",
      "title": "Redazione | Sannionews - Sannionews",
      "description": "Redazione sannionews.it Portale web dedicato all'informazione libera e pungente del territorio irpino. Aggiornato da giovani appassionati, content writer e collaboratori,cerchiamo in linea con il nostro tempo di raccontare news, storie ed informazioni provenienti dalla terra sannita e la campania tutta. Cerchiamo, anche attraverso un sito flessibile e veloce di rendere la lettura piacevole e dinamica. [...]",
      "preview": "News Cronaca Politica Dai Comuni Attualità Regione Sport Benevento Calcio Cerca Redazione Contatti News Comuni Sannionews News Cronaca Politica Dai Co"
    },
    {
      "url": "https://starcraft.fandom.com/ko/wiki/%EB%8C%80%EB%AC%B8?file=StarCraft+2+-+Adjutant+%28Terran+Advisor%29+Quotes+%28KR%29",
      "title": "StarCraft 2 Wiki | Fandom",
      "description": "void",
      "preview": "StarCraft 2 Wiki 로그인 아직 계정이 없으신가요? 가입하기 로그인 광고 내용으로 건너뛰기 한국어 Deutsch English Español Français Italiano 日本語 中文 中文（臺灣） 대문 Sign in to edit 역사 캐시 퍼지 토론 (1"
    },
    {
      "url": "https://rpp.pe/columnistas/juancarlossueiro/las-consecuencias-del-coronavirus-en-las-actividades-pesqueras-noticia-1259777?ref=rpp",
      "title": "Las consecuencias del coronavirus en las actividades pesqueras",
      "description": "China, Estados Unidos y Europa son nuestros principales clientes de productos pesqueros. &nbsp;La evoluci&oacute;n de la COVID&ndash;19 en el pa&iacute;s y en estos lugares determinar&aacute;n la recuperaci&oacute;n de las actividades pesqueras.",
      "preview": "Menú Buscar Señal en vivo: RPP TV RADIO Síguenos en redes sociales Únete a nuestro canal en WhatsApp Calcula tu gratificación con \"La Grati\" 💰 Seccion"
    },
    {
      "url": "https://www.unm.edu/accessibility.html",
      "title": "Accessibility :: New Mexico's Flagship University | The University of New Mexico",
      "description": "void",
      "preview": "Skip to main content Toggle navigation UNM A-Z myUNM Directory The University of New Mexico UNM A-Z myUNM Directory Help Student Support StudentInfo F"
    },
    {
      "url": "https://www.soydemac.com/controlar-apple-glass-mirada-posible-patente/",
      "title": "Controlar funciones de las Apple Glass con la mirada sería posible con esta patente",
      "description": "¿Sería posible controlar algunas funciones de las Apple Glass con la mirada? Según la nueva patente registrada por Apple, sí",
      "preview": "Sobre las gafas de realidad aumentada de Apple, las conocidas como Apple Glass , hay muchos rumores en la red y ahora mediante la solicitud de una pat"
    },
    {
      "url": "http://www.aprilia.com/",
      "title": "Moto e Scooter: Urban e Adventure Experience | Aprilia IT",
      "description": "Scopri le moto e scooter di Aprilia: i modelli per navigare la città con grinta e potenza o le moto sportive per vivere l'avventura con adrenalina. Scopri di più!",
      "preview": "void"
    },
    {
      "url": "https://www.theaterkrant.nl/tag/martine-decroos/",
      "title": "Martine Decroos - Voorstellingen, Recensies & Speellijst - Theaterkrant",
      "description": "Martine Decroos - Bekijk hier de laatste recensies en ga naar de speellijst.",
      "preview": "Home Nieuws Nieuws Opinie Recensies Keuze van de criticus Bejubeld Omstreden Magazine Artikelen Abonneren Verkooppunten Adverteren Vacatures Alle vaca"
    },
    {
      "url": "https://josiahconcept.org/2018/04/15/best-of-jcm-comment-section-facepalm/",
      "title": "Best of JCM: Comment Section Facepalm | Josiah Concept Ministries",
      "description": "I have decided to put a quarter in the Wayback Machine and revisit my top 10 most viewed posts of all time. This considers only posts and excludes blog pages. First up, the current most-viewed post is a reply to Matthew Bellasario, the self-proclaimed \"Catholic Champion.\" It highlights one of the starkest differences from the...",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer Josiah Concept Ministries Defending the Faith"
    },
    {
      "url": "http://www.jedasoftwaresystems.com/GHPrivacyPolicy.html",
      "title": "void",
      "description": "void",
      "preview": "Privacy Policy Effective date: December 5, 2018 Jedasoft (\"us\", \"we\", or \"our\") operates the \"Ghost Hunter M2\" mobile application (the \"Service\"). Thi"
    },
    {
      "url": "https://jobs.bestbuy.com/health",
      "title": "Redirect - Health",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://parmetlerimmo.at/10-gewerbeobjekt-mieten",
      "title": "PARMETLER-Immobilien GesmbH - Kategorie - Gewerbeobjekt Mieten",
      "description": "PARMETLER Immobilien GmbH, GF Hannes Parmetler, Neugasse 10, 8200 Gleisdorf, +43 664/2508 778, hannes.parmetler@parmetlerimmo.at, www.parmetlerimmo.at",
      "preview": "Willkommen Kaufen Wohnung Haus Gewerbeobjekt Grundstück Jetzt suchen! Mieten Wohnung Haus Gewerbeobjekt Gleich suchen! Verkaufen Vermieten Wir, als Ih"
    },
    {
      "url": "https://www.blackgirlsunscreen.com/about/",
      "title": "Black Owned Sunscreen Brand & Company | Black Girl Sunscreen",
      "description": "Black Girl Sunscreen was created by Shontay Lundy in 2016. Made with melanated skin in mind, learn more about the BGS journey.",
      "preview": "About Us Our Story Our story begins with the need for a sunscreen brand that caters exclusively to women of color. From carrying expensive umbrellas t"
    },
    {
      "url": "https://www.eurofound.europa.eu/cs/topic/working-time?page=5",
      "title": "Working time | Eurofound",
      "description": "Working time refers to any period during which a worker is working, at the employer's disposal and carrying out his/her activities or duties, in accordance with national laws and/or practice. Working hours vary for workers in different occupations or at different life stages, and these differences are particularly striking when gender is considered.",
      "preview": "Working time Working time refers to any period during which a worker is working, at the employer's disposal and carrying out his/her activities or dut"
    },
    {
      "url": "https://www.allure.com/story/hailey-bieber-beauty-brand-rhode",
      "title": "Hailey Bieber Files Trademark for a New Brand Named Rhode | Allure",
      "description": "Hailey Bieber is officially making moves to potentially launch her own beauty and wellness brand. The model has filed a trademark for a range of products underneath the name Rhode, and we can't wait to see what she has in store for us.",
      "preview": "Skip to main content Close Banner Close 00 Days : 00 Hours : 00 Minutes : 00 Seconds BUY TICKETS Allure's Best of Beauty LIVE is almost here! Save Sto"
    },
    {
      "url": "https://www.dentonblackchamberonline.org/",
      "title": "Denton Black Chamber of Commerce",
      "description": "The Denton Black Chamber of Commerce History and Purpose",
      "preview": "top of page The Denton Black Chamber of Commerce... representing the many different facets of our community, working together to create, grow and prol"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/topics/forms/",
      "title": "Working with forms | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://www.designlibs.com/",
      "title": "Design Libs",
      "description": "Design Libs is your go-to reference for how to write and use some of the most common design thinking exercises, practices, and methods",
      "preview": "Design Libs How Might We Job Story Key Insight Point of View Problem Statement User Story Value Proposition How Might We Job Story Key Insight Point o"
    },
    {
      "url": "https://kookitodesign.com/blog/woreczki-na-przysmaki-dla-psa-wybierz-najlepszy",
      "title": "Woreczki na przysmaki dla psa - wybierz najlepszy! - Akcesoria dla psów - Sklep dla psów | Kookito Design",
      "description": "Wszyscy psiarze chcą dla swoich czworonożnych pupilów tego, co najlepsze - dlatego kupujemy różnego rodzaju akcesoria dla psów. Coraz popularniejszym gadżetem wśród amatorów tych czworonogów stają się woreczki na przysmaki dla psa, które przydają się podc",
      "preview": "Koszyk jest pusty x Do bezpłatnej dostawy brakuje -,-- Darmowa dostawa! Suma 0,00 zł Cena uwzględnia rabaty Realizuj zamówienie"
    },
    {
      "url": "https://vimeo.com/577234427",
      "title": "Kara Finds Life-Changing Success",
      "description": "This is &quot;Kara Finds Life-Changing Success&quot; by GiveIt2Goodwill on Vimeo, the home for high quality videos and the people who love them.",
      "preview": "Verify to continue To continue, please confirm that you're a human (and not a spambot). Checking if the site connection is secure vimeo.com needs to r"
    },
    {
      "url": "https://scm.uninett.no/maalepaaler/qstream/-/find_file/3cce40b9a1992728584627b157251dd6770ee942",
      "title": "Find File · 3cce40b9a1992728584627b157251dd6770ee942 · Maalepaaler / qstream · GitLab",
      "description": "Computes packet stream quality statistics for UDP/RTP from network or captured files (pcap).",
      "preview": "qstream There are no matching files Try using a different search term to find the file you are looking for. Loading"
    },
    {
      "url": "http://www.clubvosgienphalsbourglutzelbourg.com/album-photos/photos-annee-2020/assemblee-generale/20200221-191139-1.html",
      "title": "20200221_191139 (1)",
      "description": "void",
      "preview": "Accueil Album photos Année 2020 Assemblée Générale 20200221_191139 (1) 20200221_191139 (1) Retour"
    },
    {
      "url": "https://www.opportunityculture.org/",
      "title": "Opportunity Culture |",
      "description": "void",
      "preview": "Excellent Student Results. Excellent Educator Careers. Students Reached in 2024-25 Teachers on Teams in 2024-25 $ Total Extra Teacher Pay Extra Months"
    },
    {
      "url": "http://globalforestwatch.org",
      "title": "Forest Monitoring, Land Use & Deforestation Trends | Global Forest Watch",
      "description": "Global Forest Watch offers free, real-time data, technology and tools for monitoring the world's forests, enabling better protection against illegal deforestation and unsustainable practices.",
      "preview": "Forest Monitoring Designed for Action Global Forest Watch offers the latest data, technology and tools that empower people everywhere to better protec"
    },
    {
      "url": "https://www.trainline.com/book/results",
      "title": "Search Results | Trainline",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Search Results | Trainline Find tickets from hundreds of train companies across Italy and Europe. Buy on our website or app and keep tickets at your f"
    },
    {
      "url": "https://www.graphics99.com/please-glitter-scrap-for-orkut/",
      "title": "Free PNG | Wallpapers.com",
      "description": "Download Free PNG Files for Personal & Commercial Use. 1000s of High Quality PNG Images.",
      "preview": "Would you like to use Wallpapers.com in English? View in different language Italian Dutch French Indonesian Norwegian Norwegian Finnish Deutsch Danish"
    },
    {
      "url": "https://www.capitalonecareers.com/",
      "title": "Search Jobs and Careers at Capital One",
      "description": "You're tenacious and driven, so the last place you want to work is some boring bank. Same. Learn about careers at Capital One and view jobs here.",
      "preview": "Skip to main content You're located near You're interested in Find Jobs Let's change everything Search by Team We're one big team divided by expertise"
    },
    {
      "url": "https://carto.com/",
      "title": "The Agentic GIS Platform | CARTO",
      "description": "CARTO is the Agentic GIS Platform. Go beyond traditional GIS. Scalable spatial analysis for all teams with your spatial data never leaving your cloud ecosystem.",
      "preview": "The Agentic GIS Platform Beyond traditional GIS: scalable spatial analysis for all teams with your data never leaving BigQuery Try for free Request a"
    },
    {
      "url": "https://www.e-romania.org/tag/estudis-romanics/",
      "title": "Estudis Romànics - E-Romania. Romanística en España",
      "description": "void",
      "preview": "Ir al contenido La atribución de la autoría de la novela Curial e Güelfa , compuesta en catalán literario hacia mediados del siglo XV en el entorno de"
    },
    {
      "url": "https://squeakosaurus.com",
      "title": "- Squeakosaurus Squeakosaurus",
      "description": "Our 'Little Kitten' Apps More info... More info... More info... Our philosophy The Little Kitten apps are all designed to be child friendly, with graphical menus without text and no penalties or negative feedback. Children are encourage to keep trying and explore the game until they discover the correct answers and improve at their own [...]",
      "preview": "Our 'Little Kitten' Apps More info... More info... More info... Our philosophy The Little Kitten apps are all designed to be child friendly, with graphical"
    },
    {
      "url": "https://texasstargrillshop.com/products/evo-affinity-30g-drop-in-gas-cooktop-lp-10-0055-lp",
      "title": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP - Texas Star Grill Shop",
      "description": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP This Evo Affinity 30G Gas Grill is the perfect solution for entertaining your family and friends. Its the first outdoor BBQ grill that allows you to cook directly and indirectly at the same time. If you are cooking directly, you can sear, saute, grill, toast and stir-f",
      "preview": "Skip to content Houston's #1 Dealer of BBQ Grills & Outdoor Kitchens Call Now for Better Pricing Free Outdoor Kitchen Design Fall Grill Sale Going On"
    },
    {
      "url": "https://www.whitehousehistory.org/photos/sarah-rosemary-carters-handprints-in-the-childrens-garden",
      "title": "Sarah Rosemary Carter's Handprints in the Children's Garden - White House Historical Association",
      "description": "This photograph is of the stone holding Sarah Rosemary Carter's handprints. She was the granddaughter of President Jimmy Carter and the handprints are part of t...",
      "preview": "Main Content Sarah Rosemary Carter's Handprints in the Children's Garden This photograph is of the stone holding Sarah Rosemary Carter's handprints. S"
    },
    {
      "url": "https://icarus.flights/",
      "title": "Icarus Flights - Flight Intelligence for Investigators",
      "description": "Icarus Flights is a tool for analyzing uncensored aircraft activity data and tracing global aircraft ownership records",
      "preview": "void"
    },
    {
      "url": "http://www.repak.ie",
      "title": "Repak: Ireland's leading environmental not for profit organisation",
      "description": "Repak helps businesses comply with Irish and EU Packaging Regulations, reducing and recycling packaging waste. Become a member today.",
      "preview": "Search Search Top Searched What can I recycle? EU Circular Economy Package Members List Member Benefits Plastic Strategy 2030 Climate Action Plan Repa"
    },
    {
      "url": "https://www.defendcampaigns.org/partners",
      "title": "Become a Partner - Defending Digital Campaigns",
      "description": "Become a Partner",
      "preview": "Become a Partner How we partner DDC partners with a variety of trusted organizations and corporations to provide free cybersecurity products, onboardi"
    },
    {
      "url": "https://lacremerie.fr/produit/chaise-cl10b-vert/",
      "title": "Chaise CL10B - Vert - La Crémerie, Meubles design français",
      "description": "La chaise CL10B - vert éditée par la marque La Chaise Française. Elle est conçue par la designer Margaux Keller. Fabrication française.",
      "preview": "void"
    },
    {
      "url": "https://vsco.co/yerremia/gallery",
      "title": "Gallery | yerremia | VSCO",
      "description": "See more of yerremia's VSCO.",
      "preview": "FEED STUDIO CANVAS CAPTURE PROFILE SEARCH LEARN WORKSPACE HUB Sign Up Log In vsco.co/ yerremia About VSCO Products Plans Careers Press Brand Engagemen"
    },
    {
      "url": "https://material.io/blog/digital-wellbeing-ux-principles",
      "title": "Design Principles for Digital Wellbeing",
      "description": "Using UX design to empower users through defaults, bring awareness to behaviors, and more",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.vanityfair.com/hollywood/2023/02/hollywood-issue-portfolio-2023",
      "title": "Vanity Fair's Hollywood Issue 2023 Cover: Selena Gomez, Austin Butler, Florence Pugh & More | Vanity Fair",
      "description": "For our 29th annual Hollywood cover, a dozen captivating young stars gather for the after-party of our dreams.",
      "preview": "Skip to main content The 2023 Hollywood Issue 12 Young Stars Make Their Hollywood Cover Debut Photographs By Steven Klein Styled By Patti Wilson Meet"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/InvestorPresentation.pptx?version=6ff579c4-103e-76c0-8a18-05085e0632c7",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://docs.carto.com/",
      "title": "Welcome | CARTO Documentation",
      "description": "Welcome to the CARTO Documentation Center! All of the resources you need to unlock the power of the platform.",
      "preview": "Getting started with CARTO CARTO is the only cloud-first spatial platform built for accelerated, modern GIS. It runs natively on top of your cloud dat"
    },
    {
      "url": "https://www.fsunews.com/story/sports/2015/06/24/noles-nab-top-basketball-recruit/29227523/",
      "title": "FSView",
      "description": "Four-star prospect C.J. Walker chooses FSU",
      "preview": "Skip to main content Home Sports Football Basketball Baseball Softball Soccer 'Noles nab top basketball recruit Ariya Massoudi Sports Editor @AriyaMas"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}