{
  "data": [
    {
      "url": "https://getmyinternet.org/",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://dsmskatepark.com/",
      "title": "Lauridsen Skatepark | World-class Lauridsen Skatepark in Des Moines, Iowa that is set to be one of the largest skateparks in the nation.",
      "description": "Opened on May 7, 2021, and host to the 2021 Dew Tour [May 10 - 27], the Lauridsen Skatepark the largest open park in the nation. The skatepark is centrally...",
      "preview": "Location About About Opened on May 7, 2021, and host to the 2021 Dew Tour [May 10 - 27] , the Lauridsen Skatepark the largest open park in the nation."
    },
    {
      "url": "https://www.ledcmn.org/",
      "title": "Latino Economic Development Center - LEDC - An association of Latino entrepreneurs and leaders in the state of Minnesota",
      "description": "void",
      "preview": "Skip to content THIS IS OUR TIME THIS IS OUR VOICE THIS IS OUR IMPACT We are the Latino Economic Development Center An association of Latino entrepren"
    },
    {
      "url": "https://www.ripbs.org/",
      "title": "Ocean State Media",
      "description": "void",
      "preview": "Donate Menu Donate Menu News + Stories All Stories Arts + Entertainment Climate + Environment Health Politics + Justice Education Education Services N"
    },
    {
      "url": "https://www.fonearena.com/price.php",
      "title": "Price Search & Price Finder |FoneArena.com",
      "description": "void",
      "preview": "Home News Phones Operators Reviews FoneFinder PriceSearch Price List Links Glossary Forums"
    },
    {
      "url": "https://www.yachtropes.co.uk/kingfisher/cruising-ropes/braid-on-braid-polyester-solids/",
      "title": "Braid on Braid Polyester Solids",
      "description": "Braid on braid polyester is an ideal cruising rope. It is good on the hands and easy to splice. It is ideal for sheets, halyards, control lines and many more.",
      "preview": "PRODUCT FINDER Cruising Ropes 6 Products Evolution Dinghy 15 Products Mooring & Anchoring 13 Products Rigging Ropes 11 Products Kingfisher Ropes 95 Pr"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional",
      "title": "Discover Germany with our regional offers",
      "description": "Regional offers: Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the day ticket for Germany.",
      "preview": "Regional offers Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the da"
    },
    {
      "url": "https://marketingkit.withgoogle.com",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "http://agaveuptown.com/",
      "title": "Agave Uptown - Uptown, Oakland, CA",
      "description": "Agave Uptown draws from the artisanal tradition and rich cultural history of Oaxaca, Executive Chef Octavio Diaz's hometown.",
      "preview": "× Let us host your special event! Whether a birthday party, office function or any other special occasion - we take care of all the fine details, brin"
    },
    {
      "url": "https://goyff.az.gov/content/about-goyff",
      "title": "About | Governor's Office of Youth, Faith and Family",
      "description": "The GOYFF is a cabinet-level agency that administers state and federal grant programs and engages stakeholders across all sectors throughout the state to improve services and service delivery to our citizens.",
      "preview": "Skip to main content Skip to main navigation Governor's Office of Youth, Faith and Family"
    },
    {
      "url": "https://www.safetocompete.org/",
      "title": "Safe to Compete",
      "description": "void",
      "preview": "ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES RESOURCES ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES"
    },
    {
      "url": "https://stottestrompen.dk/shop/75-cep-kompressionsstroemper/",
      "title": "CEP kompressionsstrømper",
      "description": "Støttestrømpen.dk (Pil-Pak A/S)",
      "preview": "Shop Om støttestrømper Om støttestrømper Størrelsesguide Materialerne Kompressions- klasser Hvem har brug for støttestrømper? Brugsanvisning FAQ / Hjæ"
    },
    {
      "url": "https://katalog.skd.museum/Search/Results?filter%5B%5D=~institution%3A%22DE-L228%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-referencebooks%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-techniquefinearts%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-studiesbooksmanuscripts%22&filter%5B%5D=format_de15%3A%22Software%22&filter%5B%5D=-mega_collection%3A%22Verbunddaten+SWB%22&dfApplied=1&type=AllFields",
      "title": "Suchergebnisse :: Staatliche Kunstsammlungen Dresden, Kunstbibliothek",
      "description": "void",
      "preview": "Suchergebnisse Angewandte Filter Seite wird neu geladen, wenn Filter entfernt wird. Filter zurücksetzen Filter anzeigen (6) Institution: Suchfilter en"
    },
    {
      "url": "https://status.spire.com",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "http://archives.nereusprogram.org/event/preparatory-committe-for-marine-biological-diversity-of-areas-beyond-national-jurisdiction/?lang=en",
      "title": "Second Session of the Preparatory Committee for Marine Biological Diversity of Areas Beyond National Jurisdiction | Nereus Program",
      "description": "Comments",
      "preview": "Languages English 日本語 Events Calendar view all This event has passed. Second Session of the Preparatory Committee for Marine Biological Diversity of A"
    },
    {
      "url": "https://balticword.eu/",
      "title": "balticword.eu steht zum Verkauf",
      "description": "Die Domain balticword.eu steht zum Verkauf. Sie können diese Domain jetzt per Sofortkauf zum Festpreis mit dem Treuhandservice von ELITEDOMAINS kaufen.",
      "preview": "balticword.eu Diese Domain wird verkauft - Nutzen Sie diese Chance! balticword.eu Schlagen Sie zu, bevor es jemand anderes tut! Kontakt zum Inhaber au"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "https://sciencebasedtargets.org/about-us",
      "title": "About us - Science Based Targets Initiative",
      "description": "void",
      "preview": "About us The Science Based Targets initiative (SBTi) is a corporate climate action organization that enables companies and financial institutions worl"
    },
    {
      "url": "https://www.scotusblog.com/2022/12/colorado-web-designers-first-amendment-supreme-court-lgbtq-anti-discrimination-laws/",
      "title": "Colorado web designer's First Amendment challenge will test the scope of state anti-discrimination laws - SCOTUSblog",
      "description": "The Supreme Court on Monday will revisit a long-simmering tension between legal protections for LGBTQ people and the rights of business owners who oppose same-sex marriage. The case, 303 Creative [...]",
      "preview": "Skip to content CASE PREVIEW Colorado web designer's First Amendment challenge will test the scope of state anti-discrimination laws By Amy Howe"
    },
    {
      "url": "https://stateninformatie.flevoland.nl/Vergaderingen/Statencommissie-Duurzaamheid/2017/17-mei/15:30/Activiteiten-Agenda-Vitaal-Platteland-2017",
      "title": "Statencommissie Duurzaamheid 17 mei 2017 15:30:00, Provincie Flevoland",
      "description": "void",
      "preview": "Content overslaan Live uitzending Gepauzeerd Fragment ophalen Er is geen actieve pagina vergroten Sluiten Vergadering : Statencommissie Duurzaamheid,"
    },
    {
      "url": "https://hollywoodreporter.com/",
      "title": "The Hollywood Reporter - Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "description": "Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Top Story It's a Wrap: Taylor Swift's 'Showgirl' Calls Off Continued Overseas"
    },
    {
      "url": "https://www.majorcadailybulletin.com/tag/Majorca+all+year.html",
      "title": "Tag: «Majorca all year»",
      "description": "All the news about «Majorca all year»: current events, latest news, news archive, videos and photos",
      "preview": "Etiqueta 'Majorca all year' Latest headlines Palma's strategy for being an all-year destination Low-season tourism has grown in Palma in recent years."
    },
    {
      "url": "https://pdtpartners.com/",
      "title": "PDT Partners",
      "description": "PDT Partners is a quantitative asset management firm of purpose-driven people that use science-based methodology to find inefficiencies in the markets.",
      "preview": "Puzzle Answers This website uses cookies. If you would like to learn more about our use of cookies or view our other legal policies, click on the More"
    },
    {
      "url": "https://polskaplyta-polskamuzyka.pl/2021/10/02/doda-w-odswiezonej-wersji-dont-wanna-hide/",
      "title": "Doda w odświeżonej wersji „Don't Wanna Hide\" - Polska Płyta / Polska Muzyka",
      "description": "Doda prezentuje odświeżoną przez Skytecha wersję „Don't Wanna Hide\". Remix do utworu wykonał znakomity Skytech. Podstawowa wersja singla została odsłuchana na Spotify prawie milion razy, a teledysk na YouTube przekroczył 3 miliony wyświetleń. fot. materiały promocyjne Nowoczesny, utrzymany w klubowym tonie numer z miejsca wpada w ucho za sprawą chwytliwego rytmu oraz wokalu artystki. „Don't Wanna Hide\"",
      "preview": "Przejdź do treści Doda prezentuje odświeżoną przez Skytecha wersję „Don't Wanna Hide\". Remix do utworu wykonał znakomity Skytech . Podstawowa wersja s"
    },
    {
      "url": "https://chwinery.com/",
      "title": "An upscale casual restaurant | Cooper's Hawk",
      "description": "We passionately believe that food and wine hold the power to forge lasting connections, setting the table for a life well lived.",
      "preview": "Cooper's Hawk Wine Club We're Celebrating our 20th Anniversary Pick Up Your Mag­num Bot­tle Today Get The October Scoop Lite+Bright Under 90 calories"
    },
    {
      "url": "https://www.rewild.org/",
      "title": "We don't need to reinvent the planet-we need to rewild it.",
      "description": "Protect and restore the wild with Re:wild. Discover our conservation projects, campaigns, and ways to take action for a thriving planet.",
      "preview": "We don't need to reinvent the planet. We need to rewild it. Re:wild protects and restores the wild. We do this because the solutions to our most press"
    },
    {
      "url": "https://afghan.upwardlyglobal.org/",
      "title": "Upwardly Global - Support for Afghan Arrivals",
      "description": "void",
      "preview": "Skip to content Partner with us Upwardly Global's Support for Afghan Arrivals Over the Last Year HEAR OUR STORIES New Report: Afghan Newcomers Bring C"
    },
    {
      "url": "https://www.la7.it/laria-che-tira/video/cristoforetti-la-prima-italiana-nello-spazio-24-11-2014-141680",
      "title": "Cristoforetti, la prima italiana nello spazio",
      "description": "Samantha tra le stelle, è iniziata l'avventura della prima italiana nello spazio",
      "preview": "LA7 LA7Cinema TG LA7 Frequenze LA7 Live Programmi Guida Tv Rivedila7 Intanto Teche Podcast live L'aria che tira Home Video RIVEDILA7 Servizi Home Vide"
    },
    {
      "url": "http://eps.ucsc.edu",
      "title": "Earth & Planetary Sciences - Home of the UCSC Earth & Planetary Sciences Dept.",
      "description": "void",
      "preview": "High Impact Experiences From the deep Earth to distant worlds - discovery starts here . Quicklinks Welcome The Earth & Planetary Sciences Department a"
    },
    {
      "url": "https://services.github.com",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.unionbank.com/about-us/corporate-profile-bod",
      "title": "Personal Banking, Credit Cards, Loans & Investing | U.S. Bank",
      "description": "Experience personalized banking services for your unique needs with U.S. Bank - Checking, credit cards, home loans & convenient online banking. Member FDIC.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.ticketmaster.com/h/privacy.html",
      "title": "Privacy Policy",
      "description": "You trust us with your personal information. We earn that trust by being clear and honest about how and why we will use it. Read more about the information we collect and your choices and rights.",
      "preview": "EN Privacy Policy Go to : Privacy Policy Go Privacy Home Our Commitments Privacy Policy Cookie Policy Go Quick Links Our Commitment to You Privacy Not"
    },
    {
      "url": "https://elearning.ala.org/",
      "title": "Home | ALAeLearning",
      "description": "void",
      "preview": "Skip to main content Welcome to ALA's eLearning Catalog Welcome to ALA eLearning, the leading global content provider of courses, webinars, and custom"
    },
    {
      "url": "https://bfm.sbc.net/bfm2000/#vi",
      "title": "Baptist Faith and Message 2000 - The Baptist Faith and Message",
      "description": "Table of Contents I. The Scriptures II. God III. Man IV. Salvation V. God's Purpose of Grace VI. The Church VII. Baptism and the Lord's Supper VIII. The Lord's Day IX. The Kingdom X. Last Things XI. Evangelism and Missions XII. Education XIII. Stewardship XIV. Cooperation XV. The Christian and...",
      "preview": "Baptist Faith and Message 2000 Table of Contents I. The Scriptures II. God III. Man IV. Salvation V. God's Purpose of Grace VI. The Church VII. Baptis"
    },
    {
      "url": "http://www.radio981.gr/blog/%CE%B4%CE%B9%CE%B1%CE%B2%CE%B1%CF%83%CF%84%CE%B5-34",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "http://visualcode.ch/sample3.php?idnr=102020&lang=de",
      "title": "Visual Code | Bewegung zu Ziel",
      "description": "void",
      "preview": "| Bewegung > Dynamische Bewegung NEU: Alle Visual Codes als Code Snippets für Flash CS5: jetzt hier downloaden . Bewegung zu Ziel Code Actionscript 2."
    },
    {
      "url": "https://www.capitalonetravel.com/?utm_source=nav",
      "title": "Your Next Journey Starts Here - Capital One Travel",
      "description": "Book flights, hotels and car rentals with ease on Capital One Travel and get more from your next journey.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.adrrn.net/",
      "title": "ADRRN - Asia, Let's make it resilient!",
      "description": "void",
      "preview": "The Asian Disaster Reduction and Response Network (ADRRN) is a regional network of civil society organisations dedicated to promoting disaster risk re"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://www.shopdisney.com/franchises/national-geographic/",
      "title": "National Geographic Store | Disney Store",
      "description": "Discover official National Geographic items including fleece jackets, toys and more at Disney Store.",
      "preview": "Search Icon Location Icon Sign In Icon Minicart Icon Caret Icon Caret icon thin Checkbox Check Filter dropdown arrow Close Clock Icon Plus Icon offers"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "http://www.se4all.org/",
      "title": "Home | Sustainable Energy for All",
      "description": "void",
      "preview": "Skip to main content Energy. Climate. Development. We work to ensure everyone, everywhere can live a dignified life on a healthy planet, powered by su"
    },
    {
      "url": "http://www.tlboehm.com/",
      "title": "Thomas L. Boehm",
      "description": "void",
      "preview": "FAITH FOR ALL SCRIPTURE FOR ALL EDUCATION FOR ALL Welcome to TLBoehm.com. This website is a gateway to all my personal and professional work. Take a l"
    },
    {
      "url": "https://bileti.bdz.bg/",
      "title": "БДЖ билетоиздаване",
      "description": "BDZ online portal",
      "preview": "void"
    },
    {
      "url": "http://www.sanita.it/",
      "title": "Ministero della Salute",
      "description": "void",
      "preview": "Vai direttamente al contenuto Ministero della salute - pagina iniziale Ottobre Rosa Bonus psicologo 2025 Donazione organi e tessuti Ottobre Rosa Bonus"
    },
    {
      "url": "https://www.carat.fiserv.com/",
      "title": "Carat Global Platform | Carat U.S. | Fiserv",
      "description": "Carat is the global commerce platform from Fiserv that orchestrates payments and experiences for the world's largest businesses.",
      "preview": "Skip to Contact an Expert Skip to Main Content The next generation platform to drive more commerce Carat is the global commerce platform from Fiserv t"
    },
    {
      "url": "https://ismacs.net/",
      "title": "Vintage, Antique, and Rare Sewing Machines - International Sewing Machine Collectors Society",
      "description": "Information on vintage, antique, and rare sewing machines from the International Sewing Machine Collectors' Society.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Recent Additions to ISMACS Pre-1900"
    },
    {
      "url": "https://www.dropbox.com/home",
      "title": "Login or Sign Up - Dropbox",
      "description": "Login to Dropbox. Bring your photos, docs, and videos anywhere and keep your files safe.",
      "preview": "void"
    },
    {
      "url": "https://en.wikipedia.org/wiki/South_Atlantic_Anomaly",
      "title": "South Atlantic Anomaly - Wikipedia",
      "description": "void",
      "preview": "Jump to content Coordinates : 26°37′S 49°04′W / 26.61°S 49.06°W / -26.61; -49.06 From Wikipedia, the free encyclopedia Region where Earth's magn"
    },
    {
      "url": "https://www.pincergames.com/",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://lightchamber.tumblr.com/",
      "title": "loyaltycard",
      "description": "void",
      "preview": "Posted 8 years ago 23 notes Posted 9 years ago 4 notes Posted 9 years ago 1 note Posted 9 years ago Posted 9 years ago Posted 9 years ago 1 note Poste"
    },
    {
      "url": "https://www.bereainternacional.com",
      "title": "Berea Internacional - Últimas Noticias, Fotos y Videos",
      "description": "void",
      "preview": "¡Bienvenidos! Sitio web bajo mantenimiento, agradecemos su comprensión. CafeteriaLiceoHP Jordán Sur 698 Colonia Hermosa Provincia C.P. 44770 Guadalaja"
    },
    {
      "url": "https://www.vesuvius.com/en/index.html",
      "title": "Vesuvius",
      "description": "Vesuvius is a Global leader in molten metal flow engineering",
      "preview": "Our use of cookies This site uses cookies. By continuing to browse the site you are agreeing to our use of cookies. For more details about cookies and"
    },
    {
      "url": "https://service.elsevier.com/app/overview/cell-press/",
      "title": "Cell Press Support Center",
      "description": "void",
      "preview": "Cell Press Support Center Cell Press Support Center Cell Press engages and empowers scientists across all disciplines, all geographies, and all stages"
    },
    {
      "url": "https://mt.panbo.com/2014/04/broadband-radar-interference-issues.html",
      "title": "Broadband Radar interference issues? - Panbo Forum",
      "description": "void",
      "preview": "Home Forum Classifieds Sponsored by PMY , PassageMaker , Sail , and Soundings"
    },
    {
      "url": "https://www.whatproswear.com/",
      "title": "What Pros Wear: The Source for Pro Baseball Gloves, Cleats, Bats & Pro Basketball Shoes",
      "description": "Unlock your favorite baseball, basketball and football athlete's locker. The best pro baseball gloves and cleats, basketball shoes, and football equipment.",
      "preview": "Lockers Gear News Subscribe Ronald Acuña Jr. Shohei Ohtani Fernando Tatis Jr. Nolan Arenado Justin Jefferson Cody Bellinger Pete Alonso Javy Baez Aaro"
    },
    {
      "url": "http://amex.co/yellow",
      "title": "American Express IT | Accedi | Carte di Credito, e premi",
      "description": "Benvenuto in American Express Italia: Carte di Credito, Carte di Pagamento, servizi viaggio e assicurativi. Richiedi una Carta o accedi al tuo conto.",
      "preview": "Il tuo browser non è aggiornato. Ti consigliamo di aggiornarlo per migliorare l'esperienza sul sito. Carte Personali Carte Business Soluzioni Corporat"
    },
    {
      "url": "https://apply.royal.uk/Apply/",
      "title": "Apply.royal.gov.uk",
      "description": "void",
      "preview": "Apply for a Congratulatory Birthday Message Apply for a Wedding Anniversary Message"
    },
    {
      "url": "http://www.qneo.net/privacy.html",
      "title": "Qneo",
      "description": "Apps for iPhone, iPad, iPod and Mac",
      "preview": "PRIVACY POLICY Qneo, based in Rotterdam, the Netherlands, is responsible for the processing of personal data as shown in this privacy policy statement"
    },
    {
      "url": "https://www.carolina-loving-hound-rescue.com/",
      "title": "Contact Us",
      "description": "void",
      "preview": "Carolina Loving Hound Rescue Re-Home- Retire Name: * Carolina Loving Hound Rescue PO BOX 15288 GREENVILLE, SC 29610 info@carolina-loving-hound-rescue."
    },
    {
      "url": "https://2022.alaannual.org/",
      "title": "2022 ALA Annual Conference & Exhibition",
      "description": "June 23-28 in Washington, D.C. - ALA Annual Conference is the biggest library event of the year. Attend in person or online for top-quality education, inspiring speakers and author talks, and access to 500+ exhibitors.",
      "preview": "Skip to main content Skip to main navigation Skip to site search Home ala annual 2022 conference exhibitions update sl Look Back at Annual 2022! Major"
    },
    {
      "url": "http://topgolf.com/company/contact/",
      "title": "Select Topgolf Region",
      "description": "void",
      "preview": "North America United States Mexico South America Colombia Europe Austria United Kingdom Germany Portugal Spain Middle East U.A.E. Asia Indonesia Mainl"
    },
    {
      "url": "https://meritamerica.org/career-tracks/",
      "title": "Tech Training Programs for Career Transition - Merit America",
      "description": "Find your best-fit program with Merit America's quick quiz. Build in-demand skills through flexible, affordable training designed for working adults.",
      "preview": "Skip to content In-demand skills without quitting your day job Our programs are built for working adults-part-time, flexible, and focused on real-worl"
    },
    {
      "url": "https://store.ponyvilleciderfest.com/shop/enamel-pins-buttons/6",
      "title": "PVCF / WCPC / MSP Merch Store",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.olacabs.com/",
      "title": "Book Cabs Nearby at Best Price | Hire Taxi Nearby Online at Olacabs.com",
      "description": "Ola Cabs offers to book cabs nearby your location for best fares. For best taxi service at lowest fares, say Ola!",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "http://www.fandango.com/PrivacyPolicy.aspx",
      "title": "Fandango | A Message To Our Fans",
      "description": "A Message To Our Fans",
      "preview": "Sorry, Fandango is not available outside the United States."
    },
    {
      "url": "https://www.quesecueceenbcn.com/2020/02/06/buenisima-cocteleria-en-barcelona-mamaine/",
      "title": "Buenísima coctelería en Barcelona Mamainé en el Born",
      "description": "Para los que, como yo, os van los cocktails y también os gusta cuidaros (un poquito... no vamos a decir que los cocktails son sanos, no), os recomiendo mi",
      "preview": "BUENÍSIMA COCTELERÍA EN BARCELONA MAMAINÉ martacasals 06/02/2020 2,020 Views Para los que, como yo, os van los cocktails y también os gusta cuidaros ("
    },
    {
      "url": "https://www.editorialmanager.com/pone/default.asp",
      "title": "Editorial Manager®",
      "description": "Full-Function Web-Enabled Manuscript Submission and Tracking System for Peer Review",
      "preview": "Important Message: Site under development. Do not use for live manuscript submission."
    },
    {
      "url": "https://www.wedding-workshop.ch/author/cloudweb-admin/",
      "title": "cloudweb admin",
      "description": "void",
      "preview": "Skip to main content Zur Hauptsidebar springen Zur Fußzeile springen cloudweb admin Es wurden keine Inhalte gefunden, die Ihren Kriterien entsprechen."
    },
    {
      "url": "https://ctan.org/pkg/biblatex",
      "title": "CTAN: Package BibLaTeX",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "http://Surface.com/Storage",
      "title": "Surface storage options and hard drive sizes - Microsoft Support",
      "description": "Apps and software that come with your Surface use a significant amount of the disk space on your Surface. Find out how much storage is available for your photos, music, videos, and other files on the different Surface models. Learn how to add more storage space.",
      "preview": "Related topics × Get started with Surface Set up your Surface Clean and care Storage options Back up your Surface Switch from Mac Use with iPhone or A"
    },
    {
      "url": "https://www.whatsapp.com/",
      "title": "WhatsApp | Secure and Reliable Free Private Messaging and Calling",
      "description": "Use WhatsApp Messenger to stay in touch with friends and family. WhatsApp is free and offers simple, secure, reliable messaging and calling, available on phones all over the world.",
      "preview": "Skip to content Message privately Simple, reliable, private messaging and calling for free*, available all over the world. Download Log in * Data char"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "https://www.rtl-sdr.com/rtl-sdr-quick-start-guide/",
      "title": "Quick Start Guide",
      "description": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows system. If you have any trouble during the installation, please see the troubleshooting guide further down the page. We also have brief instructions for getting started on Linux and OSX at the end of this page. Please note that the RTL-SDR is not a plug and play device. You will need to have sufficient skills to perform basic PC operations such as unzipping files, installing software, moving and copying files and have the motivation to learn new software. *******",
      "preview": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows"
    },
    {
      "url": "https://knitmodern.tumblr.com/",
      "title": "Knitmodern on tumblr",
      "description": "Knitting that fits modern lives...",
      "preview": "makinology : scaaarrry ... bewaaare ... lol 7 years ago / 122 notes Via makinology Share on Facebook Share on Twitter Share on Pinterest Share on Google+"
    },
    {
      "url": "https://www.nyu.edu/about/news-publications/news/2020/december/satellite-data-identifies-companies-fishing-in-high-seas.html",
      "title": "Satellite Data Identifies Companies Fishing in High Seas",
      "description": "Researchers have identified companies fishing in high seas-waters that lie outside of national jurisdiction where fishing has raised fears about environmental and labor violations.",
      "preview": "News Release Satellite Data Identifies Companies Fishing in High Seas Dec 18, 2020 Law and Policy Research Arts and Science New York City Researchers"
    },
    {
      "url": "http://bpmob.com/voicetranslator/privacy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last modified: August 2024 Interest based advertising: to learn more about data disclosure click here Opt-out options: DO NOT USE MY DA"
    },
    {
      "url": "https://www.inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "https://www.supa-palette.com/",
      "title": "Supa Palette - The ultimate color palette generator for Figma!",
      "description": "Generate or explore accessible, harmonious colors effortlessly, and save hours while building your design system.",
      "preview": "Supa Palette Features Pricing Try it now Changelog Introducing Supa Palette 5.0 The ultimate color palette generator for Figma Generate or explore acc"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=nav",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://mnisotafund.org/",
      "title": "Mni Sota Fund",
      "description": "Mni Sota Fund is an Urban Native CDFI in Minneapolis, Minnesota. We provide wealth building services and access to capital for the Urban Indian community in the Twin Cities",
      "preview": "0 BUILDING INDIGENOUS WEALTH Financial Wellness Gain financial freedom and build financial empowerment! We offer free one-on-one financial coaching an"
    },
    {
      "url": "https://es.webpass.net/ingresar",
      "title": "Customer Account Login | GFiber Webpass",
      "description": "Log in to your GFiber Webpass account today and manage your service, view your bill, and more.",
      "preview": "Login Sign in to your Google Fiber Webpass account"
    },
    {
      "url": "https://madebyshape.co.uk/web-design-blog/50-best-free-fonts-for-designers-in-2025/",
      "title": "50 Best Free Fonts for Designers in 2025 | MadeByShape",
      "description": "MadeByShape have made a list of the best free fonts for web designers and graphic designers in 2025, and links to download the free fonts too!",
      "preview": "👀 Close modal Play/Pause video Mute/Unmute video 11 min read 50 Best Free Fonts for Designers in 2025 Written by Mike Ashurst Designer 11 min read Upd"
    },
    {
      "url": "https://magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "https://hdencode.org/fatal-vows-s05-1080p-hulu-web-dl-aac2-0-h-264-squalor-21-5-gb/",
      "title": "Fatal.Vows.S05.1080p.HULU.WEB-DL.AAC2.0.H.264-squalor - 21.5 GB",
      "description": "HDencode - Download Movies and TV Shows - #1 Source for High Definition Releases",
      "preview": "Home Contact Categories Movies TV Shows TV Packs Genres Action Adventure Animation Biography Comedy Crime Documentary Drama Family Fantasy Film-Noir H"
    },
    {
      "url": "https://plugins.trac.wordpress.org/browser/gdpr-cookie-compliance/",
      "title": "gdpr-cookie-compliance - WordPress Plugin Repository",
      "description": "void",
      "preview": "Skip to content Plugin Directory Search: Login Timeline View Tickets Browse Source Context Navigation Last Change Revision Log source: gdpr-cookie-com"
    },
    {
      "url": "https://www.skiutah.com/",
      "title": "Ski Utah - Ski Utah",
      "description": "Ski Utah is dedicated to promoting the ski and snowboard industry in the great state of Utah. The state of Utah is famous for its world-class resorts and for having The Greatest Snow on Earth®.",
      "preview": "Plan Your Trip Ski Resorts Lodging Activities Reservation Experts Outdoor Shops + Gear Food + Drink Transportation Ski School All Amenities Utah Regio"
    },
    {
      "url": "http://articles.cbseguess.com/tag/cbse-class-10-board-exam-2022",
      "title": "CBSE Class 10 Board Exam 2022 - CBSEGuess",
      "description": "void",
      "preview": "Skip to content Tagged: CBSE Class 10 Board Exam 2022 Others November 22, 2021 by CBSE Guess · Published November 22, 2021 CBSE Class 10 Term-1 Exam:"
    },
    {
      "url": "http://www.metacdn.com",
      "title": "CDN by MetaCDN - Live Streaming - Content Delivery Network",
      "description": "Deliver your content at the fastest speed possible & Live Stream at super low latency with MetaCDN. Enterprise level services, entry level prices!",
      "preview": "Content Delivery Network (CDN) & Live Streaming You Create. We Deliver. Content Delivery Network Start Trial Now! Live Streaming Trial StreamShark Now"
    },
    {
      "url": "https://www.starz.com/us/en/",
      "title": "STARZ - Captivating Original Series. Hit Movies. Bold Storytelling.",
      "description": "STARZ brings diverse perspectives to life through bold storytelling. Sign-up to stream original series, movies, extras, and more-on-demand and ad-free.",
      "preview": "$5/mo for 3 mo. Limited Time Offer. Claim Today. Boundary Breaking Originals Can You Handle The Heat? The Couple Next Door More Info The Couple Next D"
    },
    {
      "url": "https://www.pac.dfo-mpo.gc.ca/fm-gp/rec/index-eng.html",
      "title": "Recreational fishing in British Columbia | Pacific Region | Fisheries and Oceans Canada",
      "description": "Recreational fishing in British Columbia",
      "preview": "Recreational fishing in British Columbia Learn about fishing regulations and licence info, species identification, responsible fishing practices and m"
    },
    {
      "url": "https://www.xfinity.com/support/stream/",
      "title": "TV Help and Support | Xfinity by Comcast",
      "description": "Learn how to optimize your entertainment experience with X1, Stream TV, Xumo and Flex",
      "preview": "Xfinity For full functionality of this site it is necessary to enable JavaScript. Don't worry, this sounds complicated but it's just a simple browser"
    },
    {
      "url": "https://www.springtrainingonline.com/teams/chicago-cubs.htm",
      "title": "Chicago Cubs Spring Training - Spring Training Online",
      "description": "Chicago Cubs spring training at Sloan Park in Mesa, Arizona for 2025.",
      "preview": "Top Menu Spring Training Newsletter Signup Privacy Policy Spring Training Advertising on Spring Training Online About Spring Training Online Navigatio"
    },
    {
      "url": "https://www.onemap.sg/legal/opendatalicence.html",
      "title": "OneMap | Open Data Licence",
      "description": "void",
      "preview": "Acceptance & Grant of Licence By Using (as defined below) the datasets on the Relevant Websites, you agree to the terms of this Licence. The Agency gr"
    },
    {
      "url": "https://rebeccaandthegreynotes.com/2019/07/17/next-up-tallys-5/",
      "title": "Next Up: Tally's | Rebecca and the Grey Notes",
      "description": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'll order up a tasty selection of original music along with compositions from Bonnie Raitt, Ann Peebles, Linda Ronstadt, Feist, B.B. King, Led Zeppelin, the Allman Brothers and...",
      "preview": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'"
    },
    {
      "url": "https://outandequal.org/",
      "title": "Home | Out & Equal",
      "description": "Empowering global companies to build inclusive workplaces through trusted strategies and Partnerships.",
      "preview": "We are the Business of Belonging Your Trusted Partner for LGBTQ+ Workplace Inclusion Explore What We Do Partner With Us We partner with global compani"
    },
    {
      "url": "https://www.pincergames.com",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://augustinusbader.com/us/en/the-eyebrow-and-lash-enhancing-serum",
      "title": "The Eyebrow and Lash Enhancing Serum: Clinically Proven Results | Augustinus Bader EU",
      "description": "Treat your lashes and brows to luxury with The Eyebrow and Lash Enhancing Serum from Augustinus Bader. Help strengthen, grow and nourish for longer, fuller brows and lashes.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. chevron-left chev"
    },
    {
      "url": "http://www.infn.it/",
      "title": "INFN - Istituto Nazionale di Fisica Nucleare",
      "description": "L'INFN è l'ente pubblico nazionale di ricerca, vigilato dal Ministero dell'Istruzione, dell'Università e della Ricerca (MIUR), dedicato allo studio dei costituenti fondamentali della materia e delle leggi che li governano. Svolge attività di ricerca, teorica e sperimentale, nei campi della fisica subnucleare, nucleare e astroparticellare.",
      "preview": "In primo piano La sfida della materia oscura Leggi tutto La sfida della materia oscura INTERVISTE NEWSLETTER Intervista a Pierre Sikivie Leggi tutto I"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/microsoft/D365Finance/",
      "title": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "description": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "preview": "Executive Summary A Forrester Total Economic Impact™ Study Commissioned By Microsoft, July 2022 Table Of Contents Executive Summary TEI Framework And"
    },
    {
      "url": "https://www.pgatour.com/schedule",
      "title": "PGA TOUR - Tournament Schedule",
      "description": "PGA TOUR",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://docs.qmk.fm/#/",
      "title": "Quantum Mechanical Keyboard Firmware | QMK Firmware",
      "description": "Documentation for QMK Firmware",
      "preview": "Skip to content Menu Return to top On this page Quantum Mechanical Keyboard Firmware What is QMK Firmware? QMK ( Quantum Mechanical Keyboard ) is"
    },
    {
      "url": "https://www.metmuseum.org/toah/hd/pape/hd_pape.htm",
      "title": "The Papacy during the Renaissance - The Metropolitan Museum of Art",
      "description": "Popes strove to make Rome the capital of Christendom while projecting it, through art, architecture, and literature, as the center of a Golden Age of unity, order, and peace.",
      "preview": "Skip to main content A slider containing 3 items. Press the down key to skip to the last item. Ring with the Name of Pope Paul II (r. 1464-71) Italian"
    },
    {
      "url": "https://wosu.org/classroom/",
      "title": "WOSU Classroom | WOSU Public Media",
      "description": "void",
      "preview": "Search Query Show Search Account Sign In Donor Portal Sign In PBS Sign In Donor Portal Sign In PBS Sign In Live TV © 2025 WOSU Public Media Menu Show"
    },
    {
      "url": "https://www.polarbearinc.com/index.cfm/category/405/hd-ag-international-navistar.htm",
      "title": "HD AG International Navistar",
      "description": "Suppliers of Automotive Air Conditioning Parts and Supplies.",
      "preview": "Sign In Sign Up Username Password Lost your password? OR Sign In With One-time Code Username Text will be sent to your number on file It only takes a"
    },
    {
      "url": "https://www.cbc.ca/news/canada/montreal/national-geographic-pristine-seas-labrador-quebec-expedition-1.6541693",
      "title": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News",
      "description": "The National Geographic Society's Pristine Seas project has teamed up with Inuit elders and experts to visit areas of the North to highlight and help preserve key areas.",
      "preview": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News Loaded Montreal National Geographic ex"
    },
    {
      "url": "http://www.nacleanenergy.com/articles/35982/cleaner-ev-charging-can-reduce-curtailment",
      "title": "North American Clean Energy - Cleaner EV Charging Can Reduce Curtailment",
      "description": "The first half of 2019 was record-setting for renewable energy, though not necessarily for good reasons: in May, California curtailed a...",
      "preview": "Block ip Trap Popular now Why the West Needs to Secure Heavy Rare Earths for the Future of Advanced Manufacturing Read Article Articles All articles n"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85936",
      "title": "Searchable Recipe Database - Shrimp Ratatouille",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://career.engr.psu.edu/employers/index.aspx",
      "title": "Employers | Penn State Engineering",
      "description": "Information for employers",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://careers.walmart.com/corporate/corporate-affairs-and-communications",
      "title": "Corporate Communications Jobs | Walmart Careers",
      "description": "Learn more about corporate communications jobs at Walmart. Apply online today!",
      "preview": "Corporate Corporate Affairs and Communications See All Openings From press releases to policies and everything in-between, the Corporate Affairs and C"
    },
    {
      "url": "https://mymexicodream.wordpress.com/2014/12/25/",
      "title": "25 | December | 2014 | Julia's Life In Mexico",
      "description": "1 post published by Julia on December 25, 2014",
      "preview": "Main menu Skip to content About Julia's Life In Mexico Daily Archives: December 25, 2014 Christmas 2014 Posted on December 25, 2014 by Julia Christmas"
    },
    {
      "url": "https://sarep.ucdavis.edu/sustainable-ag/soil-nutrient-management",
      "title": "Soil Nutrient Management | Sustainable Agriculture Research & Education Program",
      "description": "Soil nutrient management is defined by the USDA as managing the application of commercial fertilizers, manure, amendments, and organic by-products to agricultural landscapes as a source of plant nutrients. A common framework for approaching nutrient management is known as the \"Four Rs\": Right amount - the proper rate of application Right source - applying the proper type Right placement - using the appropriate method for application Right timing - applying at the correct time in the lifecycle of the system",
      "preview": "Skip to main content Soil Nutrient Management Soil nutrient management is defined by the USDA as managing the application of commercial fertilizers, m"
    },
    {
      "url": "https://www.abczdravja.si/tag/preventivni-genetski-testi/",
      "title": "preventivni genetski testi Oznake - Abczdravja",
      "description": "void",
      "preview": "preventivni genetski testi Staranje lahko nadzorujemo? Pomembna zahteva sodobnega načina življenja v 21. stoletju je mladosten izgled oziroma biti mla"
    },
    {
      "url": "http://4mhz.de/bfdev.html",
      "title": "Brainfuck Developer - a Brainfuck IDE",
      "description": "Brainfuck Developer is an integrated development environment (IDE) for the Brainfuck language.",
      "preview": "Home Brainfuck Developer What is it? Brainfuck Developer is a Win32 tool for writing, debugging, and (in some degree) understanding Brainfuck programs"
    },
    {
      "url": "https://www.gst.gov.in",
      "title": "Goods & Services Tax (GST) | Home",
      "description": "Goods And Services Tax",
      "preview": "News and Updates View all Popular help topics How do I register with GST? How do I apply for refund? How do I file returns? How can I use Returns Offl"
    },
    {
      "url": "https://oceana.org/press-releases/new-global-fisheries-transparency-coalition-releases-charter-for-public-comment/",
      "title": "New Coaltion for Fisheries Transparency Releases Charter for Public Comment | Oceana",
      "description": "The coalition, which calls for increased transparency at sea and seafood supply chains free of illegal practices, welcomes feedback until October 31, 2022",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://www.unibz.it/en/services/library/",
      "title": "Library / Free University of Bozen-Bolzano",
      "description": "Siamo aperti a tutti, offriamo connessione WIFi gratutita e la più grande e aggiornata collezione di letteratura scientifica cartacea e online dell´Alto Adige.",
      "preview": "void"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers",
      "title": "HTTP headers - HTTP | MDN",
      "description": "HTTP headers let the client and the server pass additional information with a message in a request or response. In HTTP/1.X, a header is a case-insensitive name followed by a colon, then optional whitespace which will be ignored, and finally by its value (for example: Allow: POST). In HTTP/2 and above, headers are displayed in lowercase when viewed in developer tools (accept: */*), and prefixed with a colon for a special group of pseudo-headers (:status: 200). You can find more information on the syntax in each protocol version in the HTTP messages page.",
      "preview": "Skip to main content Skip to search HTTP headers HTTP headers let the client and the server pass additional information with a message in a request or"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://mubi.com",
      "title": "MUBI: Watch and Discover Movies",
      "description": "Watch truly great cinema. Wherever you are. From iconic, award-winning directors to emerging auteurs. Transformative films from all over the world. Stream Now. Download to watch Offline. Start your free 7 day trial now.",
      "preview": "Watch more great cinema. Cinema like nowhere else. Try 7 Days Free Get started By clicking ' Get started ' you are indicating that you have read and a"
    },
    {
      "url": "https://www.kaggle.com/learn",
      "title": "Learn Python, Data Viz, Pandas & More | Tutorials | Kaggle",
      "description": "Practical data skills you can apply immediately: that's what you'll learn in these no-cost courses. They're the fastest (and most fun) way to become a data scientist or improve your current skills.",
      "preview": "void"
    },
    {
      "url": "https://www.aclu-il.org/en/cases/aclu-v-alvarez",
      "title": "ACLU v. Alvarez | ACLU of Illinois",
      "description": "In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to enjoin prosecution of the ACLU under the Illinois Eavesdropping Act for expanding our police monitoring program to include audio recording of on-duty police in public places. The case arose from a number of instances in which individuals or organizations that wanted to monitor police activity",
      "preview": "Skip to main content ACLU v. Alvarez Facebook X Reddit Email Print In August 2010, we sued the Cook County State's Attorney, Anita Alvarez, seeking to"
    },
    {
      "url": "http://www.aipa.it/",
      "title": "Homepage | Agid",
      "description": "Agenzia per l'Italia Digitale: innovazione al servizio della PA e dei cittadini. Regolamentazione e certificazioni digitali.",
      "preview": "Header Link Presidenza del Consiglio dei Ministri Ita Eng Language Select Dicci cosa ne pensi Chiudi Il nostro obiettivo è garantire una navigazione s"
    },
    {
      "url": "https://kafkai.com/en/",
      "title": "AI SEO Content & Competitor Insights Tool - Kafkai",
      "description": "Create SEO-optimized content and analyze competitors with Kafkai's AI. Perfect for small businesses and marketers, Kafkai saves hours of research time and improves your search visibility.",
      "preview": "AI-Driven Strategy And Content That Ranks Higher, Faster Kafkai leverages advanced keyword analysis and competitor insights to deliver proven SEO stra"
    },
    {
      "url": "https://faq.whatsapp.com/",
      "title": "Centro assistenza di WhatsApp",
      "description": "Scopri come usare WhatsApp, risolvere un problema e ricevere risposte alle tue domande.",
      "preview": "void"
    },
    {
      "url": "https://syscoal.users.phpclasses.org/package/9355-PHP-Validate-form-values-according-to-rules-per-input.html",
      "title": "Validx - Form Validator: Validate form values according to rules per input - PHP Classes",
      "description": "This class can validate form values according to rules per input. It can as arguments take an array of submitted form values via POST or GET and an array with lists of rules for the inputs to be validated. The rules per input are defined as a single string separating different rules to apply using || character sequence. Each rule is defined as a string with the rule name eventually followed by...",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register Validx - Form Validator: Validate form values accord"
    },
    {
      "url": "https://www.energieprirody.cz/everest-ayurveda-relaxacni-ajurvedsky-caj-cajove-rozjimani/",
      "title": "EVEREST AYURVEDA Relaxační ájurvédský čaj ČAJOVÉ ROZJÍMÁNÍ | Energieprirody.cz",
      "description": "EVEREST AYURVEDA Relaxační ájurvédský čaj ČAJOVÉ ROZJÍMÁNÍ | Přináší uklidnění a duševní rovnováhu Nelumbo nucifera podporuje duševní zdraví Centella asiatica podporuje koncentraci a klidnou mysl Withania somnifera přispívá k psychické relaxaci Glycyrrhiza glabra zklidňuje nervový systém Rosa canina pomáhá udržovat...",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://centrepoint.org.uk/",
      "title": "Centrepoint | Home",
      "description": "Looking for volunteering opportunities near you? Join the incredible group who donate their time, skills, and passion to help change homeless young people's lives.",
      "preview": "I need help... and need to speak to someone with making a homeless application because I'm pregnant because I'm sleeping rough with my housing situati"
    },
    {
      "url": "https://www.motogp.com/en/riders",
      "title": "MotoGP™ Riders | Profiles | Stats & Results",
      "description": "The official website of MotoGP™: here you can find riders' profiles and other additonal information about them and their results.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official JM1 1 1 Jorge Martin Spain Aprilia Racing JZ5 5 5 Johann Zarco France CASTRO"
    },
    {
      "url": "https://press.un.org/en/highlights/UNGA77",
      "title": "High-level meetings of the 77th session of the General Assembly | Meetings Coverage and Press Releases",
      "description": "void",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search English Français Site Search Search Meetings Coverage and Press"
    },
    {
      "url": "https://oceanographicmagazine.com/magazine/",
      "title": "About the Magazine - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Take the ocean home \"A piece of pure publishing joy\" - David Doubilet Oceanographic Magazine uses beautiful photography and captivating storytelling t"
    },
    {
      "url": "http://devbootcamp.com/",
      "title": "Dev Bootcamps NYC: Coding Classes & Bootcamps in NYC",
      "description": "void",
      "preview": "Featured Coding Bootcamps Master the skills and tools you need to start a new career as a web developer or data scientist. Learn in-demand developer t"
    },
    {
      "url": "https://healthy.kaiserpermanente.org/front-door/machine-readable",
      "title": "Transparency In Pricing Machine-Readable Files | Kaiser Permanente",
      "description": "Find machine-readable files (MRFs) for Kaiser Permanente health plans, including negotiated service rates and out-of-network allowed amounts.",
      "preview": "Loading In November 2020, the U.S. Department of Health & Human Services (HHS), Department of Labor, and Department of the Treasury issued the Transpa"
    },
    {
      "url": "https://www.humanrightsatsea.org/news/",
      "title": "News | Human Rights at Sea",
      "description": "void",
      "preview": "Skip to main content News Filter news Category Select one About us Access to Justice Children at Sea Equality at Sea Law Reform and Policy Development"
    },
    {
      "url": "https://powerplatform.microsoft.com/",
      "title": "Strumenti low-code basati sull'intelligenza artificiale | Microsoft Power Platform",
      "description": "Facilita l'innovazione con strumenti low-code usando Microsoft Power Platform, ossia Power BI, Power Apps, Power Automate e Power Pages.",
      "preview": "This is the Trace Id: a13df758c8ffdd6b4e47f229b24f3e59 Passa a contenuti principali MICROSOFT POWER PLATFORM Accelera l'innovazione Riduci i costi e i"
    },
    {
      "url": "https://www.politico.eu/section/technology/",
      "title": "Technology - POLITICO",
      "description": "Latest news, analysis and comment on technology policy in Europe and beyond.",
      "preview": "Skip to main content Advertisement Google faces UK restrictions over search dominance LONDON - Google has \"substantial and entrenched market power\" in"
    },
    {
      "url": "https://www.oculus.com/",
      "title": "Visori VR e MR Meta Quest e accessori accessori | Meta Store",
      "description": "Sfida la realtà con Meta Quest. I nostri visori MR e VR ridefiniscono il gaming e l'intrattenimento del mondo digitale. Scopri di più su Quest 3S ed esplora tutti i visori.",
      "preview": "void"
    },
    {
      "url": "http://www.midiowahealth.org",
      "title": "Mid-Iowa Health Foundation",
      "description": "We advance system-change solutions that lead to health equity.",
      "preview": "news Mid-Iowa Health Foundation Celebrates 40 Years Search Open Menu Close Menu Close Search Systems shape the social, economic, and environmental con"
    },
    {
      "url": "https://www.portosbakery.com/",
      "title": "Welcome to Porto's Bakery & Cafe | Porto's Bakery",
      "description": "Porto's Bakery was born out of Rosa's love for sharing her wonderful cakes, pastries, and savory treats. Millions sold each year. Now shipping nationwide!",
      "preview": "Skip to content SEARCH PORTO'S MENU Don't see your favorite? Please note that we are temporarily offering an abbreviated menu. Select your location to"
    },
    {
      "url": "https://www.aetv.com",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://vimeo.com/480073852",
      "title": "How and When to Use an Eraser",
      "description": "This video was created to accompany the poem &quot;How and When to Use an Eraser,&quot; from my debut book Dark Braid: https://bkmkpress.org/poetry_titles/dark-braid-2/&hellip;",
      "preview": "Verify to continue To continue, please confirm that you're a human (and not a spambot). Checking if the site connection is secure vimeo.com needs to r"
    },
    {
      "url": "https://www.boehms-dax-strategie.de/geldanlagetipps/finanzen/umweltsuender-bitcoin.html",
      "title": "Umweltsünder Bitcoin? Böhms DAX-Strategie",
      "description": "Bitcoin-Hype auf Kosten der Umwelt? Der Energieverbrauch bei Mining und Transaktion von Kryptowährungen ist bedenklich. Angesichts der Auswirkungen auf die Umwelt ist Kritik durchaus berechtigt!",
      "preview": "++ Most Wanted - Über diese Aktien spricht der Markt! --> Heute gratis sichern ++ × MENÜ GRATIS E-BOOKS > Sie sind hier: Böhms Geldanlagetipps > Finan"
    },
    {
      "url": "https://dallascityhall.com/Pages/default.aspx",
      "title": "Welcome to the City of Dallas, Texas",
      "description": "The City of Dallas home page has information about employment, elected officials, online services and city departments for residents and visitors.",
      "preview": "Volunteer For the FIFA World Cup 26. Click here for more information. Public Alerts Welcome to Dallas Committed To \"Service First\" Excellence Our core"
    },
    {
      "url": "https://www.hbs.edu/managing-the-future-of-work/podcast/Pages/podcast-details.aspx?episode=22066181",
      "title": "Podcast - Managing the Future of Work - Harvard Business School",
      "description": "void",
      "preview": "... → Harvard Business School → Managing The Future of Work → Podcast → Podcast Podcast Harvard Business School Professors Bill Kerr and Joe Fuller talk"
    },
    {
      "url": "https://www.ilo.org/global/topics/forced-labour/definition/lang--en/index.htm",
      "title": "What is forced labour? | International Labour Organization",
      "description": "void",
      "preview": "Skip to main content What is forced labour?"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "http://www.columbia.ab.ca/",
      "title": "Columbia College Calgary - Quality Education Employers Value",
      "description": "void",
      "preview": "Back Home Get Dental Services for Just $10 Our Dental Patient Care Clinic is back! Now booking appointments for October 6-30th. Learn More Finish your"
    },
    {
      "url": "https://www.iucncontributionsfornature.org",
      "title": "IUCN Contributions for Nature Platform",
      "description": "The Contributions for Nature platform allows IUCN Members to document where they are undertaking (or planning to undertake) conservation and restoration actions. It overlays data for biodiversity and for nature-based solutions to climate change. This allows IUCN constituents to document their intended contributions to IUCN's Nature 2030 Programme and by extension, other conservation frameworks and agreements such as the Global Biodiversity Framework, Paris Agreement, and UN Sustainable Development Goals (SDGs). While the long-term vision for the Contributions for Nature platform spans the entire of the Nature 2030 IUCN Programme, its first phase focuses on documentation of potential contributions to the Programme Areas on Land and Climate.",
      "preview": "Map options Geolocation Zoom In Zoom Out 0 contributions 1960 1980 2000 2020 2040 2060 2080 2100 The designations employed and the presentation of mat"
    },
    {
      "url": "https://www.sevesteen.com/feeds/3240310945383736767/comments/default",
      "title": "Comments on sevesteen.com: Reasons to end the drug war, part 74",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.allesoverboekenenschrijvers.nl/tag/2011/",
      "title": "2011 Archieven - Alles over boeken en schrijvers",
      "description": "void",
      "preview": "Ga naar de inhoud Helen Oyeyemi Mr. Fox review, recensie en informatie roman uit 2011 van de in Nigeria geboren Britse schrijfster. Op deze pagina lee"
    },
    {
      "url": "http://www.ecotrel.lu",
      "title": "Home | Ecotrel",
      "description": "Ecotrel est un organisme agréé par l'état pour endosser les obligations à charge des producteurs et importateurs d'équipements électriques et électroniques (E...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter En savoir plus"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/f/foreshortening",
      "title": "Foreshortening | Tate",
      "description": "Tate glossary definition for foreshortening: The treatment of an object or human body in a picture so as to produce an illusion of projection or extension in space",
      "preview": "Foreshortening Foreshortening refers to the technique of depicting an object or human body in a picture so as to produce an illusion of projection or"
    },
    {
      "url": "http://oceans.ubc.ca/rashid-sumaila/",
      "title": "Rashid Sumaila, FRSC | Institute for the Oceans and Fisheries",
      "description": "Rashid Sumaila, FRSC University Killam Professor Canada Research Chair (Tier I, Interdisciplinary Ocean and Fisheries Economics) Email: r.sumaila@oceans.ubc.ca Office phone: 604-822-0224 Rashid Sumaila's research focuses on bioeconomics, marine ecosystem valuation and the analysis of global issues such as fisheries subsidies, marine protected areas, illegal fishing, climate change, marine plastic pollution, and oil spills. Read More Research Area ocean, fisheries, economics, bioeconomic modeling, subsidies, high seas, valuation, infinity fish, climate change, discounting",
      "preview": "Search Institute for the Oceans and Fisheries Home Page About Our Values People Pets Alumni Research Graduate Program Courses Non-credit Courses News"
    },
    {
      "url": "https://mailback-msft.tes-amm.com/_Content/de-AT/",
      "title": "Microsoft Mail-back Program",
      "description": "void",
      "preview": "Sprache: Kostenloses Rücksendeprogramm von Microsoft Willkommen beim kostenlosen Rücksendeprogramm von Microsoft. Das Programm von Microsoft wird vom"
    },
    {
      "url": "http://www.kippenencyclopedie.nl/php/index.php?title=Speciaal:AllePaginas&namespace=8&printable=yes",
      "title": "Alle pagina's (naamruimte MediaWiki) - Kippen Encyclopedie",
      "description": "void",
      "preview": "Alle pagina's (naamruimte MediaWiki) Uit Kippen Encyclopedie Ga naar: navigatie , zoeken Alle pagina's Pagina's bekijken vanaf: Pagina's bekijken tot:"
    },
    {
      "url": "https://www.usanetwork.com/usa-app",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=mNav",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.eeq.ca/",
      "title": "Accueil | Éco Entreprises Québec (ÉEQ)",
      "description": "Nous sommes le nouveau gestionnaire de la collecte sélective pour tout le Québec.",
      "preview": "Accéder directement au contenu principal Faire basculer le panneau de recherche Fermer Recherche"
    },
    {
      "url": "https://brightcove.com",
      "title": "Brightcove | Leading Video Hosting & Streaming Platform",
      "description": "Brightcove's secure and scalable streaming platform empowers organizations to host, share, and monetize video content with reliability and ease. Elevate your video strategy-get a demo today.",
      "preview": "THE WORLD'S MOST TRUSTED INTELLIGENT VIDEO ENGAGEMENT COMPANY Learn more Get a Demo Meet The Brightcove AI Content Suite Harness the full potential of"
    },
    {
      "url": "https://withjoy.com",
      "title": "Joy - Wedding Planning, Redesigned",
      "description": "Experience wedding planning the way it should be, from beautiful wedding websites and invitations, to registries and online RSVP.",
      "preview": "Website Registry Guest List Save the Dates Invitations @JLBwedding Create a wedding website and registry that is uniquely yours. Plan your forever, be"
    },
    {
      "url": "https://www.gofundme.com/f/samantha-cains-medical-and-emergency-expenses?member=25368189&utm_campaign=p_cp+share-sheet&utm_content=undefined&utm_medium=copy_link_all&utm_source=customer&utm_term=undefined",
      "title": "Fundraiser for Macy Gamel by Kalie Clark : Samantha Cain's Emergency Expenses",
      "description": "Hello everyone, one of my dear friends Samantha Cain has currently fallen victim to a t... Kalie Clark needs your support for Samantha Cain's Emergency Expenses",
      "preview": "Kalie Clark is organizing this fundraiser on behalf of Macy Gamel. Donation protected Hello everyone, one of my dear friends Samantha Cain has current"
    },
    {
      "url": "http://www.letsfixconstruction.com/blog/category/estimators",
      "title": "The Let's Fix Construction Blog - Let's Fix Construction",
      "description": "Contributed by Russell Harrison",
      "preview": "Let's Fix Construction Blog Why & Who? Workshops Upcoming Workshops A & E Coordination CDT Education Program Let's Fix Construction Social Media & AEC"
    },
    {
      "url": "http://www.firstchildrensfinance.org/",
      "title": "First Children's Finance - Building stronger child care businesses",
      "description": "void",
      "preview": "Building stronger child care businesses, building stronger communities. About Us We increase the sustainability of child care businesses by engaging e"
    },
    {
      "url": "https://powerautomate.microsoft.com/",
      "title": "Power Automate: Intelligent Robotic Process Automation | Microsoft Power Platform",
      "description": "Automate workflows and business processes across apps, systems, and websites with Microsoft Power Automate using AI, digital, and robotic process automation.",
      "preview": "This is the Trace Id: 957ec0e1d6b8d0ad21f98b2feff9329a Skip to main content Power Automate Optimize business processes with a comprehensive automation"
    },
    {
      "url": "https://www.heritagepark.ca/bookings-and-functions/venues/wainwright-hotel",
      "title": "Unique Wedding Reception Calgary | Wainwright Hotel Heritage Park",
      "description": "For a unique wedding or dinner reception venue in Calgary, consider the fashionably decorated Wainwright Hotel in Heritage Park. See pricing & capacity info!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    }
  ],
  "_meta": {
    "total_bookmarks": 166
  }
}