{
  "data": [
    {
      "url": "http://www.usatf.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://mahoneyandgotto.com/links.php",
      "title": "Useful Links | Mahoney & Gotto Company, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "description": "Mahoney & Gotto Company is a full service tax and accounting firm, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "preview": "HOME | CONTACT US Menu Home Our Firm Our People Our History Our Credentials Our Areas of Specialization Services Tax Services Accounting Services Cons"
    },
    {
      "url": "https://www.louvre.fr/visiter",
      "title": "Visiter - L'essentiel pour préparer votre visite",
      "description": "Horaires, tarifs, accès, plan, services sur places, restaurants : L'essentiel pour préparer votre visite, que vous soyez seul, en famille ou en groupe.",
      "preview": "Visiter - L'essentiel pour préparer votre visite Aller au contenu Visiter L'essentiel pour préparer votre visite Horaires & tarifs Plan, accès & trans"
    },
    {
      "url": "https://www.standard.co.uk/news/london/prince-william-sympathises-with-distraught-bake-off-fans-at-south-london-youth-club-a3345171.html",
      "title": "Prince William sympathises with Great British Bake Off fans at Wandsworth youth club | London Evening Standard | The Standard",
      "description": "Prince William has sympathised with \"distraught\" Great British Bake Off fans - but said the show will be just as good on Channel 4.",
      "preview": "News | London Prince William sympathises with 'distraught' Great British Bake Off fans at Wandsworth youth club 'Mary Berry eat your heart out': Princ"
    },
    {
      "url": "https://firemarkstudio.video.blog/",
      "title": "Fire Mark Studio - Novelty apps for curious minds!",
      "description": "Novelty apps for curious minds!",
      "preview": "Skip to content Play your favorite Bongo Cat musical instruments. Subscribe Subscribed Fire Mark Studio Sign me up Already have a WordPress.com accoun"
    },
    {
      "url": "https://www.gov.pl/web/edukacja",
      "title": "Ministerstwo Edukacji Narodowej - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.avina.net/en/home/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://disneyprivacycenter.com/kids-privacy-policy/english/",
      "title": "Children's Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Family of Compan"
    },
    {
      "url": "https://waitt-map.netlify.app/?layers=grants",
      "title": "Waitt Institute / Foundation / Blue Prosperity Coalition Web Map",
      "description": "Create a React web app that uses Mapbox GL JS to render a map",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/",
      "title": "Random Gif Girl Writes",
      "description": "Some people say I have a way with words. I don't know if I believe them.",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://www.kew.org/",
      "title": "Royal Botanic Gardens, Kew | Kew",
      "description": "Discover a world of science hiding behind our beautiful botanical collections filled with over 40,000 living plants",
      "preview": "Skip to main content Our future is botanic Plants and fungi are vital to the future of food, clean air and medicine. We're fighting against biodiversi"
    },
    {
      "url": "https://walmartsustainabilityhub.emissionscalculators.walmart.com/main/recognition",
      "title": "Walmart Sustainability",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://specialcollections.le.ac.uk/digital/collection/p16445coll4/id/148575/",
      "title": "CONTENTdm",
      "description": "void",
      "preview": "Javascript Required To experience full interactivity, please enable Javascript in your browser."
    },
    {
      "url": "https://register.uso.org/4111BMB7/5a3I8X3SFik",
      "title": "United Service Organizations, Inc ⋮ Events",
      "description": "Discover events from United Service Organizations, Inc",
      "preview": "You're currently using an unsupported browser. For the best experience, please update to a modern browser X Please ensure Javascript is enabled for pu"
    },
    {
      "url": "https://apps.who.int/iris/bitstream/handle/10665/258970/9789241550130-eng.pdf;jsessionid=862C12B8C2F2004C85A9F74015DBC547?sequence=1",
      "title": "DSpace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.luisaviaroma.com/es-mx/lvr-magazine/fashion/miranda-kerr-interview?aka_re=1",
      "title": "LVR Magazine: Cover Story - Miranda Kerr, Good Vibrations",
      "description": "Model-turned-businesswoman Miranda Kerr muses about positivity, self-care and co-parenting with Katy Perry and Orlando Bloom. Read her full cover story on Luisaviaroma.com.",
      "preview": "ES/ READ PREVIOUS POST Art Meets Fashion: Beverly Hills Style READ NEXT POST EDITOR'S Letter PHOTOGRAPHED BY GREG SWALES / STYLED BY KATE DAVIDSON HUD"
    },
    {
      "url": "https://www.balsamhill.com/p/bh-fraser-fir-artificial-christmas-tree?sku=2808946",
      "title": "BH Fraser Fir® Artificial Christmas Tree | Balsam Hill",
      "description": "Add natural elegance and charm to your holiday display with the beloved BH Fraser Fir®. Find realistic artificial Christmas trees and more at Balsam Hill today.",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://www.wcpo.com/news/local-news/clermont-county/ohio-township/coroner-four-people-dead-in-home-in-ohio-township-near-new-richmond",
      "title": "4 dead, 1 hospitalized after 'potential murder-suicide' near New Richmond in Ohio Township",
      "description": "Four people are dead in Ohio Township near New Richmond, Ohio, according to the Clermont County Coroner's Office.",
      "preview": "void"
    },
    {
      "url": "https://oceandataconference.org/",
      "title": "Ocean Data Conference - ocean data conference organised by IODE",
      "description": "void",
      "preview": "Skip to content International Ocean Data Conference - III (IODC-III) March 10, 2025 - March 11, 2025 Instituto de Investigaciones Marinas y Costeras J"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+typedoc%3A%28%22j%22%29+AND+auteurs_ac%3A%28%22McFerrin%2C+Bobby%22%29+AND+sujets_ac%3A%28%22Jazz%22%29+AND+auteurs_ac%3A%28%22Kay%2C+Connie%22%29+AND+auteurs_ac%3A%28%22Modern+jazz+quartet%22%29+AND+type_fonds%3A%28%22g%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://www.chase.com/business/minority-businesses",
      "title": "void",
      "description": "We're committed to helping entrepreneurs achieve their goals",
      "preview": "Please turn on JavaScript in your browser It appears your web browser is not using JavaScript. Without it, some pages won't work properly. Please adju"
    },
    {
      "url": "https://nvbdc.org/about-the-nvbdc/",
      "title": "About the NVBDC",
      "description": "The National Veteran Business Development Council is the leading Veteran Owned Business Certification organization developed by Veterans, for Veterans.",
      "preview": "About us The NVBDC views entrepreneurship as another form of employment and believes that helping our veterans succeed in business helps them, their f"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Map_Features",
      "title": "Map features - OpenStreetMap Wiki",
      "description": "void",
      "preview": "tagging #Mapfeatures #Mapfeatures tagging Map features From OpenStreetMap Wiki (Redirected from Map Features ) Jump to navigation Jump to search Help"
    },
    {
      "url": "https://www.apec.org/",
      "title": "Asia-Pacific Economic Cooperation",
      "description": "void",
      "preview": "Skip to main content How Aging and AI are Rewriting the Economics of Health APEC Leaders to Convene in Korea Amid Heightened Global Interest Health Mi"
    },
    {
      "url": "https://inhome.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://inclusion.engr.psu.edu/",
      "title": "Center for Engineering Outreach and Inclusion | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Success Programs Multicultura"
    },
    {
      "url": "https://www.goatsofanarchy.org/",
      "title": "Goats of Anarchy",
      "description": "Goats of Anarchy is a farm animal sanctuary dedicated to the rescue and rehabilitation of goats with special needs. We teach acceptance and inclusion, advocate for animal rights, and promote veganism.",
      "preview": "0 Goats just want to have fun. Goats of Anarchy is a sanctuary for farmed animals with disabilities. Animals come to us broken, battered, and abused,"
    },
    {
      "url": "http://scourby.com/privacy-policy",
      "title": "Privacy Policy - Scourby bible Media",
      "description": "Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of the King James Bible. It is the policy of Litchfield Associates Ltd., Inc. (hereinafter \"Litchfield Associates\") and its main website scourby.com and various other websites (hereinafter the \"Websites\") that offer digital downloads of the King James [...]",
      "preview": "Privacy Policy Privacy Policy for Scourby Bible Media, created by Litchfield Associates Ltd, Copyright owner of the Alexander Scourby narrations of th"
    },
    {
      "url": "http://www.yasni.de/jochen+busse/person+information",
      "title": "Jochen Busse - Info zur Person mit Bilder, News & Links - Personensuche Yasni.de",
      "description": "691 Ergebnisse zu Jochen Busse: Kabarettist, Schauspieler, Iserlohn, Henning Venske, Berlin, Komödie, Kabarett, Köpfe, Scheidung",
      "preview": "Bitte geben Sie mindestens 2 Zeichen zur Suche ein. yasni &REG Personensuche Hilfe Produkte + Exposé schalten Yasni Login Login DE Suche läuft... Deut"
    },
    {
      "url": "https://blog.medium.com/?source=---two_column_layout_sidebar----------------------------------",
      "title": "The Medium Blog",
      "description": "The official source of news and updates about Medium",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Medium Blog 3.4M followers · 5+ editors Follow Product News Latest Ne"
    },
    {
      "url": "https://www.nainasingla.com/",
      "title": "Naina Singla - Fashion Stylist and Style Expert. Virtual Capsule Styling for Women",
      "description": "Naina Singla is a fashion stylist and style expert specializing in capsule styling and virtual styling for women in Washington, DC. Naina also offers virtual styling nationwide. Naina's signature and foundation styling service consists of a style assessment and wardrobe edit, curated shopping service and digital look-book",
      "preview": "Cart 0 Scroll a virtual & In-person styling and sourcing studio Naina curates streamlined and versatile wardrobes for women interested in simplicity w"
    },
    {
      "url": "https://www.flowmagazine.com/",
      "title": "Flow - Magazine for Paper Lovers",
      "description": "Our international issue is back! At Flowmagazine.com you can read about positive psychology, creativity, self development and slow life.",
      "preview": "Go to content"
    },
    {
      "url": "https://www.unwto.org/",
      "title": "UN Tourism | Bringing the world closer",
      "description": "UN Tourism is the United Nations agency responsible for the promotion of responsible, sustainable and universally accessible tourism",
      "preview": "Skip to main content"
    },
    {
      "url": "http://dict.youdao.com/w/ein_visum_bewilligen/",
      "title": "【ein_visum_bewilligen】什么意思_英语ein_visum_bewilligen的翻译_音标_读音_用法_例句_在线翻译_有道词典",
      "description": "void",
      "preview": "词典 翻译 有道精品课 云笔记 惠惠 更多产品 登录 有道 - 网易旗下搜索 中英 ▼ 目录 释义 翻译 当前查询结果是否对您有帮助 go top ein visum bewilligen 网络释义 同意签证 ... 同意， Einverstanden. 同意签证 ein Visum bewilli"
    },
    {
      "url": "https://mxtoolbox.com/spf.aspx",
      "title": "SPF Check & SPF Lookup - Sender Policy Framework (SPF) - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. SPF Record Check - Lookup SPF Records Domain Name : IP (Optional) Solve Email Delivery P"
    },
    {
      "url": "https://shop.github.com/",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "http://RLC-Prensa@fao.org",
      "title": "Home | Food and Agriculture Organization of the United Nations",
      "description": "FAO Home page.",
      "preview": "Share Close World Food Day 2025 In focus Hand in Hand for Better Foods and a Better Future On 16 October, join World Food Day to transform agrifood sy"
    },
    {
      "url": "http://www.pagat.com/patience/",
      "title": "Card Games: Competitive Patience",
      "description": "Index of competitive patience games - card games with layout and play similar to solitaire but for more than one player. Part of the classified index of pagat.com.",
      "preview": "Home A-Z Home Page > Classified Index > Layout Group > Competitive Patience Card Games: Competitive Patience These games use similar types of layout t"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019222/true-sanctuary",
      "title": "True Sanctuary | The Current",
      "description": "Researchers recommend satellite technology as a way to create more effective, 'true' shark sanctuaries",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.metmuseum.org/toah/",
      "title": "Heilbrunn Timeline of Art History - The Metropolitan Museum of Art",
      "description": "Explore more than 1,000 essays on a wide range of topics, including artists, materials, movements, and themes.",
      "preview": "Skip to main content Essays View all Gold in the Chiefdoms of Ancient Panama The earliest evidence of metallurgy found in the Isthmus of Panama can be"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://www.fyple.com/company/park-moving-and-storage-ya16eli/",
      "title": "Park Moving And Storage in Birmingham, AL",
      "description": "For over 50 years, Park Moving and Storage has been one of the most trusted locally owned moving companies for residential moving services a...",
      "preview": "What Where Register Log in Park Moving And Storage Report a problem 0 reviews Fyple Alabama Birmingham Park Moving And Storage Add your business for f"
    },
    {
      "url": "https://ballot.gamvp.org",
      "title": "Find what's on your ballot | Vote informed with GAMVP Ballot Look-up",
      "description": "Use GAMVP Ballot Look-up to find your ballot and make an informed vote about state and local candidates.",
      "preview": "Navigation Button Let's figure out what will be on your ballot Enter the address where you're registered to vote, and we'll find all the districts you"
    },
    {
      "url": "https://grizzlyseabear.tumblr.com/",
      "title": "Ecclectic Collection",
      "description": "The ramblings and interests of a seabear.",
      "preview": "Ecclectic Collection 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna solar-citrus ....I don't re"
    },
    {
      "url": "https://na.panasonic.com/us/",
      "title": "Create Today, Enrich Tomorrow | Panasonic North America - United States",
      "description": "At Panasonic, we're working to change the way we power our homes, our travel, our businesses - and our lives.",
      "preview": "Powering progress Discover Panasonic's new EV battery manufacturing facility, a major investment in U.S. manufacturing, innovation and electric vehicl"
    },
    {
      "url": "https://fred.stlouisfed.org/series/INDPRO",
      "title": "Industrial Production: Total Index (INDPRO) | FRED | St. Louis Fed",
      "description": "View a monthly index of real output for all facilities located in the U.S. in manufacturing, mining, and electric and gas industries.",
      "preview": "Skip to main content Industrial Production: Total Index (INDPRO) Observations Aug 2025: 103.9203 | Index 2017=100, Seasonally Adjusted | Monthly Updat"
    },
    {
      "url": "https://mubi.com",
      "title": "MUBI: Watch and Discover Movies",
      "description": "Watch truly great cinema. Wherever you are. From iconic, award-winning directors to emerging auteurs. Transformative films from all over the world. Stream Now. Download to watch Offline. Start your free 7 day trial now.",
      "preview": "Watch more great cinema. Cinema like nowhere else. Try 7 Days Free Get started By clicking ' Get started ' you are indicating that you have read and a"
    },
    {
      "url": "https://www.jbr.nl/begrippen/debt-advisory/",
      "title": "Debt Advisory - JBR",
      "description": "void",
      "preview": "Home » Debt Advisory Debt Advisory Een sterke financiële basis vormt het kloppend hart van uw bedrijf. Schuldenadvies, ofwel 'Debt Advisory', is een e"
    },
    {
      "url": "https://www.whatproswear.com/",
      "title": "What Pros Wear: The Source for Pro Baseball Gloves, Cleats, Bats & Pro Basketball Shoes",
      "description": "Unlock your favorite baseball, basketball and football athlete's locker. The best pro baseball gloves and cleats, basketball shoes, and football equipment.",
      "preview": "Lockers Gear News Subscribe Ronald Acuña Jr. Shohei Ohtani Fernando Tatis Jr. Nolan Arenado Justin Jefferson Cody Bellinger Pete Alonso Javy Baez Aaro"
    },
    {
      "url": "https://longshotsblues.wordpress.com/tag/libel/",
      "title": "Libel | Longshot's Blog",
      "description": "Posts about Libel written by Longshot",
      "preview": "Longshot's Blog Skip to content Home ABOUT ME MUSIC © Copyright All Rights Reserved. 2009-2025 Horse Racing Politics Bits & Pieces~Music/News/Sports/L"
    },
    {
      "url": "https://lacelock.net/",
      "title": "Fingaz Beauty",
      "description": "Fingaz Beauty",
      "preview": "Skip to content FREE GROUND SHIPPING ON ALL U.S. ORDERS THIS MONTH!!! Item added to your cart View cart Check out Continue shopping Browse our latest"
    },
    {
      "url": "https://thegreataztecagator.tumblr.com/",
      "title": "For Science, You Monster.",
      "description": "I am a self proclaimed nerd through and through I love science (especially astronomy and biology), Star Trek, video games, books of all kinds, and much, much more! Feel free to follow me and/or get to...",
      "preview": "For Science, You Monster. I am a self proclaimed nerd through and through I love science (especially astronomy and biology), Star Trek, video games, b"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "https://perspectivebookseries.com/tag/amazon-canada/",
      "title": "amazon canada | Official Website of the Perspective Book Series",
      "description": "The Second Wind paperback is now available at Amazon Canda. Find out more about the Perspective YA fiction series via the official YoutTube channel.",
      "preview": "Skip to content April 7, 2016 Qarradune Books Canadian readers who were hoping to grab a copy of the Second Wind paperback will be pleased to know tha"
    },
    {
      "url": "https://www.citizensbank.com/",
      "title": "Citizens Bank | Personal & Business Banking, Student Loans, Retirement",
      "description": "Citizens offers personal and business banking, student loans, home equity products, credit cards, and more. You're made ready and so are we. ™",
      "preview": "Citizens is here to help our customers who have been impacted by the U.S. Government Shutdown. For additional information click here You're made of ke"
    },
    {
      "url": "http://CekFakta.com?trk=organization_guest_main-feed-card-text",
      "title": "CekFakta",
      "description": "A Premium SmartMag Theme demo.",
      "preview": "Playbook Tentang Kami Media Kontak Prebunking LMS FAQ Facebook Twitter Instagram Youtube Wednesday, November 8 Facebook Twitter Instagram Youtube"
    },
    {
      "url": "https://upgrade.mail.yahoo.com/",
      "title": "Yahoo Mail",
      "description": "Take a trip into an upgraded, more organized inbox with Yahoo Mail. Login and start exploring all the free, organizational tools for your email. Check out new themes, send GIFs, find every photo you've ever sent or received, and search your account faster than ever.",
      "preview": "void"
    },
    {
      "url": "https://www.mobvoi.com/us/pages/ticwatchs2",
      "title": "TicWatch S2 - The best smartwatch to take your outdoor game to the next level.",
      "description": "TicWatch S2 smartwatch - a smartwatch designed to withstand extreme conditions and environments. The best smartwatch to take your outdoor games to the next level! TicWatch S2 smartwatch is military-grade durable. Swim monitoring and swim style detection; 24hr heart-rate monitor; Waterproof 5 ATM. Buy TicWatch S2 smartwatch on Mobvoi official website now!",
      "preview": "US Choose your country or region TicWatch S2 smartwatch Product Support About us Buy now Buy Go out. Explore. Stay connected. Best smartwatch for your"
    },
    {
      "url": "https://peru.oceana.org/es/blog/las-exportaciones-pesqueras-en-el-2019",
      "title": "Informe | Las exportaciones pesqueras en el 2019 - Oceana Peru",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://unhabitat.org/water-for-handwashing-in-slums-is-critical-to-prevent-covid-19-spreading",
      "title": "Water for handwashing in slums is critical to prevent COVID-19 spreading | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://seavision.volpe.dot.gov/legal/eula",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://www.bbcgoodfood.com/howto/guide/what-to-cook-for-dinner",
      "title": "30 dinners for when you don't know what to cook | Good Food",
      "description": "Wondering what to have for dinner? Let us inspire you with 30 easy (but exciting) recipes to try, the ingredients for which you probably already have...",
      "preview": "Skip to main content 30 dinners for when you don't know what to cook Charlotte Morgan loading... Try the Good Food app - subscribe today Wondering wha"
    },
    {
      "url": "https://shop.hueber.de/de/sprache-unterrichten/deutsch-als-fremdsprache-daf-daz/kategorien/17146/niveaustufen/a2.html",
      "title": "Hueber | Deutsch als Fremdsprache (DaF/DaZ) - Sprache unterrichten: A2 and 17146 Shop",
      "description": "A2 and 17146",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. For the best experience on our site, be sure to turn on Javascript in your browser. Wir setze"
    },
    {
      "url": "https://merchants.fiserv.com",
      "title": "Merchant Services | Payment Processing Enterprise Solutions | Fiserv",
      "description": "As the leader in small business merchant services and enterprise solutions for payments, Fiserv creates new experiences to take your business to the next level.",
      "preview": "Skip to Contact an Expert Skip to Main Content Carat | The Global Commerce Platform from Fiserv Carat orchestrates payments and experiences for the wo"
    },
    {
      "url": "https://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "https://uniglobetraveldesigners.com/",
      "title": "Uniglobe Travel Designers",
      "description": "Uniglobe Travel is an innovative network of travel management experts around the world. Our hands-on local ownership offers customized travel management expertise to businesses, and ensures that clients are well served at all times.",
      "preview": "Travel Experts Uniglobe Travel Designers is a Black, women-owned, award-winning, full-service travel management company offering over 42 years of expe"
    },
    {
      "url": "http://www.dossier.net/",
      "title": "Imu, casa, guide fiscali, giochi, videogames, video",
      "description": "Guide fiscali su Imu, casa, locazioni. Giochi, video, videogames, programmi di calcolo online, test, gastronomia, calcio, borsa, risorse gratis.",
      "preview": "Dossier.Net Sito informativo gratuito curato da Giuseppe Carapucci . Diritti riservati. È vietata la riproduzione totale o parziale dei contenuti pres"
    },
    {
      "url": "https://corporate.mcdonalds.com/corpmcd/our-stories/article/it-pair-of-season.html",
      "title": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season",
      "description": "Hard Launch: The newest items make it official Nov. 21 at participating restaurants nationwide",
      "preview": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season November 03, 2022 Hard Launch: The newest"
    },
    {
      "url": "https://investors.target.com/node/32506/html",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://www.produce.gob.pe/index.php/dgsfs-pa/seguimiento-satelital",
      "title": "Seguimiento Satelital",
      "description": "void",
      "preview": "INICIAR SESIÓN EXTRANET CONTÁCTANOS BUSCAR DATOS ABIERTOS TRANSPARENCIA Portal Supervisión, Fiscalización y Sanciones de Pesca y Acuicultura Seguimien"
    },
    {
      "url": "https://jobs.hasbro.com/go/eOne/8968800",
      "title": "Jobs at Hasbro",
      "description": "Apply online for jobs at Hasbro | Explore Hasbro careers in Information Technology, Corporate Business Services, Digital Media and Entertainment, Global Design and Product Development, Hasbro Studios, Sales and Retail Management and more!",
      "preview": "By continuing to use and navigate this website, you are agreeing to the use of cookies. Accept Close Press Tab to Move to Skip to Content Link Skip to"
    },
    {
      "url": "http://mathonline.edusoftmax.com/",
      "title": "Congratulations! You have successfully set up your website!",
      "description": "void",
      "preview": "You have successfully set up your website! This is the default server page. There are a few possible reasons why you see this page instead of your own"
    },
    {
      "url": "https://orasul.ro/photos/view/83873",
      "title": "Asociatia Bucurestiul meu drag | Vizualizare fotografie",
      "description": "void",
      "preview": "Traieste clipa, pastreaza clipa Home Articole Excursii Expozitii Locuri Evenimente Prieteni Saptamana aceasta Home » Excursii foto » Lumi mexicane » L"
    },
    {
      "url": "https://www.travelandleisure.com/maggie-wheeler-janice-friends-international-delight-7105735",
      "title": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together",
      "description": "The actress that played Janice on \"Friends,\" Maggie Wheeler, spoke with T+L all about what her iconic character would be like as a traveler.",
      "preview": "Janice From 'Friends' Tells Us Where She and Chandler Would Have Honeymooned If They'd Stayed Together \"Oh, my God!\" By Meredith Lepore Meredith Lep"
    },
    {
      "url": "https://bnhs.net/events/calendar/?cat1=indoor&event_id1=863",
      "title": "Events Calendar - Basildon Natural History Society",
      "description": "void",
      "preview": "You are here: Home » Events » Events Calendar Events Calendar All Upcoming Past All Indoor Other Outdoor Event Information: Wed 08 May 2019 AGM 8:00 p"
    },
    {
      "url": "https://people.com/tag/news/",
      "title": "The Scoop",
      "description": "Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human interest developments.",
      "preview": "Celebrity The Scoop Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human intere"
    },
    {
      "url": "https://www.youvisit.com/#/vte/?data-platform=v&data-inst=120317&data-image-width=100%&data-image-height=100%&data-loc=142905&",
      "title": "home - YouVisit",
      "description": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production teams in the world, we've created thousands of world-class interactive experiences and virtual tours for clients across six continents. Our virtual experiences help organizations tell their story in a personalized and compelling way that...",
      "preview": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production"
    },
    {
      "url": "https://kcpt.pbslearningmedia.org/",
      "title": "PBS LearningMedia | Teaching Resources For Students And Teachers",
      "description": "Inspire your students with thousands of free teaching resources including videos, lesson plans, and games aligned to state and national standards.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.biausa.org/public-affairs/media/an-overview-of-toxic-metabolic-encephalopathy-an-acquired-brain-injury",
      "title": "An Overview of Toxic Metabolic Encephalopathy: An Acquired Brain Injury - Brain Injury Association of America",
      "description": "Have you known someone who experienced a change in his or her physical functioning or thinking skills after an infection or anesthesia? This change is often diagnosed as encephalopathy. Symptoms can develop suddenly and disappear within a few hours. However, for some, encephalopathy can be more serious, especially if you have a history of dementia or previous brain injury. One type of encephalopathy with an increased potential for lasting effects is toxic metabolic encephalopathy (TME).Toxic is defined as something composed of or containing poisonous material capable of causing serious debilitation. Your body's metabolism comprises the processes essential for life by which the complex substances in the body's cells are built up or broken down. Encephalopathy is a general term that describes brain disease, damage, or malfunction usually related to inflammation within the body (Merriam-Webster, 2018). If we combine all these terms, a TME diagnosis would follow when toxic cells in the body do not allow the healthy breakdown of substances leading to inflammation of the brain cells. This can cause an altered mental status, changes with walking, and overall weakness and deconditioning. Delirium is another term you may hear for TME.Is TME a brain injury? Yes; it is a non-traumatic, acquired brain injury, or something that happens to the brain after birth. TME is debilitating for some, especially as we age, and may cause changes in physical and cognitive functioning. The causes of TME are numerous and varied. Some causes are infections, dehydration, malnutrition, alcohol toxicity, liver/kidney disease, metabolic imbalances, or reduced oxygen to the brain. If you have a pre-existing medical condition or if you're not as active as you once were, you are more susceptible to developing TME. Researchers consider encephalopathy to be a symptom of an underlying condition, such as chronic urinary tract infections or uncontrolled diabetes. Therefore, if an encephalopathy is diagnosed, a pre-existing condition must also be addressed.It is difficult to diagnosis TME because other issues have to be ruled out first. Rather than specific diagnostic testing, a combination of results from standard lab work and tests must be evaluated. Tests assess for infection, abnormal blood glucose levels, elevated ammonia levels, or changes with liver or kidney enzymes. A CT scan or MRI of the brain is used to rule out underlying neurological conditions or changes in your brain function. The results of these tests assist your physician in determining an accurate diagnosis.",
      "preview": "Skip to Content All Media All Media An Overview of Toxic Metabolic Encephalopathy: An Acquired Brain Injury Categories: Living with Brain Injury By Kr"
    },
    {
      "url": "http://statistics.apec.org/",
      "title": "Home",
      "description": "void",
      "preview": "We recently revamped StatsAPEC to serve you better! We would appreciate hearing about your experience with this new website. Please share with us your"
    },
    {
      "url": "https://govstatus.egov.com/find-covid-19-vaccine",
      "title": "Find a COVID-19 Vaccine in Oregon",
      "description": "How to find a COVID-19 Vaccine in Oregon",
      "preview": "Skip to main content Español / Spanish Who can get a vaccine? All people in Oregon age 6 months and older are eligible to receive the COVID-19 vaccine"
    },
    {
      "url": "https://invest.bnpparibas.com/en/bnp-paribas-share/investment-calculator-and-share-price",
      "title": "BNP Paribas Share price | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Share price (real time data - Paris time) Share price history download Change Open High Low Close d-1 Volume Var 31/12/"
    },
    {
      "url": "https://www.canadianwoodworking.com/techniques_and_tips/french-polishing/",
      "title": "French polishing - Canadian Woodworking",
      "description": "French polishing refers to a technique for applying shellac, not a finish in and of itself. Essentially you apply a very large number of thin coats of shellac using a pad, a wee bit of oil, and a lot of elbow grease.",
      "preview": "Skip to content FORUM GUIDE LIBRARY NEWSLETTERS SHOP WEBINARS TIPS & HOW TO French polishing Carl Duguay Wood Finishing French polishing refers to a t"
    },
    {
      "url": "https://www.klrn.org/",
      "title": "KLRN TV | Using the power of media to inform, entertain and inspire",
      "description": "We get kids ready to learn and we give you opportunities to explore the world around you -and have for over 60 years. Spend some time with us.",
      "preview": "Showcase"
    },
    {
      "url": "https://superherowithoutacape.tumblr.com/",
      "title": "Ramblings of a Wannabe Superhero",
      "description": "Age doesn't exist on Krypton. Probably a bit TOO into my tv ships. >_> Also may be a music junkie, anime head, GAMER! No one really knows. @_@ Engineer in the making!",
      "preview": "Ramblings of a Wannabe Superhero Age doesn't exist on Krypton. Probably a bit TOO into my tv ships. >_> Also may be a music junkie, anime head, GAMER!"
    },
    {
      "url": "https://consumidor.ftc.gov",
      "title": "Consejos para consumidores | La Comisión Federal de Comercio",
      "description": "El sitio web oficial de la Comisión Federal de Comercio (FTC), protegiendo a los consumidores de Estados Unidos de América por más de 100 años.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://www.ksat.com/",
      "title": "San Antonio News, Texas News, Sports, Weather from KSAT.com, Expect More",
      "description": "The latest in news, weather and sports for San Antonio and Central and South Texas.",
      "preview": "A community forum was held Thursday night in the district to talk about LGBTQ+ protections 8 hours ago San Antonio's Pride district defends rainbow cr"
    },
    {
      "url": "http://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://www.mountainhardwear.com/",
      "title": "Mountain Hardwear: Technical Outdoor Gear & Apparel",
      "description": "Mountain Hardwear designs premium outdoor clothing and equipment for mountain sport athletes and enthusiasts. Largest Selection. Free Shipping Available.",
      "preview": "Skip to Content Skip to Main Nav Skip to Search New Arrivals for Fall Adapt to Remain Wild Sign up for FREE Shipping New Arrivals for Fall Adapt to Re"
    },
    {
      "url": "https://www.standardmedia.co.ke/topic/cultural-ties",
      "title": "Cultural Ties - The Standard",
      "description": "Get the latest news, videos, and pictures on Cultural Ties",
      "preview": "× The Standard e-Paper Informed Minds Prefer The Standard ★★★★ - on Play Store Download Now × The Standard Group Plc is a multi-media organization wit"
    },
    {
      "url": "http://www.fastballoons.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://map.samsclub.com/",
      "title": "Sam's Club MAP",
      "description": "Wherever they shop and browse, your brand can be there. Sam's Club MAP helps advertisers grow sales and awareness - with industry-leading data and measurement.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://cennik.poczta-polska.pl/",
      "title": "Cennik - Informacje",
      "description": "Cennik usług Poczty Polskiej",
      "preview": "Rozwiń menu Informacje Kalkulator usług krajowych Usługi listowe i reklamowe Przesyłka listowa nierejestrowana Przesyłka polecona Kartka pocztowa Prze"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://yourfuture.accaglobal.com",
      "title": "Get an accountancy qualification with ACCA",
      "description": "Embark on the journey to become an ACCA qualified professional and unlock boundless opportunities across the globe! Be unlimited with ACCA by your side.",
      "preview": "Why ACCA Get a flying start to your business career with ACCA Get the business qualification for a fast-changing world. Request info Getting started P"
    },
    {
      "url": "https://store.steampowered.com/search/?filter=topsellers",
      "title": "Steam Search",
      "description": "void",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://www.fra.affrc.go.jp/english/eindex.html",
      "title": "FRA",
      "description": "void",
      "preview": "FRA ACCESS INQUIRY Mission The National Research and Development Agency, Japan Fisheries Research and Education Agency (FRA) was established on April"
    },
    {
      "url": "https://onecast.me",
      "title": "OneCast - Xbox remote play for Mac, iOS and Apple TV",
      "description": "Someone else using the TV? Stream your Xbox games to your Mac, iOS and Apple TV devices and play anywhere, anytime.",
      "preview": "Skip to content Home News Download Support Purchase Download for Mac Xbox gaming unleashed - stream from your console or the cloud to your favorite de"
    },
    {
      "url": "http://www.southamptonchinese.org.uk/album/2021/1215_Christmas/tn/142.jpg.html",
      "title": "Image: 142",
      "description": "void",
      "preview": "Album : CAS :: 2021 :: 1215 Christmas Up << 141 142 143 >> Created with the tool album generator from Marginal Hacks by David Ljung on Thu Dec 16 21:3"
    },
    {
      "url": "https://dreamteam.jewelpads.com/",
      "title": "Jewel Sanitary Napkins LLC. - Home - Jewel Sanitary Napkins",
      "description": "Jewel Sanitary Napkins LLC.",
      "preview": "Admin Menu Distributor Menu Admin Menu Distributor Menu Home White page Domestic Shipping REIGN products are shipped throughout the United States. Bes"
    },
    {
      "url": "https://amp.urlencoder.org/enc/opiates/",
      "title": "URL Encoding of \"opiates\" - Online",
      "description": "Encode opiates to URL-encoded format with various advanced options. Our site has an easy to use online tool to convert your data.",
      "preview": "Encode \"opiates\" to URL-encoded format Simply enter your data then push the encode button. opiates To encode binaries (like images, documents, etc.) u"
    },
    {
      "url": "https://www.d-recs.energy/what-are-d-recs/#:~:text=A%20D%2DREC%20is%20a,of%20newly%20distributed%20renewable%20energy",
      "title": "Homepage - D-REC",
      "description": "void",
      "preview": "Millions of people still live without clean, reliable, and affordable energy. D-RECs unlock climate finance for Distributed Renewable Energy - enablin"
    },
    {
      "url": "http://optout.networkadvertising.org/?c=1",
      "title": "How to Opt Out - NAI: Network Advertising Initiative",
      "description": "You have options for controlling how information about you is used for online advertising. You may receive advertising online in different forms and across different media, including on web browsers,",
      "preview": "Skip to content How to Opt Out Index How to Exercise Your Privacy Choices NAI GPC Browser Extension (external) Web Browser Privacy Settings Advertisin"
    },
    {
      "url": "https://chocolateauthoress.tumblr.com/post/143009103874",
      "title": "To the stars who listen | Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "I'm always open to chat! Feel free to just dm me! To Do's -Publish on AO3 my one-shots/drabbles -Finish my WIPs Spanish ↔ English Translations! My bas"
    },
    {
      "url": "http://www.seahorsecases.com/basket-contents.html?Session_ID=3f18f01df1864700c7b685de9dc7bec4",
      "title": "Seahorse Cases: Shopping Cart",
      "description": "void",
      "preview": "Shopping Cart Your shopping cart is currently empty. Start Shopping Copyright © 2025 Fuerte Cases A Division of The Waterproof Case Company LLC"
    },
    {
      "url": "https://thesculptsociety.com/",
      "title": "Sculpting & Dance Cardio Workouts | The Sculpt Society",
      "description": "Join The Sculpt Society for transformative workouts that empower and energize. Start today to change your relationship with fitness and your body.",
      "preview": "Skip to content TAKE OUR PERSONALIZED WORKOUT QUIZ JOIN TODAY 7 DAY FREE TRIAL ★★★★★ 4.9 App Store Rating Change your mind about your body 1,000+ flex"
    },
    {
      "url": "http://tech-m.com.pl/oferta/rodzaj-montazu/na-zewnatrz-pojazdu/",
      "title": "NA ZEWNĄTRZ POJAZDU | Techmot",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.meru.in/",
      "title": "Mobility Solutions: People Transportation Solutions | Mahindra Logistics",
      "description": "We offer comprehensive people mobility solutions for individuals and enterprises across major cities in India.",
      "preview": "Mobility Solutions Home Mobility Solutions Book Now 5000 0 + Vehicles Deployed Per Day 12000 0 + Trips Per Day 100 0 + Operating Locations 25000 0 + P"
    },
    {
      "url": "https://www.applepaysupplies.com/",
      "title": "Apple Pay Merchant Supplies",
      "description": "Order Apple Pay decals for your business and add Apple Pay to your listing online--visit Apple Pay Supplies for merchant resources and easy setup.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}