{
  "data": [
    {
      "url": "https://smb.apple.com/contactus",
      "title": "Apple",
      "description": "void",
      "preview": "Best Time to Contact You 1 2 3"
    },
    {
      "url": "https://corporate.bestbuy.com/our-commitments/",
      "title": "Our Goals - Best Buy Corporate News and Information",
      "description": "void",
      "preview": "Doing a World of Good . We're committed to being a leader on corporate responsibility and sustainability (CR&S) issues. Explore more: Environmental So"
    },
    {
      "url": "https://ie.linkedin.com/company/primark-stores-ltd?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Primark | LinkedIn",
      "description": "Primark | 621,699 followers on LinkedIn. Primark is an international fashion retailer employing more than 80,000 colleagues across 17 countries in Europe and the US. Founded in Ireland in 1969 under the Penneys brand, Primark aims to provide affordable choices for everyone, from great quality everyday essentials to stand-out style across women's, men's and kids, as well as beauty, homeware and accessories. With a focus on creating great retail experiences, Primark has over 450+ stores globally and continues to expand with the aim of reaching 530 stores by the end of 2026. ­­",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.sinus-institut.de/media-center/themen/in-eigener-sache",
      "title": "Thema In eigener Sache im Media Center | SINUS-Institut",
      "description": "Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben.",
      "preview": "In eigener Sache Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben. Sie möchten me"
    },
    {
      "url": "https://www.fashionnova.com/",
      "title": "Fashion Nova | Fashion Online For Women | Affordable Women's Clothing | Fashion Nova",
      "description": "Fashion Nova is the top online fashion store for women. Shop sexy club dresses, jeans, shoes, bodysuits, skirts and more. Affordable fashion online!",
      "preview": "THE HALLOWEEN SHOP On Screen Couples Group Horror Shop By Brand Shop By Category Halloween PJs Dresses Matching Sets Tops Jackets & Coats Bottoms Acce"
    },
    {
      "url": "https://www.pagat.com/rummy/ginrummy.html",
      "title": "Gin Rummy - Card Game Rules",
      "description": "How to play the popular American two-player card game Gin Rummy: rules, variations and resources including software and online servers.",
      "preview": "Home A-Z Select language ▼ deutsch english italiano Home Page > Classified Index > Draw and Discard Games > Rummy Games > Gin Rummy Gin Rummy Players:"
    },
    {
      "url": "http://catalogue.odis.org",
      "title": "IOC Ocean Data and Information System Catalogue",
      "description": "void",
      "preview": "IOC Ocean Data and Information System \"Catalogue of Sources\" The ODIS \"Catalogue of Sources\" aims to be an online browsable and searchable catalogue o"
    },
    {
      "url": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3b0aa1a488ff9809554e48743a9b592944d358a0ffa3f88e394cd3ddfc36894b/http%3A//facebook.com",
      "title": "Redirecting to http://facebook.com",
      "description": "void",
      "preview": "Redirecting to http://facebook.com Please use caution when installing third-party add-ons. If you are immediately prompted to install an add-on, pleas"
    },
    {
      "url": "https://membership.chicagotribune.com/manage/dashboard/#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://anitab.org/top-companies/",
      "title": "Top Companies for Tech Workers Report by AnitaB.org",
      "description": "Explore our Top Companies Reports to see how organizations are building impartial, sustainable workplaces and advancing opportunity for all tech talent.",
      "preview": "Top Companies for Tech Workers Home About Research and Impact Top Companies We have paused the Top Companies for Tech Workers program this year. We ar"
    },
    {
      "url": "https://accesshealth.com.au/product/lumbar-disc-hydrator-traction/",
      "title": "Lumbar Disc Hydrator and Traction | Access Health",
      "description": "Buy the Lumbar Disc Hydrator and Traction from a locally trusted supplier of medical products, equipment & furniture today. Contact Access Health now to find out more.",
      "preview": "Home Shop Products Rehab and Equipment Lumbar Disc Hydrator and Traction Product Code: OR2725 Lumbar Disc Hydrator and Traction Brand: Posture Pump $2"
    },
    {
      "url": "https://docs.google.com/document/d/1O_nDqc8M2Do9TZa_fD2L27Agh3TNPI0I75GuJoeB1Fo/edit#heading=h.icfvvd1ksuu8",
      "title": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework - Documenti Google",
      "description": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework Setting up and running a cold email outreach system can be a time consuming process - you need to create email accounts, connect them to a sending tool, write the email copy, find leads to send ...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://www.natalido.com/cambodia",
      "title": "Cambodia | natalido",
      "description": "void",
      "preview": "top of page bottom of page"
    },
    {
      "url": "https://secure.vera.org/a/signup",
      "title": "Join our movement today: - Vera Institute of Justice",
      "description": "We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight to end mass incarceration, secure equal justice, and strengthen families and communities.",
      "preview": "Join the Vera Institute of Justice We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight"
    },
    {
      "url": "https://aqbutik.se/sv/tarot-angla-orakelkort/tarotkort/large-thoth-tarot-deck-aleister-crowley.html",
      "title": "void",
      "description": "void",
      "preview": "kontakt@aqbutik.se 0733227727 Produkter Aromalampor/Doftlampor. Askar och Boxar Blandat Buddhor Böcker CD & DVD Doftoljor, Eteriska oljor, Parfymer oc"
    },
    {
      "url": "https://www.metalearn.net/articles/jack-of-all-trades",
      "title": "The Highs and Lows of Being a Jack of All Trades",
      "description": "Those of us with many interests aren't always accepted by modern society. In this post I discuss how I've handled the challenges I've faced in my education and career as someone with multiple interests and give my thoughts on how you can do the same.",
      "preview": "The Trouble with Being a Jack of All Trades If you're someone with multiple interests, you've probably been branded a \"Jack of all Trades, Master of N"
    },
    {
      "url": "https://uspaacc.com/",
      "title": "USPAACC | Largest, Most Established Asian American Business...",
      "description": "Our mission is to be the gateway to corporate and government contracts and to connect suppliers of all backgrounds including Pan Asian American...",
      "preview": "Learn More Learn More Learn More Events LiveTALK: Grow Your Business with AI-Powered Toold by Google Looking to harness the power of AI to grow your b"
    },
    {
      "url": "https://www.energieprirody.cz/everest-ayurveda-relaxacni-ajurvedsky-caj-cajove-rozjimani/",
      "title": "EVEREST AYURVEDA Relaxační ájurvédský čaj ČAJOVÉ ROZJÍMÁNÍ | Energieprirody.cz",
      "description": "EVEREST AYURVEDA Relaxační ájurvédský čaj ČAJOVÉ ROZJÍMÁNÍ | Přináší uklidnění a duševní rovnováhu Nelumbo nucifera podporuje duševní zdraví Centella asiatica podporuje koncentraci a klidnou mysl Withania somnifera přispívá k psychické relaxaci Glycyrrhiza glabra zklidňuje nervový systém Rosa canina pomáhá udržovat...",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "http://hosted2.ap.org/APDefault/*/Article_2015-03-05-US--Blurred%20Lines-Song%20Dispute/id-a6024f2efd254832b069c86a57c70c44",
      "title": "Associated Press News: Breaking News, Latest Headlines and Videos | AP News",
      "description": "Read the latest headlines, breaking news, and videos at APNews.com, the definitive source for independent journalism from every corner of the globe.",
      "preview": "void"
    },
    {
      "url": "https://www.uffizi.it/en/artworks",
      "title": "Artworks | Uffizi Galleries",
      "description": "Discover the gorgeous collections of the Uffizi, Pitti Palace and Boboli Gardens",
      "preview": "Artworks From masterpieces of painting and sculpture to the Gardens' old botanical species: the gorgeous collections of the Uffizi, Pitti Palace and B"
    },
    {
      "url": "https://du.ilsole24ore.com/utenti/Registrazione.aspx?schema=Reg2013&Pers=home2013&Newsletters=DURegCO&sc_motivo=N24%3aspontaneo&SiteCode=CN&RURL=https%3a%2f%2fst.ilsole24ore.com%2fart%2fnorme-e-tributi%2f2016-01-26%2fprima-casa-benefici-allargati-074924.shtml%3fuuid%3dACCuvNHC",
      "title": "Il Sole 24 ORE - Registrazione",
      "description": "void",
      "preview": "E' necessario che sul browser sia abilitato il support ai javascript. Attenzione : username e password non corrispondono, riprova Accedi ricordami rec"
    },
    {
      "url": "https://www.lisaguerrero.com",
      "title": "Lisa Guerrero",
      "description": "void",
      "preview": "Lisa Guerrero Scroll Award-Winning Journalist, Keynote Speaker, Author & Artist Check out my full interview with Pat Harvey here !! My memoir, Warrior"
    },
    {
      "url": "http://git.tuebingen.mpg.de/?p=paraslash.git;a=commitdiff;h=4cc509155034d2079a8ba8d697003c9603ea6a6d;ds=sidebyside",
      "title": "git.tuebingen.mpg.de Git - paraslash.git/commitdiff",
      "description": "void",
      "preview": "projects / paraslash.git / commitdiff commit grep author committer pickaxe ? search: re summary | shortlog | log | commit | commitdiff | tree raw | pa"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "https://www.khanacademy.org/math/calculus-1",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://vespeiro.com/2020/11/10/trump-biden-e-a-doenca-do-jornalismo/",
      "title": "Trump, Biden e a doença do jornalismo | VESPEIRO",
      "description": "Na política, como na vida, toda \"solução\" é só o início do próximo problema. Alguém disse na TV que a melhor qualidade de Joe Biden é não ser Donald Trump. Concordo. O fim do cafajestismo no poder reabre a perspectiva da reconstituição da institucionalidade da figura do presidente dos Estados Unidos da América que, como...",
      "preview": "Search: VESPEIRO de Fernão Lara Mesquita Home Quem somos De outros autores Apoio Trump, Biden e a doença do jornalismo 10 de novembro de 2020 § 44 Com"
    },
    {
      "url": "https://fisheryprogress.org/",
      "title": "Tracking Global Fishery Improvement Projects | FisheryProgress",
      "description": "void",
      "preview": "Skip to main content Tracking Global Fishery Improvement Projects /sites/default/files/styles/homepage_banner/public/2025-04/fipii-homepage-banner2.jp"
    },
    {
      "url": "https://news24online.com/",
      "title": "Latest News, Breaking News, Live Updates & Top Headlines Today | News24",
      "description": "Read the latest news, breaking headlines, and live updates from India and across the world on News24. Get reliable top stories in politics, business, entertainment, sports, opinion and more",
      "preview": "न्यूज़ 24 हिन्दी E24 Web Stories ISOMES BAG Network Milan | 21.47 °C | AQI 2 English हिन्दी E24 Isomes News24 Sports Friday, 10 October, 2025 Login La"
    },
    {
      "url": "http://rupaulsdragcon.com/",
      "title": "Drag Race: The Experience",
      "description": "Experience Drag Race like never before. Put yourself in the heels of your favorite queens as you enter the Werkroom, walk the runway, and lip-sync for your life. Share this once-in-a-lifetime experience with your best Judy, and sashay through Drag Race Herstory.",
      "preview": "ONE MONTH ONLY! Opening November 28th. For the first time in Drag Race Herstory... YOU ARE THE STAR. Step inside the set of RuPaul's Drag Race. Walk t"
    },
    {
      "url": "https://career.engr.psu.edu/employers/index.aspx",
      "title": "Employers | Penn State Engineering",
      "description": "Information for employers",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://forum.qt.io/topic/64285/height-of-a-qlistview-item-in-css",
      "title": "Height of a QListView item in css | Qt Forum",
      "description": "I've got a QT Combobox Object. Now I want to design the Items of it (QListView) in a bigger context. But QListView::item does not work.... any suggestions? h...",
      "preview": "Skip to content Your browser does not seem to support JavaScript. As a result, your viewing experience will be diminished, and you have been placed in"
    },
    {
      "url": "http://pubs.sciepub.com/aees/9/7/7/figure/1",
      "title": "Figure 1. The Three major Valley Systems around Bengaluru: Vrishabhavathi Valley, Kormanagala -Challaghatta Valley and Hebbal Valley : Rainfall Pattern Analysis in the Three Major Valley Systems of Bengaluru : Science and Education Publishing",
      "description": "void",
      "preview": "Science and Education Publishing From Scientific Research to Knowledge Submission Browse by Subjects Search Journal Home For Authors Online Submission"
    },
    {
      "url": "https://www.sallybeauty.com/hair-care/shop-by-product/hair-styling-products/kweeen-silver-glitter-spray-4.9-oz/SBS-468014.html",
      "title": "Eva NYC Kweeen Silver Hair & Body Glitter Spray 4.9 oz | Styling Products| Sally Beauty",
      "description": "Shop for Kweeen Silver Hair & Body Glitter Spray 4.9 oz from Eva NYC at Sally Beauty. A lightweight, non-sticky formula that contains ultra-fine glitter particles that add a shimmery glow to your pre-party look.",
      "preview": "To use At My Store , please select a store to continue. This will let you see products available for purchase online and pickup at your selected store"
    },
    {
      "url": "https://www.lumix-forum.de/search.php?search_id=unanswered&sid=c15f96fc47e304bb20d60f138a2ead78",
      "title": "Lumix-Forum - der Treffpunkt für Lumix-Nutzer - Unbeantwortete Themen",
      "description": "void",
      "preview": "Schnellzugriff Unbeantwortete Themen Aktive Themen Suche Das Team FAQ Anmelden Registrieren Suche Erweiterte Suche Foren-Übersicht Zum Inhalt Lumix-Fo"
    },
    {
      "url": "http://news.microsoft.com/facts-about-microsoft/",
      "title": "Facts About Microsoft - Stories",
      "description": "Microsoft creates platforms and tools powered by AI to deliver innovative solutions that meet the evolving needs of our customers. The technology company is committed to making AI available broadly and doing so responsibly, with a mission to empower every person and every organization on the planet to achieve more. Corporate Address Important Dates Board [...]",
      "preview": "Skip to Main Content Skip to main content Facts About Microsoft Microsoft creates platforms and tools powered by AI to deliver innovative solutions th"
    },
    {
      "url": "https://www.elmundo.es/tecnologia.html",
      "title": "Tecnología - Píxel | EL MUNDO",
      "description": "Entra y descubre las últimas noticias e información de tecnología, gadgets y los mejores trucos para tu día a día.",
      "preview": "TECNOLOGÍA Redacción: ÁNGEL JIMÉNEZ DE LUIS EE.UU. 1 comentarios Malos tiempos para los más jugones, Game Pass sube un 50% el precio y estudia poner p"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search?showOnly=withImage%7CopenAccess",
      "title": "Search The Collection - The Metropolitan Museum of Art",
      "description": "Search art at the Metropolitan Museum.",
      "preview": "Skip to main content Search The Collection All Fields Artist / Culture Title Description Gallery Accession Number Filter By Object Type / Material mat"
    },
    {
      "url": "http://www.agenarisk.com/",
      "title": "agena.ai | Bayesian network software, causal modelling and cloud deployment",
      "description": "Bayesian Network Software, Bayesian Net Software, Bayes Net Software, Causal Modelling, AI, Artifical Intelligence, Cloud Software.",
      "preview": "top of page Deliver your own Bayesian network applications in the cloud Build more than just models. agena.ai enables data scientists, analysts and AI"
    },
    {
      "url": "https://www.meta.com/quest/",
      "title": "Visori VR e MR Meta Quest e accessori accessori | Meta Store",
      "description": "Sfida la realtà con Meta Quest. I nostri visori MR e VR ridefiniscono il gaming e l'intrattenimento del mondo digitale. Scopri di più su Quest 3S ed esplora tutti i visori.",
      "preview": "void"
    },
    {
      "url": "https://www.myjewishlearning.com/article/messianic-judaism/",
      "title": "Who Are Messianic \"Jews\"? | My Jewish Learning",
      "description": "Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious group that has tried to straddle the line between Judaism and Christianity. They are a sect of Christianity with some Jewish practices.",
      "preview": "Skip to Search Skip to Content Skip to Footer Advertisement Share facebook Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious g"
    },
    {
      "url": "https://blog.militarybyowner.com/the-rosie-network-helping-military-family-owned-businesses-succeed",
      "title": "The Rosie Network: Helping Military Family-Owned Businesses Succeed",
      "description": "The Rosie Network was founded by military spouses to make it easy for the public to find and support military family-owned businesses.",
      "preview": "Member Login About Us About Us Company History Why Choose Us? Testimonials Advertise Blog Resources Resources Ebooks Home Buying Home Decorating/Maint"
    },
    {
      "url": "https://svenska.yle.fi/t/18-213126",
      "title": "Krigsfartyg | Svenska Yle | Nyheter, sport, händelser",
      "description": "Yles innehåll om \"Krigsfartyg\" snabbt och pålitligt.",
      "preview": "Hoppa till huvudinnehåll Hoppa till huvudinnehåll Krigsfartyg Därför satsar Ryssland på sin flotta nu - och det här betyder det för Östersjön Ryssland"
    },
    {
      "url": "https://pimpmytype.com/",
      "title": "Stronger UX with Smarter Typography - Pimp my Type",
      "description": "Boost your web & app designs with pimped typography. Weekly font recommendations on Font Friday, articles & videos by Oliver Schöndorfer.",
      "preview": "Skip to content Font Friday Discover all 193 Fonts Hetskelet Display A bold inline display typeface that merges a sans-serif skeleton with flared seri"
    },
    {
      "url": "https://www.taxexemptworld.com/organizations/dupage-county-il-illinois.asp?spg=19",
      "title": "DuPage County Illinois Nonprofits and 501C Organizations - Search and Download Lists",
      "description": "View and download lists of nonprofit companies in DuPage County IL with statistics on assets, income, revenues, 501c classifications, form 990s...",
      "preview": "DuPage County Illinois Get Unlimited Access to 990 Returns Get Contact Info, Financial Details, and more Save to Excel, CSV, Access, or TXT Download T"
    },
    {
      "url": "https://www.esa.int/Science_Exploration",
      "title": "ESA - Science & Exploration",
      "description": "Exploring our Solar System and unlocking the secrets of the Universe",
      "preview": "Latest All Stories Videos Images Story Read Story Read Story Read Video 00:03:16 Play Story Read Story Read Story Read Story Read Video 00:02:28 Play"
    },
    {
      "url": "https://foxsanantonio.com/newsletter-daily/dog-owner-of-deadly-attack-speaks-out",
      "title": "COMPLETE INTERVIEW with owner of pit bulls that killed 81-year-old man",
      "description": "SAN ANTONIO - \"It not only traumatized me, I know it traumatized my husband,\" says Abilene Moreno, who believes her husband, 31-year-old Christian Alexander Mor",
      "preview": "Fri, 10 Oct 2025 10:12:13 GMT (1760091133069) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://uuwestport.org/lifespan/this-week-in-family-faith-formation/permission_slip-lock_in/",
      "title": "Permission_Slip-Lock_in",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vam.ac.uk/collections/architecture",
      "title": "Architecture - Explore the Collections · V&A",
      "description": "Discover the extensive collections of the V&A and the Royal Institute of British Architects (RIBA).",
      "preview": "Skip to main content Architecture As the home of the national collection of architecture, the V&A holds monumental plaster casts, large-scale architec"
    },
    {
      "url": "https://cms.who.int/initiatives/the-mrna-vaccine-technology-transfer-hub",
      "title": "Login",
      "description": "void",
      "preview": "Skip To The Main Content Log in to manage the site Click to add (?) Click to add (?) Remember me Log in or use your account in..."
    },
    {
      "url": "https://aspngalerie.de/en/show/robert-seidel-stichtag/",
      "title": "Robert Seidel: Stichtag - ASPN",
      "description": "void",
      "preview": "Robert Seidel: Stichtag"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/using-data-to-make-business-decisions-using-patrwmio-tickets-517639833677?aff=erelexpmlt",
      "title": "Using data to make business decisions using Patrwm.io Tickets, Wed 15 Mar 2023 at 18:00 | Eventbrite",
      "description": "Eventbrite - Trefi SMART Towns Cymru presents Using data to make business decisions using Patrwm.io - Wednesday, 15 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Using data to make business decisions using Patrwm.io View details Follow this organiser to stay informed on future events By T"
    },
    {
      "url": "https://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fplay.google.com%2Fstore%2Fapps%2Fdetails%3Fid%3Dorg.mozilla.firefox&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "Firefox Fast & Private Browser - Apps on Google Play",
      "description": "Build your web browser around you with private search, and more.",
      "preview": "Firefox Fast & Private Browser Mozilla 4.6 star 6.11M reviews info 100M+ Downloads PEGI 3 info Install Share Add to wishlist Take control of your inte"
    },
    {
      "url": "https://outdoorsmagic.com/author/jon-doran/",
      "title": "Jon |",
      "description": "void",
      "preview": "Jon Doran Recent Articles By Jon Buyer's Guides Down And Synthetic Insulated Jackets | Buyer's Guide Going shopping for a nice warm down or synthetic"
    },
    {
      "url": "https://transkidspurplerainbow.org/",
      "title": "TransKids Purple Rainbow Foundation - Spreading the message of tolerance, acceptance & unconditional love which are a birthright for all transkids.",
      "description": "void",
      "preview": "HOME ABOUT US RESOURCES Blogs Books Conferences Philadelphia Trans Wellness Conference Other Conferences Camps Educational Materials Financial Aid for"
    },
    {
      "url": "https://www.instagram.com/people/",
      "title": "People Magazine (@people) • Instagram photos and videos",
      "description": "14M Followers, 1,253 Following, 62K Posts - People Magazine (@people) on Instagram: \"The #1 source for celebrity news and inspiring stories. ✨ Link in bio below ⬇️\"",
      "preview": "void"
    },
    {
      "url": "https://portal.seattlefoundation.org/Login",
      "title": "Home",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Toggle navigation DONATE Welcome to the Seattle Foundation Online Portal"
    },
    {
      "url": "https://seminarios.impa.br/index;jsessionid=D65A9C1910E0EC8804F6BAB069860EB5?lang=en_US",
      "title": "Log in to Institucional",
      "description": "void",
      "preview": "Institucional Username or email Password Forgot Password? New user? Register"
    },
    {
      "url": "https://locate.apple.com/",
      "title": "Find Locations",
      "description": "Place to find locations for apple products",
      "preview": "void"
    },
    {
      "url": "http://www.BlackEntrepreneursDay.com",
      "title": "Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "2025 Announcement Coming soon!! THE FIFTH ANNUAL CELEBRATION TO EMPOWER AND CELEBRATE BLACK BUSINESS Watch the 2024 livestream now Watch the 2024 Afte"
    },
    {
      "url": "https://mozilla.github.io/hackweek-avatar-maker/",
      "title": "Hackweek Avatar Maker",
      "description": "Build customized avatars for Mozilla Hubs!",
      "preview": "void"
    },
    {
      "url": "https://www.urban.org/urban-wire/what-police-spending-data-can-and-cannot-explain-amid-calls-defund-police",
      "title": "What Police Spending Data Can (and Cannot) Explain amid Calls to Defund the Police | Urban Institute",
      "description": "At the least, spending data can help advocates and policymakers understand reforms' fiscal opportunities and parameters.",
      "preview": "Skip to main content Sort by Sort by Relevance Date Research and Evidence What We Do Events About Connect Urban is a leader in providing evidence and"
    },
    {
      "url": "https://listingsca.com/alberta/",
      "title": "Alberta Business, Travel, and Local Directory",
      "description": "Tourism, travel, and business guide of 15518 website listings, with photos and maps.",
      "preview": "Maps | Communities | Regions | Newest Links Alberta Business, Travel, and Local Directory - 15,518 Links Canada > Alberta Categories - View Complete C"
    },
    {
      "url": "https://www.lightpollutionmap.info/",
      "title": "Light pollution map",
      "description": "Interactive world light pollution map. The map uses NASA Black marble VIIRS, World Atlas 2015, Aurora prediction, observatories, clouds and SQM/SQC overlay contributed by users.",
      "preview": "0% Layers Overlay VIIRS VIIRS Trend World Atlas 2015 Clouds Aurora forecast 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 Color bli"
    },
    {
      "url": "https://therosienetwork.org/contact",
      "title": "CONTACT | The Rosie Network",
      "description": "void",
      "preview": "top of page CONTACT US Have questions? Want to partner? We would love to hear from you! Fill out the form to the right, and one of our team members wi"
    },
    {
      "url": "https://www.facebook.com/",
      "title": "Facebook: accedi o iscriviti",
      "description": "Accedi a Facebook per iniziare a condividere contenuti e connetterti con i tuoi amici, la famiglia e le persone che conosci.",
      "preview": "Facebook ti aiuta a connetterti e rimanere in contatto con le persone della tua vita. Accedi Password dimenticata? Crea nuovo account Crea una Pagina"
    },
    {
      "url": "https://www.amendtogether.org/",
      "title": "AMEND Together",
      "description": "void",
      "preview": "Challenge. Cultivate. Change Challenge. Cultivate. Change. Powered by Squarespace . 1608 Woodmont Blvd | Nashville, TN 37215 | (615) 269-9922 | inform"
    },
    {
      "url": "https://www.facebook.com/formedia/solutions/facebook-live",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "https://www.github.com/mozilla/foundation.mozilla.org/",
      "title": "GitHub - MozillaFoundation/foundation.mozilla.org: Mozilla Foundation website",
      "description": "Mozilla Foundation website. Contribute to MozillaFoundation/foundation.mozilla.org development by creating an account on GitHub.",
      "preview": "Skip to content"
    }
  ],
  "_meta": {
    "total_bookmarks": 69
  }
}