{
  "data": [
    {
      "url": "https://www.shopifystatus.com/",
      "title": "Shopify Status",
      "description": "Welcome to Shopify's home for real-time and historical data on system performance.",
      "preview": "My Shopify Status Detailed status for your store can be viewed here . x Visit our support site . All Systems Operational Admin Operational Checkout Op"
    },
    {
      "url": "https://www.networkforgood.com/legal/privacy-policy/",
      "title": "Privacy policy | Bonterra",
      "description": "Bonterra's Privacy Policy",
      "preview": "Skip to Main Content Privacy notice EFFECTIVE DATE: AUGUST 2025 Previous version of Privacy Notice ‍Bonterra LLC (\" Bonterra ,\" \"we,\" \"us,\" or \"our\")"
    },
    {
      "url": "https://vitaminpatchclub.com/products/total-package-bundle",
      "title": "Total Package Bundle - Vitamin Patch Club",
      "description": "Meet The Total Package-a powerful 4-in-1 bundle designed for those who want it all: more energy, stronger immunity, faster recovery, enhanced strength, and radiant beauty. Featuring our Energize (B-Complex), Wellness (Vitamins D &amp; C), Strength (Iron), and Restore (Zinc) patches, this bundle supports your body from",
      "preview": "Skip to content Shop Columbus Day Sale! Spend $100 get $40GC, spend $200 get $75GC, spend $400 get $100GC. gift cards will be emailed on Oct 20th 5 Wa"
    },
    {
      "url": "https://www.houstonendowment.org/programs/",
      "title": "Houston Endowment | Programs",
      "description": "void",
      "preview": "Programs Our Current Priorities Our mission is to improve the quality of life for everyone in Greater Houston. Access to an excellent education drives"
    },
    {
      "url": "https://authors.apple.com",
      "title": "Self-publish an ebook - Apple Books for Authors",
      "description": "Apple Books for Authors guides you through every step of your journey as an author self-publishing an ebook, from structuring your story to packaging your digital book and selling.",
      "preview": "Share your story with the world. Every great story deserves to be told. Get the knowledge, tools, and inspiration to help the world read or listen to"
    },
    {
      "url": "https://support.nlm.nih.gov/",
      "title": "NLM Support Center · NLM Customer Support Center",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Toggle navigation National Library of Medicine National Library of Medicine Support Center Ho"
    },
    {
      "url": "https://skaldic.abdn.ac.uk/db.php?id=73379&if=runic&table=lemma",
      "title": "Runic Dictionary",
      "description": "void",
      "preview": "This interface will soon cease to be publicly available. Use the new interface instead. Click here to switch over now. Cookies on our website We use c"
    },
    {
      "url": "https://bit.ly/2JlPTBi",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://plex.tv/contact",
      "title": "Contact | Plex",
      "description": "Let's get in touch. When it comes to questions about billing, your Plex Pass subscription, and more, we're all ears....",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Contact"
    },
    {
      "url": "https://www.yogiapproved.com/",
      "title": "Premium Online Classes. Anywhere, Anytime. | YouAligned",
      "description": "YA Classes will take your yoga practice to the next level. Our online yoga classes and programs bring the best instructors into your home.",
      "preview": "We use cookies to provide and improve our services. By using our site, you consent to cookies. Accept Privacy Policy Learn more Your browser does not"
    },
    {
      "url": "http://futuretodayinc.com",
      "title": "Future Today Inc - Distribute Content and Advertise on AVOD streaming platforms.",
      "description": "void",
      "preview": "Previous Next Previous Next 300+ OTT channels Drive brand awareness & engagement with our targeted CTV advertising solutions Advertise with us Drive b"
    },
    {
      "url": "https://www.fisheries.noaa.gov/national/bycatch/fishing-gear-purse-seines",
      "title": "Fishing Gear: Purse Seines | NOAA Fisheries",
      "description": "A purse seine is a large wall of netting deployed around an entire area or school of fish.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.bbcgoodfood.com/howto/guide/what-to-cook-for-dinner",
      "title": "30 dinners for when you don't know what to cook | Good Food",
      "description": "Wondering what to have for dinner? Let us inspire you with 30 easy (but exciting) recipes to try, the ingredients for which you probably already have...",
      "preview": "Skip to main content 30 dinners for when you don't know what to cook Charlotte Morgan loading... Try the Good Food app - subscribe today Wondering wha"
    },
    {
      "url": "https://desiminimals.com/",
      "title": "DESI MINIMALS™ | Get comfortable. - Desi Minimals",
      "description": "Desi Minimals",
      "preview": "Skip to content Festival Of Comfort 🪔 Flat 15% Off Sitewide! + 5% on Prepaid Orders Use code - FESTIVE15 Bundle Up. Save More. Shop Smarter. [Click He"
    },
    {
      "url": "https://yourplanyourplanet.sustainability.google/",
      "title": "Your Plan, Your Planet - Home page",
      "description": "I'm learning small changes that can make a big impact on the planet. Join me in discovering more simple things we can do at: https://google.com #yourplanyourplanet",
      "preview": "Discover how to reduce food, water, and energy waste, and learn about the Circular Economy to extend the life of your stuff. Stuff Explore tactics to"
    },
    {
      "url": "https://jackiecolburn.medium.com/more-icebreakers-you-can-steal-for-better-meetings-72afad91067d?source=home---------4------------------0----------",
      "title": "More icebreakers you can steal for better meetings | by Jackie Colburn | Medium",
      "description": "More icebreakers you can steal for better meetings What helps start a hard meeting on a positive note? How do you encourage team members to think bigger? The answer: icebreakers. Or should I say, the ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in More icebreakers you can steal for better meetings Jackie Colburn 4 min r"
    },
    {
      "url": "https://www.dailykos.com/stories/2020/3/3/1922951/-Renewable-Tuesday-Polluting-Power-Plant-Data",
      "title": "Renewable Tuesday: Polluting Power Plant Data You Can Use at Home!",
      "description": "What if we knew the pollution coming from every power plant in the world? What if we could get electricity from the grid when it is using the most clean energy? Your wish is granted, by a combination of satellite data, AI, and the Internet of Things....",
      "preview": "Advertisement #donaldtrump #community #media #ice #governmentshutdown #healthcare #cartoon #chicago #fascism #culture #immigration #mikejohnson #law #"
    },
    {
      "url": "https://www.cinemablend.com/news/1660840/the-craft-remake-is-getting-off-the-ground",
      "title": "The Craft Remake Is Getting Off The Ground | Cinemablend",
      "description": "The highly anticipated remake of The Craft has finally taken a massive step forward. Get the details!",
      "preview": "Skip to main content Don't miss these There's no shortage of reboots, remakes and re-imaginings coming down the Hollywood pipe at any given moment, bu"
    },
    {
      "url": "https://kotlinlang.org/docs/coroutines-overview.html",
      "title": "Coroutines | Kotlin Documentation",
      "description": "void",
      "preview": "Coroutines Applications often need to perform multiple tasks at the same time, such as responding to user input, loading data, or updating the screen."
    },
    {
      "url": "https://getsupport.apple.com/?caller=home&PRKEYS=",
      "title": "void",
      "description": "void",
      "preview": "We're sorry You need to enable JavaScript to run this app"
    },
    {
      "url": "https://www.ripbs.org/",
      "title": "Ocean State Media",
      "description": "void",
      "preview": "Donate Menu Donate Menu News + Stories All Stories Arts + Entertainment Climate + Environment Health Politics + Justice Education Education Services N"
    },
    {
      "url": "https://www.screamingfrog.co.uk/",
      "title": "SEO Agency - Screaming Frog",
      "description": "We run remarkably successful search engine optimisation (SEO) and paid search (PPC) campaigns using a unique blend of data, technology & creativity.",
      "preview": "We are a UK based SEO agency and the creators of the famous website crawler and log file analyser tools. Agency Services SEO Spider Tool Search Engine"
    },
    {
      "url": "http://www.adahome.com/",
      "title": "Ada Home: the Home of the Brave Ada Programmers (HBAP)",
      "description": "Ada Home, the Home of the Brave Ada Programmers (HBAP) entry page: here is support and resources for those who need or want to learn, use, teach, and/or spread Ada.",
      "preview": "First-time guests of the Ada Home, please read our Welcome Guide and enjoy your visit! About Ada Home explains our mission and vision. Ada Home: the H"
    },
    {
      "url": "https://thetechrevolutionist.com/2017/05/finnish-hit-game-big-bang-legends.html",
      "title": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG - The Tech Revolutionist",
      "description": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG Hong Kong, 2nd May 2017, Lightneer's debut game Big Bang Legends had its global premiere on 23rd March in Singapore. The game skyrocketed immediately to #1 position in educational games in the Singaporean AppStore, followed by Thailand, Vietnam and Philippines #1 position after the South East Asia launch. The Game launches on Android...",
      "preview": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG Home » FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSIO"
    },
    {
      "url": "https://www.skillsoft.com/login-skillsoft",
      "title": "Sign in to Skillsoft Percipio or Skillsoft Coaching - Skillsoft",
      "description": "Sign in to continue your learning journey with Skillsoft Percipio or Skillsoft Coaching.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Sign in to"
    },
    {
      "url": "http://www.iltarget.it/",
      "title": "Il Target - Al cuore della notizia",
      "description": "Al cuore della notizia",
      "preview": "Salta al contenuto Archives Luglio 2025 Maggio 2025 Aprile 2025 Categories Cronaca Economia Eventi News Tecnologia 1 Lug 28, 2025 Costumi Anita: Le mi"
    },
    {
      "url": "https://www.mylifetime.com/about-us/support",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://www.trip.com/index?locale=en_us&allianceid=21934&SID=455408&ouid=198c18a52c8911eb811b00ce0a18050d",
      "title": "Trip.com Official Site‎‎ | Travel Deals and Promotions",
      "description": "Choose from over 1.2 million hotels in more than 200 countries, 30 million real guest reviews. Book flights to over 5,000 destinations worldwide. 24/7 Customer Service.",
      "preview": "Suggested Languages USD Your Trip Starts Here Award-winning services Awarded Global Support Services of the Year in 2024 by International CRE Awards 2"
    },
    {
      "url": "http://www.startrekthecruise.com/",
      "title": "Star Trek: The Cruise 2026 - Star Trek: The Cruise 2026",
      "description": "Star Trek: The Cruise is the ultimate immersive Star Trek experience, a 7-day voyage shared by a star-studded crew and passionate fans.",
      "preview": "U.S. & Canada: 844.335.6515 Star Trek: The Cruise IX is sold out Join Waitlist The Un-Conventional Voyage February 20-27, 2026 Port Canaveral Puerto P"
    },
    {
      "url": "https://artrapp.tumblr.com/",
      "title": "@artrapp on Tumblr",
      "description": "Mom, Engineer Supporter of Arts and Culture",
      "preview": "Posts Likes nevaehtyler These are incredible.. csmitty4u CHECK!!! artrapp Love these! coolnessgraphed Follow fyblackwomenart Follow Hypatia of Alexand"
    },
    {
      "url": "https://securustech.net/privacy",
      "title": "Privacy - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Privacy Please wait while you are redirected...or Click Here if you do not want to wait."
    },
    {
      "url": "https://blog.ted.com",
      "title": "TED Blog: Further reading on ideas worth spreading",
      "description": "The TED Blog shares news about TED Talks and TED Conferences.",
      "preview": "News Are we bold enough? Join TEDAI San Francisco this October By TED Staff on Sep 15, 2025 Artificial intelligence is shaping our lives faster than a"
    },
    {
      "url": "https://e-n-t-p.tumblr.com/",
      "title": "PSYCH",
      "description": "Avery, 19 || ENTP 7w8 SCUEI || Botany major!! But I love all the science!!",
      "preview": "void"
    },
    {
      "url": "https://emmanorton.org/",
      "title": "Emma Norton Services | Strengthening, Nurturing, and Empowering",
      "description": "Emma Norton Services provides transformational housing for women and families on their journey of recovery. Learn more and join us.",
      "preview": "Skip to content Transformational housing and growth for individuals and families on their journey of recovery LEARN MORE HOW TO HELP Stay up to date O"
    },
    {
      "url": "https://covid19.colorado.gov/",
      "title": "COVID19 | Colorado Department of Public Health and Environment",
      "description": "void",
      "preview": "Skip to main content 1 COVID19 Available languages: Español 2025-2026 COVID-19 vaccines On Sept. 3, 2025, CDPHE Executive Director Jill Hunsaker Ryan"
    },
    {
      "url": "https://home.nest.com/en/US",
      "title": "Log into the Nest app",
      "description": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Doorbell, or Nest devices and apply your subscription.",
      "preview": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Door"
    },
    {
      "url": "https://us.lookfantastic.com/offers/beauty-box.list",
      "title": "LOOKFANTASTIC - Beauty, Fragrances, Skincare & Haircare",
      "description": "The UK's ultimate online beauty shop! Over 660 skincare, makeup, fragrance & haircare brands. Earn points with Beauty+ Rewards. Free delivery over £25.",
      "preview": "Skip to main content FREE UK delivery on orders over £25 Download our App 12-months Premier Delivery - Only £5.95! Join LF Beauty Plus+ The LF Beauty"
    },
    {
      "url": "https://www.rig2reefexploration.org/team",
      "title": "Meet The Team - Blue Latitudes",
      "description": "void",
      "preview": "Emily Hazelwood Co-Founder Emily is a marine conservation biologist and offshore energy consultant. She has a B.A. in Environmental Science from Conne"
    },
    {
      "url": "http://www.mobilehealthteam.com/blog/post/all-salt-is-not-created-equal.html",
      "title": "All Salt is Not Created Equal",
      "description": "Neenah, WI Pediatrician & Famiy Doctor, Corragio, LLC specializes in pediatric medicine for a child's physical, emotional and developmental health. Children's Healthcare for family and kid health in the Neenah area. Call for an appointment today!",
      "preview": "Javascript must be enabled for the correct page display All Salt is Not Created Equal posted: Mar. 16, 2015. Hello everyone! I'm Angela Bilbrey and I"
    },
    {
      "url": "http://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://lathes.co.uk/atlas/",
      "title": "Atlas lathes",
      "description": "Atlas 10-inch lathes from the first to last. Includes details of the British copies by Acorntools, Sphere and halifax",
      "preview": "email: t ony@lathes.co.uk Home Machine Tool Archive Machine-tools for Sal e & Wanted Machine Tool Manuals Catalogues Belts Books Accessories Atlas Lat"
    },
    {
      "url": "https://experiments.withgoogle.com/arts-culture",
      "title": "Arts & Culture Experiments - Experiments with Google",
      "description": "Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, WebVR, AR and more. We're showcasing projects here, along with helpful tools and resources, to inspire others to create new experiments.",
      "preview": "Collection Arts & Culture Experiments Try out experiments at the crossroads of art and technology, created by Artists and Creative Coders with Google"
    },
    {
      "url": "https://l-elizabethstewart.com/2019/09/06/21-illogical-instructions-part-2-noah-a-move-of-god/",
      "title": "#21 Illogical Instructions Part 2: Noah - A move of God | Words that Matter",
      "description": "Announcements: Reminder: My bible study, \"Journey to Purpose\", is available at Barnes & Noble, Amazon (print and e-format), Xulon Press, and other Christian bookstores. If you missed the E-launch feel free to watch the previously recorded Facebook Live sessions. This is the second in our four-part series on \"illogical instructions\". Last week, we talked about...",
      "preview": "Home » Getting and Maintaining Focus » #21 Illogical Instructions Part 2: Noah - A move of God Announcements: Reminder: My bible study, \"Journey to Pu"
    },
    {
      "url": "https://wbaworldwide.wba.com/",
      "title": "WBA Worldwide | Login",
      "description": "void",
      "preview": "Login Welcome to WBA Worldwide Since this is the first time you have accessed our intranet from this device, we need some information to get you logge"
    },
    {
      "url": "https://4gravitons.com/a-wild-infinity-appears-or-renormalization/?like_comment=3395&_wpnonce=1b27f4f79c",
      "title": "A Wild Infinity Appears! Or, Renormalization | 4 gravitons",
      "description": "Back when Numberphile's silly video about the zeta function came up, I wrote a post explaining the process of regularization, where physicists take an incorrect infinite result and patch it over to get something finite. At the end of that post I mentioned a particular variant of regularization, called renormalization, which was especially important in...",
      "preview": "Back when Numberphile's silly video about the zeta function came up, I wrote a post explaining the process of regularization , where physicists take a"
    },
    {
      "url": "https://www.usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://www.ilovepdf.com/merge_pdf",
      "title": "Merge PDF files online. Free service to merge PDF",
      "description": "Select multiple PDF files and merge them in seconds. Merge & combine PDF files online, easily and free.",
      "preview": "Merge PDF files Combine PDFs in the order you want with the easiest PDF merger available. Upload your file and transform it. Select PDF files Upload f"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "https://myeldesign.com/products/stein-necklace-with-aquamarine-in-gold",
      "title": "Stein Necklace in Yellow Gold with Aquamarine | MYEL Design",
      "description": "Discover MYEL's Stein Necklace in Yellow Gold with Aquamarine. Shop this modern and elegant 14K yellow gold jewel handmade in Montreal, adorned with a precious stone.",
      "preview": "Join the Myel Vault! Unlock first access to our new products, our exclusive events, and more. Thank you Free shipping in Canada! 🇨🇦 Fairmined Gold Off"
    },
    {
      "url": "https://docs.aws.amazon.com/sagemaker/latest/dg/whatis.html",
      "title": "What is Amazon SageMaker AI? - Amazon SageMaker AI",
      "description": "Learn about Amazon SageMaker AI, including information for first-time users.",
      "preview": "What is Amazon SageMaker AI? - Amazon SageMaker AI Documentation Amazon SageMaker Developer Guide Amazon SageMaker AI rename Amazon SageMaker and Amaz"
    },
    {
      "url": "https://afrotech.com/spelman-college-smash-cohort-program",
      "title": "Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM - AfroTech",
      "description": "void",
      "preview": "Education HBCU News Ngozi Nwanji Feb 25, 2022 2 min Spelman College Teams Up With SMASH To Increase The Number Of WOC In STEM Photo Credit: UNCF share"
    },
    {
      "url": "https://login.ey.com/myey/login",
      "title": "EY login - My EY",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://ttool.de/anleitungen/ccee.htm",
      "title": "Untitled Document",
      "description": "void",
      "preview": "Encode with Cinema Craft Encoder 2.5 Start CCE 2.5. Right mouse click to select the avi you want to encode. Doubbelclick the AVI and you see the encod"
    },
    {
      "url": "https://download.oracle.com/javaee-archive/servlet-spec.java.net/jsr369-experts/2015/09/0264.html",
      "title": "[jsr369-experts] Re: Working towards Early Draft Review",
      "description": "void",
      "preview": "[jsr369-experts] Re: Working towards Early Draft Review This message : [ Message body ] [ More options ( top , bottom ) ] Related messages : [ Next me"
    },
    {
      "url": "https://lannuaire.service-public.fr/grand-est/aube/mairie-10120-01",
      "title": "Mairie - Cussangy - Annuaire | Service Public",
      "description": "Mairie - Cussangy : informations et coordonnées de l'organisme",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Mairie - Cussangy Horaires"
    },
    {
      "url": "https://findadoctor.atlantichealth.org/provider/Jason+E+Lowenstein/642628",
      "title": "Jason Lowenstein, MD | Orthopedic Surgery | Morristown, NJ | Atlantic Health",
      "description": "Get to know Jason Lowenstein in Morristown, NJ. Explore his affiliations, expertise, and coverage options.",
      "preview": "icon-arrow-left Find a Doctor Accepting New Patients Jason E Lowenstein, MD Orthopedic Surgery, Spine Surgery Male Want to know your insurance options"
    },
    {
      "url": "https://blackbrand.biz/",
      "title": "Black BRAND | Hampton Roads Black Chamber of Commerce",
      "description": "Empowering Black entrepreneurs in Hampton Roads for 10+ years. Join Black BRAND's Regional Renaissance. Where Black business grows and thrives.",
      "preview": "Skip to content Home About Us Leadership Our Initiatives B-Force Accelerator Women Who Lead SURGE Community Business Academy Impact Collective Regiona"
    }
  ],
  "_meta": {
    "total_bookmarks": 57
  }
}