{
  "data": [
    {
      "url": "https://www.101greatgoals.com/",
      "title": "Football Live Streaming, Betting Tips, News & Videos | 101 Great Goals",
      "description": "Discover how to watch football live streaming. Check out football betting tips. Catch up on the latest football news. Watch football videos.",
      "preview": "Skip to content EVERY GAME, EVERY DAY Live Football Streams, Betting Tips & Daily News We provide football live streaming & betting tips for the Premi"
    },
    {
      "url": "https://www.indianapoliszoo.com/",
      "title": "Indianapolis Zoo - Home",
      "description": "The Indianapolis Zoo protects nature and inspires people to care for our world. Plan your visit today to see our immersive animal exhibits.",
      "preview": "Learn About the Prize Learn About the Global Center PLAN YOUR VISIT SEE MAP BECOME A MEMBER Membership Info Support the Zoo Ways to donate Conservatio"
    },
    {
      "url": "https://tickling-videos.com/comics/secret-agent-sonya/",
      "title": "Secret Agent Sonya | Tickling Videos",
      "description": "void",
      "preview": "Tickling Videos Best Clips of World Famous Studio Home Comics FAQ Custom Requests Models Secret Agent Sonya 14.12.2016 No comments Secret Agent Sonya"
    },
    {
      "url": "http://www.nativegov.org/",
      "title": "Sovereignty matters. Native Governance Center",
      "description": "Native Governance Center is a Native-led nonprofit working to strengthen Native nations' sovereignty in Mni Sota Makoce, North Dakota, and South Dakota.",
      "preview": "Skip to content Cultivating a Rebuilding Movement We're working to cultivate a Native nation rebuilding movement so that all Indigenous people can thr"
    },
    {
      "url": "http://www.paxit.com/",
      "title": "Image Measurement, Management, and Analysis | PAX-it",
      "description": "PAX-it Image Management and Image Analysis software is a powerful, comprehensive solution developed to address your special imaging needs.",
      "preview": "About Us Support Login Contact PAX-it! Image Management, Measurement, and Image Analysis Software PAX-it Image Management and Image Analysis software"
    },
    {
      "url": "https://en.wikipedia.org/wiki/Exclusive_economic_zone",
      "title": "Exclusive economic zone - Wikipedia",
      "description": "void",
      "preview": "Jump to content From Wikipedia, the free encyclopedia Adjacent sea zone in which a state has special rights Not to be confused with Special economic z"
    },
    {
      "url": "http://status.spire.com/",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://downtownokc.com/micro-grants-2/",
      "title": "Micro-Grants - Round #2 - Downtown OKC",
      "description": "void",
      "preview": "DOKC Initiatives & ULI Oklahoma: Community Action Micro-Grants Micro-Grant Funds Projects to Welcome Back Community Downtown JULY 20, 2021 Downtown Ok"
    },
    {
      "url": "https://about.grabyo.com/pt/grabyo-blog/?_page=7",
      "title": "Grabyo Blog | Read the latest broadcast and media industry analysis",
      "description": "The Grabyo blog features updates from Grabyo, news and in-depth analysis of the broadcast and media industry. Never miss an update!",
      "preview": "Live cloud production for enterprises All we need is a few details then we'll send the ebook direct to your inbox. Try Grabyo All we need is a few det"
    },
    {
      "url": "https://powerusers.microsoft.com/t5/Power-Apps-Community/ct-p/PowerApps1",
      "title": "Forums | Microsoft Power Platform Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Community site session details Session Id : Copy Close Join experts in p"
    },
    {
      "url": "https://www.typographicposters.com/",
      "title": "typo/graphic posters",
      "description": "since 2008, a reference platform for typographic and graphic posters.",
      "preview": "void"
    },
    {
      "url": "https://www.filharmonickysbor.cz/en/",
      "title": "Pražský filharmonický sbor",
      "description": "Pražský filharmonický sbor je pěvecké těleso, vysoce uznávaný partner významných orchestrů, hlavně oratorní a kantátový repertoár.",
      "preview": "Koncerty a vstupenky Abonmá Pro školy O nás Sbor Sbormistři Členstvo sboru Repertoár Historie sboru Programy pro děti Novinky Napsali o nás Volná míst"
    },
    {
      "url": "https://www.aliveshoes.com/yanim-silvia/terms",
      "title": "Yanim Silvia | A Custom Shoe concept by Yanim Silvia",
      "description": "Yanim Silvia is a unique limited edition custom shoe concept designed by Yanim Silvia. Full cut high heel, completely custom made in Italy, featuring pristine italian leather.",
      "preview": "Legal BACK Terms & conditions Privacy policy Report this page Contact us Cookies options Information about us We are Aliveshoes B.V. a limited liabili"
    },
    {
      "url": "https://h4l0lvr.tumblr.com/",
      "title": "void",
      "description": "void",
      "preview": "1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna thebotjock me having a great time enjoying tlo"
    },
    {
      "url": "https://mozilla.org/privacy/websites/",
      "title": "Websites, Communications & Cookies Privacy Notice - Mozilla",
      "description": "Our Privacy Notices describe the data our products and services receive, share, and use, as well as choices available to you.",
      "preview": "Things you should know We may receive personal information from you based on your interaction with us on social media platforms, if you submit a job,"
    },
    {
      "url": "https://scratch.mit.edu/terms_of_use",
      "title": "Scratch - Scratch Terms of Use",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "https://beepner.tumblr.com/post/116589676171",
      "title": "You Can Not (re)Blog - codeorg: With all the national debate on...",
      "description": "codeorg: With all the national debate on...",
      "preview": "codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost"
    },
    {
      "url": "https://theguardian.newspapers.com",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://relianceretail.com/reliance-fresh.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance Fresh Home Our Brands Reliance Fresh Reliance Retail started its journey in 2006 with the opening of its first Reliance Fresh store. Today Re"
    },
    {
      "url": "https://www.bmw.cl/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Chile | Descubre el placer de conducir",
      "description": "El placer de conducir comienza aquí. Conoce toda la gama de modelos BMW en Chile y vive una experiencia de deportividad, diseño y vanguardia.",
      "preview": "Click acá para ir directamente al contenido Oportunidades del mes Descubre oportunidades del mes. Descubre oportunidades BMW ConnectedDrive Los produc"
    },
    {
      "url": "https://careers.mozilla.org/",
      "title": "Mozilla Careers - Feel good about your work again.",
      "description": "At Mozilla, you can pursue your future while working to protect the future of the internet for everyone, everywhere.",
      "preview": "Let's reclaim the internet together. At Mozilla, we have big ambitions for the future, we want to build impactful products that are different - that a"
    },
    {
      "url": "https://www.oad.nl/groot-brittannie/somerset",
      "title": "Busreizen Groot-Brittannië | Boek voordelig op Oad.nl",
      "description": "Busreizen Groot-Brittannië boekt u voordelig op Oad.nl, uw partner voor een volledig verzorgde vakantie naar Groot-Brittannië. Zoek en boek op Oad.nl!",
      "preview": "Groot-Brittannië Ontdek meer Je bent hier: Home Groot-Brittannië Menu Sluiten ? Zoek hier in onze beschikbare reizen Kies reissoort Kies een reissoort"
    },
    {
      "url": "http://www.paginegialle.it/",
      "title": "PagineGialle | Trova Aziende e Professionisti: Info e Recensioni",
      "description": "Su PagineGialle trovi informazioni, orari verificati, contatti e recensioni su negozi, liberi professionisti, aziende e altre attività italiane.",
      "preview": "Trova tutto a due passi da te Inserisci il nome dell'attività Inserisci l'indirizzo Cerca Categorie più cercate Farmacie Supermercati Ristoranti Estet"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A104&f%5B2%5D=field_location%3A127&f%5B3%5D=field_location%3A109&f%5B4%5D=field_source%3A67&f%5B5%5D=field_location%3A135&f%5B6%5D=field_location%3A98&f%5B7%5D=field_location%3A106&f%5B8%5D=field_location%3A107&f%5B9%5D=field_location%3A118&amp%3Bf%5B1%5D=field_location%3A110",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://www.copernicus.eu/en",
      "title": "Homepage | Copernicus",
      "description": "void",
      "preview": "Skip to main content Europe's eyes on Earth Looking at our planet and its environment for the benefit of Europe's citizens Kati Thanda, Australia Loca"
    },
    {
      "url": "https://sometimesdrawn.com/2009/12/05/mov-art-of-craft-exhibit-design/",
      "title": "MOV Art of Craft exhibit design - Kirsti Wakelin",
      "description": "Following the design of the MOV Studio, Darren Carcary and I began the process of designing an upcoming exhibition of craft at the Museum of Vancouver. The exhibit spans three gallery spaces and will highlight works from Canada, BC and the Republic of Korea. The design process is now into the final leg - the...",
      "preview": "Skip to content Following the design of the MOV Studio , Darren Carcary and I began the process of designing an upcoming exhibition of craft at the Mu"
    },
    {
      "url": "https://thenewinquiry.com/blog/social-graph-vs-social-class/",
      "title": "Social graph vs. social class - The New Inquiry",
      "description": "Thinking about society as a network makes it harder to conceive of social change",
      "preview": "Skip to content I've hated the term social graph since Facebook first seized upon it in 2007 to try to legitimate and intellectualize their project of"
    },
    {
      "url": "https://thesaurus.yourdictionary.com/wildest",
      "title": "Wildest Synonyms: 39 Synonyms and Antonyms for Wildest | YourDictionary.com",
      "description": "Synonyms for WILDEST: roughest, stormiest, heaviest, dirtiest, ugly, freest, roughest, weediest, lushest, densest, maddest, unruliest, gayest, dottiest; Antonyms for WILDEST: tamest, mildest, calmest, gentlest, tamest.",
      "preview": "Wildest Synonyms and Antonyms Common Words Unique Words Synonyms Antonyms Related Words Violently disturbed or agitated, as by storms (Adjective) Syno"
    },
    {
      "url": "http://one.npr.org/?sharedMediaId=491296791:491296928",
      "title": "Should Your Next Car Be Electric? : NPR One",
      "description": "Should Your Next Car Be Electric?",
      "preview": "void"
    },
    {
      "url": "https://neocities.org/site/localfool?page=7",
      "title": "LocalFool",
      "description": "void",
      "preview": "2020 - CREATION OF NEWER WEB (if you click on them, it will take you to where I got them!) Fanlistings + Web-Cliques: I Choose You! :: Mightyena Web I"
    },
    {
      "url": "https://forge.medium.com",
      "title": "Forge",
      "description": "A former publication from Medium on personal development. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Forge by Medium 131K followers · 1 editor Follow About Help Status About"
    },
    {
      "url": "http://uwreadilab.com",
      "title": "UW READi Lab - Research in Early Autism Detection and Intervention",
      "description": "The University of Washington READi Lab focuses on conducting research related to early identification and intervention for children with Autism Spectrum Disorder (ASD), which is also referred to as autism. Our work is important because we know early intervention and detection can change the lives of those impacted by autism.",
      "preview": "What causes autism? Common Questions Answers to your questions. Could my child have autism? Just diagnosed. Now What? Questions & Answers » Dear Paren"
    },
    {
      "url": "https://www.kantar.com/north-america/inspiration/technology/85-per-cent-of-us-households-have-a-video-subscription-service",
      "title": "85% of US households have a video subscription service",
      "description": "Netflix's subscriber base is now below two thirds of US subscribers, as penetration continues to decline, despite the success of Squid Game.",
      "preview": "85% of US households have a video subscription service 26 January 2022 Share Nicole Sangari VP, Kantar Insights Article Get in touch Netflix's subscri"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-Code-Email-Builder-Edit-HTML-Email-Template-Postcards-by-Designmodo-6c5372ed833e4b2fbe7394c8b95c472d?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2Fproduct.A564775.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans - QVC.com",
      "description": "***Please see individual item numbers for product description***",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://anti-asianviolenceresources.carrd.co/",
      "title": "Anti-Asian Violence Resources",
      "description": "Anti-Asian racism and violent attacks on Asian elderly have only increased in recent months. Since COVID-19 became news in the United States, hate speech and violence against the AAPI community has run rampant. In February 2021, attacks, particularly on elderly Asian Americans, have spiked. Unfortunately, many of these",
      "preview": "Anti-Asian Violence Resources Below you'll find resources that have been gathered to help individuals educate others, take action, donate, and more. A"
    },
    {
      "url": "https://www.losttype.com/",
      "title": "Lost Type Co-op",
      "description": "void",
      "preview": "Fonts Store Blog Contact About Lost Type is a Collaborative Digital Type Foundry Introducing PROSPECTUS Introducing MORT MODERN Introducing LEHIGH Int"
    },
    {
      "url": "https://www.mba.ac.uk/what-we-do/our-science/ocean-biology/",
      "title": "Ocean Biology | Marine Biological Association",
      "description": "The ocean plays a central role in mitigating climate change. MBA researchers focus on the impact this has on ocean biology. Find out more!",
      "preview": "Skip to content Ocean Biology Ocean Biology Our ocean is a huge heat sink and absorbs atmospheric carbon dioxide. The ocean plays a central role in mi"
    },
    {
      "url": "https://www.tennisexplorer.com/",
      "title": "Tennis Explorer: Tennis Stats, WTA & ATP Tennis Betting",
      "description": "Tennis Explorer provides online tennis statistics from WTA & ATP Tour, world tennis players rankings, tennis results, forum, tennis picks and much more.",
      "preview": "New registration | Lost password TennisExplorer LIVE Scores 10.10. 14:16, GMT+1 Home page Today's matches Rankings Players LIVE Scores Results Tours c"
    },
    {
      "url": "https://www.hrc.org/press-releases/major-health-education-and-child-welfare-organizations-oppose-anti-lgbtq-state-based-legislation",
      "title": "HRC | Major Health, Education, and Child Welfare Organizations Oppose...",
      "description": "Today, the nation's leading child health and welfare groups representing more than 7 million youth-serving professionals and more than 1000 child welfare...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://visualstudio.microsoft.com/?utm_source=developermscom",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/product/dawn-tea/",
      "title": "Cosmoss by Kate Moss",
      "description": "Homepage for Cosmoss",
      "preview": "Dawn Tea Uplifting Morning Tea £20 The lowest price recorded in the prior 30 days: £20 Inspired by the sunrise in a summer garden and the language of"
    },
    {
      "url": "https://support.theguardian.com/subscribe/weekly?REFPVID=&INTCMP=undefined&acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22PrintSubscriptionsHeaderLink%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22referrerPageviewId%22%3A%22%22%2C%22referrerUrl%22%3A%22%22%7D",
      "title": "The Guardian Weekly Subscriptions | The Guardian",
      "description": "Subscribe to the Guardian Weekly and enjoy seven days of international news in one magazine with worldwide delivery.",
      "preview": "Please enable JavaScript - we use it to provide the best experience for Guardian Supporters. Click here for instructions to do so in your browser."
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Myicons-The-World-s-Largest-Premium-line-Icons-Pack-1ee4bea9d3c54deea273277d217e412a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://plox.com.br/noticia/03/03/2021/estudante-com-vitiligo-universal-e-acusado-de-fraudar-sistema-cotas-e-pode-perder-bolsa",
      "title": "Estudante com vitiligo universal é acusado de fraudar sistema de cotas e pode perder bolsa",
      "description": "Gildasio Warllen perdeu toda sua melanina por conta da sua condição, mas se considera pardo",
      "preview": "Estudante com vitiligo universal é acusado de fraudar sistema de cotas e pode perder bolsa Gildasio Warllen perdeu toda sua melanina por conta da sua"
    },
    {
      "url": "https://math.meta.stackexchange.com/help/badges/54/enthusiast?userid=471884",
      "title": "Enthusiast - Badge - Mathematics Meta Stack Exchange",
      "description": "Q&A about the site for people studying math at any level and professionals in related fields",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Enthusiast Enthu"
    },
    {
      "url": "http://www.guilfordchildren.org/",
      "title": "Help Your Child from Pregnancy to Kindergarten",
      "description": "Guilford County Partnership for Children has the tools, resources, and support to help your child from pregnancy until the time your child enters kindergarten.",
      "preview": "void"
    },
    {
      "url": "https://catalyst2030.net/",
      "title": "Catalyst Now",
      "description": "For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming systems and driving sustainable change to advance the UN Sustainable Development Goals worldwide. LEARN Impact Collaborate Connect OUR MEMBERS 5672 Individual Members 146 Countries Represented 3838 Members Organizations 107 Chapters Our Impact IMPACT REPORT Our Collective Journey Impact Report [...]",
      "preview": "Skip to main content Skip to footer For the World's Social Innovators Catalyst Now is a dynamic global movement of social innovators transforming syst"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/conflict-minerals-reporting-template/",
      "title": "Conflict Minerals Reporting Template",
      "description": "The Conflict Minerals Reporting Template (CMRT) is a free, standardized reporting template developed by the Responsible Minerals Initiative (RMI) that facilitates the transfer of information through the supply chain regarding mineral country of origin and the smelters and refiners being utilized. The template also",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "http://www.runningrabbitkitchen.com/2015/02/pseudo-sourdough.html",
      "title": "Running Rabbit Kitchen: pseudo-sourdough",
      "description": "I recently took my first stab at making quasi-sourdough bread. It's not real sourdough since instead of a starter--which takes some time-...",
      "preview": "breaking bread is a universal ritual that brings us together. a good meal has the power to heal us, body and soul. all my cooking comes from the heart"
    },
    {
      "url": "https://www.irs.gov/uac/Report-Phishing",
      "title": "Report phishing | Internal Revenue Service",
      "description": "Report phishing and scams. Find out what to do If you receive unsolicited communications claiming to be from the IRS.",
      "preview": "Skip to main content Report phishing and online scams English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive T"
    },
    {
      "url": "https://help.shipt.com/how-shipt-works",
      "title": "How Shipt Works - Shipt",
      "description": "Curious about how Shipt works? Find out how to order groceries and more, how to check out the Shipt app, and get information about becoming a Shipt shopper.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Help Center How Shipt Works How do I ord"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "https://www.sealegacy.org/",
      "title": "SeaLegacy | Ocean Nonprofit Protecting the Power of the Sea",
      "description": "Our Canadian-based ocean nonprofit illuminates global stories and sustainable solutions that move people to action for a better world. Explore ways you can get involved.",
      "preview": "Skip to Main Content How You Can Help Close Help give our ocean a brighter future. Your donation today will fund on-the-ground research and other expl"
    },
    {
      "url": "https://www.britishasiantrust.org/",
      "title": "British Asian Trust",
      "description": "A diaspora-led international development organisation, delivering high-quality programmes in South Asia.",
      "preview": "Latest updates News & events Milkar: let's change the future of mental health See more News & events Bestway Foundation donates £250,000 to support th"
    },
    {
      "url": "https://www.interlusa.com/en/lighting/lamps/art-lamps/floor-lamp-ivone-4xe27-h.171xd.65cm-blacksatin-nickel-cm002*4f",
      "title": "Floor Lamp IVONE 4xE27 H.171xD.65cm Black/Satin Nickel",
      "description": "Within the Art Lamps collection, we present to you the floor lamp IVONE. The measures of this floor lamp model are of 171 cm high, 65 cm diameter, in black, satin nickel. This model requires 4 light bulbs E27.",
      "preview": "LOGO About us Contactos LOGIN / SIGN-UP Downloads Images IVONE Stock Limitado + - Quotation Floor Lamp IVONE 4xE27 H.171xD.65cm Black/Satin Nickel Spe"
    },
    {
      "url": "https://coding-with-kids-blog.tumblr.com/",
      "title": "Coding with Kids",
      "description": "Computer programming for elementary and middle school students.",
      "preview": "Coding with Kids 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna madewithcode We don't know ab"
    },
    {
      "url": "https://www.qrcodemonkey.com/#text",
      "title": "qrcodemonkey.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://noelautnerstory.blogspot.com/2021/09/resena-minerva-en-las-nubes-de-pintina.html?showComment=1632515426397",
      "title": "Reseña: Minerva en las nubes de Pintina Cuneo - Entre páginas y letras",
      "description": "void",
      "preview": "Pages Reseñas Book-Tags Entrevistas Promoción Entre páginas y letras©. Con la tecnología de Blogger . Reseña: Minerva en las nubes de Pintina Cuneo 17"
    },
    {
      "url": "https://www.webiconio.com/detail/2215/",
      "title": "Clock (icon No. 2215) - webiconio.com",
      "description": "Free vector icons. Download thousands of free icons in SVG format.",
      "preview": "Search Clock (icon No. 2215) Download in SVG Icon style Dualtone Tags clock hour time Icon preview 96px preview 64px preview 48px preview 32px preview"
    },
    {
      "url": "https://www.orientacionandujar.es/2021/03/07/actividad-manipulativa-que-hora-es/caracol_barraskiloa_page-0002/",
      "title": "CARACOL_BARRASKILOA_page-0002 - Orientación Andújar - Recursos Educativos",
      "description": "void",
      "preview": "Deja una respuesta Cancelar la respuesta Tu dirección de correo electrónico no será publicada. Los campos obligatorios están marcados con * Comentario"
    },
    {
      "url": "https://www.trainline.com/book/results",
      "title": "Search Results | Trainline",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Search Results | Trainline Find tickets from hundreds of train companies across Italy and Europe. Buy on our website or app and keep tickets at your f"
    },
    {
      "url": "https://simplytadka.com/",
      "title": "Simply Tadka",
      "description": "Cooking is love made visible",
      "preview": "Soya Keema Pav (Indian Street Style Soya Keema Pav Recipe) Preeti Garg September 9, 2023 Soya Keema pav is a delicious and vegetarian twist on the cla"
    },
    {
      "url": "https://fortune.com/2021/04/02/aclu-shares-data-facebook-third-parties-digital-privacy/",
      "title": "ACLU, a defender of digital privacy, reveals that it shares user data with Facebook | Fortune",
      "description": "The American Civil Liberties Union updated its privacy statement to reveal that shares user data with third parties.",
      "preview": "Home News Fortune 500 Fortune Global 500 Fortune 500 Europe Fortune China 500 Fortune SEA 500 Great Place to Work Tech AI Innovation Cybersecurity Fin"
    },
    {
      "url": "http://cbaworks.org/",
      "title": "Chatham Business Association | Small Business Development | Chicago small business",
      "description": "void",
      "preview": "Chatham Business Association, SBDI Sustaining Communities by Building One Business at a Time Login NBC 5 Making a Difference - Inspiring Profiles: Cha"
    },
    {
      "url": "http://corporate.disney.go.com/corporate/pp.html",
      "title": "Disney Privacy Center Home - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Company has a ri"
    },
    {
      "url": "https://www.theboxwalla.com/product/beauty-box/",
      "title": "Beauty Box Subscription - Luxury Clean Beauty Products",
      "description": "Join our bi-monthly beauty box subscription for curated luxury clean beauty products from brands that are passionate about equitable sourcing of ingredients",
      "preview": "Beauty Box Lavanya February 22, 2021 October 9, 2025 Midori MD Notebook B... $ 15.00 $ Skincare Routine F4 $ 329.00 $ Beauty Box $ 59.95 $ Rated 4.75"
    },
    {
      "url": "https://deadline.com/tag/investigation-discovery/",
      "title": "Investigation Discovery",
      "description": "Investigation Discovery breaking news and the latest updates about Investigation Discovery at Deadline Hollywood.",
      "preview": "Skip to main content Latest in Investigation Discovery Shannon Evangelista Produces True-Crime Shows. Now She's In Front Of The Camera Solving Them EX"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://asterreiseservice.de/20016/impressum.php",
      "title": "Impressum und Kontaktdaten - Flüge, Reisen, Last Minute Angebote und Hotels online bei asterreiseservice.de buchen.",
      "description": "Mit uns steht Ihnen die Welt offen Sonne - Strand - Meer - Städtereisen Ihr Reisebüro in Münster Kreuzfahrten Fernweh Safaris",
      "preview": "Mit uns steht Ihnen die Welt offen Individuelles Reisen weltweit Sonne - Strand - Meer - Städtereisen Hier finden Sie perfekte Angebote für Ihren Urla"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0-cl-agnostic-lizard-0.0.0-1.fe3a737.drv",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0- cl-agnostic-lizard-0.0.0-1.fe3a737.drv Detail view Formatted view Plain view View JSON Inputs File name /"
    },
    {
      "url": "https://loopchicago.com/",
      "title": "Home",
      "description": "Explore the Chicago Loop, Chicago's official downtown. Find the best shopping, dining, experiences, businesses and so much more in Everyone's Neighborhood, the Chicago Loop.",
      "preview": "[Skip to Content] Play video What do you want to do today? I want to... Explore Discover the Loop Loop Events What's happening In the Loop News and lo"
    },
    {
      "url": "https://careers.tapestry.com/",
      "title": "Careers at Tapestry",
      "description": "Careers at Tapestry",
      "preview": "Careers at Tapestry Press Tab to Move to Skip to Content Link Skip to main content CAREERS HOME OUR BRANDS COACH KATE SPADE NEW YORK VIEW ALL JOBS JOI"
    },
    {
      "url": "http://www.rphaven.com/",
      "title": "Role Play Haven - RP Chatroom and more",
      "description": "Online role playing web chat and profiles",
      "preview": "to join our RP text chat currently 41 users online. Home Chat Groups [Beta] Login / Register What is Roleplay Haven? Roleplay Haven is a chatroom desi"
    },
    {
      "url": "https://www.lifbi.de/Institute/News/udt_3252_param_detail/23978",
      "title": "LIfBi Institut",
      "description": "tbd",
      "preview": "The Leibniz Institute for Educational Trajectories (LIfBi) conducts and promotes longitudinal research in educational science in Germany. To this end,"
    },
    {
      "url": "https://www.feedingamerica.org/our-work/reduce-food-waste",
      "title": "Food Waste in America: How You Can Help Rescue Food | Feeding America",
      "description": "Join the fight against food waste! Learn how Feeding America rescues 4 billion pounds of food annually, preventing waste and feeding millions.",
      "preview": "Skip to main content Fighting food waste and hunger through food rescue Imagine a world where everyone has enough to eat, and we make the most of our"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/",
      "title": "Wissenschaft - DER SPIEGEL",
      "description": "Deutschlands führende Nachrichtenseite. Alles Wichtige aus Politik, Wirtschaft, Sport, Kultur, Wissenschaft, Technik und mehr.",
      "preview": "Zum Inhalt springen Ihr Lebensraum schmilzt: In der Arktis gibt es immer weniger Robben, warnt die Weltnaturschutzorganisation. Der Rückgang ihrer Bes"
    },
    {
      "url": "https://www.lightpollutionmap.info/",
      "title": "Light pollution map",
      "description": "Interactive world light pollution map. The map uses NASA Black marble VIIRS, World Atlas 2015, Aurora prediction, observatories, clouds and SQM/SQC overlay contributed by users.",
      "preview": "0% Layers Overlay VIIRS VIIRS Trend World Atlas 2015 Clouds Aurora forecast 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 Color bli"
    },
    {
      "url": "https://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "http://cie.co.at/eilvterm/17-29-018",
      "title": "17-29-018 | CIE",
      "description": "indirect lighting lighting by means of luminaires having a distribution of luminous intensity such that the fraction of the emitted luminous flux directly reaching the working plane, assumed to be of infinite extent, is 0 % to 10 %",
      "preview": "Skip to main content e-ILV The e-ILV provides free access to all the terms and definitions contained in the international standard CIE S 017:2020 ILV:"
    },
    {
      "url": "https://pen.org/steep-rise-gag-orders-many-sloppily-drafted/",
      "title": "Steep Rise in Gag Orders, Many Sloppily Drafted - PEN America",
      "description": "Over the last three weeks, 65 bills have been formally introduced in state legislatures, a rate of roughly three bills per day.",
      "preview": "Home / Steep Rise in Gag Orders, Many Sloppily Drafted Steep Rise in Gag Orders, Many Sloppily Drafted Campus Free Speech Educational Censorship Educa"
    },
    {
      "url": "https://wiki.muc.ccc.de/start?image=public_pics%3Aherz.jpg&tab_details=view&do=media&tab_files=files&ns=reprap%3Aprints",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://www.eltiempo.com/archivo/documento/CMS-16590901",
      "title": "Influencia del entorno urbano en la salud del hombre",
      "description": "Estudio con participación de la U. de los Andes midió el impacto del urbanismo en la salud.",
      "preview": "En este portal utilizamos datos de navegación / cookies propias y de terceros para gestionar el portal, elaborar información estadística, optimizar la"
    },
    {
      "url": "http://smallbusinessresources.wf.com/running-your-business",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://venividigames.tumblr.com/post/90353269558",
      "title": "VeniVidiGames",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/accueil-newsroom",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Camden-New-Jersey.html",
      "title": "Camden, New Jersey (NJ) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://www.sporkful.com/alan-and-arlene-alda-bonded-over-a-fallen-rum-cake/",
      "title": "Alan And Arlene Alda Bonded Over A Fallen Rum Cake «",
      "description": "When a cake fell on the floor, they didn't hesitate to grab a fork and dig in.",
      "preview": "LISTEN TO THE PODCAST CONNECT LISTEN TO THE PODCAST CONNECT 10 BEST PODCASTS OF THE YEAR New York Times BEST FOOD PODCAST James Beard Awards Webby Awa"
    },
    {
      "url": "https://www.prnewsonline.com/image-patrol-news-corp-vs-bbc-crises-linger-for-two-major-media-properties/",
      "title": "Image Patrol: News Corp. vs. BBC: Crises Linger For Two Major Media Properties - PRNEWS",
      "description": "While the media cranks out content that it prefers to be long remembered by readers, the BBS and News Corporation would prefer that their major crises would just go away. Here's how each have fared.",
      "preview": "image/svg+xml : × Subscribers: Log In Remember Me Forgot Password? For those of us who consider journalists a key stakeholder group, we view scandals"
    },
    {
      "url": "https://www.crecenteasociados.com/novedades/tag/europa",
      "title": "europa - Crecente Asociados",
      "description": "europa, Crecente Asociados, Arquitectura, Patrimonio y Turismo",
      "preview": "toggle navigation #europa Novedades Filtrar 1 Novedades | Página 1/1 Conferencia: The Cultural Routes of Europe. Origin, develoment, and future perspe"
    },
    {
      "url": "https://faq.spire.com/support",
      "title": "Spire Global, Inc.",
      "description": "void",
      "preview": "Sign in The page you are trying to view is only available to registered users. Email* Password* Show Remember me Forgot password? You've made too many"
    },
    {
      "url": "https://www.thinkwithgoogle.com/?utm_source=marketingplatform.google.com&utm_medium=et&utm_campaign=marketingplatform.google.com%2Fabout%2Fanalytics%2F",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://aubmediterraneo.cy/",
      "title": "American University of Beirut - Home - Pafos",
      "description": "Twin campus of the American University of Beirut (AUB) in Beirut, Lebanon. AUB bases its educational philosophy, standards, and practices on the American liberal arts model of higher education. The university encourages freedom of thought and expression and seeks to graduate men and women committed to creative and critical thinking, life-long learning, personal integrity, civic responsibility, and leadership.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. × Menu template Currently sele"
    },
    {
      "url": "https://www.adrrn.net/",
      "title": "ADRRN - Asia, Let's make it resilient!",
      "description": "void",
      "preview": "The Asian Disaster Reduction and Response Network (ADRRN) is a regional network of civil society organisations dedicated to promoting disaster risk re"
    },
    {
      "url": "https://annieburdickfreelance.com/",
      "title": "Annie Burdick - Editing, Writing, Creative Content",
      "description": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer. Nonfiction author, copywriter, book editor, content writer. Full-time word obsessive. Article Portfolio Editing Portfolio Copywriting Portfolio Books",
      "preview": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer . Nonfiction author, copywriter, book editor, content writer. Full-t"
    },
    {
      "url": "https://www.ibramxkendi.com/",
      "title": "Ibram X. Kendi",
      "description": "void",
      "preview": "Back Biography Scholarship Back Maroon Visions Back In The Press Videos Podcast Media Kit Scroll biography → \" An unprecedented phenomenon. \" - Cornel"
    },
    {
      "url": "https://consumidor.ftc.gov/articulos/como-proteger-la-privacidad-de-su-hijo-en-internet",
      "title": "Cómo proteger la privacidad de su hijo en internet | Consumer Advice",
      "description": "En su condición de padre, usted tiene el control de la información personal de sus hijos menores de 13 años recolectada en internet por las compañías.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://erwinthedevil-blog.tumblr.com/",
      "title": "erwinthedevil-blog",
      "description": "hantuseo.blogspot.com",
      "preview": "About Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://www.worldwaterday.org/",
      "title": "World Water Day | United Nations",
      "description": "Water is the essential building block of life. But it is more than just essential to quench thirst or protect health; water is vital for creating jobs and supporting economic, social, and human development.",
      "preview": "Skip to main content Photo: UN-Water Glacier preservation Glaciers are melting faster than ever. As the planet gets hotter, our frozen world is shrink"
    },
    {
      "url": "https://www.barcelona.cat/en/",
      "title": "The official Barcelona web portal | Barcelona City Council",
      "description": "Practical information on living in the city of Barcelona: news, activities, services, work, transport, business, leisure, maps, innovation and much more.",
      "preview": "Skip to main content ‌ ajuntament.barcelona.cat ‌ meet.barcelona Info Barcelona BCN Map BCN Guide Procedures Useful phone numbers Getting there Mercat"
    },
    {
      "url": "https://www.anthesisgroup.com/",
      "title": "Sustainability Consultants | Anthesis Group",
      "description": "We activate performance through sustainability consultancy, digital operationalisation and purpose-led transformation.",
      "preview": "Skip to content EPR Laws Are Live - Are You Ready? Find out how to prepare for Extended Producer Responsibility in your jurisdiction How to prepare fo"
    },
    {
      "url": "http://www.sororimmonde.com/article-7324236.html",
      "title": "Calendrier des Postes - - Sororimmonde - et ta soeur ?",
      "description": "MAI --- Un Poste haut placé",
      "preview": "Tous les blogs Top blogs Humour Editer l'article Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs Humour Tous le"
    },
    {
      "url": "https://www.sns.gov.pt/servicos/utente/",
      "title": "Utentes em espera por cirurgia - SNS",
      "description": "SNS 24 informa utentes referenciados sobre opções existentes. A partir do dia 30 de outubro, o SNS 24 vai passar a contactar pró-ativamente os utentes do Serviço Nacional de Saúde (SNS) que recebem notas de transferência entre hospitais públicos ou vales de cirurgia para os convencionados ou para o setor social, apoiando uma tomada de decisão mais rápida por parte dos utentes e facilitando os procedimentos de agendamento das cirurgias. Através deste novo projeto, a ser desenvolvido pela Administração Central do Sistema de Saúde (ACSS) em parceria com os Serviços Partilhados do Ministério da Saúde (SPMS), os utentes referenciados para cirurgia, que tenham recebido vale-cirurgia, serão contactados pelos operadores do Centro de Contacto do SNS, altura em que serão informados sobre as opções existentes, de forma a obterem uma resposta célere de tratamento. Em termos operacionais, o SNS 24 emitirá um relatório diário, a enviar às Administrações Regionais de Saúde e a todas Unidades Regionais de Gestão do Acesso, com informação atualizada sobre os utentes contactados. Os vales-cirurgia, emitidos no âmbito do Sistema Integrado de Gestão de Inscritos para Cirurgia (SIGIC), sob a responsabilidade da ACSS, visam garantir uma resposta ao utente, sempre que o SNS não o consegue fazer num tempo clinicamente aceitável, através do encaminhamento para outros hospitais privados ou sociais com convenção com o SNS. Para saber mais, consulte: Administração Central do Sistema de Saúde, IP - http://www.acss.min-saude.pt",
      "preview": "sns-container Pesquisar no site Início Notícias de Saúde Utentes em espera por cirurgia Utentes em espera por cirurgia Ouvir 30/10/2017 SNS 24 informa"
    },
    {
      "url": "https://new.express.adobe.com/tools/generate-qr-code",
      "title": "Adobe Express",
      "description": "Adobe Express",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://mockup-plugin.com/",
      "title": "Mockup Plugin for Figma",
      "description": "Supercharge your designs with AI and mockups in Figma",
      "preview": "Mockup Plugin Features Install for Free Supercharge Your Designs with AI and Mockups in Figma Unleash your creative potential with our extensive libra"
    },
    {
      "url": "https://www.livescience.com/gulf-stream-close-to-collapse",
      "title": "Gulf Stream could be veering toward irreversible collapse, a new analysis warns | Live Science",
      "description": "The shutdown would have catastrophic effects across the globe",
      "preview": "Skip to main content Don't miss these The weakening of ocean currents could cause temperatures to drop dramatically and permanently across the Norther"
    },
    {
      "url": "https://www.ala.org/aboutala/sitesdirectory",
      "title": "Directory of ALA Websites | ALA",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://ecommerce.apple.com/asb2bstorefront/login?country=US&segment=GOV-STLOC&language=en&public=true",
      "title": "Apple Store for Government : Home",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ywcachicago.org/",
      "title": "YWCA Metropolitan Chicago | Dignity For All",
      "description": "Located in the third-largest American city with the third-highest percentage of women in the U.S., YWCA Metropolitan Chicago serves as a national incubator for innovative programming, outreach and engagement strategies. Contributing to our diverse and balanced economy, YWCA Metropolitan Chicago works at the individual and systems levels to create an inclusive marketplace where everyone thrives.",
      "preview": "0 Leader Luncheon 2025: Still We Rise Purchase Tickets Hope. Love. Pink. 5K.: Making Strides Against Breast Cancer Register Today Looking for a New Jo"
    },
    {
      "url": "https://www.exoticindiaart.com/product/audiovideo/genius-of-pt-kumar-gandharv-hindustani-classical-vocal-set-of-3-audio-cds-izz616/",
      "title": "The Genius of Pt. Kumar Gandharv (Hindustani Classical - Vocal) (Set of 3 Audio CDs) | Pt. Kumar GandharvSaregama India ltd (2011) | Exotic India Art",
      "description": "About The Audio CD The Genius of Series The world of Hindustani Classical Music comprises of Geniuses, both vocalist and instrumentalists. Their music emanates a divine spark. Be it their first reco",
      "preview": "Free shipping to all destinations worldwide. Sign in Contact us FAQ Email Whatsapp Facebook Pinterest Twitter Copy link Easy Returns Return within 7 d"
    },
    {
      "url": "http://kajetan.at/",
      "title": "Landhaus Kajetan - Apartments im Luftkurort Galtür",
      "description": "Landhaus Kajetan - Apartments im Luftkurort Galtür",
      "preview": "WILLKOMMEN APARTMENTS PREISE WELLNESS KINDER ANREISE URLAUBSANFRAGE ONLINEBUCHUNG Landhaus Kajetan - Apartments in Galtür. Herzlich willkommen! Eine w"
    },
    {
      "url": "https://sesamestreetformilitaryfamilies.org/topic/grief/?ytid=XI4-8ZQ1PRE",
      "title": "Grief |Sesame Street: Explaining Death to Children",
      "description": "Find advice on helping kids cope with death. Activities for children and educational videos to help explain loss.",
      "preview": "Before You Watch After You Watch When a loved one dies, children (and grown-ups) often struggle with loneliness. But there are people to help support"
    },
    {
      "url": "https://www.itechpost.com/tags/meta",
      "title": "Meta news & latest pictures from itechpost.com",
      "description": "All the latest breaking news on Meta. Browse archives of photos, videos and articles on Meta.",
      "preview": "Meta Business Mark Zuckerberg Sues Mark Zuckerberg-And Yes, They're Two Different People by Isaiah Richard Apple's AI Smart Glasses to Launch in Late"
    },
    {
      "url": "https://ico.org.uk/global/contact-us/",
      "title": "Contact us | ICO",
      "description": "void",
      "preview": "Skip to main content Contact us Back to top"
    },
    {
      "url": "https://www.greenbiz.com/events/greenbiz/2023",
      "title": "Trellis Group (formerly GreenBiz)",
      "description": "Trellis Group empowers sustainability professionals to tackle the climate crisis through our industry-leading events, media and peer network.",
      "preview": "Skip to content Homepage Top Ad Latest Energy Get ready to weigh in on an overhaul of carbon accounting for electricity by Heather Clancy Communicatio"
    },
    {
      "url": "https://www.hbomax.com/",
      "title": "HBO Max | Stream Series and Movies",
      "description": "Stream must-see series, hit movies, exclusive originals, family favorites, and live sports. Plans start at $9.99/month.",
      "preview": "Skip To Content Must-see series, movies & more. Choose an HBO Max plan or bundle to start streaming. HBO Max Plans start at $ 9.99 /month Get HBO Max"
    },
    {
      "url": "https://www.isof.se/folkminnen/folkminnesbloggen/inlagg/2019-06-26-blodiga-trollformler",
      "title": "Blodiga trollformler | Institutet för språk och folkminnen",
      "description": "Här kan du läsa om den blodstänkta papperslappen som återfanns i Albert Sanders västficka med förmodligen flitigt använda, trollformler som skulle stilla blod, döva värk och lindra ormhugg.",
      "preview": "Startsida Folkminnen Folkminnesbloggen Folkminnesbloggen Aktivera Lyssna Publicerat: 26 juni 2019 . Kategorier: Folktro, Magi, Vardagsmagi och folktro"
    },
    {
      "url": "https://www.comune.roma.it/web/it/servizi.page",
      "title": "Roma Capitale | Sito Istituzionale | Servizi",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Tutti i servizi Municipio Servizi online Modulistica Ap"
    },
    {
      "url": "http://www.lemonwade.com/2010/05/03/lynn-redgrave-67-is-dead/",
      "title": "Lynn Redgrave, 67, Is Dead",
      "description": "void",
      "preview": "lemonwade About Contact Subscribe RSS Feed Lynn Redgrave, 67, Is Dead Lynn Redgrave, the theater, film and television actress and scion of the Redgrav"
    },
    {
      "url": "http://www.aipa.it/",
      "title": "Homepage | Agid",
      "description": "Agenzia per l'Italia Digitale: innovazione al servizio della PA e dei cittadini. Regolamentazione e certificazioni digitali.",
      "preview": "Header Link Presidenza del Consiglio dei Ministri Ita Eng Language Select Dicci cosa ne pensi Chiudi Il nostro obiettivo è garantire una navigazione s"
    },
    {
      "url": "http://appt.ly/privacy-policy",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "https://docs.docker.com/get-started/",
      "title": "Get started | Docker Docs",
      "description": "Get started with Docker",
      "preview": "void"
    },
    {
      "url": "https://it.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Italia",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Ricerca i plugin Dettagli"
    },
    {
      "url": "https://india.mongabay.com",
      "title": "Environmental news and information in India - Landing",
      "description": "India's environmental science and conservation news",
      "preview": "Latest Feature story Arunachal Pradesh plans big push for hydropower Simrin Sirur 10 Oct 2025 Waste work calls for better intervention, not just forma"
    },
    {
      "url": "https://www.nepalspiritualtrekking.com/",
      "title": "Nepal Spiritual Tours and Trekking - Best Everest Trek Nepal Spiritual Trekking Pvt. Ltd.",
      "description": "Nepal Spiritual Tours and Trekking specialized on private and group joining trekking tours in Everest, Annapurna in Nepal. Contact for spiritual tour",
      "preview": "void"
    },
    {
      "url": "https://www.foreverdiamondsny.com",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "https://help.target.com",
      "title": "Help : Target",
      "description": "Find common links for FAQs. Browse and search Target help documentation",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://www.akc.org",
      "title": "American Kennel Club",
      "description": "The AKC is the recognized and trusted expert in breed, health and training information for dogs.",
      "preview": "Search Sign In Menu Search for a Breed Select a Breed Affenpinscher Afghan Hound Airedale Terrier Akita Alaskan Klee Kai Alaskan Malamute American Bul"
    },
    {
      "url": "http://www.punchmark.com?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://teamfeed.feedingamerica.org/index.cfm?fuseaction=cms.page&id=1041",
      "title": "Fundraise to Fight Hunger",
      "description": "To feed America's hungry through food banks and engage our country in the fight to end hunger",
      "preview": "Skip to main content. Fundraise to fight hunger Engage your community, customers, family and friends to help end hunger in America. Your fundraiser ca"
    },
    {
      "url": "https://getaawp.com/?ref=624",
      "title": "AAWP | The Amazon Affiliate WordPress Plugin",
      "description": "AAWP (Amazon Affiliate for WordPress) is the best plugin to advertise Amazon products and earn commissions by using product boxes and Amazon bestseller lists.",
      "preview": "Skip to content Best WordPress Plugin for Amazon Affiliates Make more money by boosting your Amazon Associates commissions with AAWP's product boxes,"
    },
    {
      "url": "https://react.dev/reference/react/useEffect",
      "title": "useEffect - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. API Reference Hooks useEffect useEffect is a React Hook that lets you synchronize a component with an e"
    },
    {
      "url": "http://www.ricettadelgiorno.com/",
      "title": "RicettaDelGiorno.com - Food & Beverage Domains for Sale - Buy Premium Culinary Domain Names | Domain for Sale. Call 888-694-6735.",
      "description": "RicettaDelGiorno.com - a great premium domain available for sale.",
      "preview": "This Domain Name Is For Sale RicettaDelGiorno.com $2,888 USD Buy Now You are inquiring about the domain name RicettaDelGiorno.com Please complete th"
    },
    {
      "url": "https://replit.com/",
      "title": "Replit - Build apps and sites with AI",
      "description": "Replit is an AI-powered platform for building professional web apps and websites.",
      "preview": "T u rn y our i d e a s into a p p s What will you create? The possibilities are endless. Get suggestions Write a prompt Make me for that helps Start b"
    },
    {
      "url": "https://newsroom.ca.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK PayPal Product PayPal launches its most advanced solution for small and mid-sized enterprises in Canada Pay"
    },
    {
      "url": "https://www.glamour.com/story/camilla-cabello-new-normal-self-care-issue",
      "title": "Camila Cabello's October Glamour Cover Story: A New Normal | Glamour",
      "description": "Camila Cabello has found a way to be a pop star on her own terms, and everything-from the music to her relationship with her body-has fallen into place.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "http://spr.ly/IMDbApp_iOS",
      "title": "‎IMDb App: iPhone & iPad | IMDb Community Forums",
      "description": "Find showtimes, watch trailers, browse photos, track your watchlist and rate your favorite movies and TV shows on your phone or tablet! IMDb's app for iPhone, iPad & iPod touch",
      "preview": "Find or start a conversation IMDb App: iPhone & iPad Find showtimes, watch trailers, browse photos, track your watchlist and rate your favorite movies"
    },
    {
      "url": "https://www.ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    }
  ],
  "_meta": {
    "total_bookmarks": 141
  }
}