{
  "data": [
    {
      "url": "https://starcraft.fandom.com/ko/wiki/%EB%8C%80%EB%AC%B8?file=StarCraft+2+-+Adjutant+%28Terran+Advisor%29+Quotes+%28KR%29",
      "title": "StarCraft 2 Wiki | Fandom",
      "description": "void",
      "preview": "StarCraft 2 Wiki 로그인 아직 계정이 없으신가요? 가입하기 로그인 광고 내용으로 건너뛰기 한국어 Deutsch English Español Français Italiano 日本語 中文 中文（臺灣） 대문 Sign in to edit 역사 캐시 퍼지 토론 (1"
    },
    {
      "url": "https://brasil.mongabay.com/",
      "title": "Notícias ambientais - Mongabay Brasil",
      "description": "Notícias sobre vida selvagem e natureza",
      "preview": "Mais recente Destaque Projeto na maior favela do Brasil transforma óleo descartado em produtos ecológicos André Aram 10 Out 2025 As ações coletivas e"
    },
    {
      "url": "https://www.mwm-apps.com/legals/procolor/policies",
      "title": "MWM",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://pkg.go.dev/context",
      "title": "context package - context - Go Packages",
      "description": "void",
      "preview": "Documentation ¶ Overview ¶ Package context defines the Context type, which carries deadlines, cancellation signals, and other request-scoped values ac"
    },
    {
      "url": "https://playbill.com/person/wayne-cilento-vault-0000000115",
      "title": "Wayne Cilento (Choreographer) | Playbill",
      "description": "void",
      "preview": "A TRUSTED THEATRE RESOURCE SINCE 1884 Once More From the Top: Inside the Starry, Emotional 50th Anniversary A Chorus Line A-5, 6, 7, 8! A Chorus Line"
    },
    {
      "url": "https://broadwcast.org/index.php?title=Template:1990&action=edit",
      "title": "View source for Template:1990 - BroaDWcast",
      "description": "void",
      "preview": "View source for Template:1990 From BroaDWcast ← Template:1990 Jump to navigation Jump to search You do not have permission to edit this page, for the"
    },
    {
      "url": "https://flair.ai/",
      "title": "AI Product Photo Generator & Editor | Create E-Commerce Images | Flair.ai",
      "description": "Create studio-quality e-commerce photoshoots in seconds with our drag-and-drop AI editor. Try it free today.",
      "preview": "Flair.ai Features Pricing Enterprise Community Gallery Resources Try Flair AI for free The The AI AI design design tool tool for for product photoshoo"
    },
    {
      "url": "https://mutable-instruments.net/archive/",
      "title": "Mutable Instruments prehistoric projects",
      "description": "None",
      "preview": "» Home This page contains the user manuals, assembly instructions or technical documentation of discontinued, non-Eurorack, Mutable Instruments produc"
    },
    {
      "url": "https://www.irs.gov/uac/tax-scams-consumer-alerts",
      "title": "Recognize tax scams and fraud | Internal Revenue Service",
      "description": "Don't fall for tax scams. Learn how to spot a scam and what to do.",
      "preview": "Skip to main content Recognize tax scams and fraud English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive Tax"
    },
    {
      "url": "http://www.fantascienza.com/",
      "title": "Fantascienza.com",
      "description": "void",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional",
      "title": "Discover Germany with our regional offers",
      "description": "Regional offers: Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the day ticket for Germany.",
      "preview": "Regional offers Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the da"
    },
    {
      "url": "http://www.delos.fantascienza.com/",
      "title": "Delos Science Fiction",
      "description": "Tutti i numeri di Delos Science Fiction, il supplemento di approfondimento di Fantascienza.com. Servizi, speciali, interviste, racconti di e sulla fantascienza.",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://www.jpmorgan.com/wealth-management",
      "title": "Invest for the future. On your terms.",
      "description": "Trusted guidance, human connection and a wide range of services. We're here to help you make the most of your money, however you choose to invest.",
      "preview": "Skip to main content Back to menu Explore our services Explore our services Wealth Planning Receive a multigenerational wealth plan with personalized"
    },
    {
      "url": "https://www.bvg.de/de/fahrinfo",
      "title": "Fahrinfo Berlin - Pläne & Störungen des ÖPNV | BVG",
      "description": "Deine Fahrplanauskunft für Berlin: Alle BVG-Linien, ausführliche Fahrplaninfo, Routenplaner und Störungsmeldungen im Überblick.",
      "preview": "Bitte aktivieren Sie Javascript, um alle Funktionen der Website nutzen zu können. Zum Hauptinhalt springen Verbindungssuche Finde die einfachste und s"
    },
    {
      "url": "https://pair-code.github.io/what-if-tool/",
      "title": "What-If Tool",
      "description": "void",
      "preview": "What-If Tool Visually probe the behavior of trained machine learning models , with minimal coding. Get started A key challenge in developing and deplo"
    },
    {
      "url": "https://watttime.recruiterbox.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://react.dev/learn",
      "title": "Quick Start - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Quick Start Welcome to the React documentation! This page will give you an introduction to"
    },
    {
      "url": "https://mb.oemdtc.com",
      "title": "Mercedes-Benz & Smart - OEMDTC",
      "description": "Mercedes-Benz & Smart Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://federalismi.it/nv14/articolo-documento.cfm?sezione=Europa&area=Stati%2BEuropei&content=Letter%2Brequesting%2Bauthorization%2B%2Bto%2Bincur%2Binto%2Badditional%2Bexpenses%2Bin%2Badvance%2Bof%2BRoyal%2BAssent%2Bof%2Bthe%2BEU%2BWithdrawal%2BBill%2Bin%2Border%2Bto%2Bprepare%2Bfor%2Bthe%2Bexit&content_author=%3Cb%3EUK%20Government%20Permanent%20Secretary%3C/b%3E&content_source=&Artid=35634",
      "title": "Federalismi - Rivista di diritto pubblico italiano, comparato, europeo Archivio documenti - Sezione: Europa / Stati+Europei",
      "description": "Sezione: Europa Area: Stati+Europei Letter to the Department for Environment, Food and Rural Affairs to the Secretary of State, M. Gove, requesting authorization to incur into additional expenses in advance of Royal Assent of the EU Withdrawal Bill in order to prepare for the exit",
      "preview": "Log in or Create account Username Password Codice di controllo 626D81 Inserire il codice di controllo Forgot your password? NEWSLETTER Fondata da Beni"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/",
      "title": "@concernedpuengineer-blog on Tumblr",
      "description": "Follow @concernedpuengineer-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required techno"
    },
    {
      "url": "https://shareverified.com/en",
      "title": "Engaging Communities On Their Own Terms - Verified",
      "description": "The most persuasive campaigns speak to and represent your audience. Work with your audience to communicate in ways that are relevant to them, amplify the voices of influential community members and create opportunities for people in your community to directly engage with each other.",
      "preview": "Skip to content Engaging Communities On Their Own Terms Engaging Communities On Their Own Terms Insights that helped us engage communities on their ow"
    },
    {
      "url": "https://www.greatwolf.com/summer-campin",
      "title": "Summer Camp-In | Summer Activities | Great Wolf Lodge",
      "description": "Discover the best summer vacation for families at Great Wolf Lodge's Summer Camp-In for water park fun & daily activities.",
      "preview": "Skip Content Choose Your Lodge Great Wolf Resorts West Anaheim, CA Colorado Springs, CO Grand Mound, WA San Francisco / Manteca, CA Scottsdale / Salt"
    },
    {
      "url": "https://bioresources.cnr.ncsu.edu/resources/regenerated-cellulose-by-the-lyocell-process-a-brief-review-of-the-process-and-properties/",
      "title": "Regenerated cellulose by the Lyocell process, a brief review of the process and properties :: BioResources",
      "description": "void",
      "preview": "About the Journal Authors & Reviewers Articles Features How to Self-Register Full Site Navigation About the Journal Editorial Board Meet the Staff Edi"
    },
    {
      "url": "http://www.geopolymer.org/",
      "title": "Geopolymer Institute - Promoting the geopolymer science since 1979",
      "description": "void",
      "preview": "Skip to content Search Search for: Science / Products Science Applications Archaeology Library / Papers Books / Tutorial Video FAQ Conferences Geopoly"
    },
    {
      "url": "http://www.ininternet.org/ricette_cucina.htm",
      "title": "Ricette di cucina prese dal ricettario italiano di culinaria",
      "description": "Raccolta gratuita di ricette di cucina prese dal ricettario italiano di culinaria.",
      "preview": ", Home Page : Il portale tutto gratis con risorse, servizi e download gratis!! Segnala il tuo sito RICETTE DI CUCINA Raccolta di tutte le ricette ital"
    },
    {
      "url": "http://www.emmanorton.org/",
      "title": "Emma Norton Services | Strengthening, Nurturing, and Empowering",
      "description": "Emma Norton Services provides transformational housing for women and families on their journey of recovery. Learn more and join us.",
      "preview": "Skip to content Transformational housing and growth for individuals and families on their journey of recovery LEARN MORE HOW TO HELP Stay up to date O"
    },
    {
      "url": "https://disposerx.com/",
      "title": "DisposeRx, Inc. - Safe Medication Solutions - DisposeRx, Inc.",
      "description": "Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and why it matters for your home and community? Tap here learn more. Every year, over 130 Million opioids are prescribed. That's nearly 1 opioid prescription for every U.S. household. What's worse, many of them [...]",
      "preview": "Skip to content Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and"
    },
    {
      "url": "https://abcnews.go.com/US/video/unemployment-reached-highest-level-great-depression-70954064",
      "title": "Video Unemployment has reached the highest level since the Great Depression - ABC News",
      "description": "Steve Preston, CEO of Goodwill Industries International, speaks about how his company is working to help communities find job resources and get Americans back to work.",
      "preview": "Unemployment has reached the highest level since the Great Depression Steve Preston, CEO of Goodwill Industries International, speaks about how his co"
    },
    {
      "url": "https://www.inspiringchildren.org/",
      "title": "Inspiring Children Foundation",
      "description": "void",
      "preview": "0 Transforming Lives through a Whole Human Approach to Physical, Social, Emotional & Mental Health . Support the Youth We lift up underprivileged yout"
    },
    {
      "url": "https://www.entrepreneur.com/business-news/heres-how-to-get-150000-from-shark-tanks-daymond/436848",
      "title": "Here's How to Get $150,000 From 'Shark Tank''s Daymond John",
      "description": "Applications are now open for the third annual Black Entrepreneurs Day, which will be held at the Apollo Theater in Harlem on October 27.",
      "preview": "Skip to main content Search Search Daymond John remembers hawking hats outside the historic Apollo Theater in the '90s. After selling his wares, he'd"
    },
    {
      "url": "https://www.esquire.com/entertainment/interviews/a5402/woody-harrelson-quotes-0109/",
      "title": "Woody Harrelson Quotes - New Quotations From Woody Harrelson",
      "description": "The actor finds love in heady places: poetry, porno, Peru, and pot.",
      "preview": "Skip to Content Discover Entertainment Bruce Dern: What I've Learned Q+A: A Strange Party with Woody Harrelso... Piers Morgan: What I've Learned Franc"
    },
    {
      "url": "https://www.motogp.com/en/news",
      "title": "Latest News MotoGP™ | Moto2 | Moto3 | MotoE",
      "description": "The latest MotoGP™, Moto2, Moto3 and MotoE news, analysis, reports and results written by official MotoGP journalists. Here you will find fresh news.",
      "preview": "Skip to main content News MotoGP™ News Aldeguer makes history as the second youngest MotoGP winner Read Now Previous slide label.sliderNext Previous s"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Myicons-The-World-s-Largest-Premium-line-Icons-Pack-1ee4bea9d3c54deea273277d217e412a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/help/",
      "title": "Help - PubMed",
      "description": "PubMed help page.",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://www.rtl-sdr.com/rtl-sdr-quick-start-guide/",
      "title": "Quick Start Guide",
      "description": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows system. If you have any trouble during the installation, please see the troubleshooting guide further down the page. We also have brief instructions for getting started on Linux and OSX at the end of this page. Please note that the RTL-SDR is not a plug and play device. You will need to have sufficient skills to perform basic PC operations such as unzipping files, installing software, moving and copying files and have the motivation to learn new software. *******",
      "preview": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows"
    },
    {
      "url": "https://mda.space/en/",
      "title": "Your Trusted Space Mission Partner | MDA Space",
      "description": "With a 55-year record of firsts and 450+ missions, MDA Space is a trusted space mission partner to the rapidly expanding global space industry.",
      "preview": "Meet the Recipients of the MDA Space Indigenous Student Scholarship Program Learn More MDA SPACE NAMED ONE OF CANADA'S TOP GROWING COMPANIES FOR SECON"
    },
    {
      "url": "https://www.nationalgrid.com/",
      "title": "Welcome to National Grid Group",
      "description": "National Grid is an energy company operating in the UK and US. We deliver electricity and gas safely, reliably and efficiently to the customers and communities we serve.",
      "preview": "Skip to main content Powering the things you love What can we help you with today? Tab through the cards Experiencing an outage? Call 105 or click her"
    },
    {
      "url": "https://www.ppl-inc.org/",
      "title": "Homepage | Project for Pride in Living",
      "description": "PPL builds the hope, assets, and self-reliance of individuals and families who have lower incomes by providing transformative affordable housing and employment readiness services.",
      "preview": "Skip to main content Search Search Enter the terms you wish to search for. Search Menu PPL TRANSFORMS LIVES About Us Under Our Roof An evening of gath"
    },
    {
      "url": "https://www.cadstudio.cz/tag/upgrade%20konec",
      "title": "CAD Studio - vyhledávání: upgrade konec",
      "description": "void",
      "preview": "CAD Studio - CAD/CAM/BIM/GIS/PLM řešení NOVOU FIREMNÍ PREZENTACI NAJDETE NA www.arkance.world Home » Kontakty » Vyhledávání » CADSTUDIO.CZ vyhledávání"
    },
    {
      "url": "https://techcrunch.com/2023/02/06/simple-healthkit-at-home-diagnostics-health/",
      "title": "Simple HealthKit is taking on health equity with at-home diagnostics, treatment | TechCrunch",
      "description": "Simple HealthKit provides at-home and in-clinic diagnostics, treatment and follow-up care, focused on underserved populations.",
      "preview": "Image Credits: Simple HealthKit team, from left, Jerzy Majka, Lisa Le, Sheena Menezes and Linus Aranha Biotech & Health Simple HealthKit is taking on"
    },
    {
      "url": "http://juggle.gaertner.de/",
      "title": "Juggle Home Page",
      "description": "void",
      "preview": "Juggle Home - Bits'n'Pieces - Feature Hitlist - Problem Reports - Mailing lists - The J Repository - References +-------------------+ | 9!:12'' | |5 |"
    },
    {
      "url": "https://www.indycar.com/Schedule",
      "title": "NTT INDYCAR SERIES Race Schedule, Results, Dates, Times | Official Site of INDYCAR",
      "description": "Full NTT INDYCAR SERIES race schedule, ticket information, race results, race dates, race times, and track information.",
      "preview": "facebook instagram linkedin threads tiktok x youtube double-arrow-down double-arrow-right double-arrow-left Schedule View by 2026 Season 2026 2025 202"
    },
    {
      "url": "https://www.poppyflowers.com/",
      "title": "The wedding flowers you didn't think you could afford, until - Poppy",
      "description": "Poppy brings budget-friendly, locally designed, hassle-free, and ethically sourced wedding flowers, perfect for your big day. Secure your date with Poppy now.",
      "preview": "Hooray! We are available on $yourDate in $yourLocation. Uh oh! We don't have any designers in your area. Thank you! Your submission has been received!"
    },
    {
      "url": "https://dopaminelandexperience.com/london/",
      "title": "Dopamine Land: A Multi Sensory Experience",
      "description": "An interactive museum that mix traditional technique with technology. You will enjoy with all the senses. Get your tickets for Dopamine Land!",
      "preview": "Los tickets saldrán a la venta el martes 4 de enero a las 12h Discover a world that will fire your happiness hormone levels! Discover a world that wil"
    },
    {
      "url": "http://pittsburghfoundation.org/macmiller",
      "title": "Mac Miller Fund | The Pittsburgh Foundation",
      "description": "Photo credit: Karen Meyers The Mac Miller Fund supports young musicians with resources to help realize their full potential through exploration, expression and community.",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? Mac Miller Fund Established: 10/1/2018 Donate Now As of Oct. 3, 2025,"
    },
    {
      "url": "https://abc7news.com/starbucks-recall-2023-frappuccino-drink-coffee/12832701/",
      "title": "Starbucks recall 2023: Frappuccino bottles recalled due to some drinks possibly containing glass - ABC7 San Francisco",
      "description": "More than 25,000 cases of the glass-bottled Starbucks Frappuccino Vanilla drinks have been recalled, according to the FDA.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out recall Starbucks frappuccino bottles recalled due to some drinks possibly containing"
    },
    {
      "url": "https://franchisesports.co.uk/",
      "title": "Latest Sports News, Analysis and Updates in the UK | Franchise Sports",
      "description": "Franchise Sports provides the latest sports news, analysis, and updates across the UK. Stay informed on major leagues, teams & trending topics in MLB, NBA, NFL and more.",
      "preview": "Skip to content Bryce Young Could Yet Prove To Be Panthers Long-Term Quarterback December 18, 2024 Benched earlier in the season, Young led the Panthe"
    },
    {
      "url": "https://www.skinnytaste.com/",
      "title": "Skinnytaste Recipes - Easy Healthy Recipes Made with Real Food",
      "description": "Healthy recipes made easy from NYTimes best selling author Gina Homolka. Get high-protein recipes, dinner ideas, air fryer recipes & more!",
      "preview": "Skip to content Check out my newest cookbook filled with 100 high-protein meals! Book Tour Dates Shop My Cookbooks My Latest Healthy Recipes More Reci"
    },
    {
      "url": "https://www.starlingbank.com/blog/",
      "title": "Noteworthy | Starling Blog | Starling",
      "description": "Noteworthy brings you stories and guides, explainers and interviews. Explore money topics, including budgeting and saving, and real-life 'money truths'.",
      "preview": "We've made some changes to how we look. See what's new Noteworthy | Starling Blog - Homepage. Selected articles Good with money Feeling the post-summe"
    },
    {
      "url": "https://veronicapiraino.cl/collections/all/?constraint=cumpleanos",
      "title": "Productos",
      "description": "void",
      "preview": "0 Inicio Productos Cumpleaños Cambiar por Categorías NEW Comprar Aros Anillos Collares Cortos Collares Largos Cadenas baño de oro Cadenas de plata Col"
    },
    {
      "url": "https://lnkd.in/eyFGvfr9?trk=public_post-text",
      "title": "LinkedIn",
      "description": "This link will take you to a page that's not on LinkedIn",
      "preview": "LinkedIn This link will take you to a page that's not on LinkedIn Because this is an external link, we're unable to verify it for safety. https://glob"
    },
    {
      "url": "http://www.1lovecards.com/",
      "title": "1lovec",
      "description": "void",
      "preview": "Hello world! Outubro 26, 2024 Uncategorized Welcome to WordPress. This is your first post. Edit or delete it, then start writing!"
    },
    {
      "url": "https://give.umn.edu/",
      "title": "Home | Give to the University of Minnesota",
      "description": "void",
      "preview": "Skip to the main content Crookston Duluth Morris Rochester Twin Cities or browse other areas of interest Medicine & Health Arts & Cultural Venues Syst"
    },
    {
      "url": "https://www.paypal-gifts.com/us/brands/google-play.html",
      "title": "Google Play Gift Card: Buy, Access Games & Apps | PayPal US",
      "description": "Explore the magic of the Google Play Store with a digital gift card. Instant access to music, books, games, and more awaits you!",
      "preview": "You need to enable JavaScript to run this app. If you accept cookies, we'll use them to improve and customize your experience and enable our partners"
    },
    {
      "url": "https://www.esa.int/Science_Exploration",
      "title": "ESA - Science & Exploration",
      "description": "Exploring our Solar System and unlocking the secrets of the Universe",
      "preview": "Latest All Stories Videos Images Story Read Story Read Story Read Video 00:03:16 Play Story Read Story Read Story Read Story Read Video 00:02:28 Play"
    },
    {
      "url": "https://www.mrisoftware.com/uk/",
      "title": "MRI Software | Real Estate Software | Community Solutions",
      "description": "MRI delivers real estate software and community solutions, powering amazing buildings, workplaces and citizen experiences.",
      "preview": "Skip to content We're hiring! Unlock your real estate vision with MRI Software Connecting real estate visionaries with AI-first proptech that powers t"
    },
    {
      "url": "https://supersimple.com/app-privacy-policy/",
      "title": "Privacy Policy for Skyship Entertainment Company - Super Simple",
      "description": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses information from people who use our Services or engage with us (a \"user\" or \"users\"). The word \"Services\" in this Privacy Policy means our websites (located at supersimple.com, skyship.tv and songpals.com) (the \"Sites\")... Read more »",
      "preview": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses inf"
    },
    {
      "url": "https://www.santafenewmexican.com/opinion/my_view/death-by-fees-how-new-mexico-punishes-poverty/article_a1f5c41c-124b-11ec-bd2f-f3b287573916.html",
      "title": "Death by fees: How New Mexico punishes poverty | My View | santafenewmexican.com",
      "description": "The words \"debtor's prison\" conjure up images of a dark, barbaric past. But in New Mexico, that past never went away - it's just been repackaged.",
      "preview": "Skip to main content You have permission to edit this article. Edit Close Advertisement Facebook Twitter WhatsApp SMS Email Facebook Twitter WhatsApp"
    },
    {
      "url": "https://bbpress.org/",
      "title": "bbPress.org",
      "description": "Forums, made the WordPress way",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About Make Codex News Forums Download bbPress.org Meet bbPress Forum software from the creators of"
    },
    {
      "url": "https://www.tacoma.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwtacoma",
      "title": "UW Tacoma Home | About UW Tacoma | University of Washington Tacoma",
      "description": "&nbsp;$10,000 Scholarship for Master of Education with TELL EndorsementInterested in teaching English Language Learners? A federal grant will provide a $10,0...",
      "preview": "Skip to main content Apply Canvas Map Calendar Library Directory MyUW more_vert more_vert Close Search About UW Tacoma About expand_more About UW Taco"
    },
    {
      "url": "http://flutter.dev/web",
      "title": "Flutter on the Web",
      "description": "Flutter's web support combines the power of the web and the flexibility of Flutter to reach more users with the same experience in the browser as on mobile devices.",
      "preview": "Flutter on the Web Easily reach more users in browsers with the same experience as on mobile devices through the power of Flutter on the web. Shared c"
    },
    {
      "url": "https://blogs.scientificamerican.com/tetrapod-zoology/tapir-attacks-past-present-but-hopefully-not-future/",
      "title": "Tapir attacks past, present, but hopefully not future | Scientific American",
      "description": "Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris at Dublin Zoo (Ireland) seriously attacked and injured a two-year-old girl that, believe it or don't, was taken into the tapir's enclosure.",
      "preview": "August 11, 2013 Tapir attacks past, present, but hopefully not future Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris"
    },
    {
      "url": "https://snapdrop.net/",
      "title": "Snapdrop",
      "description": "Instantly share images, videos, PDFs, and links with people nearby. Peer2Peer and Open Source. No Setup, No Signup.",
      "preview": "You're almost done! Uploading your files ... Upload Files Click Here Upload Folder File Received Filename Ask to save each file before downloading Sav"
    },
    {
      "url": "https://www.skingymco.com/products/copy-of-gold-foil-eye-mask-5-pack",
      "title": "Shop Skin Care Tools: LED Masks, Gua Sha Tools & More | Skin Gym",
      "description": "Skin Gym creates professional, luxury beauty tools, facial rollers and gua sha products to get that spa feeling at home. FREE Shipping Over $50!",
      "preview": "Skip to content Over 5000 5 star reviews Professional results Female Founded Cruelty Free Family owned Over 5000 5 star reviews Professional results F"
    },
    {
      "url": "http://www.script-fix.com/",
      "title": "Script & Screenplay Coverage | The Choice of Industry PRODUCERS & WRITERS",
      "description": "We provide script coverage, story development notes and screenplay analysis to the entertainment industry. Notably producers + sold screenwriters. Let us be your creative partner.",
      "preview": "Welcome to Script-Fix! We provide script coverage and screenplay development notes to writers and producers working in film and television. Let us be"
    },
    {
      "url": "https://edpb.europa.eu/about-edpb/board/members_en",
      "title": "Our Members | European Data Protection Board",
      "description": "void",
      "preview": "Skip to main content The EDPB is composed of representatives of the EU national data protection authorities, and the European Data Protection Supervis"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Beginners%27_guide",
      "title": "Beginners' guide - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Beginners' guide From OpenStreetMap Wiki Jump to navigation Jump to search Help Beginners' guide In other languages Afrikaans asturianu azərbaycanca B"
    },
    {
      "url": "http://www.glaaacc.org/",
      "title": "GLAAACC - The Greater Los Angeles African American Chamber of Commerce",
      "description": "void",
      "preview": "Skip to content Greater Los Angeles African American Chamber of Commerce... Promoting the Growth & Economic Development of the African American Busine"
    },
    {
      "url": "http://www.propelnonprofits.org/",
      "title": "Propel",
      "description": "void",
      "preview": "Champions of Good Fueling the impact and effectiveness of nonprofits with guidance, expertise, and capital Federal Government Shutdown: how we can hel"
    },
    {
      "url": "http://pre-kc.org/",
      "title": "Mature wives will fuck anything in the wild duck",
      "description": "void",
      "preview": "Home Member Login Search ShaHay1980 4 Mi The fates of people you never met suddenly become entwined in your own life is dynamic in a constant state of"
    },
    {
      "url": "https://tfxmiisery.tumblr.com/",
      "title": "@tfxmiisery on Tumblr",
      "description": "Follow @tfxmiisery and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://www.univr.it/",
      "title": "Università degli studi di Verona",
      "description": "Università degli Studi di Verona",
      "preview": "void"
    },
    {
      "url": "https://att.jobs/",
      "title": "AT&T Careers: Shape the future of connectivity",
      "description": "Discover career opportunities at AT&T. Find open roles in tech, sales, retail, customer service, and more. Apply today.",
      "preview": "Skip to main content We Make it Happen We know connections change lives - ready to change yours? This is where you take your next step. Job title, cat"
    },
    {
      "url": "https://events.microsoft.com/",
      "title": "Ricerca Eventi Microsoft",
      "description": "Trova eventi e opportunità di apprendimento di Microsoft pensati per aiutarti ad ampliare le tue competenze, apprendere nuove abilità e costruire una community.",
      "preview": "This is the Trace Id: 8d7ed526e36d37f232a7d0347f31d3d7 Passa a contenuti principali Amplia le tue capacità e modella il futuro durante Microsoft Ignit"
    },
    {
      "url": "https://www.rogoblen.ro/forum/index.php?sid=54569141107da821ca51659aeb9e4cf0",
      "title": "Clubul Gargaritelor • Prima pagina",
      "description": "void",
      "preview": "Acasa Autentificare Inregistrare FAQ Cautare Acum este 10 Oct 2025, 14:15 Vizualizare mesaje fara raspuns | Vizualizare subiecte active Prima pagina O"
    },
    {
      "url": "https://www.webtoons.com/en/terms/privacyPolicy",
      "title": "Terms of Use | WEBTOON",
      "description": "Please read this Agreement, Privacy Policy and other applicable rules, policies, and terms posted on WEBTOON Website or WEBTOON App before using WEBTOON Website, WEBTOON App and Digital Content.",
      "preview": "skip to content previous tab list TERMS OF USE PRIVACY POLICY COMMUNITY POLICY CANVAS TERMS OF USE AD REVENUE SHARING TERMS COOKIE POLICY SUPER LIKE T"
    },
    {
      "url": "https://uptogether.applytojob.com/apply",
      "title": "UpTogether - Career Page",
      "description": "Explore open job opportunities at UpTogether.",
      "preview": "Skip To Job Description There are no open positions at this time."
    },
    {
      "url": "http://www.iol.it/",
      "title": "Creazione siti web, E-Commerce e presenza online | Italiaonline",
      "description": "Fai crescere il tuo business con Italiaonline: contattaci per creazione siti web, e-commerce, pubblicità e presenza online per la tua azienda.",
      "preview": "Home Pensare alla tua impresa, per noi, non è un'impresa I nostri webinar: conquista clienti con TikTok Italiaonline e TikTok accompagneranno ti accom"
    },
    {
      "url": "http://shavedham.blogspot.com/p/big-button-box-support.html",
      "title": "Shaved Labs - iPhone Apps: Big Button Box Support",
      "description": "For help with Big Button Box please contact us using the email address within the app found by pressing the info button",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Big Button Box Support For help with Big Button Box please"
    },
    {
      "url": "https://www.accessdata.fda.gov/scripts/drugshortages/default.cfm",
      "title": "FDA Drug Shortages",
      "description": "void",
      "preview": "Skip to main content Skip to FDA Search Skip to footer links Home Drug Databases Drug Shortages Current and Resolved Drug Shortages and Discontinuatio"
    },
    {
      "url": "https://gr.pinterest.com/pin/733594226777435142/",
      "title": "Minecraft: How to Build a Modern House - Easy Tutorial - YouTube | Modern minecraft houses, Minecraft modern, Minecraft house designs",
      "description": "➜Minecraft: How to Make a Modern House / Tutorial➜Thumbs up^^ & Subscribe for more =) ►http://goo.gl/q4AtTD➜Download houses from my website: http:...",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://www.gov.pl/web/gis/aktualnosci",
      "title": "Wiadomości - Główny Inspektorat Sanitarny - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.shopify.com/",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://www.westside.com/",
      "title": "Westside - A Tata Enterprise | Best Online Shopping Site in India",
      "description": "Shop at India's Best Online Shopping Site for Men, Women & Kids Fashion. Discover wide range of clothing, footwear, bags & beauty products for men, women & kids at Westside Online Shopping Store.",
      "preview": "Skip to content Every % GST Reduced - Every % Returned To You"
    },
    {
      "url": "http://hatikvahmusic.com/cgi-bin/details.pl?key=1166",
      "title": "Hatikvah Music: Record Details",
      "description": "Hatikvah Music: The largest selection of Jewish Music, specializing in Yiddish, Klezmer, Sephardic, Ladino, Cantorial and Israeli music on cassette, compact disc and video.",
      "preview": "Artist: Various Title: Halleluya/Hava Nagila - The Most Famous 25 Israeli Folk Songs Category: Israeli Order #: 01166 If you only have 1 Israeli song"
    },
    {
      "url": "https://marine-conservation-institute.networkforgood.com/projects/103984-give-monthly",
      "title": "MARINE CONSERVATION INSTITUTE - Give Monthly",
      "description": "void",
      "preview": "Donate Monthly Your sustained support-at any giving level-helps preserve the health and vitality of our oceans. Donation Amount Donate $5 Donate $10 D"
    },
    {
      "url": "https://blog.johnmark.org/2014/02/03/gluster-cloud-night-amsterdam/",
      "title": "Gluster Cloud Night Amsterdam - JohnMark.Org",
      "description": "Join us on March 4 for the Gluster Community seminar and learn how to improve your storage. This half day seminar brings you in-depth presentations, use cases, demos and developer content presented by Gluster Community experts. REGISTRATION Register today for this free half-day seminar and reserve your seat since spaces are limited. Click here to...",
      "preview": "Skip to content Join us on March 4 for the Gluster Community seminar and learn how to improve your storage. This half day seminar brings you in-depth"
    },
    {
      "url": "https://www.cccstudentmentalhealth.org/resource/love-is-respect/",
      "title": "Love is Respect - CCC Health & Wellness Program",
      "description": "void",
      "preview": "Skip to main content Love is Respect Resource Type: Website Topics: Wellness Population Focus: Resources for Students View Resource Youth-oriented sit"
    },
    {
      "url": "https://www.britannica.com/place/Tokyo",
      "title": "Tokyo | Japan, Population, Map, History, & Facts | Britannica",
      "description": "Tokyo, city and capital of Tokyo 'to' (metropolis) and of Japan. It is located at the head of Tokyo Bay on the Pacific coast of central Honshu. It is the focus of the vast metropolitan area often called Greater Tokyo, the largest urban and industrial agglomeration in Japan.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos To"
    },
    {
      "url": "https://www.bbbprograms.org",
      "title": "Home - BBB National Programs",
      "description": "BBB National Programs fosters trust, innovation, and competition in the marketplace through self-regulation, dispute resolution, and other programs.",
      "preview": "Where businesses turn to enhance consumer trust and consumers are heard Through our self-regulatory programs, industry leaders work together to foster"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "https://ekb.ap-proekt.ru/product/komplektuyushchie-dlya-shtampov-i-press-form/komponenty-i-plity-dlya-press-form/tolkateli/tolkateli-tsilindricheskie/tolkatel-tsilindricheskiy-plazmenno-azotirovannyy-eoa/",
      "title": "78.211.19.249 10.10.2025 15:00:35",
      "description": "void",
      "preview": "Sorry, your request has been denied."
    },
    {
      "url": "https://besthindisex.com/indian/?link=category_thumb",
      "title": "Popular indian",
      "description": "void",
      "preview": "BEST HINDI SEX Surprise Me! indian She rejoices after receiving 4 cumshots and a creampie 22752 13:04 indian Xxx Queen stepmom hard sex full Dirty tal"
    },
    {
      "url": "https://venividigames.tumblr.com/post/90353269558",
      "title": "VeniVidiGames",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://uptogether.statuspage.io",
      "title": "UpTogether Status - Page Inactive",
      "description": "void",
      "preview": "Houston, we have a problem. This page is currently inactive and can only be viewed by team members. To see this page, sign in or request an account ."
    },
    {
      "url": "https://llewellynfoundation.org/",
      "title": "The Llewellyn Foundation's Web Home:",
      "description": "void",
      "preview": "Mission: To fund initiatives that address the health, education and well-being of individuals, families and communities. The Llewellyn Foundation acce"
    },
    {
      "url": "https://gfetw.org",
      "title": "GFETW | IMCS",
      "description": "void",
      "preview": "Skip to main content Who We Are Why It Matters What We Do GFETW GFETW About 2026 GFETW 2023 GFETW"
    },
    {
      "url": "http://www.uwbec.org/",
      "title": "United Way of Buffalo & Erie County | Hands-On Change | Home",
      "description": "United Way of Buffalo & Erie County is a nonprofit organization that brings people and organizations together to make a difference and drive equitable outcomes in Western New York.",
      "preview": "Skip to main content Hands-On Compassion We get involved to make real change and drive equitable outcomes in Western New York. Hands-On Health We get"
    },
    {
      "url": "https://www.listennotes.com/podcasts/moving-up-together-moving-up-together-qNSPIX3VDKn/",
      "title": "Moving Up Together (podcast) - Moving Up Together | Listen Notes",
      "description": "Real people and real stories that prove what you've heard - and may believe - about \"poor\" people is wrong. Moving Up Together was created by the national no...",
      "preview": "Listen Later API Data Discover Real-Time Episodes being played now Explorer Find similar podcasts Best Podcasts Recommended by us Hot Podcasts Popular"
    },
    {
      "url": "http://www.toddjdanforth.com/",
      "title": "Todd Joseph Danforth",
      "description": "void",
      "preview": "0 Queer Inheritance, 2022 - present The Art of Losing, 2009 - Present"
    },
    {
      "url": "https://www.praha.eu/jnp/cz/doprava/",
      "title": "Portál hlavního města Prahy - Praha - MHMP",
      "description": "Portál hlavního města Prahy",
      "preview": "Portál hlavního města Prahy Carousel vybraných článků Pozvánka na Signal Festival 2025 Signal Festival 2025 po roce opět promění Prahu ve dnech 16. až"
    },
    {
      "url": "https://instagram.com/bestbuy",
      "title": "Best Buy (@bestbuy) • Instagram photos and videos",
      "description": "585K Followers, 107 Following, 1,416 Posts - Best Buy (@bestbuy) on Instagram: \"What if you could take what you love to the next level? Discover the awesome power of tech.\"",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}