{
  "data": [
    {
      "url": "http://www.lgrecyclingprogram.com/",
      "title": "LG Recycling Program | Life's Good when you recycle",
      "description": "Life's Good when you live green",
      "preview": "Find Drop-off sites Live Green, Today Sustainable Future Green Community We've made it easy to recycle your electronics. Hemos hecho que sea fácil rec"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://execed.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://www.apprentus.com/en/private-lessons/agadir/language/english/english-courses-all-home-levels",
      "title": "ENGLISH COURSES FOR ALL HOME LEVELS - Agadir - Private lessons",
      "description": "You are a student and you want to improve and practice your English language or you need support for one or more courses, you are passionate about the",
      "preview": "Sign in Join free Italy English EUR Home How can we help? Become a Tutor Become a Tutor Private lessons English Abderrahmane Agadir Morocco Add to Wis"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/phishing-attacks-2/",
      "title": "Phishing - Security Through Education",
      "description": "We define phishing as the \"practice of sending emails appearing to be from reputable sources with the goal of influencing or gaining personal information,\"",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Phishing At Social-Engineer, we define phishing as the \"practice of sending emails appearing to"
    },
    {
      "url": "https://ims.ucsc.edu/about/directors-message.html",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://developers.googleblog.com/2019/09/enabling-developers-and-organizations.html",
      "title": "Enabling developers and organizations to use differential privacy - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Enabling developers and organizations to use differential privacy SEPT. 5, 20"
    },
    {
      "url": "https://peru.oceana.org/es/blog/las-exportaciones-pesqueras-en-el-2019",
      "title": "Informe | Las exportaciones pesqueras en el 2019 - Oceana Peru",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://www.flutetunes.com/tunes.php?id=2209",
      "title": "Largo from Recorder Sonata No. 8 in D minor (B. Marcello) - Free Flute Sheet Music | flutetunes.com",
      "description": "Sheet music for Largo from Recorder Sonata No. 8 in D minor by Benedetto Marcello, arranged for Flute and bass instrument. Free printable PDF score and MIDI track.",
      "preview": "Free Flute Sheet Music Menu Search Tunes... Menu Home FAQ Browse Tunes Modern Music Random Tune Most Popular Flute Articles Flute Scales Flute Fingeri"
    },
    {
      "url": "http://www.alternativepedia.com/",
      "title": "AlternativePedia Discover free, open source or better alternatives and competitors for popular software, mobile apps and websites - AlternativePedia",
      "description": "void",
      "preview": "Latest AWStats AWStats is a popular tool that shows different reports and logs about traffic and activity on your website. On Linux servers, most of t"
    },
    {
      "url": "https://www.kefalogiannis.gr/el/koinoboyleytikes-drasthriothtes/h-kybernhsh-prwta-o-poliths-g-a-papandreoy-arneitai-na-ikanopoihsei-ta-aithmata-twn-peripteroyxwn-kapnopwlwn",
      "title": "Η κυβέρνηση «πρώτα ο πολίτης» Γ.Α.Παπανδρέου αρνείται να ικανοποιήσει τα αιτήματα των περιπτερούχων-καπνοπωλών | Μανώλης Κεφαλογιάννης",
      "description": "Η κυβέρνηση «πρώτα ο πολίτης» Γ.Α.Παπανδρέου αρνείται να ικανοποιήσει τα αιτήματα των περιπτερούχων-καπνοπωλών - ΜΑΝΩΛΗΣ Κ.ΚΕΦΑΛΟΓΙΑΝΝΗΣΒΟΥΛΕΥΤΗΣ ΗΡΑΚΛΕΙΟΥ-ΝΕΑ ΔΗΜΟΚΡΑΤΙΑ---------------------------ΔΕΛΤΙΟ ΤΥΠΟΥ Με την υπ' αρ...",
      "preview": "μήνυμα συστήματος Αρχικη Βιογραφικο Multimedia Φωτογραφίες Video Νεα Πρωτοβουλίες Ευρωπαϊκά Θέματα Κρήτη Άρθρα Συνεντεύξεις Κοινοβουλευτικές Δραστηριό"
    },
    {
      "url": "https://oakfnd.org/values-mission-history/cbod/",
      "title": "Organisational strengthening and effectiveness",
      "description": "www.oakfnd.org",
      "preview": "Skip to main content Home / About / Organisational strengthening and effectiveness Organisational strengthening and effectiveness We provide advice, g"
    },
    {
      "url": "https://usplasticspact.org/about/",
      "title": "U.S. Plastics Pact | About Us",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "What is the U.S. Plastics Pact? The U.S. Plastics Pact is a solutions-driven consortium, launched as part of the global Plastics Pact Network convened"
    },
    {
      "url": "https://www.eurocars.ro/de/mietwagen-Arad/SUV/Opel/Opel-Antara_107",
      "title": "Autovermietung Arad | SUV Klasse",
      "description": "EuroCars ist hier um Ihnen zu helfen, die besten Autovermietungen in Arad für Ihren Urlaub oder für Ihre Geschäftsreise zu finden.",
      "preview": "Ihr Konto DE EN RO IT ES FR Autovermietung Arad SUV Klasse Top Autovermietungsstandorte Top-Städte Mietwagen Bukarest › Mietwagen Iasi › Mietwagen Clu"
    },
    {
      "url": "http://www.nocturnealley.org/reviews.php?type=ST&item=3852&offset=120",
      "title": "Nocturne Alley Fanfic :: Harry Potter Slash",
      "description": "void",
      "preview": "Nome utente: Password: Ricorda Registrati | Hai dimenticato la tua Password? DracoMalfoy Marauders Tribal Zenlike Home Cerca Aiuto Contatti Accedi Reg"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85939",
      "title": "Searchable Recipe Database - White Beans with Rosemary and Caramelized Onions",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.dnb.com/utility-pages/privacy-policy.html",
      "title": "Our Data Transparency Commitment - Dun & Bradstreet",
      "description": "After almost 200 years, we still aim to be transparent around the ways we process data about people, businesses, and how we use AI. Learn more here.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.whatsapp.com/",
      "title": "WhatsApp | Secure and Reliable Free Private Messaging and Calling",
      "description": "Use WhatsApp Messenger to stay in touch with friends and family. WhatsApp is free and offers simple, secure, reliable messaging and calling, available on phones all over the world.",
      "preview": "Skip to content Message privately Simple, reliable, private messaging and calling for free*, available all over the world. Download Log in * Data char"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://nbmbaa.org/",
      "title": "Home - Slider - NBMBAA",
      "description": "void",
      "preview": "Scroll Top Log In Donate nbmbaa National Black MBA Association Learn More Shape a world where diversity and inclusion thrive, both intellectually and"
    },
    {
      "url": "http://www.ioc-unesco.org/",
      "title": "UNESCO archives | UNESCO",
      "description": "Digitizing our shared UNESCO history",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://ahrefs.com/",
      "title": "Ahrefs-AI Marketing Platform Powered by Big Data",
      "description": "We help marketers drive visibility across AI search, SEO, content, and social - with the largest AI and search databases online.",
      "preview": "Make your business discoverable-in search, AI, and beyond See what people want, fix what holds you back, ship what wins, and track your growth-that's"
    },
    {
      "url": "https://saintclementevasion.fr/spip.php?rubrique35",
      "title": "Spectacles - Saintclementevasion",
      "description": "En fonction des opportunités, l'association propose à ses adhérents , d'assister à des spectacles de danse ,de cirque ou de variétés . (...)",
      "preview": "[ fr ] Rechercher : Rechercher dans le site Accueil du site > Culture > Spectacles Spectacles En fonction des opportunités , l'association propose à s"
    },
    {
      "url": "https://www.nih.gov/news-events/news-releases",
      "title": "News Releases | National Institutes of Health (NIH)",
      "description": "News releases from the National Institutes of Health.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://es-co.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Colombia",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://zeaphra.tumblr.com/",
      "title": "Blog",
      "description": "Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and other random stuff. Plus obligatory cute cat stuff",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "https://hydrogen.shopify.dev",
      "title": "Hydrogen: Shopify's headless commerce framework",
      "description": "Build performant ecommerce faster with Shopify's React-based framework for developing custom storefronts. Built-in Oxygen hosting makes deployment easy.",
      "preview": "Headless in half the time Shopify's headless stack that's engineered for performance and productivity. npm create @shopify/hydrogen@latest See documen"
    },
    {
      "url": "https://cpra-intake-form.target.com",
      "title": "cprarequestform",
      "description": "cprarequestform",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://tghat.com/2021/03/06/abiy-ahmed-and-his-genocide-policy-in-tigray/",
      "title": "Abiy Ahmed and his genocide policy in Tigray - Tghat",
      "description": "In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been emerging as the primary weapon of choice of its three architects-Prime Minister Abiy Ahmed of Ethiopia, President Isaias Afwerki of Eritrea and the Amhara nationalists-to totally subjugate Tigray.",
      "preview": "Connect with us Share Tweet In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been"
    },
    {
      "url": "https://dreamworldtravel.co.uk/",
      "title": "Home - Dream World Travel",
      "description": "Essential Travel tips Bucket List Experiences Discover unforgettable moments to add to your journey. From exploring ancient landmarks to thrilling outdoor adventures, each experience is designed to create lasting memories. Start planning your next adventure today. Road trip Road trip Road trip Road trip MAGICAL PORTUGAL Dramatic Rugged Mountains Touching The Clouds, Hills Covered In...",
      "preview": "Skip to content Just six minutes' walk from Jurata Beach in the lovely town of Jastarnia, Poland, Hotel... Designed for children to release their wild s"
    },
    {
      "url": "https://www.apec.org/",
      "title": "Asia-Pacific Economic Cooperation",
      "description": "void",
      "preview": "Skip to main content How Aging and AI are Rewriting the Economics of Health APEC Leaders to Convene in Korea Amid Heightened Global Interest Health Mi"
    },
    {
      "url": "https://www.eonline.com/news/1366491/teen-moms-ryan-edwards-and-wife-mackenzie-break-up-after-6-years-of-marriage",
      "title": "Teen Mom's Ryan Edwards and Wife Mackenzie Break Up",
      "description": "Former Teen Mom star Mackenzie Edwards filed for divorce and was granted a temporary restraining order against her ex Ryan Edwards. Get the details on their breakup.",
      "preview": "Watch : Teen Mom Alum Ryan Edwards' Wife Mackenzie Files for DIVORCE Mackenzie Edwards is putting an end to her marriage. The former Teen Mom star fil"
    },
    {
      "url": "http://www.mit.edu/",
      "title": "MIT - Massachusetts Institute of Technology",
      "description": "The mission of MIT is to advance knowledge and educate students in science, technology and other areas of scholarship that will best serve the nation and the world in the 21st century.",
      "preview": "Skip to content ↓ Menu Explore websites, people, and locations Look up people by \"last name sounds like\" What are you looking for? See More Results Su"
    },
    {
      "url": "http://www.zenit-hi-fi.ru/hificatalog/kabeli/setevye-kabeli/fisch-p-7-15m.html",
      "title": "Fisch P-7 1,5m | салон Зенит Hi-FI техники",
      "description": "Fisch P-7 1,5m",
      "preview": "Каталог ВИДЕО BLU-RAY ПРОИГРЫВАТЕЛИ ПРОЕКТОРЫ АУДИО CD-ПРОИГРЫВАТЕЛИ CD-РЕСИВЕРЫ CD-ТРАНСПОРТЫ СЕТЕВЫЕ ПРОИГРЫВАТЕЛИ АУДИОСЕРВЕРЫ ТЮНЕРЫ AV-ПРОЦЕССОРЫ"
    },
    {
      "url": "https://www.vplayed.com",
      "title": "VPlayed: #1 Streaming Platform to Launch & Monetize Videos",
      "description": "VPlayed is a SaaP-based streaming platform that allows broadcasters, distributors, and content owners to build, distribute & monetize live and on-demand videos across the web, mobile apps & smart TVs.",
      "preview": "void"
    },
    {
      "url": "https://commons.wikimedia.org/wiki/Category:Algirdas_Brazauskas",
      "title": "Category:Algirdas Brazauskas - Wikimedia Commons",
      "description": "void",
      "preview": "Jump to content From Wikimedia Commons, the free media repository <nowiki>Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Brazauskas; Algirdas Braz"
    },
    {
      "url": "http://www.ec2002.tue.nl/",
      "title": "Eurocrypt 2002",
      "description": "Eurocrypt 2002 index page",
      "preview": "This frameset document contains information about EuroCrypt 2002. Registration Program Conference Hotel Call for Papers Contact Home"
    },
    {
      "url": "https://www.twincitiesrise.org/",
      "title": "Twin Cities R!SE",
      "description": "At Twin Cities Rise, we assist individuals in poverty on the path to long-term and stable employment. Our work skills training prepares participants with the skills they'll need on the job. And through internship opportunities, job search assistance, and employment placement services, we work with participants to find meaningful employment.",
      "preview": "Skip to content Building Careers Empowering Lives Twin Cities R!SE has provided comprehensive workforce development to under and unemployed individual"
    },
    {
      "url": "http://www.accountservices.com/",
      "title": "ACCOUNT SERVICES INC",
      "description": "void",
      "preview": "For Efficient Accounting and Bookkeeping Start with Us Learn More Account Services, Inc. is a premier accounting and bookkeeping services company in t"
    },
    {
      "url": "https://fisheries.ucsc.edu/",
      "title": "Fisheries Collaborative Program - Supporting Sustainable Fisheries through Research",
      "description": "void",
      "preview": "Skip to content Fisheries Collaborative Program"
    },
    {
      "url": "https://www.watchgang.com/",
      "title": "Watch Gang | The World's #1 Watch Club",
      "description": "Discover new watches on your schedule and join the largest watch community in the world. Exclusive member deals and giveaways, join Watch Gang today.",
      "preview": "Get 40% Off Your First Watch + A Chance To Win A ROLEX! GET STARTED SURPRISE! IT MIGHT BE A ROLEX The world's #1 watch club for a reason. Get a new wa"
    },
    {
      "url": "https://dorik.com/",
      "title": "Dorik - AI Website Building Platform",
      "description": "Create your stunning website with ease using Dorik AI Website Builder. Benefit from user-friendly design tools, advanced business solutions, AI tools, and powerful SEO features. Start with Dorik for free.",
      "preview": "Product AI Website Generator No-Code Editor CMS Native SEO Airtable Integration Blogging Platform Templates Pricing For Agencies Resources Wall of Lov"
    },
    {
      "url": "https://revandy.org/2019/08/07/a-more-excellent-way/",
      "title": "A More Excellent Way | RevAndy.org",
      "description": "Today's reading is 1 Corinthians 13: 1-3 The next three days we are going to look, section by section, at 1 Corinthians 13. This is the chapter of love. A little background before we get to it. Paul has spent time in the previous chapter talking about spiritual gifts. What is the greatest? What gift should...",
      "preview": "Today's reading is 1 Corinthians 13: 1-3 The next three days we are going to look, section by section, at 1 Corinthians 13. This is the chapter of lov"
    },
    {
      "url": "https://apnews.com/hub/technology",
      "title": "Technology: Latest Tech News Articles Today | AP News",
      "description": "Don't miss an update on the latest tech news from The Associated Press. AP News has everything you need to know for technology news today.",
      "preview": "void"
    },
    {
      "url": "https://www.tampabay.com/news/florida-politics/2022/05/03/most-florida-voters-oppose-abortion-bans-polls-show/",
      "title": "Most Florida voters oppose abortion bans, polls show",
      "description": "When surveys have asked about limits to abortion access, a majority has consistently said \"no.\"",
      "preview": "Search Subscribe Manage profile Donate Log in Log out Search Featured Latest News Most Read Like This Search Advertisement Featured Our editors' top p"
    },
    {
      "url": "https://www.purlsoho.com/create/category/knit/",
      "title": "All Knitting Patterns: Free + Paid Patterns | Purl Soho",
      "description": "Explore Purl Soho's complete knitting pattern collection, including both free and paid patterns, with clear instructions + tutorials... Knit something amazing!",
      "preview": "Home > All Knitting Patterns Filters All Knitting Patterns Filters Filters Knit Category Filters By Yarn Weight Lace Fingering Sport Light Worsted/DK"
    },
    {
      "url": "https://cab1729.tumblr.com/",
      "title": "math geek with no social life",
      "description": "I read math textbooks like other people read novels and spend most of my free time in Starbucks trying to solve the Riemann Hypothesis. When I'm not doing that I practice the ancient art of Java...",
      "preview": "math geek with no social life thevaultoftheatomicspaceage : univac Reblogged 4 years ago from thevaultoftheatomicspaceage 154 notes Celebrating Peano!"
    },
    {
      "url": "https://livvydunne.com/",
      "title": "LIVVY - The Official Website of Olivia Dunne",
      "description": "The Official Website of Olivia Dunne",
      "preview": "void"
    },
    {
      "url": "https://quadrofixing.eu/facade-screws-stainless-steel-a2-anthracite/ral-7016-250-pcs/p-73",
      "title": "Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) | quadrofixing.eu",
      "description": "Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) - facade screw for exterior claddings on the wood subconstruction. High quality screw for HPL boards (Fundermax, Trespa) or cement based boards.",
      "preview": "Products Our suppliers: Facade screws Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) Size and packaging : 4,8x25 mm, Anthracite 18"
    },
    {
      "url": "http://publish.illinois.edu/englishadvising/2021/03/page/2/",
      "title": "March 2021 - Page 2",
      "description": "void",
      "preview": "Skip to content Follow us on social media! Join Us for ESC : If you are interested in reading, writing, leadership positions, and more, join the ESC's"
    },
    {
      "url": "https://www.sacred-texts.com/oto/index.htm",
      "title": "Thelema Texts | Sacred Texts Archive",
      "description": "Thelemic texts including works of Aleister Crowley, O.T.O. materials, and ceremonial magic. Browse 194+ texts in this comprehensive collection.",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://www.porterleath.org/",
      "title": "Welcome to Porter-Leath | Home",
      "description": "Building stronger children, stronger families and a stronger Memphis through community-based programs and services, based on our mission of empowering children and families to achieve a healthy, optimal and independent lifestyle.",
      "preview": "Empowering children and families to achieve a healthy, optimal, and independent lifestyle FOCUS AREAS ABOUT Now Enrolling Children and Hiring Staff fo"
    },
    {
      "url": "https://dnasolves.com/articles/clallam-county-jane-doe-2021/",
      "title": "Clallam County Jane Doe (2021) Is Identified",
      "description": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021",
      "preview": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021 Clallam County Sheriff's Office Detectives have determined that the unk"
    },
    {
      "url": "https://www.321chat.com/",
      "title": "321 Chat - Free Chat Rooms for Everyone",
      "description": "Free chat rooms for everyone.",
      "preview": "CHAT Home Chat Rooms Teen Chat Adult Chat Senior Chat Kid Chat Gay Chat Lesbian Chat Gay Teen Chat Transgender Chat Furry Chat Religion Chat Black Cha"
    },
    {
      "url": "https://press.un.org/en/2022/ga12448.doc.htm",
      "title": "Promise of Declaration on Protecting Minority Rights Still Not Fulfilled, Speakers Tell High-Level Meeting Marking Adoption's Thirtieth Anniversary | Meetings Coverage and Press Releases",
      "description": "Thirty years after its adoption by the General Assembly, the Declaration on the Rights of Persons Belonging to National or Ethnic, Religious and Linguistic Minorities has yet to fulfil its promise, speakers stressed, during a high-level meeting today on the side lines of the Assembly's general debate.",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search Site Search Search Meetings Coverage and Press Releases Meetings"
    },
    {
      "url": "https://www.brettonwoodsproject.org/2011/09/art-569035/",
      "title": "Scaling up Climate Finance - Bretton Woods Project",
      "description": "Notes of meeting, Washington DC, September 22...",
      "preview": "Skip to main content Search the Bretton Woods Project site Search for: Environment Gender Finance Accountability Governance Aid Infrastructure Scaling"
    },
    {
      "url": "https://publicartchallenge.bloomberg.org/",
      "title": "Public Art Challenge",
      "description": "Supporting innovative temporary public art projects that enhance the vibrancy of cities. Bloomberg Philanthropies' Public Art Challenge encourages mayors to partner with artists, elevating the value of including the creative sector when developing solutions to significant urban issues. The program supports temporary public art projects that celebrate creativity, enhance urban identity, encourage public-private collaborations, and [...]",
      "preview": "Supporting innovative temporary public art projects that enhance the vibrancy of cities. Bloomberg Philanthropies' Public Art Challenge encourages may"
    },
    {
      "url": "https://learning.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Google Learning - Digital Learning Tools & Solutions",
      "description": "Explore digital learning tools and solutions from Google designed to help everyone in the world learn anything in the world.",
      "preview": "Helping everyone in the world learn anything in the world Learning for school Find products and support Product Suite Find products built for educatio"
    },
    {
      "url": "https://tools.pdf24.org/en/",
      "title": "PDF24 Tools: Free PDF solutions for all PDF problems",
      "description": "Free online PDF tools to merge, compress, create, edit and convert PDFs. Quick and Easy. Without installation. Without registration.",
      "preview": "PDF24 Tools All tools PDF24 Creator PDF24 Tools Free and easy-to-use online PDF tools that make you more productive. All Last used Favorites Merge PDF"
    },
    {
      "url": "http://status.spire.com/",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://elpais.com/ciencia/",
      "title": "Ciencia en EL PAÍS",
      "description": "Las últimas noticias sobre ciencia donde encontrarás la última hora sobre investigaciones, hallazgos, I+D, laboratorios, descubrimientos además de reportajes, entrevistas y los blogs de EL PAÍS.",
      "preview": "Ir al contenido _ _ _ _ Alfonso Martínez-Arias | 10 oct 2025 - 12:19 CEST Descubridor de la clonación, su trabajo fue olvidado y después reivindicado"
    },
    {
      "url": "https://www.nataliemcqueen.co.uk/about",
      "title": "Natalie McQueen - Official Website",
      "description": "Find out all about Natalie Mcqueen , how to contact her, where you can see her perform and join in her mailing list for updates! Currently playing Lauren in Kinky Boots in London's West End.",
      "preview": "About Natalie About Natalie Natalie recently played Blanche Barrow in Frank Wildhorns - Bonnie & Clyde at the Theatre Royal Drury Lane. She appeared a"
    },
    {
      "url": "https://pytorch.org/get-started/locally/",
      "title": "Get Started",
      "description": "Set up PyTorch easily with local installation or supported cloud platforms.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Get Started Select preferences and run the command to install PyTorch loc"
    },
    {
      "url": "http://www.finanze.it/",
      "title": "Dipartimento Finanze - Home",
      "description": "Dipartimento delle Finanze",
      "preview": "Dipartimento delle Finanze Menu di accesso rapido Vai al menu principale Vai al campo cerca nel sito Vai al contenuto principale Vai al contenuto del"
    },
    {
      "url": "https://fi-fi.workplace.com/resources/getting-started/quick-launch-guide?ref=AVs4psWqGaLKBkzCgKlfBEj_KEfmffImxOU7Z15i-LH5TVKPVeCLTSUULosvei4FPv9zyyinqKV_QggwEC_AoKMQtWeJUkctO1virvFqYiIT5LEFVQ7xp_f8tXNH3nNpqEjsgZEGO4voFxasUrMHtRo4AsAznrQ2p-a_0CmsLk290_Fm7yXi2YP7ngnVw4lJ-VEGhY4dm3DvzHtlqKCMqWIl3-wQEAV-HvFu2tLYOLTDIhxY_jJUHuS3VloA_eoGLjYaaBNGa8XB7ib4Cpt3XD5t",
      "title": "Workplace has entered read-only mode | Ohje- ja tukikeskus: Workplace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.westminster-abbey.org/about-the-abbey/history/royalty",
      "title": "Royalty | Westminster Abbey",
      "description": "Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror was crowned on Christmas Day. The church has been closely linked with the royal family all through its history, and that continues today with the monarch visiting the Abbey throughout the year. Explore the Abbey's links with royalty and have a go at recreating your own coronation at home.",
      "preview": "Skip to main content Home Learning Families At home Royalty Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror w"
    },
    {
      "url": "http://leakytechpipeline.com",
      "title": "The Leaky Tech Pipeline - TRANSFORM TECH. IMPROVE OUR FUTURE.",
      "description": "void",
      "preview": "Pre K-12 Higher Education Tech Workforce Entrepreneurship & VC Featured Programs Research Barriers Data Featured Programs Research Barriers Data Featu"
    },
    {
      "url": "https://www.dierenarts.nl/mijn-hond-zwemt-niet-vaccinatie-tegen-de-ziekte-van-weil-is-daarom-niet-nodig-feit-of-fabel/",
      "title": "Mijn hond zwemt niet, vaccinatie tegen de ziekte van Weil is daarom niet nodig, feit of fabel? - Dierenarts.nl",
      "description": "Het wordt weer warmer en daardoor is het verleidelijk om een duik te nemen in rivieren of meertjes. Je hoort nog wel eens dat je je hond niet moet laten zwemmen in warm, stilstaand water vanwege de ziekte van weil.",
      "preview": "Home Thema's Over ons Zoeken Dierenarts.nl Dierenwelzijn Gezond huisdier Vaccinatie Volksgezondheid Mijn hond zwemt niet, vaccinatie tegen de ziekte v"
    },
    {
      "url": "https://boekenkastweb.wordpress.com/2019/12/20/blu-ray-in-de-kijker-once-upon-a-time-in-hollywood-quentin-tarantino/",
      "title": "Blu-ray in de kijker: Once Upon A Time In... Hollywood - Quentin Tarantino - De Boekenkast Redactie.Boekenkast@gmail.com",
      "description": "Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarantino, op dvd, Blu-ray, 4K Ultra HD, Digitaal en op aanvraag verschenen. https://www.youtube.com/watch?v=ELeMaP8EPAA&feature=emb_logo Deze Amerikaanse-Britse komische dramafilm speelt zich af in 1969 in Los Angeles. De film gaat over acteur Rick Dalton (Leonardo DiCaprio), de...",
      "preview": "Naar de inhoud springen Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarant"
    },
    {
      "url": "https://careers.parishilton.com/",
      "title": "Careers - Paris Hilton",
      "description": "void",
      "preview": "Home Impact About About Paris 11:11 Media Follow Me Instagram Facebook Twitter Tiktok Youtube Search Search for: Sign Up More on the Wedding? Sign up"
    },
    {
      "url": "http://economypinballrepair.weebly.com/",
      "title": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal - Economy Pinball Repair | Long Island | Video Game & Slot Machine Repair",
      "description": "Get your pinball machine back in action with affordable repair services in Long Island! Serving NY, Suffolk, Nassau, Westchester, Queens and Brooklyn. Economy Pinball Repair specializes in pinball Video Game and Slot Machine repairing. Contact for a servi",
      "preview": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal Home"
    },
    {
      "url": "https://www.nhl.com/schedule",
      "title": "Schedule | Oct 9, 2025 | NHL.com",
      "description": "The official schedule of the NHL including date, access to tickets, TV network, and video highlights.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.khon2.com/local-news/passengers-shaken-by-turbulence-floating-off-of-our-chairs/",
      "title": "Passengers shaken by turbulence 'Floating off of our chairs' | KHON2",
      "description": "It was a terrifying moment for nearly 300 Hawaiian Airlines passengers. The Honolulu-bound flight from Phoenix experienced severe turbulence about 30 minutes before landing which sent at least 11 people to the hospital in serious condition.",
      "preview": "Skip to content"
    },
    {
      "url": "https://ctan.org/pkg/pgf",
      "title": "CTAN: Package pgf",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "https://www.kungahuset.se/arkiv/pressmeddelanden/2023-02-20-kungens-planerade-ingrepp-genomfort",
      "title": "Kungens planerade ingrepp genomfört | Kungahuset",
      "description": "H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirurgiskt ingrepp med kateterteknik i hjärtområdet.",
      "preview": "Startsida / Arkiv 20 februari 2023 Kungens planerade ingrepp genomfört H.M. Konungen har under förmiddagen i dag, den 20 februari, genomgått ett kirur"
    },
    {
      "url": "https://surferseo.com/",
      "title": "Surfer: SEO Content Optimization Platform",
      "description": "Use Surfer to research, audit, write, optimize and generate SEO optimized articles in 20 minutes. Everything you need to create a comprehensive content strategy that yields real results is a click away with Surfer!",
      "preview": "AI SEO is Here: 7 Steps to Stay Visible in 2026 and Beyond Watch Now Boost visibility in Google, ChatGPT, and beyond. Search has changed. People turn"
    },
    {
      "url": "https://www.siteliner.com/",
      "title": "Siteliner - Find Duplicate Content on your site",
      "description": "void",
      "preview": "Explore your site. Find duplicate content, broken links, and more... Starting Scan... © 2025 Indigo Stream Technologies, providers of Copyscape . All"
    },
    {
      "url": "https://www.forbes.com.mx/buffett-dona-2000-millones-a-la-gates-foundation/",
      "title": "Buffett dona 2,000 millones a la Gates Foundation • Forbes México",
      "description": "El Oráculo de Omaha donó en total 2,600 mdd en acciones de Berkshire Hathaway a cinco fundaciones benéficas, ha donado casi 20,000 mdd en toda su vida.",
      "preview": "Portada / Forbes Life / Filantropía / Buffett dona 2,000 millones a la Gates Foundation Forbes Staff julio 9, 2013 @ 6:28 am 2013-07-09T06:28:00-0600"
    },
    {
      "url": "https://imcsnet.org/",
      "title": "IMCS NETWORK | IMCS",
      "description": "void",
      "preview": "Skip to main content IMCS NETWORK Image Image Promoting and facilitating communication collaboration coordination capacity development across our comm"
    },
    {
      "url": "https://telademoda.com/moda/francisco-lopez-guarnicionero-de-diseno/?replytocom=9690",
      "title": "Francisco López, guarnicionero de diseño - Telademoda.com",
      "description": "void",
      "preview": "Bolsos Moda Zapatos Francisco López, guarnicionero de diseño por Clara Guzmán 25 octubre 2010 25 octubre 2010 Francisco López, en su tienda taller de"
    },
    {
      "url": "https://campd.epa.gov/",
      "title": "Clean Air Markets Program Data (CAMPD)",
      "description": "CAMPD is your one-stop shop for the emissions, compliance, allowance, and facility attributes data that is gathered under these programs.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://kendamabulgaria.bg/en/shop/ezoterika/page/6/?orderby=price",
      "title": "Езотерика и гадателски карти",
      "description": "Добре дошли в нашата мистична колекция от езотерика и гадателски карти, където древната мъдрост се среща със съвременната духовност.",
      "preview": "ЕЗОТЕРИКА Categories THE SECRET KENDAMAS 6 products KENDAMAS 15 products KENDAMA BULGARIA 7 products KB CUSTOM 7 products KROM KENDAMA 1 product SWEET"
    },
    {
      "url": "https://designercize.com/",
      "title": "DESIGNERCIZE",
      "description": "Retro prompt generator for whiteboard design practice.",
      "preview": "Designercize Random prompt generator for whiteboard design practice. Choose a difficulty Reload until you're happy Choose duration Hit Play Easy E Med"
    },
    {
      "url": "https://wiki.openttd.org/hu/Manual/Game%20Mechanics/",
      "title": "OpenTTD | Game Mechanics",
      "description": "void",
      "preview": "en de es fr hu it ja nl pl ru zh Ez a cikk az eredeti angol nyelvű fordítása: en/Manual/Game Mechanics/Main Page . Lefordítva: kb. 97% Kérem, segítsen"
    },
    {
      "url": "http://blog.mailasail.com/desnot",
      "title": "Desnot's Web Diary",
      "description": "void",
      "preview": "Desnot Latest Post: 2011-06-26 User Profile Previous Diary Entries 2011 Jun 2011 43:24.55N 6:46.25E Sun 26 Jun 15:14"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://ho.lc/",
      "title": "Kohei Ozaki (smly) | ho.lc",
      "description": "Software Engineer focused on the creation and application of Vision AI",
      "preview": "English / Japanese Kohei Ozaki Software Engineer Google Developer Expert (Kaggle) Blog I am a Software Engineer with over a decade of work experience"
    },
    {
      "url": "http://www.scottishsweeties.com/index.php?main_page=index&cPath=73&sort=20a&page=1",
      "title": "Chocolate Products : Welcome to Scottish Sweeties, Online shop",
      "description": "Welcome to Scottish Sweeties : Chocolate Products - Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Marshmallows Mints Nougat Nuts Pastilles Rolls of Sweets Sherbet Toffee Turkish Delight buchannans, sweets, shop, online shopping",
      "preview": "Home Log In Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Ma"
    },
    {
      "url": "https://www.bbc.co.uk/news/uk-64815323",
      "title": "Constance Marten arrest: Police continue questioning after baby found - BBC News",
      "description": "Constance Marten and Mark Gordon are being held on suspicion of gross negligence manslaughter.",
      "preview": "To play this video you need to enable JavaScript in your browser. This video can not be played Media caption, Det Supt Lewis Basford: \"Police officers"
    },
    {
      "url": "http://www.mineaction.org/unmas",
      "title": "E-Mine",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations 28th International Meeting of Mine Action National Directors and United Nations Advisers (NDM-UN) I"
    },
    {
      "url": "https://www.theaterkrant.nl/tag/martine-decroos/",
      "title": "Martine Decroos - Voorstellingen, Recensies & Speellijst - Theaterkrant",
      "description": "Martine Decroos - Bekijk hier de laatste recensies en ga naar de speellijst.",
      "preview": "Home Nieuws Nieuws Opinie Recensies Keuze van de criticus Bejubeld Omstreden Magazine Artikelen Abonneren Verkooppunten Adverteren Vacatures Alle vaca"
    },
    {
      "url": "https://forge.medium.com",
      "title": "Forge",
      "description": "A former publication from Medium on personal development. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Forge by Medium 131K followers · 1 editor Follow About Help Status About"
    },
    {
      "url": "https://www.incopesca.go.cr/",
      "title": "Index",
      "description": "Index , Portal del INCOPESCA INCOPESCA",
      "preview": "Incopesca Contenedor Contenedor Trámites y Servicios Contenedor Información de interés INSTITUTO COSTARRICENSE DE PESCA Y ACUICULTURA INCOPESCA El INC"
    },
    {
      "url": "https://mozilla.design/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=resources",
      "title": "Home - Mozilla Dot Design",
      "description": "Link About Personality Logos & Usage Color Visuals Typography Firefox fights for you Link Mozilla About Personality Logos & Usage Color Visuals Typography Mozilla fights for the internet",
      "preview": "mozilla dot design"
    },
    {
      "url": "https://www.monatourisme.fr/apres-de-longues-semaines-de-fermetures-liees-au-covid-19-les-offices-de-tourisme-reouvrent-enfin-progressivement-leurs-portes-ils-temoignent/",
      "title": "Les offices de tourisme témoignent sur leur réouverture d'accueil",
      "description": "Après de longues semaines de fermetures liées au COVID-19, les offices de tourisme réouvrent enfin progressivement leurs portes ! Ils témoignent !",
      "preview": "Accueil » Ressources » Stratégie d'accueil » Inspiration et pratiques du réseau sur l'accueil » Les offices de tourisme réouvrent leurs portes après c"
    },
    {
      "url": "https://www.sporkful.com/alan-and-arlene-alda-bonded-over-a-fallen-rum-cake/",
      "title": "Alan And Arlene Alda Bonded Over A Fallen Rum Cake «",
      "description": "When a cake fell on the floor, they didn't hesitate to grab a fork and dig in.",
      "preview": "LISTEN TO THE PODCAST CONNECT LISTEN TO THE PODCAST CONNECT 10 BEST PODCASTS OF THE YEAR New York Times BEST FOOD PODCAST James Beard Awards Webby Awa"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/charset-unicode-utf8mb4.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 12.9.1 The utf8mb4 Character Set (4-Byte UTF-8 Unicode Encoding)",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://www.sho.com/",
      "title": "Paramount+ with Showtime Official Site",
      "description": "Paramount+ with SHOWTIME official site, featuring The Curse, Yellowjackets, Billions, Dexter: New Blood, The Chi, and other popular original series. Schedule, videos and more.",
      "preview": "New Series Now Streaming Dexter Morgan awakens from a coma and sets out for NYC to find Harrison. Series Drama TV-MA Learn More on Paramount+ New Seri"
    },
    {
      "url": "https://www.familyleague.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.hawaiitheatre.com/",
      "title": "Hawaii Theatre Center - Pride of The Pacific",
      "description": "void",
      "preview": "Skip to content Home SECOND CENTURY COMMEMORATIVE KANILE'A 'UKULELE KANILE'A x HTC 'UKULELE RESERVE YOURS Ryan Adams Heartbreaker '25 World Tour Get T"
    },
    {
      "url": "https://www.healthmap.org/covid-19/",
      "title": "Novel Coronavirus (COVID-19)",
      "description": "void",
      "preview": "COVID-19 Confirmed cases worldwide Updated In collaboration with the Open COVID-19 Data Curation Group COVID-19 Dataset About COVID-19 Cases Play"
    },
    {
      "url": "https://www.hurra-nyaralunk.hu/kereses/helyszin/amerikaiegyesultallamokusa/kalifornia/losangeles/indulas/aprilis",
      "title": "Los Angeles 2026 április",
      "description": "Los Angeles - utazások széles választéka. 2026-04 időpontban. 2026 április időpontban.",
      "preview": "Ugrás a tartalomra +36 1 501 3490 Last Minute Nyaralás Görögország Horvát Hotelek Törökország Bulgária Ciprus Málta Spanyolország Olaszország Egyiptom"
    },
    {
      "url": "https://williampennfoundation.org/",
      "title": "William Penn Foundation",
      "description": "The William Penn Foundation invests in ideas that expand opportunity for all in the Philadelphia region.",
      "preview": "Skip to main content Search Search Programs Arts and Culture Children and Families Democracy and Civic Initiatives Environment and Public Space Workfo"
    },
    {
      "url": "http://msi.nga.mil/NGAPortal/MSI.portal?_nfpb=true&_pageLabel=msi_portal_page_62&pubCode=0015",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.ine.es/",
      "title": "INE. Instituto Nacional de Estadística",
      "description": "INE. Instituto Nacional de Estadística. National Statistics Institute. Spanish Statistical Office. El INE elabora y distribuye estadisticas de Espana. Este servidor contiene: Censos de Poblacion y Viviendas 2001, Informacion general, Productos de difusion, Espana en cifras, Datos coyunturales, Datos municipales, etc.. Q2016.es",
      "preview": "INE- Instituto Nacional de Estadística. España Datos relevantes Destacados Nueva edición de la Competición Estadística Europea 2026 Ya está disponible"
    },
    {
      "url": "https://www.mines.edu/",
      "title": "Colorado School of Mines | A Premier Engineering University",
      "description": "Colorado School of Mines is a public R1 research university focused on science and engineering, producing the talent, knowledge and innovations to serve industry and benefit society - all to create a more prosperous future.",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Colorado's premier engineering and applied scienc"
    },
    {
      "url": "https://upstatediving.com/about/",
      "title": "About - Upstate NY Diving",
      "description": "void",
      "preview": "Skip to content We are happy you are here! You have found the #1 Developmental Diving Club in the United States. On this page you will about the many"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/home.html",
      "title": "swisstopo - knowing where",
      "description": "The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everything - revolves around geodata. We share our knowledge in an open, transparent and reusable way so that it is accessible to the public, companies and authorities.And what are you looking for?",
      "preview": "swisstopo - knowing where The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everythin"
    },
    {
      "url": "http://banff.ca/index.aspx?NID=885",
      "title": "Imagery | Banff, AB - Official Website",
      "description": "In the interactive map below you will see grid showing the tiles of 2016 orthophoto imagery that can be downloaded as part of the Banff Open Data Initiative.",
      "preview": "Skip to Main Content Search Home Town Hall Open Data Imagery/Orthophoto Imagery 2022 Town of Banff Open Data Imagery In the interactive map below you"
    },
    {
      "url": "http://www.ricettaricette.com/",
      "title": "Cute And Fluffy",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! June 1, 2025"
    },
    {
      "url": "https://danvilleutilities.com/nDanville/nDanville.html",
      "title": "nDanville Welcome | Danville Utilities",
      "description": "void",
      "preview": "Search Results ... Close myAccount Pay Bill Outages Moving About Us Contact Us Forms Customer Light / Street Light Repair Request Utilities Customer A"
    },
    {
      "url": "https://www.flysas.com/no/no/book/flights/",
      "title": "Pardon Our Interruption",
      "description": "void",
      "preview": "You've disabled JavaScript in your web browser. Please enable it and reload this page to proceed. Pardon Our Interruption As you were browsing somethi"
    },
    {
      "url": "https://www.tmztour.com/",
      "title": "TMZ Celebrity Tour | Hollywood Celebrity Bus Tours",
      "description": "The TMZ Celebrity Bus Tour gives you an insider look at Hollywood, Beverly Hills, and the Sunset Strip. Book online today!",
      "preview": "top of page BOOK NOW UNLOCK HOLLYWOODS ULTIMATE BUS TOURS Anchor 2 CELEBS SPOTTED ON TOUR YOU NEVER KNOW WHO YOU'LL SEE! Keep a lookout for celebs. Ta"
    },
    {
      "url": "https://www.socialworkschi.org/",
      "title": "Chicago's Youth Charity - Donate & Volunteer | SocialWorks",
      "description": "SocialWorks is the Chicago charity of Chance the Rapper, supporting youth and those experiencing homelessness. Volunteer or donate at socialworkschi.org",
      "preview": "Donate volunteer To Empower the Youth Through the Arts, Education, and Civic Engagement DONATE A monthly platform for Young Creatives to share, expres"
    },
    {
      "url": "https://www.nature.com/subjects/machine-learning",
      "title": "Machine learning - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/",
      "title": "I totally don't like foxes...",
      "description": "Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram",
      "preview": "Menu I totally don't like foxes... Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram A tiny guard fox art illustration digital"
    },
    {
      "url": "https://www.noaa.gov",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://supersimple.com/app-privacy-policy/",
      "title": "Privacy Policy for Skyship Entertainment Company - Super Simple",
      "description": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses information from people who use our Services or engage with us (a \"user\" or \"users\"). The word \"Services\" in this Privacy Policy means our websites (located at supersimple.com, skyship.tv and songpals.com) (the \"Sites\")... Read more »",
      "preview": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses inf"
    },
    {
      "url": "https://www.renfe.com/es/es/ayuda/faqs",
      "title": "Preguntas frecuentes ( FAQs ) | Renfe",
      "description": "En esta página encontrarás un conjunto de preguntas y respuestas para resolver todas tus dudas sobre nuestros productos y servicios.",
      "preview": "void"
    },
    {
      "url": "https://mabanque.bnpparibas/en/home",
      "title": "BNP Paribas | The bank for a changing world",
      "description": "void",
      "preview": "Contenu principal Navigation de l'entête Menu principal Liens pied de page Afficher le menu mobile BECOME A BNP PARIBAS CUSTOMER Solutions adapted to"
    },
    {
      "url": "https://corporate.hasbro.com/en-us",
      "title": "About the Company - Hasbro",
      "description": "Visit Hasbro Newsroom to get all the latest news and the easiest way to stay up to date with the latest events of Hasbro. Read press releases, get updates, watch videos, and more.",
      "preview": "Latest News and Press Releases About Hasbro Hasbro is a leading games, IP and toy company whose mission is to create joy and community through the mag"
    },
    {
      "url": "https://eogdata.mines.edu/products/vbd/",
      "title": "VIIRS Boat Detection",
      "description": "Earth Observation Group is the pioneer in nocturnal remote sensing. VIIRS Boat Detection (VBD) provides global detection of vessels lit at night.",
      "preview": "VIIRS Boat Detection \"The light from our glass coils produced magical effects at times, lingering on the wrinkled roughness of some natural arch, or s"
    },
    {
      "url": "http://www.accrepairs.com/",
      "title": "The ACC Repair Guy!",
      "description": "This page is about the repair of Amateur Radio Repeater Controllers made by Advanced Computer Controls, RC-85, RC-850, RC-96, DVR, and SM-100.",
      "preview": "Welcome to ACC Repairs Advanced Computer Control Repair NO LONGER KEEPING ACC CONTROLLERS ON THE AIR AFTER 25+ YEARS!"
    },
    {
      "url": "https://afiscyprus.com.cy/",
      "title": "Αρχική - Α.Φ.Η.Σ. Κύπρος",
      "description": "ΒΡΕΣ ΤΟΝ ΚΟΝΤΙΝΟΤΕΡΟ ΚΑΔΟ ΜΠΑΤΑΡΙΩΝ ΑΔΕΙΑΣΜΑ ΚΑΔΟΥ ΑΙΤΗΣΗ ΓΙΑ ΤΟΠΟΘΕΤΗΣΗ ΚΑΔΟΥ ΜΠΑΤΑΡΙΩΝ ΔΗΛΩΣΕΙΣ ΕΤΑΙΡΕΙΩΝ Κάδοι Μπαταριών σε όλη την Κύπρο 3000",
      "preview": "Μετάβαση στο περιεχόμενο ΒΡΕΣ ΤΟΝ ΚΟΝΤΙΝΟΤΕΡΟ ΚΑΔΟ ΜΠΑΤΑΡΙΩΝ ΑΔΕΙΑΣΜΑ ΚΑΔΟΥ ΑΙΤΗΣΗ ΓΙΑ ΤΟΠΟΘΕΤΗΣΗ ΚΑΔΟΥ ΜΠΑΤΑΡΙΩΝ ΔΗΛΩΣΕΙΣ ΕΤΑΙΡΕΙΩΝ Κάδοι Μπαταριών σ"
    },
    {
      "url": "https://www.treccani.it/vocabolario/innovazione/",
      "title": "Innovazióne - Significato ed etimologia - Vocabolario - Treccani",
      "description": "Scopri il significato della parola innovazióne. Nel Vocabolario Treccani troverai significato ed etimologia del termine che cerchi. Entra subito su Treccani.it, il portale del sapere.",
      "preview": "Salta al contenuto Vuoi navigare il sito Treccani senza limiti e pubblicità? Scarica l'APP e abbonati ora per accedere su tutti i tuoi dispositivi! Sc"
    }
  ],
  "_meta": {
    "total_bookmarks": 125
  }
}