{
  "data": [
    {
      "url": "http://plannedgiving.ywca.org/",
      "title": "Home - Planned Giving - YWCA",
      "description": "Explore planned gifts, gifts that pay you back, and tax-smart giving options to create a lasting impact for YWCA while maximizing your financial benefits.",
      "preview": "Skip to main content ywca.org Don't have a will or trust? Start here. As a gift to people like you, we've partnered with FreeWill to make it easy for"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.qoyexb9GR",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://www.forbes.com/sites/clareoconnor/2015/05/27/how-jessica-alba-built-a-1-billion-company-and-200-million-fortune-selling-parents-peace-of-mind/?sh=37cf5e8542b4",
      "title": "How Jessica Alba Built A $1 Billion Company, And $200 Million Fortune, Selling Parents Peace Of Mind",
      "description": "Actress Jessica Alba has quickly built a personal $200 million fortune, and she's done it the hard way, in a field that has nothing to do with showbiz: selling natural, nontoxic household goods to helicopter parents.",
      "preview": "Entrepreneurs How Jessica Alba Built A $1 Billion Company, And $200 Million Fortune, Selling Parents Peace Of Mind By Clare O'Connor , . May 27, 2015,"
    },
    {
      "url": "http://campusevents.mines.edu/",
      "title": "Home - Conference and Event Services",
      "description": "Conference and Event Services strives to deliver our clients with seamless and exceptional customer service for all their event needs.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Trailhead Canvas Email Library Give Directories Conference & Event Services Colorado School of Mines C"
    },
    {
      "url": "https://www.getty.edu/art/collection/",
      "title": "The J. Paul Getty Museum Collection",
      "description": "Explore the collection of the J. Paul Getty Museum at the Getty Center and the Getty Villa.",
      "preview": "We're sorry but the J. Paul Getty Museum Collection doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.lejdd.fr/Culture/Cinema/Un-jury-de-prestige-a-Cannes-607165-3202028",
      "title": "Culture",
      "description": "void",
      "preview": "Aller au contenu principal Publicité Culture Que vaut la série «Reykjavik 112, course contre la mort» sur Arte ? Entre fausses pistes et meurtres en s"
    },
    {
      "url": "https://www.covergirl.com/en_us/face-makeup/cg-trubld-truconceal-concealers-liquid.html",
      "title": "TruBlend Undercover Full Coverage Concealer | COVERGIRL®",
      "description": "Conceal, shape and brighten with COVERGIRL® TruBlend Undercover Concealer. This full coverage concealer leaves a matte finish that lasts all day.",
      "preview": "Previous Next TruBlend Undercover Full Coverage Concealer COVERGIRL Trublend Undercover Concealer is an all day wear full coverage concealer with a ve"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/247954/fr-thomas-joseph-white-named-first-american-rector-of-angelicum-in-rome",
      "title": "Fr. Thomas Joseph White named first American rector of Angelicum in Rome | Catholic News Agency",
      "description": "The theologian has taught at the pontifical university attended by St. John Paul II since 2018.",
      "preview": "void"
    },
    {
      "url": "https://leginfo.legislature.ca.gov",
      "title": "California Legislative Information",
      "description": "void",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Home Bill Information California Law Publications Other Resources My Subscriptions My"
    },
    {
      "url": "https://calendrier.tunisie.co/evenement/4226/zammour-trekking-challenge-trail-les-14-15-et-16-janvier-2022-472410/",
      "title": "Zammour Trekking Challenge Trail, les 14, 15 et 16 Janvier 2022",
      "description": "Le Zammour Trekking Challenge Trail aura bien lieu en 2022",
      "preview": "void"
    },
    {
      "url": "http://www.tbs.com",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.euronews.com/2021/12/05/us-ukraine-crisis-russia",
      "title": "Russia dismisses U.S. media reports about possible Ukraine offensive | Euronews",
      "description": "MOSCOW - Russia has dismissed new",
      "preview": "Advertisement By Reuters Published on 05/12/2021 - 11:05 GMT+1 Share this article Comments Share this article Facebook Twitter Flipboard Send Reddit L"
    },
    {
      "url": "https://getmyinternet.org/",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://www.ft.com/world/uk",
      "title": "UK | Financial Times",
      "description": "Breaking news and top stories from the UK. The latest on the UK economy, politics and government and in-depth analysis on the housing market and energy sector.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer UK Add to myFT Lead story in UK Telecoms UK telcos step up efforts to combat"
    },
    {
      "url": "https://alerts.mongabay.com/",
      "title": "Subscribe to Mongabay news alerts",
      "description": "Subscribe to environmental news alerts.",
      "preview": "Subscribe to Mongabay news alerts Our topic-based news alerts allow you to get daily or weekly notifications via email about topics you select. Simply"
    },
    {
      "url": "https://www.qmm-traum-moebel.de/JUGENDZIMMER/BLACK-WHITE/Bett-200x90:::6_1463_1469.html",
      "title": "Bett 200x90 - QMM TraumMoebel",
      "description": "Bett 200x90",
      "preview": "02166 262 70 72 Registrieren Anmelden Merkzettel ( 0 ) Artikel Ihr Merkzettel ist leer. Startseite Warenkorb 0 Artikel Ihr Warenkorb ist leer. Alle BA"
    },
    {
      "url": "https://www.startpage.com/",
      "title": "Startpage - Private Search Engine. No Tracking. No Search History.",
      "description": "Search and browse the internet without being tracked or targeted. Startpage is the world's most private search engine. Use Startpage to protect your personal data.",
      "preview": "Privacy, Please! How Does Private Search Work? Learn About Anonymous View. Privacy, Please! Blog and newsletter on the latest in privacy Visit Our Blo"
    },
    {
      "url": "https://thekitvintage.com/",
      "title": "The Kit Vintage",
      "description": "Los Angeles boutique. Vintage designer womenswear ranging from the 1920's - early 2000's. Specializing in event gowns, bridal dresses, and costume jewelry.",
      "preview": "Skip to content Sign up for our newsletter to receive 10% Off of your first order & 24-Hour Early Access to every new collection! Item added to your c"
    },
    {
      "url": "https://innovation.mines.edu",
      "title": "McNeil Home - McNeil Center for Entrepreneurship and Innovation",
      "description": "void",
      "preview": "Facebook X RSS Snapchat MINES.EDU MyMines News Calendar Canvas Email Library Give Directories McNeil Center for Entrepreneurship and Innovation LEARN"
    },
    {
      "url": "https://learn.microsoft.com/docs/",
      "title": "Technical documentation | Microsoft Learn",
      "description": "Read in-depth developer documentation about Microsoft tools such as .NET, Azure, C++, and Microsoft Cloud. Explore by product or search our documentation.",
      "preview": "Documentation Technical documentation Search for in-depth articles on Microsoft developer tools and technologies. Search Index Product directory Explo"
    },
    {
      "url": "https://connecticut.aiga.org/event/international-speaking-tour-ram-castillo-the-birth-of-a-designer/",
      "title": "International Speaking Tour: Ram Castillo, THE BIRTH OF A DESIGNER | AIGA Connecticut",
      "description": "Join AIGA CT and author/award-winning graphic designer Ram Castillo as he shares advice for emerging designers looking to launch their career. Ram's talk will address education, portfolio creation, networking, and interviews as part of an effective strategy for landing a job in the field.",
      "preview": "Search Donate Events Upcoming Events Past Events Event Recordings Archive Blog Get Involved Become a Volunteer Join the Board Sponsor Us Student Group"
    },
    {
      "url": "http://www.foxandsheep.com",
      "title": "Fox & Sheep - Digital Kids Studio",
      "description": "Fox & Sheep creates beautiful, high-quality digital products for kids. We are excited to bring apps, animated shows, audio plays, and podcasts.",
      "preview": "Growing up is giving up! Audio Animation Apps Agency We create high-quality digital products for kids . Our team is passionate, experienced, professio"
    },
    {
      "url": "https://agrobolder.com/products/bobina-50",
      "title": "Agrobolder | Tienda Oficial",
      "description": "Visita la página y encuentra todos los productos de Agrobolder en un mismo lugar.",
      "preview": "Usamos cookies para mejorar tu experiencia en Mercado Libre. Consultar más en nuestro Centro de Privacidad. Aceptar cookies Configurar cookies ¡Listo!"
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://usow.org/",
      "title": "Homepage - USOW",
      "description": "United Stateof Women",
      "preview": "Skip to content United State of Women A Letter from Our Co-Chairs The United State of Women was born out of one core motivator: that our movement for"
    },
    {
      "url": "https://www.handelsblatt.com/finanzen",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://jakartaglobe.id/context/chinese-fugitive-vessel-caught-indonesian-waters/",
      "title": "Chinese Fugitive Vessel Caught in Indonesian Waters",
      "description": "The Indonesian Navy has arrested a Chinese-flagged foreign fishing vessel, Hua Li-8, in Belawan, North Sumatra on Friday (22/04).",
      "preview": "Welcome! Stay inspired with Jakarta Globe and B-Universe Media Holdings - your trusted source for news and stories. Login with B Profile Email / Passw"
    },
    {
      "url": "https://catalogue.usc.edu/preview_program.php?catoid=14&poid=16745&returnto=5360",
      "title": "Program: Entertainment Industry Minor - University of Southern California - Modern Campus Catalog™",
      "description": "void",
      "preview": "Loading Comments... You must be logged in to post a comment. University of Southern California Oct 10, 2025 USC Catalogue 2021-2022 Select a Catalogue U"
    },
    {
      "url": "https://omidfarhang.com/2012/08/02/chrome-21-arrives-with-new-api-for-video-and-audio-communication/",
      "title": "Chrome 21 arrives with new API for video and audio communication | Omid Farhang",
      "description": "h-online: With the release of Chrome 21, web applications can now directly access the local system's built-in camera and microphone. Instead of requiring a special plugin, the major stable update to the WebKit-based web browser includes a new HTML5 <a href=\"http://www.html5rocks.com/en/tutorials/getusermedia/intro/\">getUserMedia</a> API - currently a W3C Editor's Draft - to provide web apps with access to the camera and microphone. For security purposes, users will be prompted to grant apps permission to access the hardware.",
      "preview": "h-online: With the release of Chrome 21 , web applications can now directly access the local system's built-in camera and microphone. Instead of requi"
    },
    {
      "url": "http://www.ireks.pl/historia.htm;jsessionid=EEBF83FCBC948CDEDD01B6434B369AE5",
      "title": "IREKS | Polska",
      "description": "void",
      "preview": "Twój partner w zakresie aromatu i smaku Składniki do chleba i drobnych wypieków Überschrift Ziarno po ziarnie Tworzenie wartości Überschrift Zdecydowa"
    },
    {
      "url": "http://www.justcruisinplus.com/",
      "title": "Home - Just Cruisin' Plus",
      "description": "Just Cruisin' Plus is a full service travel counselor and consultant focused on vacations and specializing in cruises and tours. Whether you travel alone or in a group of 10 or 1,000, Just Cruisin' Plus has been exceeding expectations for 27 years since it was founded in 1981. The best in service costs no more and will save you the hassle of finding all the information needed to make a decision that you can let a counselor at Just Cruisin' Plus. We have true professional travel staff to be sure your most precious non-renewable resource, your leisure time, is not taken with conducting research. Learn all you need to know before, during, and after planning and taking that next vacation. We have been taking the time to learn about YOU and what YOU want since 1981.",
      "preview": "Email: | Call: (615) 833-0922 or (800) 888-0922 Welcome to Just Cruisin' Plus! With so many travel options as well as Travel Rules and Regulations, pl"
    },
    {
      "url": "https://www.pokellector.com/card/Litten-Sun-Moon-Promos-SMP-63",
      "title": "Litten - Sun & Moon Promos #63 Pokemon Card",
      "description": "Pokémon card #63 from Sun & Moon Promos scan and price information",
      "preview": "Hello Guest! sign in | register Home Browse Sets Shop EN JP 0 Tweet Japanese Sets » Sun & Moon Series » Sun & Moon Promos » Litten Litten #63 JPN: Lit"
    },
    {
      "url": "https://www.valencia.es/",
      "title": "Portal del Ayuntamiento de la ciudad de Valencia - València",
      "description": "Portal web del Ayuntamiento de la ciudad de Valencia. Todo lo que necesitas saber para estar al día de las últimas novedades sobre el Ayuntamiento y la ciudad.",
      "preview": "Portal del Ayuntamiento de la ciudad de Valencia - València Diapositiva anterior Carrusel de noticias destacadas CONSEJOS ANTE ALERTAS METEOROLÓGICAS"
    },
    {
      "url": "http://www.argonblue.com/",
      "title": "Argon Blue -- Your leading source for premier colocation, web hosting and Internet services!",
      "description": "Argon Blue is your leading source for premier colocation, web hosting and Internet services.",
      "preview": "Information Made Simple Argon Blue provides colocation , hosting , dedicated servers , network and Internet service to enterprises of all sizes. What'"
    },
    {
      "url": "https://www.elsevier.com/",
      "title": "Elsevier | A global leader for advanced information and decision support in science and healthcare",
      "description": "Elsevier provides advanced information and decision support to accelerate progress in science and healthcare worldwide.",
      "preview": "Skip to main content Unfortunately we don't fully support your browser. If you have the option to, please upgrade to a newer version or use Mozilla Fi"
    },
    {
      "url": "https://www.technologyreview.com/",
      "title": "MIT Technology Review",
      "description": "Emerging technology news & insights | AI, Climate Change, BioTech, and more",
      "preview": "You need to enable JavaScript to view this site. Skip to Content Featured Story New Biotechnology and health 1 day How healthy am I? My immunome knows"
    },
    {
      "url": "https://www.magazine.store/people/?utm_source=engage&utm_medium=internal&utm_campaign=ppl_care_crumb",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "Looking for a PEOPLE Magazine Subscription? Browse hundreds of titles at Magazines.com, your trusted source for magazine subscriptions at great prices!",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://www.thriftbooks.com/",
      "title": "New & Used Books | Buy Cheap Books Online at ThriftBooks",
      "description": "Over 13 million titles available from the largest seller of used books. Cheap prices on high quality gently used books. Free shipping over $15.",
      "preview": "Skip to content Menu Button Search Button Scan a barcode Scan My Lists Cart Menu Button Search Button Scan a barcode Scan Gift Guides Featured Books D"
    },
    {
      "url": "http://www.kerrywashingtonbook.com",
      "title": "Kerry Washington - Thicker than Water TOUR",
      "description": "Available Now Thicker Than Water Book Tour Discussion Guide USA Exclusive Available Now UK Exclusive Available Now South Africa Exclusive Available Now Watch...",
      "preview": "void"
    },
    {
      "url": "https://ghop.page.link/signin-cta",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://user.providencejournal.com/user/enewspaper/",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://msi.nga.mil/Publications/APN",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://iste.org/areas-of-focus/AI-in-education",
      "title": "ISTE | Artificial Intelligence in Education",
      "description": "ISTE offers free resources and guides for educators who are interested in learning about how artificial intelligence can empower learners at every level.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://www.sinostar.net/download/ies-files/item/led-retrofit-bulb-slb-36w-data-sheet.html",
      "title": "LED retrofit bulb SLB 36W data sheet - SINOSTAR",
      "description": "void",
      "preview": "Skip to main content LED retrofit bulb SLB 36W data sheet File size: 948.26 KB Download"
    },
    {
      "url": "https://decidenow-app.com/",
      "title": "Decide Now!",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.elitesingles.com/",
      "title": "EliteSingles | One of the best dating sites for educated singles",
      "description": "ELITESINGLES dating sites ✓ Smart matchmaking, verified profiles & like-minded members ✓ Join the online dating site as committed as you are.",
      "preview": "I am a woman man I am looking for a woman man I hereby confirm that I have read the Terms & Conditions , the Privacy Policy and the Online Dating Safe"
    },
    {
      "url": "https://caribbeancricket.com/news",
      "title": "CaribbeanCricket.com - The Independent Voice of West Indies Cricket",
      "description": "Caribbean Cricket - The Independent Voice of West Indies Cricket. Latest news, live scores, forums and discussions about West Indies cricket.",
      "preview": "Daren Sammy expects better showing in second Test against India Thu, Oct 9, '25 West Indies head coach Daren Sammy is looking forward to a much-improv"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://www.bb-shop.ro/bijuterie-vida_colored_diamonds-100934.html?utm_source=splendor.ro&utm_campaign=Bijuterii&utm_medium=referral&utm_content=PaginaProdus",
      "title": "Inele de logodna Vida Colored Diamonds 43983R-LD8WP | Bijuterii dama | B&B SHOP Magazin online de bijuterii si accesorii",
      "description": "Bijuterie Inele de logodna Vida Colored Diamonds 43983R-LD8WP, clasa Premium, tip dama | aur 18 Kt, diamant natural negru 0.81ct, 28 diamante naturale 0.485ct (H SI), | B&B SHOP Magazin online de bijuterii originale/autentice",
      "preview": "▲ B&B Shop Bijuterii INELE DE LOGODNA INELE DE LOGODNA DAMA inele de logodna dama aur 18 kt diamant Inele de logodna Vida Colored Diamonds 43983R-LD8W"
    },
    {
      "url": "https://matarakyatmu.com/2018/07/03/aduh-km-lestari-maju-karam-dalam-perjalanan-bira-pamatata/",
      "title": "About Us - Vidhi Centre for Legal Policy",
      "description": "The Vidhi Centre for Legal Policy ('Vidhi') is an independent think-tank doing legal research to make better laws and improve governance for the public good. We do this through high quality, peer reviewed original legal research; through engaging with the Government of India, State governments and other public institutions to both inform policy-making and to [...]",
      "preview": "People All 91 Karnataka 11 Maharashtra 4 Tamil Nadu 3 More Filters Types All Administration Team Associate Fellow Co-Lead Communications Associate Com"
    },
    {
      "url": "https://www.madisonblackchamber.com/",
      "title": "BLACK CHAMBER",
      "description": "void",
      "preview": "0 Building Black BUsinesses Our focus is on building Black-owned businesses in greater Madison for the betterment of our entire city and community. EV"
    },
    {
      "url": "https://public.wmo.int/en/resources/world-meteorological-day",
      "title": "World Meteorological Day",
      "description": "void",
      "preview": "Skip to main content World Meteorological Day Every 23 March, the World Meteorological Organization commemorates the coming into force of the Conventi"
    },
    {
      "url": "https://lcfgeorgia.org/get-involved/donate/",
      "title": "Donations / Sponsorships - Latino Community Fund Inc.",
      "description": "Tax deductible contributions to LCF Georgia support a stronger, self-sufficient and visible Latino Community in Georgia",
      "preview": "Skip to content Home / Get Involved / Donations / Sponsorships Sponsorship Opportunities CLICK HERE to access our Sponsorship Package and annual commu"
    },
    {
      "url": "https://crickettimes.com/",
      "title": "Latest Cricket News, Live Scores, Schedule, Match Predictions, Fantasy Tips, Dream11 Team, Results, ICC Rankings, Stats, Videos, Podcast & Exclusive Interviews| Cricket Times",
      "description": "Latest Cricket News, Live Scores, Schedule, Match Predictions, Fantasy Tips, Dream11 Team, Results, ICC Rankings, Stats, Videos, Podcast & Exclusive Interviews",
      "preview": "Home » Latest Cricket News Get the Latest Updates, Breaking News and Top Stories related to Cricket, Live Scores, Schedule, Match Predictions, Fantasy"
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/accueil-newsroom",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "https://bbbprograms.org/programs/all-programs/children's-advertising-review-unit",
      "title": "Children's Advertising Review Unit (CARU) - BBB National Programs",
      "description": "Discover how the Children's Advertising Review Unit (CARU) promotes responsible advertising to children. From COPPA Safe Harbor compliance to protecting children's privacy, CARU sets guidelines for child-directed advertising and marketing to kids.",
      "preview": "Children's Advertising Review Unit (CARU) The Children's Advertising Review Unit (CARU) was established in 1974 to promote responsible advertising to"
    },
    {
      "url": "https://forward.com/news/529130/george-santos-jewish-lie-genealogy-records/",
      "title": "Congressman-elect George Santos lied about grandparents fleeing anti-Jewish persecution during WWII - The Forward",
      "description": "Genealogy records, Facebook posts and other online clues show that Congressman-elect George Santos' claims of Jewish heritage are false.",
      "preview": "Skip To Content logo/forward/small Israel-Hamas War Antisemitism Decoded Republish our articles פֿאָרווערטס News Congressman-elect George Santos lied"
    },
    {
      "url": "https://content.govdelivery.com/accounts/USDHSCG/bulletins/2f5ea8a",
      "title": "Imagery Available: U.S. Coast Guard, partner agencies uncover 450 shark fins and 32 potential violations during international fisheries boardings in North Pacific",
      "description": "void",
      "preview": "Imagery Available: U.S. Coast Guard, partner agencies uncover 450 shark fins and 32 potential violations during international fisheries boardings in N"
    },
    {
      "url": "https://www.dbricette.it/links_programmi.htm",
      "title": "DBRicette: Links programmi",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Links a programmi che usano il nostro database [4] SHOP'NCOOK COOKBOOK READER"
    },
    {
      "url": "https://www.aafes.com/about-exchange/doing-business/",
      "title": "Exchange | Military Discount - Tax Free Shopping",
      "description": "Exchange | Military Discount - Tax Free Shopping",
      "preview": "void"
    },
    {
      "url": "https://www.museoreinasofia.es/en/activities",
      "title": "Activities",
      "description": "void",
      "preview": "Future activities Types of activities Menu Activities The entire programme of activities at the Museo Reina Sofía Activity Seminars and Lectures Sven"
    },
    {
      "url": "https://obis.org",
      "title": "Ocean Biodiversity Information System",
      "description": "OBIS, the Ocean Biodiversity Information System, is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development.",
      "preview": "OBIS is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development Taxa Com"
    },
    {
      "url": "https://twowaypr.tumblr.com/post/144207264792",
      "title": "Computing occupations are the largest category of... - Two-Way PR",
      "description": "Computing occupations are the largest category of... - Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "May 11 2016 Computing occupations are the largest category of new wages in America codeorg : A few weeks ago we published a study showing that computi"
    },
    {
      "url": "https://www.thelodgeatwoodloch.com/spa/snowroom",
      "title": "Revitalize in Our Snowroom Spa Experience | The Lodge at Woodloch",
      "description": "Experience rejuvenation in the Snowroom at The Lodge at Woodloch. Enjoy the unique benefits of cold therapy for relaxation and enhanced wellness.",
      "preview": "The Lodge at Woodloch Close Scroll to Explore Online Reservations Booking Details Dates Guests/Room 2 - + CONTRAST THERAPY SPA AMENITIES Explore Our S"
    },
    {
      "url": "https://www.computerlanguage.com/results.php?definition=AIN",
      "title": "AIN - CLC Definition",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://19120.cache.armorgames.com/gragyriss-captor-of-princesses-game/18549?game-referral=vr+defender+y3k",
      "title": "Gragyriss, Captor of Princesses - Play on Armor Games",
      "description": "Gragyriss, Captor of Princesses, a free online Strategy game brought to you by Armor Games. A strategy game about dragon life - devour lambs, grow stronger, raid settlements, fight weak humans, elves and undead, kidnap beautiful princesses",
      "preview": "AGS Steam Games Create Account Login MMO Strategy Shooting Action Adventure Puzzle Tower Defense Idle More Categories Multiplayer Clicker Survival Pla"
    },
    {
      "url": "https://data-osi.opendata.arcgis.com/",
      "title": "Surveying Open Data Portal",
      "description": "Open Data Portal for the Surveying function of Taile Éireann",
      "preview": "void"
    },
    {
      "url": "https://cartercenter.org/",
      "title": "The Carter Center | Waging Peace, Fighting Disease & Building Hope",
      "description": "The Carter Center is a nongovernmental organization that helps to improve lives by resolving conflicts; advancing democracy and preventing diseases.",
      "preview": "Peace Programs Peace Programs Overview China Focus Conflict Resolution Program Democracy Program Human Rights Program Inform Women, Transform Lives La"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    },
    {
      "url": "https://mts-natecolevol.nature.com/cgi-bin/main.plex",
      "title": "Nature Ecology & Evolution",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Ecology & Evolution online manuscript submiss"
    },
    {
      "url": "https://www.att.com/orders/checkmyorder?source=ESsWCfCTA0000000L&wtExtndSource=cfm_AddRes_CheckOrderStatus",
      "title": "Track your Order | AT&T",
      "description": "Get your latest updates on your AT&T order by entering your order number and zip code.",
      "preview": "void"
    },
    {
      "url": "https://www.lowimpact.org/categories/permaculture",
      "title": "Category Intro - Lowimpact.org",
      "description": "Category Intro",
      "preview": "Permaculture - introduction \"Permaculture is revolution disguised as gardening.\" - Mike Feingold Contents 1 What is permaculture? 2 What are the benef"
    },
    {
      "url": "https://prosportsoutlook.com/",
      "title": "Home - Pro Sports Outlook: It's All About the Game",
      "description": "Pro Sports Outlook (PSO) is revolutionizing the sports industry into a more authentic space with facts & advanced insight into the game",
      "preview": "Search NFL NFL Home Rankings Facts Highlights History Outlooks NFC Arizona Cardinals Atlanta Falcons Carolina Panthers Chicago Bears Dallas Cowboys De"
    },
    {
      "url": "http://wwar.com/",
      "title": "World Wide Arts Resources | Art Marketing For Artists | Learn To Sell Your Art",
      "description": "Effective art marketing solutions for active visual artists. Learn or improve selling your own artwork. Discover art marketing video blogs, podcasts, art career blogs and artist portfolios to be your own art gallery.",
      "preview": "void"
    },
    {
      "url": "http://www.minesnewsroom.com/news/all/rss.xml",
      "title": "News",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.whiskey.kitchen/",
      "title": "Whiskey Kitchen",
      "description": "A chef's barroom and restaurant. One part Whiskey bar, one part world-class Southern kitchen born in downtown Raleigh, NC.",
      "preview": "Main Content Starts Here, tab to start navigating Whiskey Kitchen Slide 1 of 4 Slide 2 of 4 Slide 3 of 4 Slide 4 of 4 hero gallery paused, press to pl"
    },
    {
      "url": "https://timespek.com/",
      "title": "TimeSpek | Exploring the Topics That Matter Most",
      "description": "TimeSpek is the source of authentic, informative and demanding blogs on opinion, literature, art, tech, travel, entertainment and more.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Breaking News Opinion Arts & Books Changemakers Entertainment Technology More Search TimeSpek Au"
    },
    {
      "url": "http://www.thegymla.com/",
      "title": "The GYM L.A. | Your Ultimate Training Facility | 11567 Santa Monica Boulevard, Los Angeles, CA, USA",
      "description": "Real everyday people, working really hard, to get real results. At The Gym LA, your fitness is our #1 priority. We are a community gym with state of the art commercial equipment for all levels of your fitness journey. No matter your starting point, our team of certified and experienced trainers will make your fitness their priority as your personalized fitness partner.",
      "preview": "top of page THE GYM L.A. Real people working really hard, to get real results. At THE GYM L.A your fitness is our #1 priority. From the moment you wal"
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "https://helionsf.ro/2019/09/stiri-sf/evenimente/festivalul-flight-un-pas-inainte-pentru-timisoara/attachment/img_5566/",
      "title": "IMG_5566 | Helion Online",
      "description": "Visit the post for more.",
      "preview": "void"
    },
    {
      "url": "https://forum.laboneinside.com/memberlist.php?mode=contactadmin&sid=3229290338ca2721f25f66d74ddc5a84",
      "title": "Lab-One Forum - Send email",
      "description": "void",
      "preview": "Quick links Unanswered topics Active topics Search FAQ Login Register Board index Contact a Board Administrator Search Contact a Board Administrator R"
    },
    {
      "url": "http://cujs.soc.srcf.net/",
      "title": "CUJS",
      "description": "void",
      "preview": "Cambridge University Jewish Society CUJS Who we are Cambridge University Jewish Society (CUJS) is the home of Judaism for students in Cambridge. As on"
    },
    {
      "url": "https://slidesgo.com/",
      "title": "Free Google Slides themes and Powerpoint templates | Slidesgo",
      "description": "Discover the best Google Slides themes and PowerPoint templates you can use in your presentations - 100% Free for any use.",
      "preview": "Create stunning presentations faster with AI Go from idea to slides in seconds with AI and free templates for Google Slides, Canva, and PowerPoint. PD"
    },
    {
      "url": "https://mattsbar.com/",
      "title": "Matt's Bar HOME OF THE ORIGINAL JUCY LUCY!",
      "description": "void",
      "preview": "Welcome to Matt's Bar! Home of the Original \"Jucy Lucy\" ***IMPORTANT NOTICE FOR TAKE OUT ORDERS*** To serve you even better, and due to our high volum"
    },
    {
      "url": "https://www.hiringourheroes.org/career-services/education-networking/career-forward/?utm_source=GwG&utm_medium=web&utm_id=Career+Forward",
      "title": "Career Forward - Hiring Our Heroes",
      "description": "void",
      "preview": "Career Forward Propel Your Career Forward Learn job-ready skills and start a new career in under six months with help from Google Career Certificates."
    },
    {
      "url": "https://www.sagawards.org/fyc/iamanactor",
      "title": "23rd I AM AN ACTOR | Screen Actors Guild Awards",
      "description": "I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech by Angela Lansbury that gave the audience a little history of her as a performer: \"I've been Elizabeth Taylor's sister, Spencer Tracy's mistress, Elvis' mother and a singing teapot.\"",
      "preview": "Skip to main content Close I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech"
    },
    {
      "url": "https://www.wildlifeday.org/",
      "title": "Home | Official website of UN World Wildlife Day",
      "description": "Join us for #WWD2024 on 3 March 2024 in Connecting People and Planet: Exploring Digital Innovation in Wildlife Conservation",
      "preview": "Skip to main content Join us in exploring Wildlife Conservation Finance: Investing in People and Planet Ivonne Higuero Read more About Ivonne Higuero"
    },
    {
      "url": "https://www.channelnewsasia.com/",
      "title": "Breaking News and Analysis on Asia and the World | Real-Time Coverage out of Asia and Singapore - CNA",
      "description": "Get 24/7 real-time updates on breaking news from Asia, Singapore and around the world. CNA delivers accurate, timely coverage of events as they unfold. Stay informed.",
      "preview": "Skip to main content Close Close Top Stories Asia East Asia Singapore World Commentary CNA Explains Sustainability Business Sport Latest News Insider"
    },
    {
      "url": "https://www.claudiodescalzi.com/world-energy-outlook-2019-il-commento-dellad-di-eni-claudio-descalzi/",
      "title": "World Energy Outlook 2019: il commento dell'AD di Eni Claudio Descalzi - Claudio Descalzi",
      "description": "Più solida, più snella, in grado di affrontare i \"cammini più tortuosi\" legati alla volatilità dei prezzi dell'energia e alla geopolitica \"i cui segnali sono sempre più difficili da interpretare\": a delineare il ritratto di Eni è l'Amministratore Delegato Claudio Descalzi, invitato a intervenire lo scorso 9 dicembre in occasione della presentazione del World Energy",
      "preview": "Claudio Descalzi Biografia News e Interviste Logbook Video Torna alle news Share Share on Facebook Tweet Share on Google+ Share on LinkedIn World Ener"
    },
    {
      "url": "https://www.netflix.com/in/",
      "title": "Netflix Italy - Watch TV Shows Online, Watch Movies Online",
      "description": "Watch Netflix movies & TV shows online or stream right to your smart TV, game console, PC, Mac, mobile, tablet and more.",
      "preview": "Unlimited movies, TV shows, and more Starts at EUR 6.99. Cancel anytime. Ready to watch? Enter your email to create or restart your membership. Email"
    },
    {
      "url": "https://investors.target.com/node/32506/html",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://online.salempress.com/home.do;jsessionid=443B1F74BC31EAAE753BC02CCA864922",
      "title": "Salem Press",
      "description": "void",
      "preview": "Literature History Science Health Careers Login to your Library's Collection to Start Searching Now! You must log in using your library password or li"
    },
    {
      "url": "https://quantum4u.in/",
      "title": "Quantum4U | The Ultimate Mobile App Developers",
      "description": "We offer customised app development solutions to help our clients drive their business on mobile. Our apps have over 60+ million installs globally.",
      "preview": "Vision • Mission • Plan Making your life better with amazing applications. Fun • Ease • Betterment Your phone is not only to take calls. Make it worth"
    },
    {
      "url": "https://www.washington.edu/news/2021/11/22/kids-teens-believe-girls-arent-interested-in-computer-science-study-shows/",
      "title": "Kids, teens believe girls aren't interested in computer science, study shows | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Education | Engineering | News releases | Research | Social science November 22, 2021 Kids, teens believe girls aren't in"
    },
    {
      "url": "https://jasoncanty01.tumblr.com/post/126527477477",
      "title": "Jason Canty's Tumblr Stuffs - Is learning computer science linked to improved learning in other subjects? - Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "http://bch.cbd.int/protocol",
      "title": "The Cartagena Protocol on Biosafety",
      "description": "void",
      "preview": "| | english | español | français | Sign Up for an Account | Sign In Country Profiles... The Convention Cartagena Protocol Supplementary Protocol BCH S"
    },
    {
      "url": "https://vimeo.com",
      "title": "Vimeo AI-Powered Video Platform",
      "description": "The video platform trusted by 287 million creatives, entrepreneurs, and businesses. Everything you need to create, manage, and share stunning videos.",
      "preview": "Your complete video platform Your videos, your way Vimeo's ad-free platform provides everything you need to host, manage, and share high-quality video"
    },
    {
      "url": "https://in.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://www.icao.int/about-icao/Pages/default.aspx",
      "title": "About ICAO",
      "description": "The International Civil Aviation Organization (ICAO) is a United Nations agency which helps 193 countries to cooperate together and share their skies to their mutual benefit. Since it was established in 1944, ICAO's support and coordination has helped countries to diplomatically and technically realize a uniquely rapid and dependable network of global air mobility, connecting families, cultures, and businesses all over the world, and promoting sustainable growth and socio-economic prosperity wherever aircraft fly. As it enters a new era of digitization, and of incredible new flight and propulsion innovations, air transport is relying more than ever on ICAO's expert support and technical and diplomatic guidance to help chart a new and exciting future for international flight. ICAO is innovating itself to answer this call, and expanding its partnerships among UN and technical stakeholders to deliver a strategic global vision and effective, sustainable solutions.",
      "preview": "Skip to main content FAQ Vision and Mission ICAO Strategic Objectives Member States Invited Organizations How ICAO Develops Standards International Ci"
    },
    {
      "url": "https://blogs.worldbank.org/opendata/chart-globally-70-freshwater-used-agriculture",
      "title": "Chart: Globally, 70% of Freshwater is Used for Agriculture",
      "description": "if(\"undefined\"==typeof window.datawrapper)window.datawrapper={};window.datawrapper[\"Fieue\"]={}, window.datawrapper[\"Fieue\"].embedDeltas={\"100\":585.8, \"200\":471.8, \"300\":426.8, \"400\":426.8, \"500\":399.8, \"600\":399.8, \"700\":399.8, \"800\":399.8, \"900\":399.8, \"1000\":399.8}, window.datawrapper[\"Fieue\"].iframe=document.getElementById(\"datawrapper-chart-Fieue\"), window.datawrapper[\"Fieue\"].iframe.style.height=window.datawrapper[\"Fieue\"].embedDeltas[Math.min(1e3, Math.max(100*Math.floor(window.datawrapper[\"Fieue\"].iframe.offsetWidth/100), 100))]+\"px\", window.addEventListener(\"message\", function(a){if(\"undefined\"!=typeof a.data[\"datawrapper-height\"])for(var b in a.data[\"datawrapper-height\"])if(\"Fieue\"==b)window.datawrapper[\"Fieue\"].iframe.style.height=a.data[\"datawrapper-height\"][b]+\"px\"}); In most regions of the world, over 70 percent of freshwater is used for agriculture. By 2050, feeding a planet of 9 billion people will require an estimated ...",
      "preview": "Published on Data Blog Chart: Globally, 70% of Freshwater is Used for Agriculture Tariq Khokhar March 22, 2017 This page in: English Français Español"
    },
    {
      "url": "https://tsg-pastetten.de/bildergalerie/2017-spartan-lauf/",
      "title": "2017 TSG Teilnahme am Spartan Lauf München - TSG-Pastetten 1972 e.V.",
      "description": "void",
      "preview": "Skip to main content Show All 2017 Spartan Lauf Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis a"
    },
    {
      "url": "https://artsexperiments.withgoogle.com/meroe/",
      "title": "Pyramids of Meroë",
      "description": "Uncover a city with over 200 pyramids. This is Meroë, the ancient capital of the Kushite Kingdom, in Sudan's Nile Valley.",
      "preview": "Browser not supported. We support all latest versions of Chrome, Safari, Firefox, and Edge. Unesco logo Google Arts & Culture logo Explore Sudan's Pyr"
    },
    {
      "url": "https://www.greentechmedia.com/articles/read/how-clean-is-massachusetts-clean-peak-rule",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "http://www.missingkids.org/",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://commonsensemedia.org/donate",
      "title": "Donate | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español Our Work and Impact Col 1 Media Choice Digital Eq"
    },
    {
      "url": "https://www.flipkart.com/grocery-supermart-store?marketplace=GROCERY",
      "title": "Flipkart Kilos: Online Grocery Store with Up to 80% OFF",
      "description": "void",
      "preview": "Please enable Javascript in your browser. Go to Settings -> Site Settings -> Javascript -> Enable"
    },
    {
      "url": "http://forums.mozillazine.org/memberlist.php?mode=viewprofile&u=2810765&sid=7cac7c39176ab83cff183912786ae84d",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "https://www.westside.com/",
      "title": "Westside - A Tata Enterprise | Best Online Shopping Site in India",
      "description": "Shop at India's Best Online Shopping Site for Men, Women & Kids Fashion. Discover wide range of clothing, footwear, bags & beauty products for men, women & kids at Westside Online Shopping Store.",
      "preview": "Skip to content Every % GST Reduced - Every % Returned To You"
    },
    {
      "url": "https://www.onyxstore.it/product/21596645/ciglia-curva-c-spessore-0-15-misura-14-mm-",
      "title": "Ciglia - Curva C / Spessore 0,15 - Misura 14 mm. | OnyxStore.it",
      "description": "Il materiale di altissima qualità scelto, permette di ottenere una curvatura perfetta, con ciglia leggere e flessi",
      "preview": "Home Negozio Ciglia EXTENSION CIGLIA Curva C Ciglia - Curva C / Spessore 0,15 - Misura 14 mm. Ciglia - Curva C / Spessore 0,15 - Misura 14 mm. € 16,90"
    },
    {
      "url": "http://www.centene.com/",
      "title": "Managed Care & Healthcare Solutions | Centene Corporation",
      "description": "As a managed care organization, we provide access to high-quality healthcare solutions that help families & individuals. Learn more about Centene.",
      "preview": "void"
    },
    {
      "url": "http://www.geocaching.com/about/privacypolicy.aspx",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy California Privacy Notice Nevada Privacy Notice 1. ABOUT US We are Groundspeak, Inc. (Groundspeak), the owner and operator of the follo"
    },
    {
      "url": "https://wpvip.com/?utm_source=vip_powered_wpcom&utm_medium=web&utm_campaign=VIP%20Footer%20Credit&utm_term=pmc.com",
      "title": "WordPress VIP - The leading enterprise content platform",
      "description": "Build, publish, and scale without limits. WordPress VIP delivers the speed, security, and flexibility enterprises need for measurable results.",
      "preview": "Built for enterprise Combine the ease of WordPress with enterprise-grade security and scalability. Get a demo Take it from our friends: Previous Next"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://about.flipboard.com",
      "title": "Home - About Flipboard",
      "description": "Flipboard is one place for all the top stories, deep dives and curated content you need. Get the award winning app for iOS or Android.",
      "preview": "void"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/machine-learning/",
      "title": "Artificial Intelligence - Learn about | AWS Training",
      "description": "Whether you're new to artificial intelligence (AI), or an experienced builder, develop your knowledge and skills with training curated by the experts at AWS.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://www.thebeachboyscruise.com/artist/john-stamos/",
      "title": "The Beach Boys Cruise - The Beach Boys Cruise",
      "description": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a future event together. Be sure to sign up for our mailing list to receive information on all our future events!",
      "preview": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/post/145495712593",
      "title": "Computing occupations are now the #1 source of new wages in America - @dumspirospero023-blog on Tumblr",
      "description": "A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just re-did the ana...",
      "preview": "codeorg Follow Computing occupations are now the #1 source of new wages in America A few weeks ago we published a study showing that computing occupat"
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#founders",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2FNYDJ-Sculpt-Her-Denim-Pull-On-Straight-Jeans--Marvelous.product.A564778.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans- Marvelous - QVC.com",
      "description": "Warm weather is just around the corner, so refresh that wardrobe with the perfect pair of pull-on jeans.",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://www.iucnredlist.org/",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish Advanced ? More than 48,600 species are threatened with exti"
    },
    {
      "url": "http://www.combswrecker.com/",
      "title": "CombsWrecker - Working List",
      "description": "void",
      "preview": "Skip to content britishdezabarah.fr [...] britishdezabarah.fr Lire la suite » annecyairport.com annecyairport.com Lire la suite » unicorn7.org unicorn7."
    },
    {
      "url": "https://www.minds.com/newsfeed/867813140184760320",
      "title": "#奔跑吧# O今晚20:50，要收官啦 ，今天是淑女style | Minds",
      "description": "Image from @angelababy.",
      "preview": "search Login Join Now 杨颖 @ angelababy verified_user Verified · Subscribe #奔跑吧 # O今晚20:50，要收官啦 ，今天是淑女style Jul 22 2018 · 4:59 PM Get replies from creat"
    },
    {
      "url": "https://bubble.io/",
      "title": "Bubble: AI app development meets visual, no-code editing",
      "description": "Launch real apps without limits on an all-in-one platform that lets you switch seamlessly between AI prompting and a visual editor. No code required - ever.",
      "preview": "void"
    },
    {
      "url": "http://designstaq.com/",
      "title": "Designstaq: Expert Squarespace Designers",
      "description": "The easiest way for you to get a professionally designed Squarespace website. Clear communication, fast turnaround, and affordable pricing.",
      "preview": "Back Website Design Copywriting Branding 1-on-1 Sessions Scroll Expert Squarespace designers. Designstaq is the easiest way to get a professionally de"
    },
    {
      "url": "https://shop.nature.com/products/plus",
      "title": "Nature+ | 55 science journals in one subscription - Nature+ International",
      "description": "Nature+ gives you online access to Nature and 54 specialist science journals in one affordable monthly subscription. Stay up to date with science.",
      "preview": "Skip to content 55 cutting-edge scientific journals in one subscription Nature+ View plans Leading research Access the most impactful peer-reviewed re"
    },
    {
      "url": "https://nicholasdevito.wordpress.com/tag/books/",
      "title": "books | Nicholas DeVito",
      "description": "Posts about books written by Nicholas",
      "preview": "Nicholas DeVito Skip to content Home About About Me Photos Tag Archives: books July 6, 2011 · 3:59 pm The Pioneer Spirit \"Pioneers! O Pioneers! Come m"
    },
    {
      "url": "http://www.mpatlas.org/",
      "title": "Home | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "EEZ data: marineregions.org ; MPA data: MPAtlas , WDPA/ProtectedPlanet The Marine Protection Atlas integrates science-based assessments that measure p"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2014/04/Bloomberg_AnnualReport_2013-2014_online1.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://support.mooveagency.com/topic/gtm-consent-settings/",
      "title": "Google Consent v2 Settings - video tutorial - MooveAgency - Support Forum",
      "description": "void",
      "preview": "Google Consent v2 Settings - video tutorial Search for: Support Forum › Support Forum › GDPR Cookie Compliance › Google Consent v2 Settings - video tu"
    },
    {
      "url": "https://courses.mak.ac.ug/courses",
      "title": "Courses Catalogue | Makerere University Courses",
      "description": "void",
      "preview": "Academics Courses Programs FAQs Transcripts About Courses Courses Catalogue Home >> Courses Catalogue Courses include a description and a summary of t"
    },
    {
      "url": "https://play.app.goo.gl/uaX1",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://www.luriechildrens.org/",
      "title": "Lurie Children's Hospital of Chicago | Pediatric Medicine",
      "description": "Lurie Children's is one of the top children's hospitals in the nation, providing superior pediatric care, cutting-edge treatments and advanced research.",
      "preview": "Skip to main content MEDICAID NOTICE: Lurie Children's continues to serve all patients enrolled in Medicaid. As a safety-net hospital, we will continu"
    },
    {
      "url": "https://rifoundation.org/",
      "title": "RI Foundation | Rhode Island Foundation",
      "description": "Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivate change that makes a...",
      "preview": "Skip to main content Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivat"
    },
    {
      "url": "https://www.android.com/security/overview/",
      "title": "Sicurezza Smartphone e Protezione Dispositivi Mobili | Android",
      "description": "Scopri come Android mantiene in sicurezza il tuo smartphone attraverso impostazioni di sicurezza e protezione dei dispositivi mobili Android.",
      "preview": "Protezione da malware."
    },
    {
      "url": "https://uscenterforsafesport.org/report-a-concern/#:~:text=If%20you%20need%20crisis%20intervention,at%20866%2D200%2D0796.",
      "title": "Report a Concern | U.S. Center for SafeSport",
      "description": "Anyone can report to the Center--by phone or at this portal--abuse or misconduct involving any of 11+ million people in 50+ Olympic and Paralympic sports.",
      "preview": "Report a concern HOW TO REPORT Report here if you have experienced abuse or misconduct-or if you have reasonable suspicion of abuse or misconduct infl"
    },
    {
      "url": "https://www.drunkelephant.com/products/slaai-makeup-melting-butter-cleanser",
      "title": "Nourishing, makeup-melting cleansing balm | Drunk Elephant",
      "description": "Melt away all traces of dirt, makeup, and sunscreen with Drunk Elephant's Slaai, a makeup-removing cleansing balm that quickly transforms from oil to milk.",
      "preview": "Skip to main content Drunk Elephant Home Sign In/Register Quantity of items in cart is , 0 search You can use the tab key (or swipe left or right on y"
    },
    {
      "url": "https://data-in-emergencies.fao.org/",
      "title": "FAO Data in Emergencies Hub",
      "description": "The Food and Agriculture Organization of the United Nations (FAO) established the DIEM Hub to provide a regularly updated and highly accessible picture of food insecurity in fragile environments and to inform FAO's evidence-based programming.",
      "preview": "void"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-er-blevet-opereret",
      "title": "H.M. Dronningen er blevet opereret",
      "description": "Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og D...",
      "preview": "Del Hendes Majestæt Dronningen har i dag gennemgået en omfattende rygoperation på Rigshospitalet i København. Operationen er forløbet planmæssigt, og"
    },
    {
      "url": "https://www.thejarfactory.com/de/tags/pot-double-paroi/",
      "title": "Hersteller von Plastikdosen und -flaschen für Kosmetik und Industrie | The Jar Factory - The Jarfactory",
      "description": "The Jarfactory stellt hochwertige Plastikdosen und -flaschen für Kosmetik und Industrie her. Dank unserer eigenen Formenbau-Abteilung bieten wir maßgeschneide",
      "preview": "Ihr Warenkorb Keine Produkte gefunden... Versandkosten Berechnung 0 artikel Insgesamt exkl. MwSt. €0,00 MWST. €0,00 Gesamt €0,00 Zur Kasse Weiter eink"
    }
  ],
  "_meta": {
    "total_bookmarks": 140
  }
}