{
  "data": [
    {
      "url": "http://maresmexicanos.com/?lang=en",
      "title": "MARES MEXICANOS - Contando Historias... Desde lo más profundo",
      "description": "void",
      "preview": "QUIENES SOMOS PRODUCCIONES ORIGINALES COLABORACIONES CONTACTO QUIENES SOMOS PRODUCCIONES ORIGINALES COLABORACIONES CONTACTO YOUTUBE instagram TikTok P"
    },
    {
      "url": "https://usnavyseals.einnews.com/amp/pr_news/572814177/small-business-opportunities-for-military-spouses-to-sell-to-the-u-s-air-force-and-u-s-army",
      "title": "Please verify you are human.",
      "description": "void",
      "preview": "Please verify you are human. Click here to continue ..."
    },
    {
      "url": "http://www.postersw.com/",
      "title": "Poster Software - Poster, Banner, and Sign Software",
      "description": "Poster, the award-winning shareware program that lets you create big posters, signs, banners, and panoramas - create a basic poster in just 60 seconds, create stunning posters and signs in just a few minutes.",
      "preview": "Poster, the award-winning shareware program that lets you create big posters, signs, banners, and panoramas - create a basic poster in just 60 seconds"
    },
    {
      "url": "https://www.oceanbestpractices.org/",
      "title": "Ocean Best Practices System",
      "description": "The Ocean Best Practices System (OBPS), backed by the IOC through IODE and GOOS, provides publication, discovery and access to relevant and tested methods, from observation to application, as well as a foundation for increasing capacity.",
      "preview": "OCEAN BEST PRACTICES SYSTEM Providing technological advances and community approaches for all ocean methods to better understand and sustain our ocean"
    },
    {
      "url": "https://www.fazemag.de/ten-fe-turn-ewan-pearson-remix/",
      "title": "Ten Fé - Turn (Ewan Pearson Remix)",
      "description": "Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlicht, nun legen Ben Moorhouse und Leo Duncan einen Remix von Ewan Pearson nach. Das Original, das Pearson auch schon produziert hat, ist ein entspannter Roadtrip mit schwingender Gitarre, lässigem Gesang und einem staubigen Vintage-Touch. Der Remix hält fest am [...]",
      "preview": "Zum Inhalt springen Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlich"
    },
    {
      "url": "http://www.rodeohouston.com/",
      "title": "The Official Houston Livestock Show and Rodeo Website",
      "description": "Immerse yourself in the heart of Texas tradition at the Houston Livestock Show and Rodeo. Explore exhilarating rodeo events, world-class entertainment, and educational exhibits",
      "preview": "See y'all March 2-22, 2026! World's Championship Bar-B-Que Contest , presented by Cotton Holdings February 26-28, 2026. Cody Johnson Tickets Calf Scra"
    },
    {
      "url": "https://action.earthday.org/the-fashion-industry-must-change",
      "title": "The Fashion Industry Must Change",
      "description": "void",
      "preview": "The Fashion Industry Must Change 13,805 signatures Fashion is said to be a reflection of culture. What does it say about our culture when it endangers"
    },
    {
      "url": "https://www.visibleearth.nasa.gov/images/89678/fires-threaten-christchurch",
      "title": "Fires Threaten Christchurch",
      "description": "In mid-February 2017, wildfires near Christchurch, New Zealand, spurred the evacuation of more than 1,000 residents.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience."
    },
    {
      "url": "https://stottestrompen.dk/shop/75-cep-kompressionsstroemper/",
      "title": "CEP kompressionsstrømper",
      "description": "Støttestrømpen.dk (Pil-Pak A/S)",
      "preview": "Shop Om støttestrømper Om støttestrømper Størrelsesguide Materialerne Kompressions- klasser Hvem har brug for støttestrømper? Brugsanvisning FAQ / Hjæ"
    },
    {
      "url": "http://tr.apec.org/",
      "title": "APEC Trade Repository",
      "description": "void",
      "preview": "Home APEC Trade Repository Useful Links Contact Canada MFN Tariff Rates Canada Border Services Agency - Customs Tariff APEC Economies' Implementation"
    },
    {
      "url": "https://www.atf.gov",
      "title": "Bureau of Alcohol, Tobacco, Firearms and Explosives |",
      "description": "void",
      "preview": "Skip to main content Español Español Caption: New Open Letter to All Federal Firearm Licensees: Regarding the Franklin Armory Reformation and Antithes"
    },
    {
      "url": "https://centrepoint.app.link/s/956361bb88bb3af572c71a39e6d0776a67a33b57da39721586fa22a483422979",
      "title": "Fashion, Beauty, Home & Kids' Essentials | Centrepoint UAE",
      "description": "Shop new clothing online for women, men & kids, as well as beauty products, home decor, kids' strollers & feeding in UAE | Free shipping on AED 200+",
      "preview": "Free Shipping On all orders Click & Collect From a nearby store or 400+ points Home Delivery Same day delivery Deliver to select your area Shop more b"
    },
    {
      "url": "http://RLC-Prensa@fao.org",
      "title": "Home | Food and Agriculture Organization of the United Nations",
      "description": "FAO Home page.",
      "preview": "Share Close World Food Day 2025 In focus Hand in Hand for Better Foods and a Better Future On 16 October, join World Food Day to transform agrifood sy"
    },
    {
      "url": "https://equitablefood.org/",
      "title": "Home - Equitable Food Initiative",
      "description": "Equitable Food Initiative partners with growers and retailers to create a more transparent food chain, safer food and healthier places to work.",
      "preview": "Skip to content Elevating Social Responsibility Through Worker Engagement CERTIFY YOUR FARMING OPERATION start here COURSE CALENDAR START HERE ETHICAL"
    },
    {
      "url": "http://www.greenpak.com.mt",
      "title": "| GreenPak",
      "description": "Broadcasting Authority",
      "preview": "iBiNs About iBiNs Find Nearest iBiN Batteries for Hospice About Batteries for Hospice Find Nearest Battery Bin Producer Compliance Contact Us Login /"
    },
    {
      "url": "https://give.nationalgeographic.org/page/53299/donate/1?user_id=rhvqdpwoqxo2zug1yr8dem3j6gi7vyh3",
      "title": "Donate to National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://doee.dc.gov/ecycle",
      "title": "Electronics Recycling | doee",
      "description": "Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic materials, provides a more sustainable source of precious metals, and protects human health and the environment. eCYCLE DC",
      "preview": "Skip to main content Listen Electronics Recycling Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic ma"
    },
    {
      "url": "https://www.kocicidomovslunicko.cz/kostalka/",
      "title": "NAŠLA DOMOV - Košťálka - Kočičí domov Sluníčko",
      "description": "pomoc a azyl pro opuštěné kočičky",
      "preview": "NAŠLA DOMOV - Košťálka Home / Našly domov do 07/18 / NAŠLA DOMOV - Košťálka 21 Srp 0 Mourovatá holčička byla se svou sestřičkou Křesinkou nalezena cyk"
    },
    {
      "url": "http://www.odafishing.com/?p=34&a=view&r=62",
      "title": "DM04-2 - Minnow - ODA-ODA Fishing tackle Co., LTD,",
      "description": "ODA Fishing tackle Co., LTD, the new star fishing tackle industry, specializing in designing, producing and improving fishing tackle inChina.ODA fishing tackle CO.,LTD located in the Asia Games Village,Panyu Area, Canton with many large facilities, the welding machines,injection machines and so on.",
      "preview": "请稍候... Home Products NewsCenter Gallery Download ContactUs +Robotic lure FM06 F4J27 F4J28 F4J12 F4J13 DM09 F4J16 F4J06 F4J26 DM10 DV05 + foaming bait"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/police-identify-four-killed-in-fatal-hit-and-run-crash-in-st-louis/article_628d7a76-6152-5d04-ad75-7df301886acb.html",
      "title": "Police identify four killed in fatal hit-and-run crash in St. Louis",
      "description": "Anthony Robinson, 19, of Jennings, Richard Boyd, 19, of Sullivan, Bryanna Dentman-Johnson, 18, of Vinita Park and Corntrail McKinley, 20, of St. Louis were killed when another vehicle ran a",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://ujamaaplace.org/",
      "title": "Ujamaa Place",
      "description": "void",
      "preview": "TRANSFORMING MEN'S LIVES Holistic Transformation for Young African- American Men Ujamaa Place is a Safe Space providing holistic, culturally responsiv"
    },
    {
      "url": "http://projecteagle.org/",
      "title": "Project Eagle",
      "description": "Project Eagle works with our community's youngest and most vulnerable children and their families. By preparing children and engaging their families, we can build a community where children's futures are determined by their interests and dreams and not by their circumstances.",
      "preview": "Skip to main content. kumc.edu School of Health Professions School of Medicine School of Nursing University of Kansas The University of Kansas Health"
    },
    {
      "url": "https://svgdoodles.com/",
      "title": "SVG Doodles - Free, editable SVGs to spice up your designs",
      "description": "Browse a curated collection of free, customizable SVG doodles and icons to use in your websites, apps, slides, and prints.",
      "preview": "void"
    },
    {
      "url": "https://www.trainers-quotes.com/latest-results/100720193rd112-maidforlife-charliefelloweskemptonpark/",
      "title": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park",
      "description": "» 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park |",
      "preview": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park Home Latest Results 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton"
    },
    {
      "url": "https://dotdashmeredith.mediaroom.com/",
      "title": "Meredith Corporation MediaRoom - News Releases",
      "description": "void",
      "preview": "News Releases In this section of the Dotdash Meredith Mediaroom, you'll find our news releases. The releases are listed in chronological order and are"
    },
    {
      "url": "http://www.dickestel.com/classic2005.htm",
      "title": "Classic Gaming Expo 2005",
      "description": "void",
      "preview": "Classic Gaming Expo 2005 The 2005 Classic Gaming Expo was held on August 20-21, 2005, at the San Francisco Airport Hilton in Burlingame, CA . Robert B"
    },
    {
      "url": "https://voltair355.tumblr.com/",
      "title": "Dr B",
      "description": "Scholar, chemist, love alternative energy, solar, ET cetera...... Love traveling/ adventure, family man, investor, martial artist, MD, imperfection is beautiful, madness is genius, think different...",
      "preview": "penny4nasa : Happy International Women's Day! Sally Ride, the first American woman in space, taught us that the sky is not the limit! 9 years ago 110"
    },
    {
      "url": "http://www.ecoembes.com",
      "title": "Ecoembes",
      "description": "Ecoembes ♻️ es una organización medioambiental sin ánimo de lucro que promueve la sostenibilidad y el cuidado del medioambiente a través del reciclaje 🌎",
      "preview": "Pasar al contenido principal Reduce. Reutiliza. Recicla. El reciclaje de los envases domésticos que gestionamos crece un 5,4% en 2024 Más información"
    },
    {
      "url": "https://forum.root.cz/index.php?action=profile;area=showposts;sa=topics;u=247",
      "title": "Zobrazit příspěvky - Václav Švejcar",
      "description": "Zobrazit příspěvky - Václav Švejcar",
      "preview": "Fórum Root.cz Profil Václav Švejcar Zobrazit příspěvky Témata Informace Shrnutí Zobrazit statistiky Zobrazit příspěvky... Příspěvky Témata Přílohy Zob"
    },
    {
      "url": "http://blog.ucsusa.org/rachael-nealer/average-vs-marginal-electric-emissions-802?",
      "title": "Electric Vehicles Are Getting Marginally Better, In A Big Way - Union of Concerned Scientists",
      "description": "Where does electricity come from? When you flip a light switch on, you're getting electricity from somewhere-maybe a spinning gas turbine, or maybe a battery storing excess electricity generated by wind or solar power. When you flip the light switch off, the grid responds by shifting its sources aro",
      "preview": "Skip to main content Rachael Nealer Former Contributor Where does electricity come from? When you flip a light switch on, you're getting electricity f"
    },
    {
      "url": "http://www.akc.org",
      "title": "American Kennel Club",
      "description": "The AKC is the recognized and trusted expert in breed, health and training information for dogs.",
      "preview": "Search Sign In Menu Search for a Breed Select a Breed Affenpinscher Afghan Hound Airedale Terrier Akita Alaskan Klee Kai Alaskan Malamute American Bul"
    },
    {
      "url": "https://2020annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.harpercollinsfocus.com/harper-horizon/wake-up-with-purpose/",
      "title": "Wake Up with Purpose - Harper Horizon",
      "description": "Part life story, part philosophy text, and part spiritual guide New York Times bestseller! Sister Jean's wit, wisdom, and common sense has broad appeal and application that transcends religious creed, belief, and even feelings on Loyola's basketball team. Along with her collaborator Seth Davis, an award-winning writer, broadcaster and New York Times best-selling author, Wake Up with Purpose! lets [...]",
      "preview": "Skip to content Part life story, part philosophy text, and part spiritual guide New York Times bestseller! Sister Jean's wit, wisdom, and common sense"
    },
    {
      "url": "https://dwtstour.com/",
      "title": "Dancing With The Stars Tour",
      "description": "void",
      "preview": "Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up Home Tour Dates VIP Packages Store Press Contact Mirrorball Member Sign Up"
    },
    {
      "url": "https://www.potomacstrategy.com/",
      "title": "Potomac Strategy",
      "description": "void",
      "preview": "0 POTOMAC STRATEGY Innovative Solutions. Real Results. Today's businesses face a multitude of challenges in a technically sophisticated and highly com"
    },
    {
      "url": "https://www.spicejet.com/",
      "title": "SpiceJet - Flight Booking for Domestic and International, Cheap Air Tickets",
      "description": "SpiceJet, India's favorite domestic airline, cheap air tickets flight booking to 46 cities across India and international destinations. Experience low cost air travel with the best in-class comfort, fares and baggage allowance.",
      "preview": "\"2025-10-08T16:40:32.604Z\" Please enable Javascript to view this site"
    },
    {
      "url": "https://subversion.apache.org/",
      "title": "Apache Subversion",
      "description": "void",
      "preview": "☰ Apache ® Subversion ® \"Enterprise-class centralized version control for the masses\" Welcome to subversion.apache.org , the online home of the Apache"
    },
    {
      "url": "https://puc.overheid.nl/rsj/zoeken/resultaat/PUC_172062_21/1/org/rsj/p/1143/s/datumdocument-wt_desc/",
      "title": "Zoekresultaat - Raad voor strafrechtstoepassing en jeugdbescherming",
      "description": "void",
      "preview": "Ga direct naar Inhoud of Menu RSJ Raad voor strafrechtstoepassing en jeugdbescherming Zoeken op tekst Zoekterm Zoeken uitgebreid zoeken Hoofdnavigatie"
    },
    {
      "url": "https://survivreauchaos.blogspot.com/2018/05/de-tout-et-de-rien-4.html?showComment=1527805431767",
      "title": "Survivre au Chaos: De tout et de rien (4)",
      "description": "Blog dédié à l'étude des moyens de défense et de survie en cas de rupture de la normalité.",
      "preview": "Pages Accueil Intro Bulletins & Dossiers spéciaux Audit Défense & Survie Aide & Conseils à distance Géolocalisation Equipements Fiches pratiques Deven"
    },
    {
      "url": "https://opensource.guide",
      "title": "Open Source Guides | Learn how to launch and grow your project.",
      "description": "Learn how to launch and grow your project.",
      "preview": "Security Best Practices for your Project Strengthen your project's future by building trust through essential security practices - from MFA and code s"
    },
    {
      "url": "https://docs.docker.com/compose/compose-file/",
      "title": "Compose file reference | Docker Docs",
      "description": "Find the latest recommended version of the Docker Compose file format for defining multi-container applications.",
      "preview": "void"
    },
    {
      "url": "https://www.cerl.org/main?ns=atg&tab_files=files&do=media&tab_details=history&image=collaboration%3Amanutius_network_2015%3Aaldo_catlogo_bvs2.pdf",
      "title": "Supporting Europe's written heritage [CERL]",
      "description": "void",
      "preview": "Home | Resources | Services | Hosting | Publications | Collaboration | Joining CERL | About CERL | You are here:: Home Search News | Contact | Index |"
    },
    {
      "url": "https://www.jumpto365.com/tools/power-bi",
      "title": "About \"Power BI\"",
      "description": "Read more about \"Power BI\" on www.jumpto365.com",
      "preview": "Cart 0 Your Cart $ 0.00 USD : Remove Subtotal Pay with browser. Continue to Checkout No items found. Product is not available in this quantity. Power"
    },
    {
      "url": "https://www.conceptcarz.com/gallery/23350/buick-sportwagon.aspx",
      "title": "1969 Buick Sportwagon Images & Photo Gallery",
      "description": "1969 Buick Sportwagon images and high resolution pictures. Interior, exterior, and engine photographs of the Buick Sportwagon.The 1969 Buick Sportwago...",
      "preview": "1969 Buick Sportwagon Gallery 1969 Buick Sportwagon Navigation Article Image gallery Valuation Specifications Profiles Production figures 1969 Buick S"
    },
    {
      "url": "https://sc-ug.de/index.php/26-firmen-olympiade-donnerstag-den-04-07-2019",
      "title": "Firmen-Olympiade - Donnerstag den 04.07.2019",
      "description": "Sportverein mit verschiedenen Freizeitsportangeboten in Unterpfaffenhofen-Germering, im Westen von Muenchen.",
      "preview": "Adresse / Impressum Datenschutzerklärung Login Aikido Bogenschießen Fußball Handball Judo Ju-Jutsu-Karate Lauftreff Firmen-Olympiade - Donnerstag den"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2022/07/celebrate-the-40th-anniversary-of-tron-with-a-new-look-at-tron-lightcycle-run-in-magic-kingdom-park/",
      "title": "Disney Parks Blog",
      "description": "Welcome to the Disney Parks Blog! Discover the stories you know and love - from the locations, attractions, cruise ships, expeditions, products, and so much more.",
      "preview": "Skip to content Halloween at Disney Kindly step all the way in please, and make room for everyone. There's no turning back now from this ghostly gathe"
    },
    {
      "url": "https://fonttools.readthedocs.io/en/latest/ttLib/ttFont.html",
      "title": "ttFont: Read and write font contents - fontTools Documentation",
      "description": "void",
      "preview": "ttLib: Read and write OpenType and TrueType fonts ttFont: Read and write font contents View page source ttFont: Read and write font contents  Overvie"
    },
    {
      "url": "https://childrensmiraclenetworkhospitals.org",
      "title": "Children's Miracle Network Hospitals",
      "description": "void",
      "preview": "Skip to main content Email Password Forgot your password? Why Have a CMN Hospitals Account? Create a fundraiser. Manage your recurring donations. Keep"
    },
    {
      "url": "https://www.sweetbio.com/",
      "title": "sweetbio®",
      "description": "void",
      "preview": "0 Collagen + Manuka honey like never before. We understand the heavy burden non-healing wounds can have on you and your loved ones' daily life. Let's"
    },
    {
      "url": "http://www.rai.it/",
      "title": "Rai.it",
      "description": "News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te",
      "preview": "Benvenuto su Rai.it News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te"
    },
    {
      "url": "http://www.chemicalelements.com/elements/al.html",
      "title": "Chemical Elements.com - Aluminum (Al)",
      "description": "void",
      "preview": "Home About This Site Comments Help Links Window Version Show Table With: Name Atomic Number Atomic Mass Electron Configuration Number of Neutrons Melt"
    },
    {
      "url": "https://freedomnetworkusa.org/",
      "title": "Human Trafficking Advocacy | Freedom Network USA",
      "description": "Freedom Network USA is the largest coalition of experts and advocates providing a human-rights based approach to fighting human trafficking in the U.S.",
      "preview": "Advancing Human Rights to Address Human Trafficking in the United States Latest Efforts More Blog FNUSA's Statement on DOJ Cutting Off Funding for Ser"
    },
    {
      "url": "http://mines.edu/compliance",
      "title": "Office of Compliance and Policy - Compliance",
      "description": "The Colorado School of Mines Office of Compliance and Policy works to maintain compliance with laws, regulations, and contracts to achieve excellence in everything we do.",
      "preview": "Facebook X RSS Snapchat MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Office of Compliance and Policy Framework for Higher Ed"
    },
    {
      "url": "https://bpando.org/2016/10/26/branding-park-bench-deli/",
      "title": "New Branding for Park Bench Deli by Foreign Policy - BP&O",
      "description": "Brand identity and interior design by Foreign Policy for Singapore's Park Bench Deli. Opinion by Richard Baird.",
      "preview": "BP&O Brand Archive ↗ Logo Archive ↗ Logo Histories ↗ Articles Collections Logos Motion About BP&O Plus Login Search Menu Brand Archive ↗ Logo Archive"
    },
    {
      "url": "https://www.hamburg.de/bsw/geodaten/6702454/digitaleorthophotos/",
      "title": "Digitale Orthophotos - hamburg.de",
      "description": "Orthophotos sind geometrisch entzerrte Aufnahmen, die das Aussehen eines Luftbildes mit den geometrischen Eigenschaften einer Karte vereinen.",
      "preview": "Hamburg.de Startseite Politik & Verwaltung Behörden ... Produkte und... Geodaten des LGV Luftbilder Digitale Orthophotos Daten aus farbigen Luftbilder"
    },
    {
      "url": "http://weibo.com/signup/signup.php?from=zw&vsrc=app_sharepop&backurl=http%3A%2F%2Fservice.t.sina.com.cn%2Fshare%2Fshare.php%3F&showlogo=0&appsrc=cUcI1A",
      "title": "登录 - 微博",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.belfastlive.co.uk/news/belfast-news/uber-belfast-give-date-launch-10547227",
      "title": "Uber Belfast give date for launch in the city | Belfast Live",
      "description": "The controversial taxi service has confirmed the date it is due to launch in Belfast",
      "preview": "‌ ‌ ‌ Skip to main content Uber Belfast give date for launch in the city The controversial taxi service has confirmed the date it is due to launch in"
    },
    {
      "url": "https://www.kiteplans.org/",
      "title": "World's largest kite plan archive - Kite Plan Base (KPB)",
      "description": "The Kite Plan Base is the largest kite plan archive in existence. It isn't a mere link directory, it contains actual plan backups.",
      "preview": "World's largest kite plan archive - Kite Plan Base (KPB) ES cambiar el idioma a español home 1 line Flat Kites Bowed Kites Delta Kites Box Kites Sled"
    },
    {
      "url": "https://www.fiskeridir.no/English",
      "title": "Directorate of Fisheries",
      "description": "The Directorate of Fisheries is the Ministry of Trade and Fisheries' advisory and executive body regarding fishing and management of aquaculture.",
      "preview": "Hopp til innhold We use cookies We use cookies on fiskeridir.no to understand how visitors use the website, so that we can improve our services. You c"
    },
    {
      "url": "https://peoplepower.org/",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.wildlifeday.org/en",
      "title": "Home | Official website of UN World Wildlife Day",
      "description": "Join us for #WWD2024 on 3 March 2024 in Connecting People and Planet: Exploring Digital Innovation in Wildlife Conservation",
      "preview": "Skip to main content Join us in exploring Wildlife Conservation Finance: Investing in People and Planet Ivonne Higuero Read more About Ivonne Higuero"
    },
    {
      "url": "https://blog.clover.com",
      "title": "Small Business Resource Center - The Green - Clover Blog",
      "description": "Our small business resource center is a hub for all things related to accepting payments, running your business, and more. Get started here.",
      "preview": "Close Button Icon Small Business Resource Center Insights and ideas to help you grow your business. Latest stories Full Service Restaurants (FSR) Aver"
    },
    {
      "url": "https://www.codefellows.org/",
      "title": "Premier Tech Academy | Discover a Rewarding New Career | Code Fellows",
      "description": "Code Fellows is the Pacific Northwest's premier technical skills training academy, delivering high-quality live instruction both online and in person to people from all backgrounds.",
      "preview": "Code Fellows has ceased operations. A Legacy of Innovation and Transformation in Tech Education Code Fellows has ceased operations. As we close our do"
    },
    {
      "url": "https://locations.capitalone.com/",
      "title": "Capital One Branch, ATM & Café Location Finder",
      "description": "Use the Capital One Location Finder to find nearby Capital One locations, as well as online solutions to help you accomplish common banking tasks.",
      "preview": "void"
    },
    {
      "url": "https://www.childrenshospital.org/",
      "title": "Boston Children's Hospital",
      "description": "<p>Boston Children's Hospital is dedicated to improving and advancing the health and well-being of children around the world through its life-changing work in clinical care, biomedical research, medical education, and community engagement.</p>",
      "preview": "Current Environment: Production Skip to main content Boston Children's Hospital Trusted by families. Recognized around the world. Committed to every c"
    },
    {
      "url": "https://ibermicar.es/es/productos/carretillas-elevadoras-nuevas/recoge-pedidos/273-linde-n20-lol.html",
      "title": "Linde N20-LoL",
      "description": "Carretillas elevadoras Linde N20-LoL: Preparación ergonómica de pedidos en dos palets. Equipado con brazos de carga largos y una horquilla elevable adicional.",
      "preview": "93 662 66 11 ES 93 662 66 11 RECOGE PEDIDOS N20-LoL Preparación ergonómica de pedidos en dos palets Equipado con brazos de carga largos y una horquill"
    },
    {
      "url": "https://www.githubstatus.com",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://smallbusinessresources.wf.com/creating-a-cash-flow-projection/",
      "title": "How To Create a Cash Flow Projection | Wells Fargo",
      "description": "Use this list to identify cash shortfalls and surpluses in your business's future and see sample cash flow projections and strategies to improve accuracy.",
      "preview": "October 2024 In less than an hour a month, you can identify potential cash shortfalls - and surpluses - in your business's future. Even businesses wit"
    },
    {
      "url": "https://traininginelectrical.co.uk/blog/ever-considered-a-career-as-an-electrical-installation-testing-engineer",
      "title": "Ever considered a career as an Electrical Installation Testing Engineer? : Training in Electrical",
      "description": "As part of Training in Electricals' commitment to the Year of Engineering, we have identified an upsurge in the demand for Electrical Installation Testing Engineers.",
      "preview": "Our phone system is currently down. Please call 07468 418 535 for assistance. Electrical Training Courses in Nottingham - 7 Days a Week 01157 950 431"
    },
    {
      "url": "https://karate-rueti-zh.ch/",
      "title": "Karate Club Rüti ZH - Der Internetauftritt vom Karate Club Rüti ZH",
      "description": "void",
      "preview": "Zum Inhalt springen Karate Club Rüti ZH Training Wir betreiben traditionelles Shotokan Karate und pflegen die Werte wie Freundschaft, Tradition und Ku"
    },
    {
      "url": "http://www.ed.gov/",
      "title": "Home | U.S. Department of Education",
      "description": "ED is America's education agency. We help students pay for school, support families, and give educators tools to do their jobs. We protect students' rights and make sure every American has equal access to an education.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.nelliessouthernkitchen.com/",
      "title": "Nellie's Southern Kitchen",
      "description": "void",
      "preview": "top of page GROUP DINING EVENTS & CATERING nellie's las vegas, NV GO! nellie's BELMONT, NC GO! ORDER ONLINE ! GIFT CARDS GET A GIFT CARD HERE located"
    },
    {
      "url": "http://mrbs.ing.unipi.it/aulemagne/admin.php?day=21&month=7&year=2020&area=1&room=2",
      "title": "Sistema di Prenotazione Sale",
      "description": "void",
      "preview": "Unfortunately your browser isn't supported by MRBS. You will need to upgrade to a more recent version, or else use another browser. Effettua il log in"
    },
    {
      "url": "https://www.campaignlive.co.uk/article/adidas-erect-x-shaped-training-space-london/1383259",
      "title": "Adidas to erect X-shaped training space in London",
      "description": "Adidas is set to host a series of fitness events within an X-shaped pop-up space known as The X at London's Victoria Park from 18-28 February.",
      "preview": "Skip to Content Skip to Main Navigation Skip to Information Links Skip to Site Search Skip to Footer Skip to Accessibility Information Home Page Adida"
    },
    {
      "url": "http://www.waterloofoundation.org.uk/",
      "title": "The Waterloo Foundation",
      "description": "The Waterloo Foundation is an independent grant-making foundation based in Wales",
      "preview": "World Development Environment Child Development Wales Welcome to the Waterloo Foundation (TWF) The Waterloo Foundation (TWF) is an independent grant-m"
    },
    {
      "url": "https://ldl.gatech.edu/publications?s=year&amp%3Bf%5Bag%5D=R&f%5Bauthor%5D=872&o=asc",
      "title": "[current-page:page-title] | [site:name]",
      "description": "void",
      "preview": "Skip to main content log in Laser Dynamics Lab Main menu Home Lectures Research Facilities Collaboration Publications Summary Recent Members Group Alu"
    },
    {
      "url": "https://www.hilton.com/en/hotels/laxbhhh-the-beverly-hilton/",
      "title": "Luxury Rooms & Suites | Beverly Hilton Hotel - Official Site",
      "description": "A four star Beverly Hlls, CA hotel, The Beverly Hilton is known for it's great location, elegant accommodations and year-round star-studded events.",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ski"
    },
    {
      "url": "http://xviewdataset.org/",
      "title": "xView",
      "description": "xView challenge for object detection in overhead imagery",
      "preview": "DIUx xView 2018 Detection Challenge OBJECTS IN CONTEXT IN OVERHEAD IMAGERY REGISTER Defense Innovation Unit Experimental (DIUx) and the National Geosp"
    },
    {
      "url": "https://code.woboq.org/linux/linux/include/linux/remoteproc.h.html",
      "title": "remoteproc.h source code [linux/include/linux/remoteproc.h] - Codebrowser",
      "description": "Source code of linux/include/linux/remoteproc.h linux v6.16-r on KDAB Codebrowser",
      "preview": "About Contact QtCreator KDevelop Solarized 1 /* 2 * Remote Processor Framework 3 * 4 * Copyright(c) 2011 Texas Instruments, Inc. 5 * Copyright(c) 2011"
    },
    {
      "url": "https://www.acca-x.com/",
      "title": "ACCA-X online courses in accounting, business and finance",
      "description": "Up skill with ACCA-X, multi-award winning online courses developed by ACCA (the Association of Chartered Certified Accountants). Prepare for accredited exams.",
      "preview": "ACCA-X Menu Home Courses About ACCA-X Articles Start here Start your career in accountancy, finance, and business with award-winning online courses fr"
    },
    {
      "url": "https://a16z.com/2023/02/09/welcoming-the-talent-x-opportunity-spring-23-cohort/",
      "title": "Welcoming the Talent x Opportunity Spring '23 Cohort | Andreessen Horowitz",
      "description": "Since kicking off the Talent x Opportunity (TxO) Initiative, we have invested in 27 companies building products and services based on unique cultural insights. The founders we backed and continue to support have taken tremendous strides from initial ideation to accelerating their businesses by growing full-time headcount, strengthening go-to-market strategies with key partnerships and collaborations,...",
      "preview": "Welcoming the Talent x Opportunity Spring '23 Cohort Kofi Ampadu share Copy Link Email X LinkedIn Facebook Hacker News WhatsApp Flipboard Reddit Poste"
    },
    {
      "url": "https://secure.donorschoose.org/donors/giving_history.html",
      "title": "DonorsChoose Sign In | Public School Donations",
      "description": "Sign in or create a new account to make public school donations via DonorsChoose",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.cyndislist.com/",
      "title": "Welcome to Cyndi's List",
      "description": "Your FREE genealogy starting point with more than 332,000 genealogy links, categorized & cross-referenced, in more than 200 categories.",
      "preview": "Follow Cyndi | About Cyndi | FAQs Search Cyndi's List HOME CATEGORIES WHAT'S NEW SHOP SUPPORT US A comprehensive, categorized & cross-referenced list"
    },
    {
      "url": "https://goodsalesemails.com/",
      "title": "Good Sales Emails",
      "description": "void",
      "preview": "Create hyper-personalized copy with our GPT-4-powered AI Copywriter 🚀 Good Sales Emails Learn how some of the best companies are doing sales, by looki"
    },
    {
      "url": "https://bioinformation.net/008/97320630008175.htm",
      "title": "Functional analysis and structure determination of alkaline protease from Aspergillus flavus",
      "description": "void",
      "preview": "BACK TO CONTENTS | PDF | PREVIOUS | NEXT Title Functional analysis and structure determination of alkaline protease from Aspergillus flavus Authors Ra"
    },
    {
      "url": "https://donabertarelli.com/dona-bertarelli/",
      "title": "Our Founder - Dona Bertarelli Philanthropy",
      "description": "Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A LIFE MORE THOUGHTFUL \"From the mountains to the seas, and even the stark beauty of arid landscapes, nature has always been my guide"
    },
    {
      "url": "https://www.mynextmove.org/explore/ip",
      "title": "O*NET Interest Profiler",
      "description": "void",
      "preview": "We're sorry but O*NET Interest Profiler doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://shop.calliste.lu/de/marken?/hersteller-someday?",
      "title": "Marken - Calliste Fashion",
      "description": "Trendige Marken für Damen, Herren und Ihr Zuhause - Entdecken Sie angesagte Brands und Labels im Calliste Onlineshop oder in den Calliste Filialen in Luxemburg",
      "preview": "× Wird geladen... Ihre Zustimmung zu Cookies Um Ihr persönliches Shoppingerlebnis so angenehm wie möglich zu gestalten, verwendet Calliste Cookies, au"
    },
    {
      "url": "https://www.kalporz.com/author/emiliano/",
      "title": "Emiliano D'Aniello, Autore presso Kalporz",
      "description": "New Music since 2000",
      "preview": "Recensioni , Zoom MELODY'S ECHO CHAMBER, \"Emotional Eternal\" (Domino, 2022) Melody's Echo Chamber guarda a Beach House e Tame Impala nel nuovo disco."
    },
    {
      "url": "https://www.xumo.tv/",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://aclupa.org/en/cases/js-v-blue-mountain-school-district",
      "title": "J.S. v. Blue Mountain School District - ACLU of Pennsylvania",
      "description": "The ACLU-PA filed suit and sought a temporary restraining order against the Blue Mountain School District in March 2007 on behalf of a middle school student, J.S., who was suspended for ten days for creating a parody profile of her principal on MySpace.com. After a half-day hearing, the judge denied a temporary restraining order to [...]",
      "preview": "Court Cases J.S. v. Blue Mountain School District First Amendment Rights, Student & Youth Rights Filed: 03/01/2007 Status: Closed Court: Third Circuit"
    },
    {
      "url": "https://about.grabyo.com/pt/grabyo-blog/?_page=7",
      "title": "Grabyo Blog | Read the latest broadcast and media industry analysis",
      "description": "The Grabyo blog features updates from Grabyo, news and in-depth analysis of the broadcast and media industry. Never miss an update!",
      "preview": "Live cloud production for enterprises All we need is a few details then we'll send the ebook direct to your inbox. Try Grabyo All we need is a few det"
    },
    {
      "url": "https://www.sephora.com/product/un-cover-up-cream-foundation-P450899",
      "title": "Sephora",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E450229-000/00?colorDisplayCode=67",
      "title": "HEATTECH Scarf | UNIQLO US",
      "description": "Shop mens HEATTECH Scarf at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW HEATTECH Scarf Color: 67 BLUE Add to cart Add to wish list Store availability Please check the store inventory via \"S"
    },
    {
      "url": "https://www.examveda.com/chemical-engineering/practice-mcq-question-on-refractory-technology/",
      "title": "Refractory Technology MCQ Questions & Answers | Chemical Engineering",
      "description": "Learn Refractory Technology MCQ questions & answers are available for a Chemical Engineering students to clear GATE exams, various technical interview, competitive examination, and another entrance exam. Refractory Technology MCQ question is the important chapter for a Chemical Engineering and GATE students.",
      "preview": "Refractory Technology MCQ Questions & Answers | Chemical Engineering Home / Chemical Engineering / Refractory Technology Section 1 Section 2 Section 3"
    },
    {
      "url": "https://www.onelook.com/spruce/",
      "title": "Spruce",
      "description": "Spruce is a search engine for finding inspiring sentences. Tell Spruce about something you've read or written and it will find quotations or lyrics that are related to the subject matter, sometimes in surprising and subtle ways. Spruce gives you a diverse set of perspectives on your text that you can cite in your work or reflect upon in your brainstorming.",
      "preview": "Add this as a Chrome extension Help Spruce is a search engine for finding inspiring sentences. Tell Spruce about something you've read or written and"
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://refugees.org/",
      "title": "U.S. Committee for Refugees and Immigrants - USCRI",
      "description": "For over 110 years, USCRI has been on the front lines of working on behalf of refugees and immigrants worldwide. Our goal is to help create a world of possibilities for displaced people-where displacement may have defined their past but their future is reimagined with unlimited possibilities. We believe in open doors for refugees, asylees and other immigrants.",
      "preview": "U.S COMMITTEE FOR REFUGEES AND IMMIGRANTS LANGUAGE OPTIONS Donate Keep Girls Dreaming This Holiday Season Over 142,000 School-aged girls are living in"
    },
    {
      "url": "https://librariaarcana.ro/produs/ghid-complet-de-tarot-si-ezoterism-vol-1-arcanele-majore-naran-gheser/",
      "title": "Ghid complet de tarot si ezoterism. Vol. 1 - Arcanele Majore - Naran Gheser - Arcana",
      "description": "void",
      "preview": "Ghid complet de tarot si ezoterism. Vol. 1 - Arcanele Majore - Naran Gheser 83,51 lei Stoc epuizat Descriere Product Details Recenzii (0) Autor Naran"
    },
    {
      "url": "https://conferences.nature.com",
      "title": "Nature Conferences",
      "description": "Nature Conferences bring scientists together to meet, learn and share. Build valuable connections, push your research forward and join the discussions shaping the future of science. Our in-person and virtual events offer you the chance to present your research to scientific peers from around the world and engage with high-profile speakers, as well as Nature Portfolio editors.",
      "preview": "Nature Conferences Nature Conferences bring scientists together to meet, learn and share their latest discoveries... Build your network, push your res"
    },
    {
      "url": "https://stencil.wiki/What_is_Risograph_printing%3F",
      "title": "stencil.wiki",
      "description": "void",
      "preview": "Jump to content From stencil.wiki Stencil.wiki is a comprehensive resource dedicated to stencil printing, providing tools, guides, and a collaborative"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}