{
  "data": [
    {
      "url": "https://vitaminpatchclub.com/products/total-package-bundle",
      "title": "Total Package Bundle - Vitamin Patch Club",
      "description": "Meet The Total Package-a powerful 4-in-1 bundle designed for those who want it all: more energy, stronger immunity, faster recovery, enhanced strength, and radiant beauty. Featuring our Energize (B-Complex), Wellness (Vitamins D &amp; C), Strength (Iron), and Restore (Zinc) patches, this bundle supports your body from",
      "preview": "Skip to content Shop Columbus Day Sale! Spend $100 get $40GC, spend $200 get $75GC, spend $400 get $100GC. gift cards will be emailed on Oct 20th 5 Wa"
    },
    {
      "url": "http://catalogue.odis.org",
      "title": "IOC Ocean Data and Information System Catalogue",
      "description": "void",
      "preview": "IOC Ocean Data and Information System \"Catalogue of Sources\" The ODIS \"Catalogue of Sources\" aims to be an online browsable and searchable catalogue o"
    },
    {
      "url": "https://www.vodne-filtre.sk/marella-grafit-vc.6-ks-maxtraplus.html",
      "title": "Marella grafit vč.6 ks MaxtraPlus - Vodné-Filtre.sk",
      "description": "Filtračná kanvica Brita Marella Cool čierna vrátane 6 filtrov.",
      "preview": "Marella grafit vč.6 ks MaxtraPlus Záruka: 24 mesiacov Dostupnosť: skladom Vaša cena bez DPH: 33,05 € Vaša cena s DPH: 39,99 € Počet kusov Kúpiť Výrobc"
    },
    {
      "url": "https://a16z.com/2023/02/09/welcoming-the-talent-x-opportunity-spring-23-cohort/",
      "title": "Welcoming the Talent x Opportunity Spring '23 Cohort | Andreessen Horowitz",
      "description": "Since kicking off the Talent x Opportunity (TxO) Initiative, we have invested in 27 companies building products and services based on unique cultural insights. The founders we backed and continue to support have taken tremendous strides from initial ideation to accelerating their businesses by growing full-time headcount, strengthening go-to-market strategies with key partnerships and collaborations,...",
      "preview": "Welcoming the Talent x Opportunity Spring '23 Cohort Kofi Ampadu share Copy Link Email X LinkedIn Facebook Hacker News WhatsApp Flipboard Reddit Poste"
    },
    {
      "url": "https://notelet.so/",
      "title": "Notelet - Beautiful websites and blogs published with Notion.",
      "description": "Write in Notion, publish to the web. Simply edit and publish a website from Notion. Use your custom domain, analytics and more.",
      "preview": "Create a website or blog with Notion. Write in Notion, publish to the web. Custom domain, analytics, themes and more. Try without signup (takes 2min)"
    },
    {
      "url": "https://beacta.substack.com/",
      "title": "Beacta's marketing dungeon | Substack",
      "description": "Growth. Marketing. Sales. Follow along for the most technical and how-to content. Click to read Beacta's marketing dungeon, a Substack publication with hundreds of subscribers.",
      "preview": "Beacta's marketing dungeon Subscribe Sign in Home FREE Email Marketing Course - Secrets from generating multiple 6 figures for brands The Ultimate Ema"
    },
    {
      "url": "https://www.politifact.com/",
      "title": "PolitiFact",
      "description": "PolitiFact is a fact-checking website that rates the accuracy of claims by elected officials and others on its Truth-O-Meter.",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://veckorevyn.com/nyheter/hannah-jag-ska-hamnas-pa-bygglovs-matte/",
      "title": "Hannah: Jag ska hämnas på Bygglovs-Matte!",
      "description": "En skådis, en sexexpert och en nattklubbschef - se vad de gör i helgen!",
      "preview": "Menu Sök Sök efter: Sök Menu Sök Sök efter: Sök Hannah: Jag ska hämnas på Bygglovs-Matte! En skådis, en sexexpert och en nattklubbschef - se vad de gö"
    },
    {
      "url": "https://frndlytv.freshdesk.com/support/home",
      "title": "Support : HELP CENTER",
      "description": "void",
      "preview": "Getting Started Watching TV Account Management Troubleshooting Frequently Asked Questions How do I restart my subscription? How do I sign up for a Fre"
    },
    {
      "url": "http://TIDAL.com/Beyonc%C3%A9",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://atlantapressclub.org/",
      "title": "Atlanta Press Club",
      "description": "void",
      "preview": "Please upgrade your browser. Go to https://support.microsoft.com/en-us/help/17621/internet-explorer-downloads to download IE 11 or M. Skip to content"
    },
    {
      "url": "https://renner.org/article/what-should-you-do-when-you-get-offended/",
      "title": "What Should You Do When You Get Offended? | Renner Ministries",
      "description": "What Should You Do When You Get Offended?",
      "preview": "What Should You Do When You Get Offended? Back What Should You Do When You Get Offended? Then said he unto the disciples, It is impossible but that of"
    },
    {
      "url": "https://www.cbssports.com/nfl/news/amazon-founder-jeff-bezos-interested-in-owning-nfl-team-has-strong-support-among-current-owners/",
      "title": "Amazon founder Jeff Bezos interested in owning NFL team, has strong support among current owners - CBS Sports",
      "description": "The owner of Amazon and the Washington Post could be the next person to join the NFL's ownership ranks",
      "preview": "site: media | arena: nfl | pageType: stories | section: | slug: amazon-founder-jeff-bezos-interested-in-owning-nfl-team-has-strong-support-among-curre"
    },
    {
      "url": "https://www.worldathletics.org/records/toplists",
      "title": "100 Metres - women - senior - all - 2025",
      "description": "void",
      "preview": "Introduction Structure Employment Tenders Contact Newsletters Introduction Next Courses Endurance Running Webinars Register Outbreak Prevention Tools"
    },
    {
      "url": "https://www.disposerx.com/",
      "title": "DisposeRx, Inc. - Safe Medication Solutions - DisposeRx, Inc.",
      "description": "Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and why it matters for your home and community? Tap here learn more. Every year, over 130 Million opioids are prescribed. That's nearly 1 opioid prescription for every U.S. household. What's worse, many of them [...]",
      "preview": "Skip to content Do you know what In-Home Disposal is? Do you know what the FDA recognized definition for in-home medication disposal really means-and"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://www.brooketaelor.com/",
      "title": "HOME",
      "description": "void",
      "preview": "A new website is coming soon. Please use the form below or inquire with Brooke directly at hello@brooketaelor.com Submit Inquiry (Brooke Taelor's serv"
    },
    {
      "url": "https://backyardmetalcasting.com/",
      "title": "Melting metal in a home foundry, backyard metalcasting, metal casting",
      "description": "void",
      "preview": "BackyardMetalcasting.com ...Metalcasting at home. Info. and Updates: -- Feb./25/2018 -- Get your AlloyAvenue.com profile and post your project photos,"
    },
    {
      "url": "http://www.cthing.com/",
      "title": "C Thing Software",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://getpocket.com/firefox_learnmore/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "Pocket",
      "description": "void",
      "preview": "Why is Pocket shutting down? Pocket has helped millions save articles and discover stories worth reading. But the way people save and consume content"
    },
    {
      "url": "https://deadline.com/tag/investigation-discovery/",
      "title": "Investigation Discovery",
      "description": "Investigation Discovery breaking news and the latest updates about Investigation Discovery at Deadline Hollywood.",
      "preview": "Skip to main content Latest in Investigation Discovery Shannon Evangelista Produces True-Crime Shows. Now She's In Front Of The Camera Solving Them EX"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "http://www.interconnect.net/",
      "title": "Interconnect Services - Providing Internet and Information Technology Solutions to Corpus Christi Texas and the Texas Coastal Bend",
      "description": "void",
      "preview": "Key services: High-Speed Internet Hosted Email/Web Fixed Wireless Internet Internet Firewalls Voice/Data Hosted VOIP IT Consultancy Website Design Sof"
    },
    {
      "url": "https://www.soroptimist.it/club/piacenza/pubblicazioni/",
      "title": "Pubblicazioni",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nacdi.org/",
      "title": "Native American Community Development Institute",
      "description": "...",
      "preview": "Skip to content Helping Native people create the future they envision. NACDI's work is founded on the belief that all American Indian people have a pl"
    },
    {
      "url": "https://cs.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPressu | WordPress.org Česko",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Prohledat pluginy Podrobn"
    },
    {
      "url": "https://www.everything-about-concrete.com/how-to-minimize-having-a-slippery-driveway-in-the-winter.html",
      "title": "How to minimize having a slippery driveway in the winter",
      "description": "Question: My driveway is about 240 feet long, slightly curved and a bit more than moderately steep. We are considering installing a colored and stamped",
      "preview": "Everything About Concrete Teaching • Learning • Achieving • Grow your business Home Blog Recommended Tools Menu APPLICATIONS Finishing Concrete Staini"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85949",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://industree.org.in/",
      "title": "Home | Industree Foundation",
      "description": "void",
      "preview": "top of page Proof of Impact GreenKraft Producer Company (GK) is a producer-owned social enterprise creating natural fiber lifestyle products and hom"
    },
    {
      "url": "https://www.downtowndc.org/news/downtowndc-economic-update/",
      "title": "DowntownDC Economy Tracking - Downtown DC",
      "description": "The DowntownDC BID has been tracking the partially open sectors of the DowntownDC economy since April 2020 , and information as of February 26, 2021 is",
      "preview": "DowntownDC Economy Tracking Home » News » DowntownDC Economy Tracking [vc_row][vc_column][vc_column_text]The DowntownDC BID has been tracking the part"
    },
    {
      "url": "https://mrag.co.uk/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://smallsat.org/",
      "title": "Small Satellite Conference | SmallSat",
      "description": "The annual Small Satellite Conference, held at the Salt Palace Convention Center, Salt Lake City, Utah, gathers Government, industry, and academia to review recent successes, explore new directions, and introduce emerging technologies in small spacecraft development.",
      "preview": "39 th Annual Small Satellite Conference Salt Lake City, UT, USA August 10-13, 2025 Thank You Another Successful SmallSat 4650 Attendees 374 Exhibiting"
    },
    {
      "url": "https://myfoodstory.com/",
      "title": "Quick and Easy Indian Recipes - My Food Story",
      "description": "Browse hundreds of easy and delicious Indian recipes covering vegetarian, meat, breakfast, dinner, dessert and more. All recipes have detailed process shots to allow for ease of cooking - you can do it!",
      "preview": "Skip to content Get everyday dinners planned for you!→ Get My Indo-Chinese Ebook My latest cookbook, The Indo-Chinese Ebook , has got over 105+ delici"
    },
    {
      "url": "https://www.magicum-berlin.de/oeffnungszeiten/",
      "title": "Öffnungszeiten - Magicum Berlin Magic Museum",
      "description": "Öffnungszeiten des MAGICUM Berlin - 7 Tage die Woche geöffnet für magische Erlebnisse im Herzen der Stadt.",
      "preview": "Öffnungszeiten Täglich geöffnet! Montag bis Sonntag 11:00 - 18:00 Uhr Samstag 11:00 - 19:00 Uhr * Angemeldete Schulklassen und Gruppen können das Muse"
    },
    {
      "url": "https://confirmsubscription.com/h/i/463208600EB4D89A",
      "title": "void",
      "description": "void",
      "preview": "For full functionality of this application it is necessary to enable JavaScript. Here are the instructions on how to enable JavaScript in your web bro"
    },
    {
      "url": "https://venividigames.tumblr.com/post/90353269558",
      "title": "VeniVidiGames",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://soundcloud.com/unfao",
      "title": "Stream FAO music | Listen to songs, albums, playlists for free on SoundCloud",
      "description": "Play FAO and discover followers on SoundCloud | Stream tracks, albums, playlists on desktop and mobile.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it FAO Podcasts, a multilingual audio series p"
    },
    {
      "url": "https://www.kartverket.no/en/api-and-data/terms-of-use",
      "title": "Terms of use | Kartverket.no",
      "description": "void",
      "preview": "Skip to content Skip to navigation Go to language selector Søk Contact us Language English Norwegian Meny trenger javascript All users of the free dat"
    },
    {
      "url": "https://belikeada.tumblr.com/",
      "title": "Be Like Ada",
      "description": "Develop UR Coding Superpower. Teen Girl Bootcamp, July 19th, Vancouver.",
      "preview": "Be Like Ada 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna User Feedback When we first starte"
    },
    {
      "url": "https://hope-community.org/",
      "title": "Hope Community - Strengthening the power of communities.",
      "description": "void",
      "preview": "Press enter to begin your search About Mission, Values, Vision Staff Board Community Listening Partners & Connections Publications & Media Stories How"
    },
    {
      "url": "https://rifoundation.org/",
      "title": "RI Foundation | Rhode Island Foundation",
      "description": "Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivate change that makes a...",
      "preview": "Skip to main content Only together can we build the future we all hope for. As Rhode Island's community foundation, we mobilize generosity and motivat"
    },
    {
      "url": "https://courier.unesco.org/en",
      "title": "The UNESCO Courier | The UNESCO Courier",
      "description": "UNESCO's magazine - bringing you local perspectives on global issues since 1948. Available in 6+ languages.",
      "preview": "Skip to main content Search Search رسالة اليونسكو The UNESCO Courier UNESCO's magazine - bringing you local perspectives on global issues since 1948."
    },
    {
      "url": "https://www.renfe.com/es/es/ayuda/faqs",
      "title": "Preguntas frecuentes ( FAQs ) | Renfe",
      "description": "En esta página encontrarás un conjunto de preguntas y respuestas para resolver todas tus dudas sobre nuestros productos y servicios.",
      "preview": "void"
    },
    {
      "url": "https://www.bergungsstelle.de/facetten-archivalien-index?f%5B0%5D=field_schlagwort%3A282&f%5B1%5D=field_schlagwort%3A186&f%5B2%5D=field_schlagwort%3A264&f%5B3%5D=field_ort%3A271&f%5B4%5D=field_schlagwort%3A286&f%5B5%5D=field_schlagwort%3A279&f%5B6%5D=field_ort%3A266&f%5B7%5D=field_schlagwort%3A281&f%5B8%5D=field_schlagwort%3A280",
      "title": "Facets Archivalien Index | BERGUNGSSTELLE",
      "description": "void",
      "preview": "Direkt zum Inhalt Volltextsuche Kategorie Auswahl - Alle - Archivale / Konvolut Bergungsstelle Institution Person Archivale / Konvolut Bericht in Absc"
    },
    {
      "url": "http://www.curavet.com/",
      "title": "Curavet by Curatronic | PEMF Therapy for Horses",
      "description": "PEMF Therapy for Horses by Curavet. Keep your horse in top condition with PEMF therapy devices.",
      "preview": "top of page PEMF Therapy for Horses - All You Need to Know How Does PEMF Therapy Work? PEMF therapy involves delivering pulsed magnetic fields into"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/",
      "title": "Fragments of My Imagination",
      "description": "Trying to understand the complex world and convey it simply. ------- Art blog ------- Other art...",
      "preview": "Fragments of My Imagination RSS Oct 9 wardoftheflies : todayintokyo : Rainy season by モモ ID: art of a black cat stepping on a road in the rain, surrou"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/",
      "title": "Just you wait.",
      "description": "Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Mathematics",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "https://postmormon.org/exp_e/index.php?URL=http://sugimevu.blogspot.com/",
      "title": "PostMormon.org",
      "description": "Web site created using create-react-app",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.sams-usa.net/sams-responds-to-devastating-7-8-earthquake-impacting-syria/",
      "title": "» SAMS Responds to Devastating 7.8 Earthquake Impacting Syria",
      "description": "void",
      "preview": "Donate SAMS Society Membership SAMS Responds to Devastating 7.8 Earthquake Impacting Syria To support SAMS' earthquake relief efforts in Syria, please"
    },
    {
      "url": "https://statusofwomendata.org/women-of-color/spotlight-on-women-of-color-employment-and-earnings-data/",
      "title": "Spotlight on Women of Color: Employment and Earnings Data - Women in the States",
      "description": "Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Distribution of the Male and Female Workforce by Race and Ethnicity, Aged 16 and Older, United States, 2013 Distribution of Employed Women Across Broad Occupational Groups by Race and Ethnicity, Aged 16 and [...]",
      "preview": "Share Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Dis"
    },
    {
      "url": "https://nationalgeographicpartners.com/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://github.com/qmk/qmk_firmware/blob/master/docs/newbs_getting_started.md",
      "title": "qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware · GitHub",
      "description": "Open-source keyboard firmware for Atmel AVR and Arm USB families - qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware",
      "preview": "Skip to content"
    },
    {
      "url": "https://health1.aetna.com/app/public/#/one/insurerCode=AETNACVS_I&brandCode=ALICSI/machine-readable-transparency-in-coverage?searchTerm=263232&lock=true",
      "title": "Search for care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/optimization-indexes.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 10.3 Optimization and Indexes",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://bellaapp.dk",
      "title": "Bella sara - The magical world of Bella Sara",
      "description": "void",
      "preview": "Join the magical world of Bella Sara \"I give you courage. Now you can release your fears.\" Thunder Get the Bella Sara app"
    },
    {
      "url": "https://www.cintas.com/",
      "title": "Uniforms - Corporate Apparel | Cintas",
      "description": "Even at your busiest, you can open your doors with confidence knowing Cintas has you covered with a wide range of products and services that enhance your image and help keep your facility and employees clean, safe and looking their best.",
      "preview": "WE'LL OUTFIT YOUR TEAM AND YOUR BUSINESS WE CAN HELP WITH YOUR WORK APPAREL, FACILITY SERVICES, FIRST AID AND SAFETY AND FIRE PROTECTION NEEDS Click t"
    },
    {
      "url": "https://www.simplegenerosity.org/nonprofit-partner-questionnaire",
      "title": "Nonprofit Partner Questionnaire Intro - Simple Generosity",
      "description": "The first step in becoming a Simple Generosity nonprofit partner is completing our questionnaire -- please submit your information and we will be in touch!",
      "preview": "0 Welcome! To see if your nonprofit is already in our pool of potential grantees , please click here to create an account with us and search for your"
    },
    {
      "url": "https://subscribe.providencejournal.com/nanobar?gps-source=CPTILELEFT&itm_campaign=2023MAREVERG&itm_medium=ONSITE&onSuccessRedirectURL=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.montgomerycollege.edu/",
      "title": "Montgomery College | Montgomery College, Maryland",
      "description": "void",
      "preview": "Skip hero section Video description: The first frame shows a smiling graduating student posing for a picture with their family. The second frame featu"
    },
    {
      "url": "https://www.speidelshop.com/maxislip-1272-888.html",
      "title": "Maxislip | SPEIDEL Online Shop",
      "description": "Unser Maxislip mit charmantem Spitzenmotiv spricht Frauen mit femininen Kurven an und überzeugt mit 100% Baumwolle.",
      "preview": "klarna klarna mastercard mastercard paypal paypal rechnung rechnung visa visa The store will not work correctly when cookies are disabled. JavaScript"
    },
    {
      "url": "http://quinquine.over-blog.com/archive/2006-09/",
      "title": "Le blog de Quinquine",
      "description": "La famille Quinquin, exil&eacute;e dans le Sud de la France, n'oublie pas ses origines nordistes.",
      "preview": "Tous les blogs Top blogs Associations & ONG Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs Associations & ONG"
    },
    {
      "url": "https://careernavigator.accaglobal.com/",
      "title": "ACCA career navigator",
      "description": "For ACCA members and future members, we'll help you discover the diverse range of career destinations open to you, alongside the learning and skills required to secure your next role.",
      "preview": "Explore Welcome to the ACCA Career Navigator Helping guide your career journey, every step of the way For ACCA members and future members, we'll help"
    },
    {
      "url": "http://banff.ca/index.aspx?NID=885",
      "title": "Imagery | Banff, AB - Official Website",
      "description": "In the interactive map below you will see grid showing the tiles of 2016 orthophoto imagery that can be downloaded as part of the Banff Open Data Initiative.",
      "preview": "Skip to Main Content Search Home Town Hall Open Data Imagery/Orthophoto Imagery 2022 Town of Banff Open Data Imagery In the interactive map below you"
    },
    {
      "url": "https://ncgov.servicenowservices.com/sp_beneficiary?id=bnf_index&elqTrackId=89e21ed75a6241c7bdcac35ced1dcfa5&elqaid=93&elqat=2",
      "title": "Beneficiary Home - NC Medicaid Beneficiary Service Portal",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://aquarium.ucsd.edu/visit/buy-tickets",
      "title": "Birch Aquarium School Programs - Birch Aquarium at Scripps eTicketing",
      "description": "void",
      "preview": "Home Login Menu Menu Home Account Sign Up Log In General Admission Group Sales Admission Annual Memberships Behind-the-Scenes Tours Halloween Aglow Le"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/post/143008375724",
      "title": "Sabiya malbari - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Sabiya malbari - Computer science: the impact of K-12 on university... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfe"
    },
    {
      "url": "https://www.bvg.de/de/fahrinfo",
      "title": "Fahrinfo Berlin - Pläne & Störungen des ÖPNV | BVG",
      "description": "Deine Fahrplanauskunft für Berlin: Alle BVG-Linien, ausführliche Fahrplaninfo, Routenplaner und Störungsmeldungen im Überblick.",
      "preview": "Bitte aktivieren Sie Javascript, um alle Funktionen der Website nutzen zu können. Zum Hauptinhalt springen Verbindungssuche Finde die einfachste und s"
    },
    {
      "url": "https://earthobservatory.nasa.gov/images/148307/arabian-night-lights",
      "title": "Arabian Night Lights",
      "description": "Researchers have found another use for night lights imagery: tracking unregulated and under-reported fishing.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://www.fox4news.com/news/forney-isd-student-allegedly-taped-to-chair-crosby-elementary",
      "title": "10-year-old Forney student claims teacher taped him to chair, school police investigating | FOX 4 Dallas-Fort Worth",
      "description": "A Forney ISD teacher is on administrative leave and a school police are investigating after a 10-year-old student claimed the teacher taped him to his desk chair this week. A district spokesperson told FOX 4, \"there are two sides to every story.\"",
      "preview": "10-year-old Forney student claims teacher taped him to chair, school police investigating A Forney ISD teacher is on administrative leave and a school"
    },
    {
      "url": "http://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://www.chanel.com/us/makeup/p/159965/le-vernis-longwear-nail-colour/",
      "title": "Nail Polish and Sets - Makeup | CHANEL",
      "description": "Shop the full range of CHANEL nail polish, base coats, top coats and nail sets. Discover the perfect colour to add the finishing touch to any look.",
      "preview": "Main content Main navigation Enable high contrast Makeup nails CHANEL nail polish protects, beautifies, and makes vibrant colours dazzle. Its ultra-du"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/",
      "title": "it's lib",
      "description": "void",
      "preview": "boag Every time Lana Del Rey and Joan Baez link up they look like a May-December lesbian couple . Like this is Sarah Paulson and Holland Taylor jessie"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/post/121240027990",
      "title": "Maryland moves to increase diversity in computer science - @concernedpuengineer-blog on Tumblr",
      "description": "Unfortunate that such a narrow view of technology will be accepted as a graduation credit. Coding is an important part of much of our technological world, no doubt. The issue, however, is that it is...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "https://spotmedia.ro/tag/covid-19-stiri",
      "title": "Covid 19 știri - Stiri - spotmedia.ro",
      "description": "Citeste mai noi stiri cu tema: Covid 19 știri in spotmedia.ro",
      "preview": "Skip to content Acasă Covid 19 știri O echipă de medici americani raportează ceea ce pare a fi primul caz pediatric de paralizie bilaterală a corzilor"
    },
    {
      "url": "https://www.roguefitness.com/rogue-flat-pack-games-box",
      "title": "Rogue Flat Pack Games Box - 3 in 1 Wood Plyo Box | Rogue Fitness",
      "description": "Get a 20\", 24\" and 30\" tall plyo box all in one. The Rogue Flat Pack Games Box has a beefy design with an internal reinforcing component. Ships flat. Order today.",
      "preview": "Home / Conditioning / Plyo Boxes / Games Boxes / Rogue Flat Pack Games Box Rogue Flat Pack Games Box ★★★★★ ★★★★★ 4.8 184 Reviews Write a review Made i"
    },
    {
      "url": "http://sesamestreetformilitaryfamilies.org/topic/self-expression/?ytid=1ui0i2438Jw",
      "title": "Self-Expression | Encourage Positive Self-Expression",
      "description": "Use these resources to help foster positive self-expression in your military child.",
      "preview": "Before You Watch After You Watch Feelings Have Names prev Feelings Have Names Sing It Out Move It Out Talk It Out Laugh It Out Hug It Out next Printab"
    },
    {
      "url": "https://www.jcwoodworking.com/cabin-fever-braindroppings/",
      "title": "Cabin Fever Braindroppings - JC Woodworking",
      "description": "void",
      "preview": "Skip to content Oh boy. How's everyone's apocalypse going? I have some newlywed friends that are stuck at home with just each other and their dog. Go"
    },
    {
      "url": "https://www.fonearena.com/price.php",
      "title": "Price Search & Price Finder |FoneArena.com",
      "description": "void",
      "preview": "Home News Phones Operators Reviews FoneFinder PriceSearch Price List Links Glossary Forums"
    },
    {
      "url": "https://www.ikea.com/se/sv/cat/soffor-fu003/",
      "title": "Prisvärda soffor & soffgrupper - Snabb leverans från 399:- - IKEA",
      "description": "Hitta en soffa som passar din stil och ditt utrymme. Köp soffa online hos IKEA - stort utbud, bra priser, 10 års garanti och 365 dagars öppet köp.",
      "preview": "Hoppa till huvudinnehåll Gå till produktlistan deliveryTruck Hemleverans från 39:-* Soffor & soffgrupper Soffor & fåtöljer 2-sits soffor 3-sits soffor"
    },
    {
      "url": "https://www.yinovacenter.com/faq/",
      "title": "Frequently Asked Questions | The Yinova Center",
      "description": "You may have some questions for us before you get here or book your acupuncture treatment! Here are some answers to the most common questions we receive.",
      "preview": "Skip to Main Content"
    },
    {
      "url": "https://en.unesco.org/news/covid-19-ocean-ally-against-virus",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://www.chandrayoga.it/speciale-yoga-con-elementi-anusara-13-ottobre-2019/",
      "title": "Speciale YOGA con elementi ANUSARA / 13 ottobre 2019 | Chandra Yoga",
      "description": "void",
      "preview": "Speciale YOGA con elementi ANUSARA / 13 ottobre 2019 Ott 13, 2019 | anusara , centro chandra , speciale , yoga DOMENICA 13 OTTOBRE DALLE 10 ALLE 12 Si"
    },
    {
      "url": "https://www.mooveagency.com",
      "title": "WordPress Agency London • WordPress Support • Web Development",
      "description": "We are a London WordPress Agency & web development company specialising in development, design, support & maintenance of WordPress websites",
      "preview": "London WordPress Agency Our Work Services WordPress Development WordPress Support Packages WordPress API Integrations WordPress Code Reviews WordPress"
    },
    {
      "url": "https://www.today.com/home/grinch-shows-house-hilarious-real-estate-listing-t145320",
      "title": "The Grinch shows off a house in hilarious real estate listing",
      "description": "A real estate team used The Grinch to show off a home for sale in Baltimore, Maryland. See the funny photos!",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.elsevier.com/solutions/sciencedirect",
      "title": "ScienceDirect | Peer-reviewed literature | Elsevier",
      "description": "Advance research and scholarship with the world's leading database of peer-reviewed, full-text scientific, technical and health literature.",
      "preview": "Skip to main content Unfortunately we don't fully support your browser. If you have the option to, please upgrade to a newer version or use Mozilla Fi"
    },
    {
      "url": "http://mazurekfh.com/index.php?m=search&s=search&q=2208%20FAG%20C3&c=and&mod=shop&page=1&s_shop_mid=0&sort=pD",
      "title": "FH Mazurek",
      "description": "void",
      "preview": "Numer łożyska: Marka: --proszę wybrać-- AKE BMZ BP CBF CX DDR DKF DKFD DYZ FŁT FŁT/IMPEX FŁTIMPEX FAG FKL FLT FLT IMPEX FLTIMPEX FŁT FŁT IMPEX GPZ IMP"
    },
    {
      "url": "https://instantly.ai/#Testimonials",
      "title": "Instantly.ai - Sales Engagement & Lead Intelligence",
      "description": "Instantly turns leads into clients with Automated Outreach, Deliverability Network, Sales Engagement, B2B Lead Database & AI-Powered CRM",
      "preview": "Log in Get started see demo en Find, Contact & Close Your Ideal Clients Instantly helps you find warm leads, scale email campaigns, reach primary inbo"
    },
    {
      "url": "https://teressafoglia.com/",
      "title": "Teressa Foglia",
      "description": "The finest handmade bespoke and custom hats using the highest quality, sustainably sourced materials. Visit our boutiques in Malibu + Brooklyn.",
      "preview": "Skip to content Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oc"
    },
    {
      "url": "https://www.eatthistown.ca/dartmouth-pizza-quest-woodsideeastern-passage/",
      "title": "Dartmouth Pizza Quest: Woodside/Eastern Passage - Eat This Town",
      "description": "void",
      "preview": "Food Quests Halifax Nova Scotia Pizza Pizza Dartmouth Pizza Quest: Woodside/Eastern Passage July 21, 2015 Eat This Town The Dartmouth Pizza Quest is n"
    },
    {
      "url": "https://www.airbnb.co.in/?locale=en&_set_bev_on_new_domain=1606041642_YjI0OGQ3OWI5MDI2",
      "title": "Airbnb: Holiday Rentals, Cabins, Beach Houses, Unique Homes & Experiences",
      "description": "Get an Airbnb for every kind of trip → 7 million holiday rentals → 2 million Guest Favourites → 220+ countries and regions worldwide",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Airbnb homepage Homes on Airbnb 0 of 0 i"
    },
    {
      "url": "https://donabertarelli.com/dona-bertarelli/",
      "title": "Our Founder - Dona Bertarelli Philanthropy",
      "description": "Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A LIFE MORE THOUGHTFUL \"From the mountains to the seas, and even the stark beauty of arid landscapes, nature has always been my guide"
    },
    {
      "url": "https://help.hbomax.com/",
      "title": "Availability | HBO Max",
      "description": "We're working to make HBO Max available wherever you are.",
      "preview": "Skip To Content HBO Max Is Not Available in Your Region Yet We're working to make HBO Max available wherever you are. To learn more about where you ca"
    },
    {
      "url": "http://www.aelyria.com/",
      "title": "Coming Soon page",
      "description": "void",
      "preview": "Please come back later."
    },
    {
      "url": "https://www.ahoragranada.com/noticias/la-influencia-del-ejercicio-en-el-cerebro-y-la-salud-mental-a-debate-en-la-universidad-de-granada/",
      "title": "La influencia del ejercicio en el cerebro y la salud mental, a debate en la Universidad de Granada - Ahora Granada",
      "description": "El Instituto Mixto de Deporte y Salud de la Universidad de Granada (iMUDS) acoge este lunes el simposio internacional 'ActiveBrains for All: Exercise, Cognition and Mental Health', en el que se tratarán aspectos relacionados con el papel que juega el ejercicio y la nutrición en el rendimiento académico, el cerebro y la salud mental. El [...]",
      "preview": "Hablamos de Área Metropolitana Sucesos Granada CF Zona de Bajas Emisiones Granada Peligros Pinos Puente Las Gabias viernes 10 octubre Universidad de G"
    },
    {
      "url": "https://ahlhorner-sportverein.de/ahlhorner-sv/bildergalerie/gemeinde",
      "title": "Bildergalerie - Kategorie: Boßeln 2019",
      "description": "Der Ahlhorner Sportverein ist ein Mehrspartenverein mit Schwerpunkt Fussball und Faustball. Er möchte allen Personen ermöglichen, unabhängig von Herkunft, Geschlecht und Alter, Sport treiben zu können.Er ist seit Jahren Integrationsstützpunkt im Rahmen des Projektes\" Integration durch Sport\" des BMI. Die Faustballabteilung ist seit Jahrzehnten in der Spitze des Deutschen Faustball vertretten.",
      "preview": "Bildergalerie - Kategorie: Boßeln 2019 Menu Home Fußball Faustball Leichtathletik Tennis Turnen Fitness Der Verein Vorstand Leitbild Sportanlagen Kont"
    },
    {
      "url": "https://www.latostadora.com/lolakabuki/dibujos/1059451",
      "title": "Productos y diseños de Lola Kabuki | LaTostadora.com",
      "description": "Lola Kabuki en laTostadora. Diseños disponibles en una gran variedad de productos. Envío Gratis.",
      "preview": "Tienda en construcción. Si eres el propietario de la tienda y tienes alguna consulta visita nuestro portal de ayuda al diseñador o contáctanos. Inicio"
    },
    {
      "url": "https://plannedgiving.feedingamerica.org/",
      "title": "Planned Giving | Feeding America",
      "description": "Make a difference at Feeding America with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Your Planned Gift Can Create a Future Where Everyone Thrives Elevate your impact on fighting hunger by establishing a gift that w"
    },
    {
      "url": "http://www.rockol.it/",
      "title": "√ Rockol - la musica online è qui - Novità Musicali",
      "description": "Tutte le ultime novità sulla musica italiana e internazionale: news, informazioni su artisti e concerti, foto e video musicali, classifiche su Rockol.",
      "preview": "Per una decisione informata Ulteriori dettagli Accettando i cookie di profilazione, ti verranno proposti annunci pubblicitari che rispecchiano i tuoi"
    },
    {
      "url": "https://oceandecade.org/es/",
      "title": "Decenio del Océano - La ciencia que necesitamos para el océano que queremos",
      "description": "Decenio del Océano es una iniciativa marco de 10 años destinada a identificar, generar y utilizar conocimientos oceánicos fundamentales para gestionar el océano de forma sostenible.",
      "preview": "EL DECENIO vídeo © Universeum Ocean Science Lab DEL OCÉANO La ciencia que necesitamos para el océano que queremos 10 años. 10 Desafíos. 1 Océano. El o"
    },
    {
      "url": "https://www.nih.gov/health-information",
      "title": "Health Information | National Institutes of Health (NIH)",
      "description": "Find science-based health information on symptoms, diagnosis, treatments, research, clinical trials and more from NIH, the nation's medical research agency.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://docs.google.com/document/d/1Z-vvBMp2lQHcBbtiYZgvOMneyN4_YeQwLW8heO5f-qo/edit#",
      "title": "Smartlead.ai - 11 steps to 10+ demos/day - the hands free cold emailing system - Documenti Google",
      "description": "11 Steps to 10+ Demos/day - The Hands-Free Cold Emailing System Here's the hands-free process we use to book 10+ demos each day consistent across our services and SaaS businesses. It involves a few straightforward steps that'll take 1 hour to set up, which you can also forward to your VA to han...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "http://www.designersjournal.net/tag/illustrator",
      "title": "illustrator | Designers Journal",
      "description": "void",
      "preview": "Open Close Open Close How do you take Rudyard Kipling's classic, together with one of Disney's most iconic animations and retell the story to a new, y"
    },
    {
      "url": "https://hrtechprivacy.com/",
      "title": "HR Tech Privacy - Welcome to the HR Tech Privacy Center",
      "description": "APP USERS: Use of our app is subject to the Terms and Privacy Policy for that app and website. For privacy information about the app you are using, please review the Privacy Policy for its website. For example, the use of the Indeed app is subject to the Indeed Terms and Privacy Policy.",
      "preview": "Welcome to the HR Tech Privacy Center APP USERS: Use of our app is subject to the Terms and Privacy Policy for that app and website. For privacy infor"
    },
    {
      "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:legge:2024-12-30;215!vig=",
      "title": "DECRETO 6 novembre 2024, n. 215 - Normattiva",
      "description": "Regolamento concernente la determinazione dei criteri di svolgimento delle procedure di risoluzione stragiudiziale delle controversie con la clientela relative alle prestazioni e ai servizi assicurativi derivanti dai contratti di assicurazione, nonch&egrave; dei criteri di composizione dell'organo decidente e della natura delle controversie trattate dai sistemi di cui all'articolo 187.1 del decreto legislativo 7 settembre 2005, n. 209 e successive modifiche. (25G00001)",
      "preview": "Presidenza del Consiglio dei Ministri ITA ITA ENG Normattiva - Il portale della legge vigente"
    },
    {
      "url": "https://www.ywca-berkeley.org/",
      "title": "YWCA Berkeley/Oakland | Social Justice | Career Readiness | Financial Literacy",
      "description": "Resources and programming to advance racial justice, eliminate racism, empower women, and develop leaders with an anti-racist approach. Learn more about programs, impact and opportunities to get involved.",
      "preview": "0 Join our Strong Women For These Times Campaign We are excited to host events that highlight trailblazers in our community as part of our mission to"
    },
    {
      "url": "https://www.googlecloudpresscorner.com/latest-news",
      "title": "Latest News",
      "description": "Explore the Google Cloud Press Corner for breaking news, stories of innovation, and resources detailing how Google Cloud's powerful, fully integrated and optimized AI stack-along with its infrastructure, developer, data, security, and collaboration tools-is transforming industries and driving digital transformation for customers globally.",
      "preview": "Google Cloud Logo News Skip to content News Menu Desktop Search Search Get started Mobile Search Search Press Corner Gap Inc. Sets Out to Reimagine Re"
    },
    {
      "url": "https://elearning.ala.org/",
      "title": "Home | ALAeLearning",
      "description": "void",
      "preview": "Skip to main content Welcome to ALA's eLearning Catalog Welcome to ALA eLearning, the leading global content provider of courses, webinars, and custom"
    },
    {
      "url": "https://vuoriclothing.com/collections/womens",
      "title": "Women's Workout Clothes & Athletic Apparel | Activewear | Vuori",
      "description": "Wear our women's fitness & athletic clothes from workout to weekend. Shop our sporty active apparel, soft lounge sets, & casual travel clothing for women.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "http://fcsn1996.org/",
      "title": "FCSN - Friends of Children with Special Needs",
      "description": "void",
      "preview": "We're proud to share some exciting news! Friends of Children with Special Needs has been selected as a Nonprofit of the Year by Senator Wahab. We're s"
    },
    {
      "url": "https://www.edf.fr/resultats?keywords=travail+des+%C3%A9quipes&type=0",
      "title": "EDF France | EDF FR",
      "description": "void",
      "preview": "Plongez dans les coulisses de l'électricité ! Venez découvrir tout l'univers de l'électricité en visitant nos centrales et nos sites, partout en Franc"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?p=236",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "https://www.petplate.com/",
      "title": "PetPlate: Fresh Dog Food Delivery",
      "description": "Looking for Reviews of Fresh Dog Food? You've come to the right place. Subscribers (and Pets!) unanimously agree, PetPlate hits the spot. Starting for less than $3/day.",
      "preview": "Get 60% OFF your first box + one FREE bag of Treats! REDEEM NOW Home Find A Store Entrées Barkin' Beef Chompin' Chicken Tail Waggin' Turkey Lip Lickin"
    },
    {
      "url": "https://jobs.wearegreenbay.com/candidates",
      "title": "Job Seekers | We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "Job Seekers | We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to main content Our use of cookies We use essential cookies to make this website work. We would also like to set addition"
    },
    {
      "url": "https://www.usmcmuseum.com/",
      "title": "National Museum of the Marine Corps - The National Museum of the Marine Corps",
      "description": "The National Museum of the Marine Corps Museum is located in Triangle, Virginia just outside the gates of Quantico. It's striking architecture is reminiscent of the famous statue of the flag being raised on Iwo Jima by the Marines during World War II.",
      "preview": "THE MUSEUM IS CLOSED Phone Number Not Available Contacts Home The Museum Mission Statement Museum's History Staff Directory FAQs Plan Your Visit Museu"
    },
    {
      "url": "http://www.herrco.gr/",
      "title": "Σχετικά Με Μας - Herrco",
      "description": "Στη χώρα μας λειτουργεί το αδειοδοτημένο από τις αρμόδιες αρχές (ΕΟΑΝ - Ελληνικός Οργανισμός Ανακύκλωσης) Σύστημα Ανακύκλωσης Αποβλήτων Συσκευασίας της",
      "preview": "Σχετικά Με Μας Στη χώρα μας λειτουργεί το αδειοδοτημένο από τις αρμόδιες αρχές (ΕΟΑΝ - Ελληνικός Οργανισμός Ανακύκλωσης) Σύστημα Ανακύκλωσης Αποβλήτων"
    },
    {
      "url": "http://www.algebra-answer.com/",
      "title": "Math 110 Fall Syllabus",
      "description": "Algebra-answer.com brings invaluable strategies on syllabus, math and linear algebra and other algebra subject areas. Just in case you will need help on functions or even fraction, Algebra-answer.com is really the excellent place to pay a visit to!",
      "preview": "Home Basic Algebra Course Description Description of Mathematics Quadratic Functions Worksheet 4: Inverse Functions MATH Connections: A Secondary Core"
    },
    {
      "url": "https://www.vecteezy.com/",
      "title": "Download Free Vectors, Images, Photos & Videos | Vecteezy",
      "description": "Explore millions of royalty free vectors, images, stock photos and videos! Get the perfect background, graphic, clipart, picture or drawing for your design.",
      "preview": "Download Free Vectors, Stock Photos, Stock Videos, and More Professional quality creative resources to get your projects done faster. Vectors Expand f"
    },
    {
      "url": "http://www.acluohio.org/archives/press-releases/ohio-supreme-court-rules-to-uphold-outdated-and-unscientific-hiv-criminalization-policies",
      "title": "Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies - ACLU of Ohio",
      "description": "COLUMBUS, OH-Today the Ohio Supreme Court ruled to continue the criminalization of individuals living with HIV. The ACLU of Ohio, The Center for HIV Law and Policy (\"CHLP\"), and nine other LGBTQ, HIV, medical and legal defense organizations, with assistance from the law firm Gibbons, P.C. and attorney Jeff Gamso, were amici in State of [...]",
      "preview": "Press Releases Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies October 26, 2017 10:30 am Share this page COL"
    },
    {
      "url": "https://www.iucnredlist.org/",
      "title": "IUCN Red List of Threatened Species",
      "description": "Established in 1964, the IUCN Red List of Threatened Species has evolved to become the world's most comprehensive information source on the global conservation status of animal, fungi and plant species.",
      "preview": "2025-2 Login / Register ☀ What's New Contact Terms of Use English Japanese French Spanish Advanced ? More than 48,600 species are threatened with exti"
    },
    {
      "url": "https://www.fool.com/mms/mark/sa-earlybird?utm_source=msn&utm_medium=contentmarketing&utm_campaign=sar-earlybird-feb2019&paid=8969&waid=8969&psource=esamhpwdg0210058&wsource=esamhpwdg0210058",
      "title": "This Stock Could Be Like Buying Amazon in 1997",
      "description": "void",
      "preview": "This Stock Could Be Like Buying Amazon in 1997 Investing October 10, 2025 By: David Hanson With so much sudden turmoil in the stock market, investors"
    },
    {
      "url": "https://www.shopclues.com/",
      "title": "Online Shopping Site India - Shop Online for men, women and kids fashion, home, kitchen, health, sports and more products at ShopClues",
      "description": "Online shopping site in India - Buy mobiles, electronics, laptops, home appliances, fashion, shoes, home & kitchen products at the lowest prices from Shopclues.com. Easy Return & Replacement Policy!",
      "preview": "ShopClues would like to send you awesome offers! Notifications can be turned off anytime from browser settings. Don't Allow Allow Scroll To Top Exclus"
    },
    {
      "url": "https://dopely.top/",
      "title": "Dopely",
      "description": "Your ultimate digital color companion. Discover, analyze, and explore the world of color with detailed information, harmony generation, and conversion tools.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.handtalk.me/",
      "title": "Hand Talk: your website accessible in ASL",
      "description": "Your website more accessible in ASL with the Hand Talk Plugin. Our virtual translators connect your brand with millions of people.",
      "preview": "Home Discover the largest Sign Language translation platform in the world We have translated nearly 2 billion words since the Hand Talk Plugin was lau"
    },
    {
      "url": "https://forum.doctissimo.fr/login.html?referer_url=https%3A%2F%2Fclub.doctissimo.fr%2Fcelylyne%2Flelab%2F",
      "title": "Connexion - Club.doctissimo.fr",
      "description": "void",
      "preview": "Connexion Déjà inscrit ? Mot de passe oublié ? Je me connecte Inscription L'inscription au site, au forum et à la newsletter hebdomadaire de Doctissim"
    },
    {
      "url": "http://horizonschildren.org/",
      "title": "Horizons For Homeless Children | Volunteer Opportunities Boston",
      "description": "Horizons a non-profit improving lives of young homeless children - helping families. High-quality early education, play and support services.",
      "preview": "Our waitlist is growing: help children thrive Make a gift Tickets now available for Horizons 27th annual Breakfast Get your tickets or sponsorship tod"
    },
    {
      "url": "https://www.syracuse.com/highschoolsports/2023/02/remembering-dale-mccormick-oneida-coachs-impact-stretched-well-beyond-soccer.html",
      "title": "Remembering Dale McCormick: Coach who drowned had an impact well beyond soccer - syracuse.com",
      "description": "The father of two died earlier this week while swimming at a beach in Florida.",
      "preview": "Skip to Article Family Sharing is here! Subscribe to Premium Access for $1 Remembering Dale McCormick: Coach who drowned had an impact well beyond soc"
    }
  ],
  "_meta": {
    "total_bookmarks": 127
  }
}