{
  "data": [
    {
      "url": "https://www.mines.edu/",
      "title": "Colorado School of Mines | A Premier Engineering University",
      "description": "Colorado School of Mines is a public R1 research university focused on science and engineering, producing the talent, knowledge and innovations to serve industry and benefit society - all to create a more prosperous future.",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Colorado's premier engineering and applied scienc"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/f/foreshortening",
      "title": "Foreshortening | Tate",
      "description": "Tate glossary definition for foreshortening: The treatment of an object or human body in a picture so as to produce an illusion of projection or extension in space",
      "preview": "Foreshortening Foreshortening refers to the technique of depicting an object or human body in a picture so as to produce an illusion of projection or"
    },
    {
      "url": "https://www.welshbaskets.co.uk/store/p47/Additional_Postage_Fee.html",
      "title": "Additional Postage Fee",
      "description": "Website of Clare Revera, basket maker and teacher specialising in traditional welsh baskets. Commissions welcome.",
      "preview": "Home Shop Courses Progressive Basketry Online Basketry Tuition Willow Willow and Flowers About Us Basket Making Blog Contact Additional Postage Fee SK"
    },
    {
      "url": "https://umc.edu/news/News_Articles/2023/02/Ladner-quintuplets.html",
      "title": "Ladner family welcomes quintuplets at UMMC - University of Mississippi Medical Center",
      "description": "Haylee and Shawn Ladner's son and four identical quadruplet girls are growing stronger as neonatal intensive care patients at Children's of Mississippi. The five babies were born by Caesarean section Feb. 16 at Wiser Hospital for Women and Infants at UMMC.",
      "preview": "News News Stories 2023 February February Recent News Stories News Archives Accolades Front and Center 2025 January CMNH selects Mississippi Champion A"
    },
    {
      "url": "http://www.wallhung-gasboiler.com/china-easy_operation_gas_condensing_boiler_high_efficiency_for_hot_water_and_heating-11514573.html",
      "title": "Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating",
      "description": "High quality Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating from China, China's leading Gas Condensing Boiler product market, With strict quality control Gas Condensing Boiler factories, Producing high quality Easy Operation Gas Condensing Boiler High Efficiency For Hot Water And Heating products.",
      "preview": "Leave a Message We will call you back soon! Your message must be between 20-3,000 characters! Please check your E-mail! SUBMIT More information facili"
    },
    {
      "url": "https://www.shareowneronline.com/transactional/anonymous/dspp/company-plans/TGT1/2948/DPPSales",
      "title": "void",
      "description": "void",
      "preview": "Inactivity Detected Your session has been inactive and is about to time out. YOUR ONLINE SESSION WILL EXPIRE IN Sign Out Continue"
    },
    {
      "url": "http://msnlatino.telemundo.com/contact_us",
      "title": "Telemundo | Noticias, Shows, Entretenimiento, Series y Novelas | Telemundo",
      "description": "La mejor cobertura de noticias en español, capítulos completos de nuestras series y shows, entretenimiento, estilo de vida, y los videos y fotos del momento.",
      "preview": "IE 11 no es compatible. Para una experiencia óptima, visite nuestro sitio en otro navegador. Saltar al Contenido NOTICIAS TELEMUNDO VER MÁS Associated"
    },
    {
      "url": "http://www.punchmark.com/?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2022/07/celebrate-the-40th-anniversary-of-tron-with-a-new-look-at-tron-lightcycle-run-in-magic-kingdom-park/",
      "title": "Disney Parks Blog",
      "description": "Welcome to the Disney Parks Blog! Discover the stories you know and love - from the locations, attractions, cruise ships, expeditions, products, and so much more.",
      "preview": "Skip to content Halloween at Disney Kindly step all the way in please, and make room for everyone. There's no turning back now from this ghostly gathe"
    },
    {
      "url": "http://www.voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://www.cartercenter.org/",
      "title": "The Carter Center | Waging Peace, Fighting Disease & Building Hope",
      "description": "The Carter Center is a nongovernmental organization that helps to improve lives by resolving conflicts; advancing democracy and preventing diseases.",
      "preview": "Peace Programs Peace Programs Overview China Focus Conflict Resolution Program Democracy Program Human Rights Program Inform Women, Transform Lives La"
    },
    {
      "url": "https://gaiconsultants.com/project-team-accepts-ftba-award/",
      "title": "Project Team Accepts FTBA Award for Wonderwood Connector Project - GAI Consultants",
      "description": "Jacksonville, FL-On August 5, the project team of J.B. Coxwell Contracting, Inc. (Contractor) and GAI Consultants (GAI) (Design Engineer), in partnership with the Florida Department of Transportation District Two, was on hand to accept the Florida Transportation Builders' Association (FTBA) 2016 Best in Construction Design-Build Award for the State Road (SR) 116 (Wonderwood Connector) project ... Continue reading Project Team Accepts FTBA Award for Wonderwood Connector Project",
      "preview": "Skip to content Home News and Insights Press Release Project Team Accepts FTBA Award for Wonderwood Connector Project Project Team Accepts FTBA Award"
    },
    {
      "url": "https://www.nlm.nih.gov/web_policies.html",
      "title": "NLM Web Policies",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://988lifeline.org/",
      "title": "988 Lifeline - If you need emotional support, reach out to the national mental health hotline: 988.",
      "description": "At the 988 Suicide & Crisis Lifeline, we understand that life's challenges can sometimes be difficult. Whether you're facing mental health struggles...",
      "preview": "Skip to content ¡Los servicios de texto y chat de 988 Lifeline ya están disponibles en Español! If you need to talk, the 988 Lifeline is here. At the"
    },
    {
      "url": "https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies",
      "title": "Manage cookies in Microsoft Edge: View, allow, block, delete and use - Microsoft Support",
      "description": "Learn how to view, manage, and delete cookies in Microsoft Edge.",
      "preview": "Related topics × Windows security, safety, and privacy Overview Security, safety, and privacy overview Windows security Get help with Windows securit"
    },
    {
      "url": "https://watttime.hire.trakstar.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://www.wizard.co.za/2011/03/",
      "title": "March 2011 - Wizard.co.za",
      "description": "void",
      "preview": "Skip to content Read More Read More Read More magicalnaturetour: The Tractor Beam (by Ben H.🙂 Read More Read More Read More Read More Read More rights"
    },
    {
      "url": "https://www.metoffice.gov.uk/research/climate/maps-and-data",
      "title": "UK climate maps and data - Met Office",
      "description": "The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the UK here.",
      "preview": "UK climate maps and data The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the"
    },
    {
      "url": "https://www.st-marys-clayton-le-moors.lancs.sch.uk/policy-documents/child-protection",
      "title": "St Mary's Roman Catholic Primary School - Safeguarding",
      "description": "void",
      "preview": "St Mary's Roman Catholic Primary School We pray, We work, We play, We care, We do our best! A A A Devonshire Drive, Accrington, Lancashire, BB5 5RJ 01"
    },
    {
      "url": "https://wordpress.com/log-in?redirect_to=https%3A%2F%2Fsjcharlton.wordpress.com%2Fwp-admin%2Fcustomize.php%3Furl%3Dhttps%253A%252F%252Fsjcharlton.wordpress.com%252F2019%252F09%252F30%252Fwhy-local-publishers-matter%252F",
      "title": "WordPress.com",
      "description": "void",
      "preview": "WordPress Please enable JavaScript in your browser to enjoy WordPress.com."
    },
    {
      "url": "https://www.cranbrooktownsman.com/news/do-you-know-nelsons-frank-johnson/",
      "title": "News | Cranbrook Daily Townsman",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "http://www.multi-media.at/?m=201601",
      "title": "Januar 2016 - imago lexis",
      "description": "void",
      "preview": "Zum Inhalt springen Heuer pilgerten wiederum insgesamt 156.613 Autointeressierte zur nunmehr 10. Vienna Autoshow. Der heimische Automarkt verzeichnete"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://data.apps.fao.org/",
      "title": "void",
      "description": "FAO Portal",
      "preview": "Hand-in-Hand Initiative Hand-in-Hand is an evidence-based, country-led and country-owned initiative of the Food and Agriculture Organization of the Un"
    },
    {
      "url": "https://www.murfie.com",
      "title": "The New Murfie",
      "description": "void",
      "preview": "FEEL YOUR MUSIC True Media Ownership with Collection to Cloud® Murfie Monthly Cost Estimator: Service Storage Only Storage and Access Discs stored: Ac"
    },
    {
      "url": "https://www.centene.com/",
      "title": "Managed Care & Healthcare Solutions | Centene Corporation",
      "description": "As a managed care organization, we provide access to high-quality healthcare solutions that help families & individuals. Learn more about Centene.",
      "preview": "void"
    },
    {
      "url": "https://www.sellbackyourbook.com/",
      "title": "World of Books | Sell Your Books | Sell Your Books Online for Cash",
      "description": "World of Books - Sell Your Books, formerly known as Ziffit is the easy way to sell your books online. Enter barcodes or scan using the free Sell books with World of Books app.. Declutter and earn cash today.",
      "preview": "Get 15% Extra Cash On Trades Over $30. (One use per customer, closes 23.59 10/21) | Use code EXTRA15 Start scanning your items or download our app for"
    },
    {
      "url": "https://www.slopak.si/",
      "title": "SLOPAK za embalažo poskrbi - Embalažna shema",
      "description": "Slopak zagotavlja izpolnjevanje obveznosti podjetij, ki jim jih nalaga slovenska zakonodaja glede ostankov izdelkov, ki jih proizvajajo, pridobivajo ali uvažajo ter kot prvi dajejo na slovenski trg.",
      "preview": "void"
    },
    {
      "url": "http://stickerbabai.com/privacy/view/privacy_policy.html",
      "title": "StickerBabai- privacy",
      "description": "void",
      "preview": "Privacy Policy Effective date: November 24, 2018 StickerBabai (\"us\", \"we\", or \"our\") operates the StickerBabai mobile application (hereinafter referre"
    },
    {
      "url": "https://www.healthmap.org/covid-19/",
      "title": "Novel Coronavirus (COVID-19)",
      "description": "void",
      "preview": "COVID-19 Confirmed cases worldwide Updated In collaboration with the Open COVID-19 Data Curation Group COVID-19 Dataset About COVID-19 Cases Play"
    },
    {
      "url": "https://msmagazine.com/2020/03/23/the-ms-qa-alejandra-y-castillo-on-combating-domestic-violence-during-the-covid-19-epidemic/",
      "title": "The Ms. Q&A: Alejandra Y. Castillo on Combating Domestic Violence During the COVID-19 Epidemic - Ms. Magazine",
      "description": "Vast numbers of people across the country are being told to stay home. But experts warn this will lead to an increase of domestic abuse occurring within households. We spoke to Alejandra Y. Castillo, CEO of the YWCA USA, about the impact this virus is having on households across the U.S. and the ways we can all help protect those who are most vulnerable to domestic abuse during this time of self-quarantining and self-isolation.",
      "preview": "Skip to content Trending: Tradwives 2025 Elections Texas Survivors of Epstein-Maxwell Congress Trump Film & TV Birth Control Health National Violence"
    },
    {
      "url": "http://bpmobile.com/",
      "title": "BP Mobile | Cool Apps!",
      "description": "Download useful mobile apps for your device: Scanner, Translator, Call Recorder, 2nd Phone Number, etc.",
      "preview": "✖"
    },
    {
      "url": "https://www.ywca.org/",
      "title": "YWCA",
      "description": "A nonprofit organization dedicated to eliminating racism, empowering women, and promoting peace, justice, freedom, and dignity for all.",
      "preview": "0 Join Us The Urgency of Now Make a Gift Today YWCA is dedicated to eliminating racism, empowering women and promoting peace, justice, freedom and dig"
    },
    {
      "url": "https://www.wildmadagascar.org/",
      "title": "Madagascar: stunning wildlife, landscapes, and cultural diversity",
      "description": "void",
      "preview": "✕ Twitter Facebook About Contact Madagascar: stunning wildlife, landscapes, and cultural diversity WildMadagascar.org highlights Madagascar's stunning"
    },
    {
      "url": "http://www.opendefinition.org/licenses/cc-by",
      "title": "Creative Commons Attribution License (cc-by) - Open Definition - Defining Open in Open Data, Open Content and Open Knowledge",
      "description": "Creative Commons Attribution License (cc-by) - Open Definition - Defining Open in Open Data, Open Content and Open Knowledge",
      "preview": "Contents Defining Open in Open Data, Open Content and Open Knowledge Creative Commons Attribution License (cc-by) Domain of Application: Content, Data"
    },
    {
      "url": "https://www.infosysequinox.com/",
      "title": "Enterprise Digital Commerce Platform | Infosys Equinox",
      "description": "Infosys Equinox provides highly accessible digital commerce solutions to companies with complex needs to offer distinctive experiences. Get started with us!",
      "preview": "How AI is Changing Digital Commerce in 2025 Discover how AI is enhancing both customer-facing and operational functions in digital commerce for unpara"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a1zCZemZDy2yyYntI7CyUukdKZ0CHnYoRQC88qFjIbrgr8v0VL07rSDeZF#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://musicworldmedia.com/",
      "title": "Music World Media",
      "description": "void",
      "preview": "We're sorry but musicworldmedia.com doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.falfoundation.org/",
      "title": "The Francine A. LeFrak Foundation",
      "description": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish.",
      "preview": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish. Our Mission Providing"
    },
    {
      "url": "http://www.oregon.gov/DEQ/ecycles/Pages/default.aspx",
      "title": "Department of Environmental Quality : Oregon E-Cycles : Oregon E-Cycles : State of Oregon",
      "description": "Oregon E-Cycles information",
      "preview": "Skip to main content An official website of the State of Oregon Learn How you know » (how to identify a Oregon.gov website) An official website of the"
    },
    {
      "url": "https://www.arxiv-vanity.com/papers/1605.06764/",
      "title": "[1605.06764] 3D Face Tracking and Texture Fusion in the Wild",
      "description": "We present a fully automatic approach to real-time 3D face reconstruction from monocular in-the-wild videos. With the use of a cascaded-regressor based face tracking and a 3D Morphable Face Model shape fitting, we obta...",
      "preview": "3D Face Tracking and Texture Fusion in the Wild Patrik Huber, William Christmas, Josef Kittler Centre for Vision, Speech and Signal Processing Univers"
    },
    {
      "url": "https://www.redeemercenter.org/",
      "title": "Nonprofit | Redeemer Center for Life | North Minneapolis",
      "description": "Redeemer Center for Life is a nonprofit based in North Minneapolis committed to attainable living, youth development, and workforce development",
      "preview": "top of page Our Vision Redeemer Center For Life operates from the foundational principle that there is dignity and value in every human being. We are"
    },
    {
      "url": "https://www.tm-tracking.org/fisheriesanalyticalcapacitytool",
      "title": "Trygg Mat Tracking (TMT) | FACT Fisheries Analytical Capacity Tool",
      "description": "FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specifically to support, speed up and strengthen the analytical process. FACT has been built with the single express purpose of capturing and analysing the identities and characteristics of the global fishing fleet and the companies that operate it.",
      "preview": "top of page FACT - Fisheries Analytical Capacity Tool FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specific"
    },
    {
      "url": "https://unhabitat.org/water-for-handwashing-in-slums-is-critical-to-prevent-covid-19-spreading",
      "title": "Water for handwashing in slums is critical to prevent COVID-19 spreading | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://freedomdefined.org/",
      "title": "Definition of Free Cultural Works",
      "description": "void",
      "preview": "Version 1.1 of the definition has been released. Please help updating it , contribute translations , and help us with the design of logos and buttons"
    },
    {
      "url": "https://boxing-social.com/news/exclusive-canelo-alvarez-talks-mayweather-mcgregor/2/",
      "title": "Glenn McCrory Shares His Prediction For Crolla-Burns - \"Domestic Blockbuster\"",
      "description": "Glenn McCrory gives an insightful analysis and prediction of the upcoming fight between Anthony Crolla and Ricky Burns.",
      "preview": "Skip to main content Ricky Burns will stand toe-to-toe with fellow Brit Anthony Crolla and thankfully there's no need to build the fight with trash ta"
    },
    {
      "url": "https://sanctuaries.noaa.gov/news/may20/mpa-center-20th-anniversary.html",
      "title": "NOAA's National Marine Protected Areas Center | Office of National Marine Sanctuaries",
      "description": "This year, NOAA's National Marine Protected Areas Center celebrates its 20th anniversary.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://www.pentictonwesternnews.com/news/shuswap-search-and-rescue-crew-responds-to-missing-sledders-injury-hypothermia/",
      "title": "News | Penticton Western News",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "https://sanantonio.uso.org/fort-sam-houston-meps",
      "title": "USO San Antonio MEPS • USO San Antonio",
      "description": "San Antonio MEPS (Military Entrance Processing Station) is where individuals are processed for enlistment or induction into the armed services, based on DoD-approved peacetime and mobilization standards. In 2015, the USO was graciously invited to provide an area for individuals and families while going through the enlistment process. We provide a Home Away from Home for many who are away from home for the first time. They can get a hot cup of coffee, a cool beverage, a snack, or simply relax before the next step in this process.",
      "preview": "Skip to navigation Skip to main content Skip to footer USO San Antonio Find another USO location USO logo USO San Antonio Donate Open Menu Locations U"
    },
    {
      "url": "https://kids.mongabay.com/",
      "title": "Mongabay Kids - connecting kids with nature and conservation",
      "description": "void",
      "preview": "Mongabay Kids nature, biodiversity and conservation education materials for kids Search for: Wild News October 7, 2025 See the world's largest turtle"
    },
    {
      "url": "https://clues.org/",
      "title": "Home - Comunidades Latinas Unidas En Servicio",
      "description": "void",
      "preview": "Visit us at our headquarters in the East Side of Saint Paul, or at our offices in Minneapolis, Willmar, and Austin. Office hours. Monday - Friday: 8:3"
    },
    {
      "url": "https://dunshaughlin-culmullenparish.ie/galleries/st-patricks-hall/",
      "title": "St. Patrick's Hall | Dunshaughlin and Culmullen Parishes",
      "description": "void",
      "preview": "Galleries St. Patrick's Hall 11 Jun, 2021 All Galleries View More See us on Facebook & Twitter Webcam Webcam Donate Our Parish Contact Us Webcam Weekl"
    },
    {
      "url": "https://getpocket.com/firefox_learnmore/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Pocket",
      "description": "void",
      "preview": "Why is Pocket shutting down? Pocket has helped millions save articles and discover stories worth reading. But the way people save and consume content"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/innocence",
      "title": "Innocence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Innocence The death penalty carries the inherent ri"
    },
    {
      "url": "http://metv.com",
      "title": "MeTV - America's #1 Classic Television Network",
      "description": "Watch MeTV for memorable entertainment television from America's #1 classic television network. Airing over 50 different classic TV series each week, from drama and comedy to westerns and sci fi, MeTV is available nationwide for free with an antenna, and is available on many local television providers. Find out where to watch MeTV, check our television schedule, and explore nostalgic content, quizzes, videos and more on MeTV.com",
      "preview": "void"
    },
    {
      "url": "http://www.finanze.it/",
      "title": "Dipartimento Finanze - Home",
      "description": "Dipartimento delle Finanze",
      "preview": "Dipartimento delle Finanze Menu di accesso rapido Vai al menu principale Vai al campo cerca nel sito Vai al contenuto principale Vai al contenuto del"
    },
    {
      "url": "https://www.learnui.design/blog",
      "title": "Free UI/UX Tutorials & Tools: The Learn UI Design Blog",
      "description": "A design blog by Erik Kennedy on typography, color, layout, UX, design process, and more.",
      "preview": "Skip to content All Posts Start Here Color Typography UX Mobile Beginner Advanced Case Studies Where's the AI design renaissance? AI design is current"
    },
    {
      "url": "http://www.rulequest.com/Personal/",
      "title": "Ross Quinlan's personal homepage",
      "description": "void",
      "preview": "Ross Quinlan Software available for download: FOIL Release 6: (shell archive) FFOIL Release 2: (shell archive) C4.5 Release 8: (gzipped tar file) I no"
    },
    {
      "url": "https://www.tensorflow.org/tutorials/keras/classification",
      "title": "Basic classification: Classify images of clothing | TensorFlow Core",
      "description": "void",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/",
      "title": "Wissenschaft - DER SPIEGEL",
      "description": "Deutschlands führende Nachrichtenseite. Alles Wichtige aus Politik, Wirtschaft, Sport, Kultur, Wissenschaft, Technik und mehr.",
      "preview": "Zum Inhalt springen Ihr Lebensraum schmilzt: In der Arktis gibt es immer weniger Robben, warnt die Weltnaturschutzorganisation. Der Rückgang ihrer Bes"
    },
    {
      "url": "https://www.jillgreenberg.com",
      "title": "Jill Greenberg Studio",
      "description": "Jill Greenberg is an internationally renowned artist and photographer whose lighting and portraits are instantly recognizable.",
      "preview": "void"
    },
    {
      "url": "https://www.foxinthesnow.com/",
      "title": "Fox in the Snow | Modern Bakery and Coffee Shop in OH",
      "description": "Fox in the Snow Cafe is a bakery, coffee shop serving up rustic-style baked goods and hand-poured drinks out of a renovated mason garage in Columbus.",
      "preview": "Main Content Starts Here, tab to start navigating Fox in the Snow | Modern Bakery and Coffee Shop in OH hero video paused, press to play video Playing"
    },
    {
      "url": "http://www.aprilia.com/",
      "title": "Moto e Scooter: Urban e Adventure Experience | Aprilia IT",
      "description": "Scopri le moto e scooter di Aprilia: i modelli per navigare la città con grinta e potenza o le moto sportive per vivere l'avventura con adrenalina. Scopri di più!",
      "preview": "void"
    },
    {
      "url": "https://www.malowanasloncem.pl/author/malowanasloncem/",
      "title": "Redakcja, Autor w serwisie MalowanaSloncem.pl",
      "description": "void",
      "preview": "Dom i ogród Dzieci Lifestyle Moda Praca Uroda Zakupy Zdrowie Wyszukiwanie piątek, październik 10, 2025 Strona główna O nas Reklama Kontakt MalowanaSlo"
    },
    {
      "url": "https://dashboard.stripe.com/register",
      "title": "Sign Up and Create a Stripe Account | Stripe",
      "description": "Sign up to quickly create a new Stripe account today and get started accepting payments in minutes.",
      "preview": "JavaScript is currently disabled You need JavaScript for the best experience on Stripe. Please enable it in your browser settings. Find out how Incomp"
    },
    {
      "url": "http://tecl-wood.com/",
      "title": "Official Site for TECL-WOOD Camouflage Patterns | TECL-WOOD®",
      "description": "Official site for TECL-WOOD Camouflage Patterns | TECL-WOOD best camo patterns are much sought after in the world, Camo Hunting",
      "preview": "COMPANY ABOUT TECL-WOOD NEWS CONTACT US CAMO CAMO PATTERNS CAMO LICENSING PRODUCTS CAMO CLOTHING CAMO ACCESSORIES CAMO WTP PARTNERS EUROPE AMERICA ASI"
    },
    {
      "url": "http://www.rechenmaschinen-illustrated.com/OJAdder.htm",
      "title": "OJAdder",
      "description": "void",
      "preview": "O.J.Adder source: HJ.Denker source: HJ.Denker source: HJ.Denker last updated: 31-Aug-09"
    },
    {
      "url": "https://aeds-mn.org/",
      "title": "HOME | African Economic Development Solutions | AEDS-MN | Saint Paul",
      "description": "African Economic Development Solutions (AEDS) builds wealth within African immigrant communities through economic development. Our program and services include business lending, development, and financial capabilities. Our events - Little Africa and the National African Leadership Conference - build communities.",
      "preview": "top of page AEDS-MN builds wealth The goal of African Economic Development Solutions is simple . . . We want our clients to build businesses that crea"
    },
    {
      "url": "https://local2local.nl/blog/transparantie-in-de-ei-keten-zoek-de-kip/",
      "title": "Transparantie in de ei-keten: zoek de kip! - Local2Local",
      "description": "void",
      "preview": "Doorgaan naar inhoud Het begon allemaal in 2013 met ons 'weet wat je eet'-concept ' Het Ei en de Kip '. \"Wat voor kippenei is dit, waar is-ie gelegd?\""
    },
    {
      "url": "https://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://www.opportunityculture.org/",
      "title": "Opportunity Culture |",
      "description": "void",
      "preview": "Excellent Student Results. Excellent Educator Careers. Students Reached in 2024-25 Teachers on Teams in 2024-25 $ Total Extra Teacher Pay Extra Months"
    },
    {
      "url": "https://clairemazurel.com/fr/portfolio-89434-presse",
      "title": "PRESSE",
      "description": "PRESSE",
      "preview": "Connexion Panier PRESSE Top"
    },
    {
      "url": "http://Surface.com/Storage",
      "title": "Surface storage options and hard drive sizes - Microsoft Support",
      "description": "Apps and software that come with your Surface use a significant amount of the disk space on your Surface. Find out how much storage is available for your photos, music, videos, and other files on the different Surface models. Learn how to add more storage space.",
      "preview": "Related topics × Get started with Surface Set up your Surface Clean and care Storage options Back up your Surface Switch from Mac Use with iPhone or A"
    },
    {
      "url": "https://secure.bluepay.com",
      "title": "BluePay 3.0 Login",
      "description": "void",
      "preview": "Account Name or Account ID Username or User ID Password"
    },
    {
      "url": "https://www.dotdashmeredith.com/careers/",
      "title": "Career Opportunties | People Inc",
      "description": "Learn about jobs and career opportunities at Dotdash Meredith, America's largest digital and print publisher.",
      "preview": "Open Roles Contract"
    },
    {
      "url": "https://theblast.com/kate-hudson-daughter-birth-certificate-rani-rose/",
      "title": "void",
      "description": "void",
      "preview": "Kate Hudson Daughter's Birth Certificate Reveals Two Middle Names By TheBlast Staff on October 6, 2018 at 2:32 AM EDT | News Advertisement Sometimes y"
    },
    {
      "url": "https://www.ccala.net",
      "title": "Find Child Care Providers | Child Care Alliance of Los Angeles",
      "description": "Learn more about the Child Care Alliance (CCALA), a unique and significant partnership of ten member agencies that serve communities at the local level.",
      "preview": "About Us Mission, Vision, and Values History Member Agencies Our Board of Directors Our Staff Employment Newsletter News and Events For Parents Find C"
    },
    {
      "url": "https://www.behance.net/galleries/photography",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://rainbowdash0223.tumblr.com/",
      "title": "Rainbowdash0223 Design",
      "description": "Designer, Engineer #MakerBot Replicator Mini #Up Mini #Nobel 1.0A #Ultimaker 3 Design Programs: Rhino Photoshop Solidworks Illustrator",
      "preview": "Rainbowdash0223 Design 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna 這次實習圓滿的結束了 剛開始真的蠻緊張的 很怕"
    },
    {
      "url": "https://cordis.europa.eu/project/rcn/204036/results/en",
      "title": "Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) | PIGYVAX | Project | Results | H2020 | CORDIS | European Commission",
      "description": "Deliverables, publications, datasets, software, exploitable results",
      "preview": "Skip to main content Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) CORDIS provides links to public deliverable"
    },
    {
      "url": "https://www.downtowntempe.com/events/amountainchallenge",
      "title": "Events | Downtown Tempe, AZ",
      "description": "Downtown Tempe is a destination for unique experiences and community events in Arizona all throughout the year. Check out the Valley's favorite and most well-attended event lineup.",
      "preview": "Skip to Main Content There's always something going on in Downtown Tempe Downtown Tempe hosts a vibrant mix of local, regional, and nationally recogni"
    },
    {
      "url": "https://www.gifjifapp.com/privacy-policy",
      "title": "Privacy Policy | GifJif",
      "description": "GifJif is the best Gif app in the world",
      "preview": "Privacy Policy March 03, 2020 TERMS OF USE Last updated March 01, 2020 AGREEMENT TO TERMS These Terms of Use constitute a legally binding agreement ma"
    },
    {
      "url": "https://pumaworldhq.com/",
      "title": "Progressive Urban Management Associates (P.U.M.A.) | immersive, market-based, tactical | Denver, CO, USA",
      "description": "Progressive Urban Management Associates (P.U.M.A.) is a national leader in helping communities and organizations across the country create and sustain thriving places. We advise clients on a wide range of community planning, economic development, organizational management, and financial solutions.",
      "preview": "top of page Progressive Urban Management Associates Immersive • Market-Based • Tactical Progressive Urban Management Associates (P.U.M.A.) is recogn"
    },
    {
      "url": "https://www.mylifetime.com/about-us/support",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2015/04/2014-Annual-Update.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "https://www.globalratings.com/",
      "title": "IARC ratings for mobile and digitally delivered games from International Age Rating Coalition",
      "description": "A ground-breaking global rating and age classification system for digitally delivered games and apps.",
      "preview": "關於IARC | IARC 的運作方式 | 針對開發人員 | 新聞 | 聯繫方式 About IARC | How IARC Works | For Developers | News | Contact ÜBER IARC | WIE IARC ARBEITET | FÜR ENTWICKLER"
    },
    {
      "url": "https://mockuuups.studio/",
      "title": "Mockup Generator [5000+ Mockups] - Mockuuups Studio",
      "description": "Drag-and-drop tool for creating beautiful app previews or any marketing materials. Easily insert your screenshot into device and print mockups for free.",
      "preview": "Print mockups in beta Try now, for free → Mockup Generator Mockups that wow, without the work. Apple Devices Monochrome Diverse Hands Device in Pocket"
    },
    {
      "url": "https://news.apple.com/subscription?app=news&at=1010lNxC&ct=JanNewsCommerce23&campaign_id=aff_1010lNxC&itscg=30200&itsct=meredithnews_news",
      "title": "Subscribe to Apple News+",
      "description": "void",
      "preview": "Subscribe to Apple News+ in the News app. Open the link on an iPhone or iPad with iOS 12.2 or later or a Mac with macOS 10.14.4 or later. Make sure th"
    },
    {
      "url": "https://rmc.bfmtv.com/mediaplayer/video/vacances-de-la-toussaint-avez-vous-peur-de-partir-0910-1284042.html",
      "title": "Vacances de la Toussaint : avez-vous peur de partir ? - 09/10",
      "description": "VIDÉO - Selon le ministre la Santé, la circulation d'une zone à une autre n'est pas limitée dans l'Hexagone. En effet, cela n'est pas de nature à exporter le virus et la situation sanitaire n'est pas aussi grave comparé à celle du printemps dernier. Mais à l'heure des vacances de la Toussaint, la prudence...",
      "preview": "Sur le même sujet 0:25 \"Est-ce que Macron n'est pas en train de se venger d'avoir perdu les législatives ?\" 0:46 Jérôme Marty : \"On va balancer aux or"
    },
    {
      "url": "https://chardove.tumblr.com/",
      "title": "Chardove Reblogs Stuff",
      "description": "This blog has no theme, much apologies! ^^; I like pokemon and a bunch of other stuff though!",
      "preview": "Home Go ahead and ask me a thing? Archive Mobile RSS Chardove Reblogs Stuff Text July 02, 2024 113,487 notes gay-jewish-bucky asked: ssalmonn : impost"
    },
    {
      "url": "https://siol.net/kljucne-besede/nepremagljivi-dvojec-79165/articles",
      "title": "Nepremagljivi dvojec na Siol.net",
      "description": "Najbolj sveže in aktualne novice o temi Nepremagljivi dvojec iz Slovenije in sveta, odlične zgodbe iz sveta športa, avtomobilov in trendov.",
      "preview": "Energetika 2.0 Ona-On.com Nazaj v šolo Dogodki Naj planinska koča Zanesljiv sopotnik Naložbeni navdih Počitnice 2025 Nakup avtomobila Pravni nasvet Pr"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "http://www.blowerapp.com",
      "title": "Blower - Blow real air with your phone!",
      "description": "Blower - Blow real air with your iPhone, iPad and iPod",
      "preview": "Blow out candles Unlock the mind-blowing feature on your Apple or Android phone: Turn it into a real Air Blower! Blower uses secret hardware features"
    },
    {
      "url": "https://mundomisterioso.net/2021/04/la-inmensa-minoria-22-04-21-programa-completo.html?share=reddit",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://walmart.quantumsds.com/",
      "title": "Gainfront - The Best Supplier Lifecycle Management Software Suite",
      "description": "Gainfront is a supplier lifecycle/ risk management tool that simplifies diversity spend tracking, supplier on-boarding and contracts management.",
      "preview": "Introducing Model Context Protocol (MCP) Learn More The Future of Supplier Lifecycle Management is here with Gainfront's Proprietary EfficiencyAI TM D"
    },
    {
      "url": "http://my.studiopress.com/themes/enterprise/",
      "title": "Themes Archive - StudioPress",
      "description": "void",
      "preview": "Skip to main content Premium WordPress Themes Want access to and support for all our themes? Explore our all-in-one Genesis Pro , Hosting , and Agency"
    },
    {
      "url": "https://hindi.alibaba.com/product-detail/hot-sale-fox-fur-coat-winter-long-mink-knitted-cardigan-fashionhorn-sleeve-fox-fur-coat-for-women-1600323300092.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://oemdtc.com/category/recalls",
      "title": "Recall - Unknown Manufacturer",
      "description": "-",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.wildlifeday.org/",
      "title": "Home | Official website of UN World Wildlife Day",
      "description": "Join us for #WWD2024 on 3 March 2024 in Connecting People and Planet: Exploring Digital Innovation in Wildlife Conservation",
      "preview": "Skip to main content Join us in exploring Wildlife Conservation Finance: Investing in People and Planet Ivonne Higuero Read more About Ivonne Higuero"
    },
    {
      "url": "https://kcpt.pbslearningmedia.org/",
      "title": "PBS LearningMedia | Teaching Resources For Students And Teachers",
      "description": "Inspire your students with thousands of free teaching resources including videos, lesson plans, and games aligned to state and national standards.",
      "preview": "Loading..."
    },
    {
      "url": "https://translifeline.org/",
      "title": "Home - Trans Lifeline",
      "description": "Radicalcommunity care Trans Lifeline provides trans peer support for our community that's been divested from police since day one. We're run by and for",
      "preview": "Skip to content No results Safety Exit Radical community care Trans Lifeline provides trans peer support for our community that's been divested from p"
    },
    {
      "url": "https://www.toyotavantech.com/forum/content.php?185&s=00fc93410e425fe4e5e90c822c18514a",
      "title": "ToyotaVanTech.com Library - Add New Section",
      "description": "void",
      "preview": "Register Help Remember Me? What's New? Articles TVT Vanwagon Owner's Manual TVT Previa Owner's Manual Tim's Tech Tips Forum Blogs Advanced Search Home"
    },
    {
      "url": "https://www.naturehills.com/sierra-spreader-juniper",
      "title": "Sierra Spreader Juniper Bush | Buy Now At Naturehills.com",
      "description": "Low-growing, wide-spreading, weed-choking! Sierra Spreader Juniper has all it takes as groundcover & bright-green foliage! Call for your living carpet today!",
      "preview": "Skip to content Skip to product information Previous Next Loading... Load image 1 in gallery view Load image 2 in gallery view Sold out New arrival Si"
    },
    {
      "url": "https://energyathaas.wordpress.com/2014/09/08/want-to-schedule-your-electricity-use-to-reduce-pollution-heres-how/",
      "title": "Want to Schedule Your Electricity Use to Reduce Pollution? Here's How - Energy Institute Blog",
      "description": "Some of us occasionally feel the urge to turn off the kitchen/porch/office light as our small step towards addressing global climate change. A Berkeley PhD student - Gavin McCormick - has started a nonprofit to provide information on exactly how our actions impact pollution. Gavin's organization, WattTime, is analyzing data from around the US to...",
      "preview": "Skip to content Some of us occasionally feel the urge to turn off the kitchen/porch/office light as our small step towards addressing global climate c"
    },
    {
      "url": "https://www.stylishstorage.com.au/collections/bathroom/bedroom",
      "title": "Bathroom - Stylish Storage",
      "description": "void",
      "preview": "0 Home Shop Hooks & Tags Drawers Baskets Shelves Labels Kitchen Bathroom Bedroom Study Laundry Activity Garage & Outdoor Ikea & Kmart Labelled Storage"
    },
    {
      "url": "https://www.lockheedmartin.com/en-us/products/u2-dragon-lady.html",
      "title": "U-2 Dragon Lady | Lockheed Martin",
      "description": "Experience unmatched capabilities of the U-2S Dragon Lady, a reconnaissance aircraft excelling in strategic operations, setting the bar for future innovations.",
      "preview": "U-2 Dragon Lady: A Reconnaissance Aircraft Products | U-2 Dragon Lady U-2 Dragon Lady Proven and Ready U-2 Dragon Lady Skunk Works® ISR & UAS Capabili"
    },
    {
      "url": "https://support.steampowered.com",
      "title": "Steam Support",
      "description": "Log in to your Steam account to get help with your Steam games, contact Steam Support, request refunds, and more. Help is also available if you can't log in, need to reset your password, or recover a hijacked account.",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "http://envs.ucsc.edu",
      "title": "Environmental Studies - Leading sustainability through education and research",
      "description": "void",
      "preview": "In the Environmental Studies Department at UC Santa Cruz, we see environmental problems as human problems, with societal causes, impacts, and solution"
    },
    {
      "url": "https://www.history.com/topics/1960s/watts-riots",
      "title": "Homepage | HISTORY CHANNEL ITALIA",
      "description": "Le storie che cambiano la storia meritano di essere raccontate.",
      "preview": "Skip to main content IL 27 GENNAIO, DALLE 21.00 I giorni della memoria Il 27 gennaio 1945, le truppe sovietiche arrivarono per prime presso la città p"
    },
    {
      "url": "http://www.missingkids.org/",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-glow-moisturizer",
      "title": "Turmeric Glow Moisturizer | KORA Organics",
      "description": "KORA certified organic glow moisturizer with Turmeric, Desert Date and Maracuja oils. This rich Turmeric face cream brightens, hydrates and smooths. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    }
  ],
  "_meta": {
    "total_bookmarks": 115
  }
}