{
  "data": [
    {
      "url": "https://jimbeddow.tumblr.com/",
      "title": "@jimbeddow on Tumblr",
      "description": "Follow @jimbeddow and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://courses.ted.com/category/courses",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://unicefusa.donorsupport.co/login",
      "title": "UNICEF USA",
      "description": "You're making a difference for children around the world everyday. With your monthly gift, you became a lifeline for children everywhere, helping them survive and thrive. If you have any questions about your monthly gift, please reach out at <a target=\"_blank\" rel=\"noopener\">pledge@unicefusa.org</a>.",
      "preview": "void"
    },
    {
      "url": "https://advertising.theguardian.com/us/advertising",
      "title": "Home | Guardian Advertising",
      "description": "We now reach 157 million unique browsers worldwide. Our readers are inquisitive, open minded and active. We have the power to transform your business.",
      "preview": "It ' s your choice When we make Guardian Advertising available to you online, we use cookies and similar technologies to help us to do this. Some are"
    },
    {
      "url": "http://www.vizio.com/privacy",
      "title": "DCC Technology",
      "description": "Exertis is our fastest growing distributor.",
      "preview": "Home The world needs progress makers Acting as an enabler between global technology brands and the people and businesses who use their products, we br"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "https://www.wetv.com",
      "title": "We TV | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "We TV is the premium network destination where culture, passion, and drama thrive. Watch the latest episodes of The Braxtons, Love After Lockup, Brat Loves Judy, Toya & Reginae, Mama June and more.",
      "preview": "Fridays 9:30/8:30c Deb's House Legendary music mogul Deb Antney returns to change the female rap game. Here, Antney proves that becoming a hip-hop sup"
    },
    {
      "url": "https://podcasts.apple.com?itscg=10000&itsct=pod-ovp-podcasts-apl-ann-21_1019",
      "title": "Apple Podcasts - Web Player",
      "description": "Browse your favorite podcast shows, genres, and hosts on Apple Podcasts. Download and listen from any Apple device or stream online.",
      "preview": "New Delving into the shades of gray in a controversial community. AD-FREE IN OCTOBER Delving into the shades of gray in a controversial community. The"
    },
    {
      "url": "http://www.chrisjerichocruise.com/",
      "title": "Chris Jericho's Rock 'N' Wrestling Rager at Sea",
      "description": "void",
      "preview": "Thanks for sailing with us! Thank you for sailing with us on Chris Jericho's Rock N Wrestling Rager at Sea: Six on the Beach! Our next Rager on the hi"
    },
    {
      "url": "https://www.reddit.com/r/wicked_edge/wiki/index",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content index View page history Editing Locked Permission needed for editing Editing Locked You don't have permission to edit this page."
    },
    {
      "url": "https://winnyc.org",
      "title": "Home - WIN",
      "description": "Win is New York City's largest provider of shelter and supportive housing for families with children experiencing homelessness.",
      "preview": "Skip to content Win is the largest provider of shelter and supportive housing for NYC's homeless families. ABOUT WIN Join our team & help break the cy"
    },
    {
      "url": "https://pro.arcgis.com/en/pro-app/latest/tool-reference/spatial-statistics/h-whyhexagons.htm#:~:text=Hexagons%20are%20the%20most%20circular-shaped%20polygon%20that%20can,of%20your%20data%20more%20naturally%20than%20square%20grids.",
      "title": "Why hexagons?-ArcGIS Pro | Documentation",
      "description": "A discussion regarding fishnet versus hexagon aggregation shape type.",
      "preview": "Back to Top The aggregation of incident point data to regularly shaped grids is used for many reasons such as normalizing geography for mapping or to"
    },
    {
      "url": "http://crypto.com/",
      "title": "Crypto.com Italia: Acquisto e Trading Sicuro di Bitcoin e 400+ Criptovalute",
      "description": "Acquista, vendi, conserva e scambia oltre 400 criptovalute su Crypto.com, una piattaforma di scambio sicura e affidabile in Italia.",
      "preview": "Europe's Premier Crypto-assets Service Provider Buy Bitcoin, Ethereum, and 400+ crypto with EUR Transfer EUR via SEPA and Apple/Google Pay Leader in r"
    },
    {
      "url": "http://undergraduate.bulletins.psu.edu/undergraduate/colleges/engineering/civil-engineering-bs/#suggestedacademicplantext",
      "title": "Civil Engineering, B.S. (Engineering) &vert Penn State",
      "description": "void",
      "preview": "New Bulletin Edition: You are viewing the 2025-2026 edition of the Undergraduate Bulletin. Undergraduate students who entered the university prior to"
    },
    {
      "url": "https://www.bbc.com/news/in_pictures",
      "title": "In Pictures | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about In Pictures from across the BBC.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.moje-siti.cz/strojove-jehly-schmetz/jehly-strojove-705-h-universal-90-14/",
      "title": "Jehly strojové 705 H UNIVERSAL 90/14 - Moje šití",
      "description": "Jehly strojové 705 H UNIVERSAL 90/14. Standardní strojová jehla s ploškou na dříku pro domácí šicí stroje. Dřík 2,04 mm, délka po ouško 33,9 mm, špička R - nejběžnější pro všechny typy vázaných stehů, především pro tkané materiály a umělou kůži. Německý výrobek, cena za 1 krabičku (5 jehel v krabičce).",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "http://CekFakta.com?trk=organization_guest_main-feed-card-text",
      "title": "CekFakta",
      "description": "A Premium SmartMag Theme demo.",
      "preview": "Playbook Tentang Kami Media Kontak Prebunking LMS FAQ Facebook Twitter Instagram Youtube Wednesday, November 8 Facebook Twitter Instagram Youtube"
    },
    {
      "url": "http://www.rwjf.org/",
      "title": "Robert Wood Johnson Foundation | RWJF",
      "description": "RWJF is a leading national philanthropy dedicated to taking bold leaps to transform health in our lifetime. We work with others to achieve health equity faster and pave the way together to a future where health is no longer a privilege, but a right.",
      "preview": "Skip to main content Taking Bold Leaps to Make Health a Right Our shared vision in 2025 Inside our Plan Paving the way, together, to a future where he"
    },
    {
      "url": "https://polskaplyta-polskamuzyka.pl/2021/10/02/doda-w-odswiezonej-wersji-dont-wanna-hide/",
      "title": "Doda w odświeżonej wersji „Don't Wanna Hide\" - Polska Płyta / Polska Muzyka",
      "description": "Doda prezentuje odświeżoną przez Skytecha wersję „Don't Wanna Hide\". Remix do utworu wykonał znakomity Skytech. Podstawowa wersja singla została odsłuchana na Spotify prawie milion razy, a teledysk na YouTube przekroczył 3 miliony wyświetleń. fot. materiały promocyjne Nowoczesny, utrzymany w klubowym tonie numer z miejsca wpada w ucho za sprawą chwytliwego rytmu oraz wokalu artystki. „Don't Wanna Hide\"",
      "preview": "Przejdź do treści Doda prezentuje odświeżoną przez Skytecha wersję „Don't Wanna Hide\". Remix do utworu wykonał znakomity Skytech . Podstawowa wersja s"
    },
    {
      "url": "https://www.woodtv.com/news/target-8/wrongfully-convicted-man-to-walk-free-from-prison/",
      "title": "Man freed from Michigan prison 21 years after conviction for Kalamazoo County murders",
      "description": "Thrilled and at times tearful, a man the state now says was wrongfully convicted of a Kalamazoo County double murder walked free Friday after 21 years. The exonerated Jeff Titus, 71, was greeted with hugs and handshakes as he left the state prison near Coldwater. And, free for just minutes, he spoke with Target 8.",
      "preview": "Skip to content"
    },
    {
      "url": "https://avivomn.org/",
      "title": "Avivo - Helping Minnesotans reach recovery, find housing, and find employment and economic advancement",
      "description": "void",
      "preview": "FIND HELP OR SHELTER/HOUSING > INFORMATION FOR REFERRAL PARTNERS > 2025 Achieving Dreams Breakfast Join us for this year's Achieving Dreams Breakfast,"
    },
    {
      "url": "https://childrenandfamiliesfirstnc.org",
      "title": "Home - GenerationEd",
      "description": "As a leader in early childhood education, GenerationEd is also a trusted resource for childcare providers. Through our Regional Child Care Resources &",
      "preview": "Skip to content Apply Now Donate Apply - English Apply - Espanol Early Childhood Education Our Head Start/Early Head Start and NC Pre-K programs take"
    },
    {
      "url": "https://durbanchamber.co.za/",
      "title": "Home - Durban Chamber of Commerce",
      "description": "Welcome to Durban Chamber of Commerce and Industry NPC In Business For A Better World Policy and Advocacy Read More Business Development Read More Durban Chamber Membership Read More View [...]",
      "preview": "info@durbanchamber.co.za Send Email 101 Isaiah Ntshangase Rd Visit Our Office +27 31 335 1000 Call Us Facebook-f Instagram Linkedin Twitter Welcome to"
    },
    {
      "url": "https://www.coloradoblackchamber.org/",
      "title": "Colorado Black Chamber of Commerce | Minority Entrepreneurs | Denver, CO",
      "description": "Colorado Black Chamber of Commerce is dedicated to helping minority business owners and Black professionals in Denver, CO succeed. Get in touch with us today, call (303) 831-0746 or email contact@cbcc.biz.",
      "preview": "How can we help you? (303) 831-0746; contact@cbcc.biz Th e Co lorado Black Cham ber of Commerce has moved to a new site! The Colorado Black Chamber of"
    },
    {
      "url": "https://www.intrepidmuseum.org/",
      "title": "Intrepid Museum",
      "description": "Experience the legendary aircraft carrier Intrepid, the first space shuttle Enterprise, and other pieces of history at the Intrepid Museum.",
      "preview": "Skip to main content 1 / 3 Video file Video file Plan Your Visit 2 / 3 Image Image Explore Intrepid: Engines & Boilers Experience Intrepid' s engineer"
    },
    {
      "url": "https://www.galaxus.ch/de/s1/producttype/staubsauger-76",
      "title": "Kopierpapier · Druckerpapier - kaufen bei Galaxus",
      "description": "Entdecke Produkte im Bereich Kopierpapier - ✔ Top Service und Beratung ✔ Schnelle Lieferung ✔ Starke Community",
      "preview": "Kopierpapier · Druckerpapier Gesamtsortiment IT + Multimedia Haushalt Baumarkt + Garten Wohnen Sport Mode Spielzeug Baby + Eltern Beauty + Gesundheit"
    },
    {
      "url": "https://agency.accesshealthct.com/3d-flip-book/2019-board-of-directors-meeting",
      "title": "2019 Board of Directors Meeting - Access Health CT",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://givesafely.io/",
      "title": "Donate Cryptocurrency Or Cash To Charity - Givesafely.",
      "description": "Donate cryptocurrency or cash to trusted charities and earn rewards.",
      "preview": "Givesafely. Donate How Can a Charity Be Trusted? How Do I Find Savvy Donors? Donate cryptocurrency or cash to trusted charities and earn rewards. . Al"
    },
    {
      "url": "https://www.litmus.com/blog/a-guide-to-rendering-differences-in-microsoft-outlook-clients/?utm_campaign=reallygoodemails-newsletter",
      "title": "Outlook Email Rendering Issues and How to Solve Them - Litmus",
      "description": "Ever wonder why your emails look bad in Outlook? Learn about outlook email rendering and display issues you may face and how to fix them.",
      "preview": "Skip to main content What can we help you find? Quick Links Dark Mode Central Spam and Deliverability Knowledge Center Mail Privacy Protection (MPP) H"
    },
    {
      "url": "https://airbel.rescue.org/",
      "title": "Research and Innovation | Airbel Impact Lab - Research & Innovation at the IRC",
      "description": "Airbel Impact Lab is the innovation team at the International Rescue Committee. We develop products, services, and systems to improve humanitarian response-creating lasting impact for people affected by conflict and crisis.",
      "preview": "Research and Innovation at the International Rescue Committee We design, test and scale life-changing products and services to solve the challenges pe"
    },
    {
      "url": "http://www.golfholidaysintl.com/",
      "title": "void",
      "description": "void",
      "preview": "USD EUR GBP JPY Destinations Specials Trip Quote Request a Quote San Diego Omni La Costa Golf Resort - Stay and Play from $450! from $450 Calling all"
    },
    {
      "url": "https://www.newyorker.com/",
      "title": "The New Yorker",
      "description": "Reporting, Profiles, breaking news, cultural coverage, podcasts, videos, and cartoons from The New Yorker.",
      "preview": "Skip to main content The New Yorker Trump, the Self-Styled \"President of PEACE\" Abroad, Makes War at Home The President's martial rhetoric against fel"
    },
    {
      "url": "https://www.imo.org/en/OurWork/Legal/Pages/Registration-of-ships-and-fraudulent-registration-matters.aspx",
      "title": "Registration of ships and fraudulent registration matters",
      "description": "void",
      "preview": "Ship registration Registration of a ship plays an imperative function towards safety and security of the maritime transport and significantly contribu"
    },
    {
      "url": "https://d23.com/disney100-the-exhibition-moving-right-along-and-headed-east/",
      "title": "Disney100: The Exhibition: Moving Right Along and Headed East! - D23",
      "description": "Final preparations are \"moving right along\" for the blockbuster anniversary showcase, Disney100: The Exhibition, from the Walt Disney Archives and Semmel Exhibitions.",
      "preview": "Home / Walt Disney Archives / Archive Spotlight / Disney100: The Exhibition: Moving ... By Kevin M. Kern, Walt Disney Archives Final preparations are"
    },
    {
      "url": "https://www.calamasur.org/",
      "title": "CALAMASUR | Comité del Calamar Gigante del Pacífico Sur",
      "description": "Calamasur es el Comité para el Manejo Sustentable del Calamar Gigante del Pacífico Sur (Chile, Ecuador, México y Perú).",
      "preview": "top of page CALAMASUR COMITÉ PARA EL MANEJO SUSTENTABLE DEL CALAMAR GIGANTE DEL PACÍFICO SUR INICIO: Bienvenido ¿QUIÉNES SOMOS? El Comité para el Mane"
    },
    {
      "url": "https://arkivet.thorvaldsensmuseum.dk/dokumenter/Smaatryk1836,Kjoebenhavnsposten14.5",
      "title": "14.5.1836 - Arkivet, Thorvaldsens Museum",
      "description": "void",
      "preview": "No. 6937 af 10320 Afsender Dato Modtager Redaktørerne ved Kjøbenhavnsposten 14.5.1836 [ + ] Dateringsbegrundelse Dateringen fremgår af dokumentet. Omn"
    },
    {
      "url": "https://www.bdcnetwork.com/investing-downtowns-pays-cities-regions",
      "title": "Investing in downtowns pays off for cities, regions | Building Design+Construction",
      "description": "Cities and regions can generate profound lasting benefits through investment in downtowns and center cities, according to The Value of U.S. Downtowns and Center Cities: Second...",
      "preview": "Codes and Standards Investing in downtowns pays off for cities, regions By Peter Fabris, Contributing Editor Feb. 11, 2019 2 min read Cities and regio"
    },
    {
      "url": "https://www.dailystar.co.uk/showbiz/adele-seen-hobbling-stage-during-28859187",
      "title": "Adele seen hobbling on stage during NYE show as she complains of chronic back pain - Daily Star",
      "description": "EXCLUSIVE: The superstar can be seen hunched over and hobbling from one side of the stage to the other as she tells fans she is suffering from sciatica, a painful nerve condition in her lower back",
      "preview": "‌ ‌ ‌ Skip to main content Adele seen hobbling on stage during NYE show as she complains of chronic back pain EXCLUSIVE: The superstar can be seen hun"
    },
    {
      "url": "http://www.oregon.gov/DEQ/ecycles/Pages/default.aspx",
      "title": "Department of Environmental Quality : Oregon E-Cycles : Oregon E-Cycles : State of Oregon",
      "description": "Oregon E-Cycles information",
      "preview": "Skip to main content An official website of the State of Oregon Learn How you know » (how to identify a Oregon.gov website) An official website of the"
    },
    {
      "url": "https://www.deutschlandfunkkultur.de/arbeitszeit-frueher-und-heute-die-hohe-anzahl-von-100.html",
      "title": "Arbeitszeit früher und heute - Die hohe Anzahl von Feiertagen im Mittelalter trügt",
      "description": "War man früher weniger fleißig? Die hohe Zahl von bis zu 80 Feiertagen im Mittelalter täuscht: Zum einen waren Sonntage mitgerechnet. Außerdem arbeiteten zum Beispiel Bauern auch an diesen Tagen, sagt der Wirtschaftshistoriker Thomas Ertl.",
      "preview": "Archiv Arbeitszeit früher und heute Die hohe Anzahl von Feiertagen im Mittelalter trügt 06:49 Minuten Landwirtschaftliche Szene auf einem Holzschnitt:"
    },
    {
      "url": "https://pitlochry.de/wohnung-runa",
      "title": "Wohnung Runa | Ferienwohnungen Pitlochry auf Amrum",
      "description": "void",
      "preview": "Wohnung Runa - ca. 40 qm für 2 Personen - im 1. Stock und Spitzboden Hier bauen wir gerade für Sie um ... Geschirrspüler und Backofen kommen neu und die"
    },
    {
      "url": "https://sport.onet.pl/formula-1/f1-lewis-hamilton-najszybszy-na-trzecim-treningu-incydent-z-udzialem-robert-kubicy/2wxb3vz",
      "title": "F1: Lewis Hamilton najszybszy na trzecim treningu, incydent z udziałem Robert Kubicy - Przegląd Sportowy Onet",
      "description": "To były koszmarne treningi dla kierowców Williamsa. Zarówno Robert Kubica, jak i George Russell wyraźnie odstawali od rywali także w trzeciej sesji treningowej. Po raz kolejny najszybszy był Lewis Hamilton (Mercedes).",
      "preview": "Przegląd Sportowy Formuła 1 Formuła 1: Hamilton nadal dominuje, incydent z udziałem Kubicy To były koszmarne treningi dla kierowców Williamsa. Zarówno"
    },
    {
      "url": "http://www.erp-recycling.it",
      "title": "Sistemi Collettivi RAEE: Consorzio ERP Italia",
      "description": "Consorzio ERP Italia: Sistema Collettivo che si occupa della gestione a norma dei RAEE e dei Rifiuti di Pile e Accumulatori a scopo di riciclo",
      "preview": "Salta al contenuto Cerca per: COMUNICATI STAMPA AREA RISERVATA Cerca per: Member login Homepage admin 2025-09-11T10:54:13+02:00 Consorzio ERP Italia C"
    },
    {
      "url": "https://xeno-canto.org/species/Turdus-merula",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://kathleencollinsposts-blog.tumblr.com/",
      "title": "@kathleencollinsposts-blog on Tumblr",
      "description": "Follow @kathleencollinsposts-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.containerstore.com/s/bath/makeup-organizers/luxe-acrylic-modular-makeup-system/12d?productId=10036225",
      "title": "Luxe Acrylic Modular Makeup System | The Container Store",
      "description": "Shop Bathroom Organizers to declutter your space. From makeup holders to shower caddies, find solutions at The Container Store.",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "http://howtofreelance.com/",
      "title": "Home - PersonalBrand.com",
      "description": "We Make Brands Feel Personal. Whether your're an individual or business, we craft brands that are built to connect.",
      "preview": "PersonalBrand.com We Make Brands Feel Personal Whether your're an individual or business, we craft brands that are built to connect. Let's Build Your"
    },
    {
      "url": "https://hispanicfederation.org/",
      "title": "Hispanic Federation | Taking Hispanic Causes to Heart",
      "description": "Hispanic Federation serves as a national model for Latino social, political, and economic empowerment since 1990.",
      "preview": "Skip to Main Content Taking Hispanic Causes to Heart Hispanic Federation serves as a national model for Latino social, political, and economic empower"
    },
    {
      "url": "https://www.tripindigo.com/fly/guide/airlines/airkenya-express/",
      "title": "Easyota - Loading...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://clearloop.us/2021/03/02/watttime-partnership/",
      "title": "Clearloop Partners with WattTime to Verify Avoided Carbon Emissions",
      "description": "A partnership with WattTime offers companies with carbon-reduction targets transparency and insight into how their investments are cleaning up grids in the U.S.",
      "preview": "100% reclaimed carbon footprint® about projects Live jackson, tn panola county, ms paris, tn white pine, tn Upcoming arcadia, la impact news careers c"
    },
    {
      "url": "https://www.ramueswelt2punkt0.de/fcn-in-badischer-provinz/",
      "title": "FCN in badischer Provinz ! :: ramueswelt2punkt0.de",
      "description": "void",
      "preview": "Bitte warten... Startseite > Archiv 2016 > Archiv März 2016 > FCN in badischer Provinz ! FCN in badischer Provinz ! Hallo Bluebloggs, weiches Ge und d"
    },
    {
      "url": "http://www.headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "https://www.gowildimages.com/Landscapes/Europe/Switzerland/i-Lt3pt7Q/",
      "title": "Switzerland - GoWild Images Australia",
      "description": "A quick Autumn driving circuit, including Liechtenstein",
      "preview": "Powered by SmugMug Owner Log In Report Content"
    },
    {
      "url": "https://nosolosex.es/it-una-pelicula-de-terror-de-andres-muschietti/",
      "title": "NOSOLOSEX - EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "description": "EL MAGAZINE RETRO FUTURISTA Y VINTAGE + SEXY",
      "preview": "¿Qué nos revela la neurociencia del amor? NEWS - LO MAS NUEVO FIGURAS MARVEL LEGENDS A PRECIOS REDUCIDOS REPORTAJES Relatos Eróticos y Chats de Sexo e"
    },
    {
      "url": "https://docs.opencv.org/4.x/d4/dc6/tutorial_py_template_matching.html",
      "title": "OpenCV: Template Matching",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Image Processing in OpenCV Template Matching"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "http://googleresearch.blogspot.com/2014/09/introducing-structured-snippets-now.html",
      "title": "Introducing Structured Snippets, now a part of Google Web Search",
      "description": "Posted by Corinna Cortes, Boulos Harb, Afshin Rostamizadeh, Ken Wilder, and Cong Yu, Google ResearchGoogle Web Search has evolved in recent years w...",
      "preview": "Introducing Structured Snippets, now a part of Google Web Search September 22, 2014 Posted by Corinna Cortes, Boulos Harb, Afshin Rostamizadeh, Ken Wi"
    },
    {
      "url": "https://therosienetwork.org/",
      "title": "The Rosie Network | Military Business Help",
      "description": "The Rosie Network Empowers Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More! Get military Business Help Now!",
      "preview": "top of page OUR PROGRAMS & SERVICES MILITARY ENTREPRENEUR MAGAZINE ROSIES ACROSS AMERICA PHOTO CAMPAIGN LOOKING TO START OR GROW A BUSINESS? FILL OU"
    },
    {
      "url": "https://www.intertek.com/marks/etl/",
      "title": "ETL Listed Mark",
      "description": "Intertek's ETL Certification program is designed to help you get products tested, certified, proof of product compliance and on to market faster than ever before.",
      "preview": "Intertek Intertek Brand Logo Search ETL Listed Mark Intertek's ETL Certification program is designed to help you get products tested, certified, and o"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85914",
      "title": "Searchable Recipe Database - Panoramica",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.svt.se/nyheter/inrikes",
      "title": "Inrikes | SVT Nyheter",
      "description": "Dagligen uppdaterade riksnyheter.",
      "preview": "1 min Åkesson: Måste ändra sig - annars väntar nyval 1 min Regeringen vill införa skarp åldersgräns för sociala medier Utredare ska ta fram lagförslag"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://marketingkit.withgoogle.com",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://mindenszerszam.hu/akciok-markankent/leica-akcio/vezetekkutatok/",
      "title": "Vezetékkutatók - Mindenszerszám Áruház",
      "description": "Kiváló minőségű Vezetékkutatók Óriási Kedvezménnyel! Egyedi Árak - Gyors Szállítás! Minden termék 1-3 év magyar gyártói Garancia!",
      "preview": "Kategóriák AKCIÓK MÁRKÁNKÉNT AL-KO Akció ALKO Áramfejlesztők ALKO Fűkaszák ALKO Elektromos fűkaszák ALKO Motoros Fűkaszák ALKO Fűnyírók ALKO Akkus fűn"
    },
    {
      "url": "https://digital-collections.columbuslibrary.org/digital/collection/p16802coll28/id/138985/",
      "title": "CONTENTdm",
      "description": "void",
      "preview": "Javascript Required To experience full interactivity, please enable Javascript in your browser."
    },
    {
      "url": "http://www.u-dictionary.com/",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "https://piraciadv.blog/2021/04/",
      "title": "Abril 2021 - Piraci Oliveira Advogados",
      "description": "10 posts published by Piraci Oliveira Advogados during April 2021",
      "preview": "Skip to content O ITBI é um imposto pouco estudado. Em geral, paga-se e ponto final. É uma guia \"preparada pelo cartório\". Mas agora mudou. Há TRÊS no"
    },
    {
      "url": "http://feis.fra.affrc.go.jp/english_index.html",
      "title": "National Research Institute of Fisheries and Environment of Inland Sea, Fra",
      "description": "void",
      "preview": "National Research Institute of Fisheries and Environment of Inland Sea INQUIRY Outline The Seto Inland Sea, the biggest inland sea of Japan, is known"
    },
    {
      "url": "https://www.justice.gov",
      "title": "Department of Justice | Homepage | United States Department of Justice",
      "description": "Official website of the U.S. Department of Justice (DOJ). DOJ's mission is to enforce the law and defend the interests of the United States according to the law; to ensure public safety against threats foreign and domestic; to provide federal leadership in preventing and controlling crime; to seek just punishment for those guilty of unlawful behavior; and to ensure fair and impartial administration of justice for all Americans.",
      "preview": "Skip to main content Remote video URL Video Justice Department Files Lawsuit Under the FACE Act Against Violent Protestors at Synagogue in West Orange"
    },
    {
      "url": "https://www.kff.org/hivaids/fact-sheet/black-americans-and-hivaids-the-basics/",
      "title": "The Impact of HIV on Black People in the United States | KFF",
      "description": "Black people in the U.S. have been disproportionately affected by HIV since the epidemic's beginning, and that disparity has deepened over time. Black people account for more new HIV diagnoses, people estimated to be living with HIV, and HIV-related deaths than any other racial/ethnic group in the U.S. This fact sheet provides an overview of the impact of HIV on Black people in the U.S.",
      "preview": "Skip to main content Home Topics HIV/AIDS The Impact of HIV on Black People in the United States Published: Sep 9, 2024 Print Email Copy Link Key Fact"
    },
    {
      "url": "https://www.essentiallysports.com/",
      "title": "EssentiallySports | The Fan's Perspective",
      "description": "EssentiallySports is the home for the underserved fan, delivering storytelling that goes beyond the headlines. As a media platform, we combine deep audience insights with cultural trends, to meet fandom where it lives and where it goes next. Founded in 2014, EssentiallySports now engages with an audience of over 30m+ American sports fan on its website and 1m+ readers on its newsletters daily.",
      "preview": "All Latest ES ThinkTank Newsletter Hub NFL Golf NBA College Basketball NASCAR WNBA Tennis Boxing Olympics UFC Swimming MLB Track and Field Gymnastics"
    },
    {
      "url": "https://www.traeger.com/pellet-grills/timberline",
      "title": "Traeger Timberline WiFi Pellet Grill - Traeger®",
      "description": "$300 off for a limited time. Shop the all-new Traeger Timberline® WiFi Wood Pellet Grill. Featuring a new induction cooktop. Outdoor cooking perfected.",
      "preview": "Skip to Main Content Find a Store United States / English Timberline® $3,799.99 Add To Cart Traeger Timberline® 298 Reviews TBB86RLG Explore the summi"
    },
    {
      "url": "https://live.worldbank.org/",
      "title": "We Livestream Events on International Development | World Bank Live",
      "description": "Keep up with the World Bank's latest research and insights. Join us as we livestream events in English, Spanish, French, and Arabic and discuss global development challenges with international economists and policymakers.",
      "preview": "Event Replays Replay September 24, 2025 Mission 300: Energizing Africa Mission 300: Energizing Africa Replay September 23, 2025 A Conversation with Ax"
    },
    {
      "url": "http://www.brightonbased.co.uk/",
      "title": "Computer Repair, Laptop Repair and IT Support in Brighton and Hove",
      "description": "We are a leading provider of computer repair, laptop repair and IT support services in Brighton and Hove. Please call 01273 933250 or 07929 074037 for more information on the range of services available.",
      "preview": "Need Technical Help, Support and Solutions for all your Computer Problems? Then call Brightonbased Computer Services NOW on 01273 933250 or 07929 0740"
    },
    {
      "url": "https://www.creativeboom.com/",
      "title": "Art & Design Magazine for the Creative Industries | Creative Boom",
      "description": "Creative Boom is a leading UK art and design platform that delivers creative industry news, inspiration, insight and advice to six million creative professionals each year.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 75
  }
}