{
  "data": [
    {
      "url": "http://www.russprince.com/cabinet/",
      "title": "Russ Mame Cabinet",
      "description": "A MAME/JAMMA cabinet that features a rotatable monitor, keyboard drawer, and an 'any coin' coin door.",
      "preview": "void"
    },
    {
      "url": "https://www.gadget-talk.ro/tag/nokia-8-1/",
      "title": "Nokia 8.1 - Gadget Talk Romania | Tehnologia la control",
      "description": "void",
      "preview": "Smartphones Florin Popovici 06/12/2018 1 HMD Global oficializeaza Nokia 8.1 pentru Europa (Romania) Asa cum ne asteptam, Nokia X7 devine Nokia 8.1 pen"
    },
    {
      "url": "https://24vterin.cz/bscs",
      "title": "24vterinCZ | KONDICE",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ravelry.com/designers/kiki-crochet-designs",
      "title": "Ravelry: Designs by Kiki Crochet Designs",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    },
    {
      "url": "https://cars.superpages.com/ames-ia/taxis",
      "title": "Best 7 Taxis in Ames, IA | superpages.com",
      "description": "Taxis in Ames on superpages.com. See reviews, photos, directions, phone numbers and more for the best Taxis in Ames, IA.",
      "preview": "Please note our privacy policy has changed. To view the policy, please go to https://www.thryv.com/privacy/ Map View 1-7 Sort: Best Match Best Match D"
    },
    {
      "url": "http://www.centene.com/",
      "title": "Managed Care & Healthcare Solutions | Centene Corporation",
      "description": "As a managed care organization, we provide access to high-quality healthcare solutions that help families & individuals. Learn more about Centene.",
      "preview": "void"
    },
    {
      "url": "https://www.museoreinasofia.es/en/activities",
      "title": "Activities",
      "description": "void",
      "preview": "Future activities Types of activities Menu Activities The entire programme of activities at the Museo Reina Sofía Activity Seminars and Lectures Sven"
    },
    {
      "url": "https://onefootball.com/en/home",
      "title": "home | OneFootball",
      "description": "OneFootball covers over 100 international soccer leagues and competitions live and in incomparable detail. Find live scores and commentaries, breaking news, videos, tables, statistics and background information around the greatest game in the world - whenever you need it, wherever you are.",
      "preview": "home | OneFootball Welcome to OneFootball. Your ultimate destination for football news, live matches, scores, highlights, and more! Join OneFootball T"
    },
    {
      "url": "https://www.indiaforums.com/",
      "title": "India Forums: Top TV Shows, Bollywood News & Entertainment Updates",
      "description": "Your go-to platform for the latest news, reviews, and updates on TV shows, movies, and OTT platforms. Connect with fans and dive into entertainment.",
      "preview": "News Forums Topics Quiz Shorts FanFictions Webstories Videos Photos 'Irfaan-E-Mohhbat aam nahi': When Rekha felt BLESSED to be born a day apart from A"
    },
    {
      "url": "http://www.livestockdialogue.org/",
      "title": "Global Agenda for Sustainable Livestock | FAO",
      "description": "The Agenda is a partnership of livestock sector stakeholders committed to the sustainable development of the sector. With global population projected to reach 9.6 billion in 2050, the livestock sector's role in sustainable food and agriculture will continue to increase. To be sustainable, livestock sector growth needs to simultaneously address key environmental, social, and economic challenges: growing natural resources scarcity, climate change, widespread poverty, food insecurity and global...",
      "preview": "Share Close Global Agenda for Sustainable Livestock The livestock sector is crucial to society achieving its environmental, social and economic and he"
    },
    {
      "url": "https://www.bergstadt-schneeberg.de/news/1/647837/nachrichten/sg-liegenschaften-nicht-erreichbar.html",
      "title": "SG Liegenschaften nicht erreichbar - Stadt Schneeberg",
      "description": "void",
      "preview": "Navigation überspringen und zum Inhaltsbereich Start SG Liegenschaften nicht erreichbar SG Liegenschaften nicht erreichbar Bild zur Meldung: SG Liegen"
    },
    {
      "url": "https://www.librairie-esoterique-paris.fr/",
      "title": "Votre librairie ésotérique à Paris : bienvenue chez Arc en Ciel !",
      "description": "Livres, encens, tarots et spiritualité : retrouvez nos produits et l'actualité de votre librairie ésotérique Parisienne sur internet !",
      "preview": "Arc en Ciel Votre librairie ésotérique à Paris Bienvenue chez Arc en Ciel, votre librairie ésotérique à Paris Située 3 rue Jean Macé, dans le 11ème ar"
    },
    {
      "url": "https://burgerbaeclothing.com/",
      "title": "BurgerBae | Shop your vibe :)",
      "description": "We are a sustainable streetwear clothing brand. Our vision is to diminish the line between high end fashion and streetwear to create a more unified clothing line!",
      "preview": "Skip to content As seen on Shark Tank India Menu Hoodies Basic Hoodies Graphic Hoodies Acid Wash Hoodies Baby Tees Categories Essentials T-Shirts Baby"
    },
    {
      "url": "https://desafiosocial.withgoogle.com/brazil2014",
      "title": "Google.org Impact Challenge Brasil 2014",
      "description": "4 ONGs ganharam R$1 milhão cada para transformar o Brasil. Conheça as vencedoras. #PorUmBrasilMelhor #DesafioSocialGoogle",
      "preview": "Google.org Impact Challenge Brasil 2014 4 ONGs ganharam R$1 milhão para transformar o Brasil. Conheça as vencedoras. #PorUmBrasilMelhor #DesafioSocial"
    },
    {
      "url": "https://herbiv-whore.tumblr.com/post/126529603343",
      "title": "Blog Deleted.",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Blog Deleted. I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm. De"
    },
    {
      "url": "https://capacete.org/nikos-doulos-2/?lang=en",
      "title": "Nikos Doulos | Capacete",
      "description": "void",
      "preview": "\" E xp eriencing connecting issues \"- CAPACETE Athens 2017 Download (PDF, 917KB) ..... Nikos Doulos is a visual artist, curator, and co-director of Expo"
    },
    {
      "url": "https://thegreataztecagator.tumblr.com/",
      "title": "For Science, You Monster.",
      "description": "I am a self proclaimed nerd through and through I love science (especially astronomy and biology), Star Trek, video games, books of all kinds, and much, much more! Feel free to follow me and/or get to...",
      "preview": "For Science, You Monster. I am a self proclaimed nerd through and through I love science (especially astronomy and biology), Star Trek, video games, b"
    },
    {
      "url": "https://www.paramountnetwork.com/legal/bhws2g/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://www.iucn.org/news/marine-and-polar/202203/unea-resolution-end-plastic-pollution-and-iucn-role-implementation-treaty",
      "title": "UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty | IUCN",
      "description": "The new UNEA Resolution, 'End Plastic Pollution: Towards a legally binding instrument', establishes an Intergovernmental Negotiating Committee that will develop the specific content of the new plastic pollution treaty with the aim of completing its work by the end of 2024. The future is ours to improve, and this news from UNEA provides a strong message of hope that we can indeed eliminate plastic pollution from our environment with a multi-pronged approach and international cooperation.",
      "preview": "Skip to main content Share: Story 09 Mar, 2022 UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty The new UNEA"
    },
    {
      "url": "https://www.popphoto.com",
      "title": "Popular Photography: Techniques and How-Tos, Camera Reviews",
      "description": "Popular Photography has offered high-quality how-to articles, gear reviews, and photography inspiration since 1937.",
      "preview": "void"
    },
    {
      "url": "https://ca.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Extensió del WordPress | WordPress.org Català",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Cerca extensions Detalls"
    },
    {
      "url": "https://walmart.onelink.me/UIev?pid=walmart.com&af_web_dp=https%3A%2F%2Fwww.walmart.com%2Fcp%2Fwalmart-mobile-app%2F1087865&c=Walmart.com%20Site%20Footer&af_dp=walmart%3A%2F%2F",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.incometaxindia.gov.in/Pages/default.aspx",
      "title": "Pages - Home - Central Board of Direct Taxes, Government of India",
      "description": "void",
      "preview": "Turn on more accessible mode Turn off more accessible mode Sign In × OK x The Income Tax Department NEVER asks for your PIN numbers, passwords or simi"
    },
    {
      "url": "https://www.instagram.com/derekblasberg/?hl=en",
      "title": "Derek C. Blasberg (@derekblasberg) • Instagram photos and videos",
      "description": "2M Followers, 951 Following, 3,598 Posts - Derek C. Blasberg (@derekblasberg) on Instagram: \"\"",
      "preview": "void"
    },
    {
      "url": "http://latam.rlgamericas.com/",
      "title": "RLG LatAm",
      "description": "void",
      "preview": "RLG Américas facilita el cierre de los ciclos de materiales, proporcionando soluciones de devolución y reciclaje de próxima generación. Ayudamos a nue"
    },
    {
      "url": "https://cli.github.com",
      "title": "GitHub CLI | Take GitHub to the command line",
      "description": "Take GitHub to the command line",
      "preview": "Take GitHub to the command line GitHub CLI brings GitHub to your terminal. Free and open source. brew install gh or Download for Mac Download for Wind"
    },
    {
      "url": "https://d23.com/disney100-the-exhibition-moving-right-along-and-headed-east/",
      "title": "Disney100: The Exhibition: Moving Right Along and Headed East! - D23",
      "description": "Final preparations are \"moving right along\" for the blockbuster anniversary showcase, Disney100: The Exhibition, from the Walt Disney Archives and Semmel Exhibitions.",
      "preview": "Home / Walt Disney Archives / Archive Spotlight / Disney100: The Exhibition: Moving ... By Kevin M. Kern, Walt Disney Archives Final preparations are"
    },
    {
      "url": "http://www.comune.mottola.ta.it/",
      "title": "Comune di Mottola",
      "description": "Sito ufficiale Comune di Mottola",
      "preview": "Salta al contenuto principale Avvisi 30 settembre 2025 Assegnazione contributi per il recupero delle facciate degli edifici appartenenti al nucleo ant"
    },
    {
      "url": "https://pory.io/",
      "title": "No-Code App Builder • Pory",
      "description": "Create portals, apps, internal tools and embeddable listings with Airtable. Start with a free no-code template, AI or create your own with Pory.",
      "preview": "Build Custom Portals Powered by Airtable Data The easiest way to manage records with external users without giving away access to Airtable. Learn More"
    },
    {
      "url": "https://www.formula1.com/en/results.html",
      "title": "2025 RACE RESULTS",
      "description": "Results",
      "preview": "2025 2025 Active 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 199"
    },
    {
      "url": "https://www.podatki.gov.pl/pit/",
      "title": "PIT",
      "description": "Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach",
      "preview": "PIT Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach Twój e-PIT - to deklarac"
    },
    {
      "url": "https://www.itshot.com/mother-of-pearl-jewelry-18k-sterling-silver-bracelet-p-43983?A=3031",
      "title": "18K Sterling Silver & Mother Of Pearl Bracelet 310366 - ItsHot",
      "description": "Fabulous Mother Of Pearl Jewelry: This 18K Yellow Gold and Sterling Silver Bracelet showcases a fabulous bangle design and makes a great gift for any occasion.",
      "preview": "Skip to main content HURRY!! ONLY mins : secs REMAINING TO GET AN ADDITIONAL DISCOUNT OF 6% JavaScript seems to be disabled in your browser. You must"
    },
    {
      "url": "https://zsinger55.tumblr.com/",
      "title": "Just Another Blog",
      "description": "void",
      "preview": "Just Another Blog Archive Posted on 27th Sep at 10:42 PM, with 6,797 notes slitherpunk : gameboy camera pics of vintage computer festival midwest 19 :"
    },
    {
      "url": "https://www.anrdoezrs.net/links/8029122/type/dlg/sid/PEOBrookeShieldsWalkedHerDoginCentralParkintheFlatteringDenimStyleYouCanGetforJust25lstansburyFasAff13965284202302I/https://www.madewell.com/tall-kick-out-crop-jeans-in-milverton-wash-NJ422.html",
      "title": "Tall Kick Out Crop Jeans | Madewell",
      "description": "Tall Kick Out Crop Jeans",
      "preview": "The cut: an update to our fan-fave Cali Demi fit, these lean modern mid-rise cropped jeans feature more of a kicked-out flare and are complete with th"
    },
    {
      "url": "https://www.bancomundial.org/",
      "title": "Banco Mundial - Desarrollo sostenible, resiliencia y crecimiento económico",
      "description": "El Grupo del Banco Mundial ofrece créditos, asistencia y recursos personalizados a más de 100 países en desarrollo y en transición.",
      "preview": "Nuevas perspectivas económicas regionales Descubra las últimas tendencias de desarrollo macroeconómico en las distintas regiones, con especial énfasis"
    },
    {
      "url": "https://scrapenmasse.com/fr/products/les-2-miss-scrapbooking-chipboard-kit-mots-amour",
      "title": "Les 2 miss scrapbooking chipboard Kit mots St-Valentin - Scrap en masse",
      "description": "Boutique de scrapbooking et d'arts mixed média, magasin de scrapbooking, boutique d'art et artisanat. À Plantagenet, Ontario, entre Ottawa, Cornwall et Montréal.",
      "preview": "Passer au contenu À PROPOS DE NOUS FAQ Près de dix mille produits. De nouveaux produits chaque semaine ! Accueil Magasinez Équipe de design Contact Wo"
    },
    {
      "url": "https://healthcare.bestbuy.com/site/bbhealth/resources/pcmcat1600181672135.c?id=pcmcat1600181672135#jl-videos",
      "title": "Best Buy Health | Care-at-home platform",
      "description": "Get the technology and support to scale care at home or clinical trials with Best Buy Health's enterprise care-at-home platform.",
      "preview": "Skip to content Together, we can bring health home We know technology. We know the home. Now we're applying our expertise to healthcare - enabling car"
    },
    {
      "url": "http://www.gamespot.com/american-mcgees-alice/summary/",
      "title": "Alice: Madness Returns - GameSpot",
      "description": "Alice: Madness Returns is the sequel to the year 2000 PC game, American McGee's Alice.",
      "preview": "Alice: Madness Returns First Released Jun 14, 2011 released MAC PC PS3 X360 %gameName% Get the latest news and videos for this game daily, no spam, no"
    },
    {
      "url": "https://peacekeeping.un.org/en/promoting-women-peace-and-security",
      "title": "Women, peace and security | United Nations Peacekeeping",
      "description": "Women around the world play a critical role in preventing conflict, building peace and helping countries recover during crises, often putting their own lives at risk. Despite this, women largely remain at the periphery of formal peace processes and decision-making. Our priority is to change the status quo by putting women's priorities and rights at the heart of peace and",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: العربية 中文 English Français Русский Español Home What we do Women, peac"
    },
    {
      "url": "https://www.deutzforum.de/threads/deutz-dx230.1229/",
      "title": "Deutz DX230",
      "description": "Stoße gerade bei ebay auf einen DX230,ein Hammerteil mit fast 10l Hubraum...",
      "preview": "Menü Anmelden Registrieren App installieren Installieren Neue Beiträge Foren durchsuchen Werbefrei für Mitglieder. ✔ Werde jetzt kostenlos Mitglied! F"
    },
    {
      "url": "https://hairhub.com/products/remote-cutting-and-base-resizing-service",
      "title": "Remote cutting and styling - Hair Hub",
      "description": "If you're not able to visit a stylist, our in-house senior stylist can cut your hair system, so it arrives ready-to-wear. The delivery time might be extended due to the cutting and styling services. *Please note these delivery times may be extended by a few days due to courier delays, national holidays, and customs",
      "preview": "NEW EMAIL ADDRESS Unfortunately, we have currently lost access to our primary email address. For the time being, please contact us via our backup emai"
    },
    {
      "url": "https://ismacs.net/singer_sewing_machine_company/serial-numbers/singer-sewing-machine-serial-number-database.html",
      "title": "Singer Sewing Machine Company Serial Numbers",
      "description": "ISMACS Singer Serial Number lookup. Here you can look up your serial number and find out when your Singer Sewing Machine was made as well as identify what model you have.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Singer Sewing Machine Serial Number"
    },
    {
      "url": "http://www.appdicted.com/privacy-policy-for-apps/",
      "title": "Privacy Policy for Apps - Appdicted",
      "description": "void",
      "preview": "Appdicted Privacy Policy on iOS Apps Data Controller and Owner Appdicted, support@appdicted.com Types of Data collected Among the types of Personal Da"
    },
    {
      "url": "https://powerbi.microsoft.com/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: 0e573621738d1ca572b6378311ff903b Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://creativecommons.org/licenses/by-nc/4.0/",
      "title": "Deed - Attribution-NonCommercial 4.0 International - Creative Commons",
      "description": "void",
      "preview": "Skip to content Canonical URL https://creativecommons.org/licenses/by-nc/4.0/ See the legal code You are free to: Share - copy and redistribute the ma"
    },
    {
      "url": "https://help.shipt.com/how-shipt-works",
      "title": "How Shipt Works - Shipt",
      "description": "Curious about how Shipt works? Find out how to order groceries and more, how to check out the Shipt app, and get information about becoming a Shipt shopper.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Help Center How Shipt Works How do I ord"
    },
    {
      "url": "http://snf.fra.affrc.go.jp/index_eng.html",
      "title": "Seikai National Fisheries Research Institute, Fra",
      "description": "void",
      "preview": "Seikai National Fisheries Research Institute ACCESS INQUIRY 1. Research on the stock assessment of commercially important species and related marine e"
    },
    {
      "url": "https://www.latorre1905.it/cronoca-locale/sprechi-chi-controlla-i-dirigenti/",
      "title": "Sprechi, chi controlla i dirigenti? | La Torre 1905",
      "description": "void",
      "preview": "Sprechi, chi controlla i dirigenti? Gen 26, 2013 | Cronaca , in Abbonamento | Troppo il denaro pubblico sperperato, cittadini e opposizione dovrebbero"
    },
    {
      "url": "https://inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85939",
      "title": "Searchable Recipe Database - White Beans with Rosemary and Caramelized Onions",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.sfchronicle.com/politics/article/dianne-feinstein-senate-17079487.php",
      "title": "Is Dianne Feinstein mentally unfit to serve? Top senators, colleagues cite recent interactions",
      "description": "Sen. Dianne Feinstein's colleagues say the senator's memory is rapidly deteriorating.",
      "preview": "Politics Colleagues worry Dianne Feinstein is now mentally unfit to serve, citing recent interactions By Tal Kopan , Joe Garofoli Updated Oct 26, 2022"
    },
    {
      "url": "https://www.eco-business.com/news/what-does-sustainable-palm-oil-mean-to-smallholders/",
      "title": "What does sustainable palm oil mean to smallholders? | News | Eco-Business | Asia Pacific",
      "description": "The future of the palm oil industry-and the region's forests-depends on how millions of smallholders manage their land. Eco-Business interviewed farmers in...",
      "preview": "Close menu Eco-Business International Edition Subscribe Search Eco-Business Search News Palm oil conversations What does sustainable palm oil mean to"
    },
    {
      "url": "https://triton.fish",
      "title": "Triton by C4ADS",
      "description": "An interactive platform to explore the connections between industrial fishing vessels at sea and the companies that ultimately control them",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.mineaction.org/unmas",
      "title": "E-Mine",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations 28th International Meeting of Mine Action National Directors and United Nations Advisers (NDM-UN) I"
    },
    {
      "url": "https://www.claires.com/",
      "title": "Claire's | Ear piercing - gentle safe and fun for all ages",
      "description": "Claire's provides Ear Piercing for Kids & Teens | Safe Piercing | Jewelry | Accessories for girls of all ages; free piercings with any earring purchase.",
      "preview": "top of page A Little Update We've pressed \"pause\" on shopping at Claires.com, but the sparkle lives on in our stores! From ear piercing to the latest"
    },
    {
      "url": "https://www.lequebecois.org/tag/chartes-des-valeurs/",
      "title": "Chartes des valeurs | Le Québécois",
      "description": "LA LIBÉRATION PAR LA PLUME",
      "preview": "Skip to content Cela s'est passé le 7 janvier dernier et c'était malheureusement prévisible depuis longtemps. Un commando armé a perpétré un charnier"
    },
    {
      "url": "https://www.greentechmedia.com/articles/read/how-clean-is-massachusetts-clean-peak-rule",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/what-are-ai-services",
      "title": "What are Azure AI services? - Azure AI services | Microsoft Learn",
      "description": "Azure AI services are cloud-based artificial intelligence (AI) services that help developers build cognitive intelligence into applications without having direct AI or data science skills or knowledge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/",
      "title": "SwiftUI | Apple Developer Documentation",
      "description": "Declare the user interface and behavior for your app on every platform.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://xboxdesignlab.xbox.com",
      "title": "Xbox Design Lab | Xbox",
      "description": "Design your own next-gen Xbox Wireless Controller in the Xbox Design Lab. Choose from a combination of colors, patterns, textured triggers, and Share buttons.",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://uniglobetraveldesigners.com/",
      "title": "Uniglobe Travel Designers",
      "description": "Uniglobe Travel is an innovative network of travel management experts around the world. Our hands-on local ownership offers customized travel management expertise to businesses, and ensures that clients are well served at all times.",
      "preview": "Travel Experts Uniglobe Travel Designers is a Black, women-owned, award-winning, full-service travel management company offering over 42 years of expe"
    },
    {
      "url": "https://www.permaculturenews.org/2015/06/16/what-is-keyline-design/",
      "title": "Site Maintenance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://rebuildingtogether-twincities.org/",
      "title": "Homepage - Rebuilding Together Minnesota",
      "description": "At Rebuilding Together Minnesota, our mission is repairing homes, revitalizing communities, rebuilding lives.",
      "preview": "Skip to content Repairing homes, revitalizing communities, rebuilding lives. Rebuilding Together Minnesota, an affiliate of Rebuilding Together, Inc.,"
    },
    {
      "url": "https://www.solakauppa.fi/kauppa/skt-virtuaalimessut-1080x1920-olenmukana_3596/",
      "title": "SKT-virtuaalimessut-1080x1920-OlenMukana_3596 | Sola",
      "description": "void",
      "preview": "Vastaa Peruuta vastaus Sähköpostiosoitettasi ei julkaista. Pakolliset kentät on merkitty * Kommentti * Nimi * Sähköpostiosoite * Kotisivu Suomi Englis"
    },
    {
      "url": "https://www.daviddavisson.com/full-moon-story-the-night-parade/",
      "title": "Full Moon Story: The Night Parade - Abderitic",
      "description": "(UPDATE: The full moon story series was only available in 2017. All stories posted in 2017 have been taken down.) It's another full moon and time for a new story. This month it's &#8220...",
      "preview": "Skip to content ( UPDATE: The full moon story series was only available in 2017. All stories posted in 2017 have been taken down.) It's another full m"
    },
    {
      "url": "https://www.defenseone.com/technology/2021/08/can-we-spot-illegal-fishing-fleets-space/184300/",
      "title": "Can We Spot Illegal Fishing Fleets from Space? - Defense One",
      "description": "The Defense Innovation Unit is offering prizes for using satellite-mounted radar to fight a growing national-security problem.",
      "preview": "Skip to Content Notice at Collection Your Privacy Choices Exercise Your Privacy Rights Trending Pentagon NATO Russia Drones Ukraine Homeland National"
    },
    {
      "url": "https://dreampirates.us/world/streams-free-all-around-the-world-thank-for-miami-heat-vs-oklahoma-city-thunder-dec-th-live-sportingnews-nba-gamecenter-miamihea-22-02-2021",
      "title": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "description": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "preview": "DreamPirates Login Signup world Streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecente"
    },
    {
      "url": "https://www.nfl.com/standings/league/2024/REG",
      "title": "2024 NFL League Standings",
      "description": "The latest NFL Standings by Division, Conference and League",
      "preview": "Skip to main content Advertising $year$ NFL $displayname$ Standings Division Conference League Year 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016"
    },
    {
      "url": "https://newsroom.ca.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK PayPal Product PayPal launches its most advanced solution for small and mid-sized enterprises in Canada Pay"
    },
    {
      "url": "http://hlasovy-prekladac-anobic-vtf.ectaco.cz/kontakt.html",
      "title": "Kontakt - Překladač Anobic VTF",
      "description": "void",
      "preview": "× Home Překladač Anobic VTF Kontakt Přejít na obsah Kontakt ECTACO ECTACO Česka s.r.o. Firma Ectaco Česká s.r.o., společnost s ručením omezeným, vznik"
    },
    {
      "url": "https://longshotsblues.wordpress.com/tag/libel/",
      "title": "Libel | Longshot's Blog",
      "description": "Posts about Libel written by Longshot",
      "preview": "Longshot's Blog Skip to content Home ABOUT ME MUSIC © Copyright All Rights Reserved. 2009-2025 Horse Racing Politics Bits & Pieces~Music/News/Sports/L"
    },
    {
      "url": "http://notifier.email.my/",
      "title": "email notifier :: free email notification for GMail, POP3 and IMAP4 email accounts",
      "description": "email notifier for mail notification",
      "preview": "EMAIL NOTIFIER download get it for free support faq & knowledge base about who we are & contact us free HR software leave management system PCB calcul"
    },
    {
      "url": "https://www.chmi.cz/portal/dt",
      "title": "Portál ČHMÚ : Home",
      "description": "void",
      "preview": "další instituce resortu ŽP Český hydrometeorologický ústav English | Mapa stránek Navigace Předpovědi Předpovědi počasí Hydrologické předpovědi Aktuál"
    },
    {
      "url": "https://www.leserattenhoehle.de/rl_gallery/de-germany-klett-publisher/",
      "title": "DE-Germany - Klett [publisher] › Leserattenhöhle",
      "description": "void",
      "preview": "Kommentare sind geschlossen. Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis aus. OK Nein Weiterl"
    },
    {
      "url": "https://www.bostonmabl.com/400hitter/player/batting/?PlID=33505&SeID=334&TmID=1133",
      "title": "2021 Batting Stats - Boston Metro Baseball League",
      "description": "The Boston Metro Baseball League is the largest adult baseball league in Massachusetts and New England, with divisions for players aged 18+, 28+ and 38+.",
      "preview": "void"
    },
    {
      "url": "https://ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "https://passtheknowledge.wordpress.com/tag/squirrels/",
      "title": "squirrels | PASS THE KNOWLEDGE (LIGHT & LIFE)",
      "description": "Posts about squirrels written by Akhi Soufyan",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer PASS THE KNOWLEDGE (LIGHT & LIFE) HIGH QUALIT"
    },
    {
      "url": "https://eartharxiv.org/repository/view/3239/",
      "title": "Revealing the Global Longline Fleet with Satellite Radar",
      "description": "void",
      "preview": "Skip to main content Revealing the Global Longline Fleet with Satellite Radar This is a Preprint and has not been peer reviewed. The published version"
    },
    {
      "url": "https://anitab.org/top-companies/",
      "title": "Top Companies for Tech Workers Report by AnitaB.org",
      "description": "Explore our Top Companies Reports to see how organizations are building impartial, sustainable workplaces and advancing opportunity for all tech talent.",
      "preview": "Top Companies for Tech Workers Home About Research and Impact Top Companies We have paused the Top Companies for Tech Workers program this year. We ar"
    },
    {
      "url": "https://www.arbeitsagentur.de/jobsuche",
      "title": "Jobsuche der BA",
      "description": "Jobsuche der Bundesagentur für Arbeit. Hier Stellensuche nach neusten Jobs oder Ausbildungsplätzen starten in einer der größten Jobbörsen Deutschlands.",
      "preview": "void"
    },
    {
      "url": "https://zpwholesale.com/products/infinity-stackable-ring-in-sterling-silver-6924-ss",
      "title": "Infinity Stackable Ring in Sterling Silver, #6924-ss - Zoe & Piper Wholesale",
      "description": "Sterling silver infinity rings. Perfect for stacking, personal wear, or a fun simple gift anyone would love! Size: 6, 7, 8 Material: Sterling silver",
      "preview": "Skip to content Welcome to our store Item added to your cart View cart Check out Continue shopping Skip to product information Open media 1 in modal O"
    },
    {
      "url": "http://www.fox.com",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content WE LIVE FOR · LIVE Stream live sports, news and entertainment. All in one place. TRY 7 DAYS FREE Starts at $19.99/month. Cancel a"
    },
    {
      "url": "https://desktop.github.com/",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.nationalgrid.com/",
      "title": "Welcome to National Grid Group",
      "description": "National Grid is an energy company operating in the UK and US. We deliver electricity and gas safely, reliably and efficiently to the customers and communities we serve.",
      "preview": "Skip to main content Powering the things you love What can we help you with today? Tab through the cards Experiencing an outage? Call 105 or click her"
    },
    {
      "url": "http://gis.slocounty.opendata.arcgis.com/datasets/61f3ddf2074942e6932b8f5084c20ab4_0",
      "title": "Address Points",
      "description": "SLO County Address Points",
      "preview": "void"
    },
    {
      "url": "http://www.streamlord.com/index.html",
      "title": "StreamLord Home Page | Watch online HD Movies & TV Shows for free",
      "description": "Watch movies and tv shows streaming in HD for free",
      "preview": "The Witcher: Blood Origin 0 The Last of Us 0 GHOSTED 0 ANT-MAN AND THE WASP: QUANTUMANIA 6.4 Like StreamLord? Donate and keep the servers running! + F"
    },
    {
      "url": "https://www.unglobalcompact.org/what-is-gc/our-work/social/poverty",
      "title": "Poverty | UN Global Compact",
      "description": "While the global poverty rate has been cut in half since 2000, still approximately 17% of the world's population - more than 1 billion people - live at or below $1.25 per day. There is more to be done and business has an important role to play in reducing global poverty.",
      "preview": "More than 700 million people - or 10 per cent of the global population - still live in extreme poverty, which means they are surviving on less than $1"
    },
    {
      "url": "https://fc-resources.fastcompany.com/form/private-clouds-for-oracle-databases/w_aaaa2228/prgm.cgi?sr=hicat&_t=hicat:1085",
      "title": "Private Clouds for Oracle Databases Free White Paper",
      "description": "Free White Paper to Private Clouds for Oracle Databases. Learn how private clouds for databases can provide the benefits driving cloud adoption while removing the challenges that limit adoption.",
      "preview": "Homepage COVID-19 Co.Design Tech Work Life Creativity Impact Podcasts Video News Recommender Subscribe Help Center fastco works Citrix Ford Transit In"
    }
  ],
  "_meta": {
    "total_bookmarks": 89
  }
}