{
  "data": [
    {
      "url": "https://blubrry.com/beckershealthcarepodcast/59417219/mohamed-kamara-founder-and-ceo-of-inovcares/",
      "title": "Mohamed Kamara, Founder and CEO of InovCares",
      "description": "The Becker's Healthcare Podcast is devoted to the people who power U.S. healthcare. Four new 15-minute episodes are released daily containing industry n...",
      "preview": "Becker's Healthcare Podcast < Back to Episodes Mohamed Kamara, Founder and CEO of InovCares April 25, 2020 This episode features Mohamed Kamara, Found"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/",
      "title": "Responsible Minerals Initiative",
      "description": "With more than 500 member companies, the Responsible Minerals Initiative is one of the most utilized and respected resources for companies from a range of industries addressing responsible mineral sourcing issues in their supply chains. We provide companies with tools and resources to",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://www.thecompanystore.com/300-thread-count-bamboo-cotton-sateen-sheet-set/EC44-A18.html",
      "title": "300-Thread Count Rayon Made From Bamboo Cotton Sateen Sheet Set | The Company Store",
      "description": "Shop 300-Thread Count Rayon Made From Bamboo and Cotton Sateen Sheet Set at The Company Store. Soft and inviting with a sateen weave for silk-like shine sheets.",
      "preview": "Personalization × Apply the same personalization to all items Your personalization will preview in this area Preview Not Available Personalization of"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.insider.com/coronavirus-pandemic-especially-dangerous-for-abuse-victims-2020-3",
      "title": "Being Neighborly May Help Abuse Victims in Danger During Quarantine - Business Insider",
      "description": "When schools and workplaces close, victims and their children who live with their abusers have few places to escape.",
      "preview": "void"
    },
    {
      "url": "https://www.moeckern24.de/2020/03/27/coronavirus-pandemie-in-deutschland-herausforderungen-und-interventionsmoeglichkeiten/",
      "title": "Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten - Möckern24",
      "description": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat eine interdisziplinäre Gruppe von Wissenschaftlern einberufen, um die aktuelle Situation zu untersuchen. In der daraus resultierenden Ad-hoc-Erklärung „Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten\" werden mögliche gesundheitspolitische Optionen zur Bekämpfung der Coronavirus-Pandemie in Deutschland erörtert. Maßnahmen der Bundesregierung und ...",
      "preview": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat"
    },
    {
      "url": "https://chasha.su/grafik-zarybleniya-nashego-vodoyoma/news_post/zapusk-karpa-naveska-1-0-1-7-kg-600-kg",
      "title": "Запуск карпа. Навеска 1,0-1,7 кг 600 кг",
      "description": "Запуск карпа. Навеска 1,0-1,7 кг 600 кг",
      "preview": "Главная \\ Новости \\ Запуск карпа. Навеска 1,0-1,7 кг 600 кг Запуск карпа. Навеска 1,0-1,7 кг 600 кг « Назад 10.07.2019 07:19"
    },
    {
      "url": "https://visitor.r20.constantcontact.com/d.jsp?llr=wor9vymab&p=oi&m=1113224725974&sit=rpdhklzhb&f=a080972b-4940-4b89-abf4-20cf5c7ca296",
      "title": "AME Church : Sign Up to Stay in Touch",
      "description": "void",
      "preview": "Sign Up to Receive News & Updates If you would like to receive our online E-Newsletter as well as updates on news and events happening throughout the"
    },
    {
      "url": "http://www.nickjr.com/privacy-policy/",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.emt.es/portal/en/horarios-y-recorridos",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "http://www.gamespot.com/american-mcgees-alice/summary/",
      "title": "Alice: Madness Returns - GameSpot",
      "description": "Alice: Madness Returns is the sequel to the year 2000 PC game, American McGee's Alice.",
      "preview": "Alice: Madness Returns First Released Jun 14, 2011 released MAC PC PS3 X360 %gameName% Get the latest news and videos for this game daily, no spam, no"
    },
    {
      "url": "http://www.ecobatterien.lu",
      "title": "Home | Ecobatterien",
      "description": "Ecobatterien est un organisme agréé par la Ministre de l'Environnement, du Climat et du Développement durable pour endosser les obligations à charge des produ...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter Guide pratique"
    },
    {
      "url": "https://sinc.business/legal/privacy/",
      "title": "SINC Privacy Policy | Hourly Workforce Tracking",
      "description": "At SINC we take your data and privacy very seriously. We like to put ourselves in your perspective as users and be considerate of and attentive to concerns you might have, as well as take whatever precautions within our capacity to protect this data.",
      "preview": "Privacy Policy We take your online privacy seriously. Please read and understand our Privacy Policy: Introduction At SINC we take your data and privac"
    },
    {
      "url": "https://innovation.mines.edu",
      "title": "McNeil Home - McNeil Center for Entrepreneurship and Innovation",
      "description": "void",
      "preview": "Facebook X RSS Snapchat MINES.EDU MyMines News Calendar Canvas Email Library Give Directories McNeil Center for Entrepreneurship and Innovation LEARN"
    },
    {
      "url": "https://www.bluecamroo.com/support/home/selectplan",
      "title": "Select Your BlueCamroo Plan",
      "description": "void",
      "preview": "Already have an account? Log In Select the plan you'd like to try Billed monthly Billed annually Best Value PLANS CRM Base Foundation for entire platf"
    },
    {
      "url": "http://www.giftsin24.com/",
      "title": "Personalized Stationery | Cards, Notepads, Napkins, Gifts & More",
      "description": "void",
      "preview": "Back to mobile site About History Blog Contact Account Login or Sign Up Personalized Stationery Ships in 24 Hours Best Selling Cards Notes Notepads Na"
    },
    {
      "url": "https://fitness.apple.com/us/subscribe?itscg=10000&itsct=pod-services-fitness-apl-tvhm-21_1019",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://anagrafe.iccu.sbn.it/it/ricerca/risultati.html?monocampo=&amp;amp;regione=ABRUZZO&amp;amp;provincia=L'AQUILA&amp;amp;comune=&amp;amp;codice_isil=&amp;amp;ricerca_tipo=home&amp;amp;monocampo:tipo=AND&amp;amp;fl=comune_facet@L'Aquila&amp;amp;fl=fondi_speciali_facet@Fondo%20antico&fl=servizi_facet@Info.%20bibliografiche%20esterne&fl=fondi_speciali_facet@Biblioteca%20Istituto%20omeopatico&start=0",
      "title": "Anagrafe delle Biblioteche Italiane Ricerca",
      "description": "Sito Ufficiale dell'Anagrafe delle Biblioteche Italiane",
      "preview": "ICCU - Istituto Centrale per il Catalogo Unico delle Biblioteche Italiane e per le informazioni bibliografiche ICCU Anagrafe delle Biblioteche Italian"
    },
    {
      "url": "https://www.comprensivopacinotti.edu.it/grduatorie-secondaria-primo-grado-definitive-18.html?view=simplefilemanagers&layout=simplefilemanagers&catid=162&orderBy=a.file_created&order=ASC&subview=list&sortFieldSelection=1",
      "title": "www.comprensivopacinotti.edu.it - Grduatorie secondaria primo grado definitive 18",
      "description": "void",
      "preview": "Messaggio di avviso Questo sito utilizza i cookies per realizzare alcune funzionalità e migliorare la navigazione. Proseguendo con la navigazione si a"
    },
    {
      "url": "https://bergqvist13.tumblr.com/",
      "title": "@bergqvist13 on Tumblr",
      "description": "Follow @bergqvist13 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Miss my lovely time on Tenerife😍🇪🇸 Summer is soon here🇸🇪☀️ You are using an unsupported browser and things might not work as intended. Ple"
    },
    {
      "url": "https://thai.alibaba.com/product-detail/customized-high-quality-100-polyester-party-wedding-banquet-glitter-magic-pink-sequins-backdrop-curtains-62346379632.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://www.clarehousing.org/",
      "title": "Main | Clare Housing",
      "description": "| Clare Housing. Clare Housing provides housing solutions for over 300 people living with HIV who were previously homeless or unstably housed. Everyone living with HIV deserves a place to call home. When people are housed, health improves, medical costs go down, and the further spread of HIV is prevented.",
      "preview": "Everyone living with HIV deserves a place to call home. When people are housed, health improves, medical costs go down, and the further spread of HIV"
    },
    {
      "url": "https://www.minds.com/newsfeed/867813140184760320",
      "title": "#奔跑吧# O今晚20:50，要收官啦 ，今天是淑女style | Minds",
      "description": "Image from @angelababy.",
      "preview": "search Login Join Now 杨颖 @ angelababy verified_user Verified · Subscribe #奔跑吧 # O今晚20:50，要收官啦 ，今天是淑女style Jul 22 2018 · 4:59 PM Get replies from creat"
    },
    {
      "url": "https://usblackchambers.org/grow-with-google/",
      "title": "U.S. Black Chambers, Inc.",
      "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "Skip to main content Hit enter to search or ESC to close Close Search ` Grow With Google We've partnered with Google to help get the word out about th"
    },
    {
      "url": "https://products.office.com/en-us/publisher",
      "title": "Desktop Publishing Software | Download MS Publisher",
      "description": "Get started with Publisher and use our simple tools to help you create professional, personalized newsletters, brochures, post cards, and more.",
      "preview": "This is the Trace Id: 125a90b02891a31acbdabdb6c95c17f6 Skip to main content Microsoft Publisher Publisher will be retired in October, 2026. Microsoft"
    },
    {
      "url": "https://www.tm-tracking.org/fisheriesanalyticalcapacitytool",
      "title": "Trygg Mat Tracking (TMT) | FACT Fisheries Analytical Capacity Tool",
      "description": "FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specifically to support, speed up and strengthen the analytical process. FACT has been built with the single express purpose of capturing and analysing the identities and characteristics of the global fishing fleet and the companies that operate it.",
      "preview": "top of page FACT - Fisheries Analytical Capacity Tool FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specific"
    },
    {
      "url": "https://www.smsproducts.com/feature-sheet-holder-box.136-15CCRED.aspx",
      "title": "Brochure Box | Front sheet realtor box",
      "description": "Shop 1st sheet rentention brochure boxes for HOA's. Red flyer display boxes are also ideal for Sign companies and realtors. Buy direct from the manufacturer SMSProducts.com",
      "preview": "Sign Frames Vinyl Yard Post"
    },
    {
      "url": "https://giphy.com/undp",
      "title": "UN Development Programme GIFs on GIPHY - Be Animated",
      "description": "Find the best & newest featured UN Development Programme GIFs. Search, discover and share your favorite GIFs. The best GIFs are on GIPHY.",
      "preview": "Privacy Terms 185 Uploads 139M GIF Views UNDP works in about 170 countries and territories, helping to achieve the eradication of poverty, and the red"
    },
    {
      "url": "https://shop.github.com",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Marketing-Examples-150-short-sweet-practical-examples-809b76690e1f4329b687d5bc04ab3a3a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://nbcmontana.com/news/local/hunter-who-mistook-dog-for-wolf-cited-for-animal-cruelty",
      "title": "Martin City woman pleads not guilty to animal cruelty charge",
      "description": "A Montana woman has pleaded not guilty on Friday morning after being cited for animal cruelty for shooting a young husky, believing it to be a young wolf.Amber",
      "preview": "Fri, 10 Oct 2025 10:12:10 GMT (1760091130324) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://prod.outgoing.prod.webservices.mozgcp.net/v1/3b0aa1a488ff9809554e48743a9b592944d358a0ffa3f88e394cd3ddfc36894b/http%3A//facebook.com",
      "title": "Redirecting to http://facebook.com",
      "description": "void",
      "preview": "Redirecting to http://facebook.com Please use caution when installing third-party add-ons. If you are immediately prompted to install an add-on, pleas"
    },
    {
      "url": "https://www.aemet.es/es/eltiempo/prediccion/municipios/madrid-id28079",
      "title": "El Tiempo: Madrid (Madrid) - Predicción 7 días - Tabla - Agencia Estatal de Meteorología - AEMET. Gobierno de España",
      "description": "El Tiempo. Predicción para los municipios españoles: Madrid (Madrid) - Predicción 7 días - Tabla",
      "preview": "Aceptar cookies Información sobre uso de cookies Este sitio web utiliza cookies propias y de terceros para mejorar la experiencia de navegación, y ofr"
    },
    {
      "url": "https://www.fox5atlanta.com/news/3-teens-charged-with-murder-of-15-year-old-peachtree-city-girl",
      "title": "3 men, 18, charged with murder of Peachtree City teen | FOX 5 Atlanta",
      "description": "The 15-year-old girl was found dead by her mother inside their apartment. According to police, the teen knew her suspected killers.",
      "preview": "Police investigating how 3 men accused of murder entered Peachtree City teen's apartment Right now, three 18-year-old males are in custody and have be"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional",
      "title": "Discover Germany with our regional offers",
      "description": "Regional offers: Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the day ticket for Germany.",
      "preview": "Regional offers Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the da"
    },
    {
      "url": "https://www.padhuskitchen.com/",
      "title": "Padhuskitchen - Easy Indian Vegetarian Recipes",
      "description": "Easy to cook Indian Vegetarian Recipes-South Indian, North Indian dishes,Tamil Brahmin recipes with step by step cooking instructions and pictures.",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Recent Posts Breakfast Click Here For More Breakfast Recipes Dessert Recipes C"
    },
    {
      "url": "https://www.cornertablenantucket.com/",
      "title": "The Corner Table Café",
      "description": "The Corner Table Cafe is a year-round cafe in Nantucket. Serving healthy comforting food in a place that feels like home.",
      "preview": "0"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/SV1106WKT/shark-freestyle-cordless-vacuum/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://www.obeckosice.cz/uredni-deska?tagsRenderer-tag=2012&noticeOverview-noticesGrid-grid-order=name%3Dd%26archived%3Dd%26added%3Da&noticeOverview-noticesGrid-grid-itemsPerPage=10",
      "title": "Obec Košice | Úřední deska",
      "description": "Obec Košice se nachází v okrese Tábor, kraj Jihočeský.",
      "preview": "Tato webová stránka potřebuje váš souhlas pro používání cookies, které slouží pro personalizaci obsahu a reklam, analýzy návštěvnosti a další účely. S"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://www.bmw-abudhabi.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Abu Dhabi | Abu Dhabi Motors LLC",
      "description": "Visit BMW Abu Dhabi Motors LLC in Abu Dhabi, established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The iX Discover Now The XM Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.adana.co.jp/en/contents/support/",
      "title": "SUPPORT TOP | ADA",
      "description": "ADA designs and develops products of aquarium, lighting and CO2 supply system to propose Nature Aquarium where tropical fish swimming in densely grown aquatic plants.",
      "preview": "NATURE AQUARIUM What is Nature Aquarium? Start Nature Aquarium Nature Aquarium Gallery The world's largest contest IAPLC Founder - Takashi Amano AQUA"
    },
    {
      "url": "https://gps-anleitung.de/probleme-und-loesungen/?replytocom=36",
      "title": "Probleme und Lösungen | GPS-Anleitungen von Michael Blömeke",
      "description": "Add New Row Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Hilfe-Seite Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Schaue bitte zuerst hier, ob Du für Deine Fragen und Probleme eine Antwort findest. Add Element Add New Row Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Allgemeine Probleme Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Edit Parent ElementEdit ElementClone ElementAdvanced Element",
      "preview": "Hilfe-Seite Schaue bitte zuerst hier, ob Du für Deine Fragen und Probleme eine Antwort findest. Allgemeine Probleme Klicke auf den Titel um das Thema"
    },
    {
      "url": "https://www.flowmagazine.com/",
      "title": "Flow - Magazine for Paper Lovers",
      "description": "Our international issue is back! At Flowmagazine.com you can read about positive psychology, creativity, self development and slow life.",
      "preview": "Go to content"
    },
    {
      "url": "https://www.theatlantic.com/international/archive/2016/11/trump-far-right-europe/507314/",
      "title": "Europe's Far Right Sees Hope in Trump's Victory - The Atlantic",
      "description": "The victory of a candidate they believe espouses their views has emboldened them.",
      "preview": "The congratulations began even before it was clear Donald Trump would triumph in the American presidential election, and they continued the next day a"
    },
    {
      "url": "https://wszystko-do-hotelu.pl/11-akcesoria-hotelowe?page=2",
      "title": "Yope | Wyposażenie hotelu | Wszystko-Do-Hotelu.pl",
      "description": "Produkty YOPE są delikatne i bezpieczne, pielęgnują i rozpieszczają. Sprawiają, że codzienne czynności stają się niezwykle przyjemne. Najlepsza jakość, zapach i design.",
      "preview": "Yope Press&wash - seria dla hoteli. YOPE to marka naturalnych kosmetyków i ekologicznych środków czystości. Powstała z poszukiwania produktów codzienn"
    },
    {
      "url": "https://www.thaisqueirozleiloeira.com.br/?ID=11481332",
      "title": "Thais Queiroz - Leiloeira Pública - Rio de Janeiro - RJ",
      "description": "Plataforma de leilões",
      "preview": "Leilões Ativos Leilões Finalizados Atendimento 2ª a 6ª-feira das 10h às 16h. Telefone: (21) 98586-0377 Email: thaisqueirozleiloeira@gmail.com Telefone"
    },
    {
      "url": "https://triton.fish",
      "title": "Triton by C4ADS",
      "description": "An interactive platform to explore the connections between industrial fishing vessels at sea and the companies that ultimately control them",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://docs.videojs.com",
      "title": "Video.js API docs",
      "description": "Generated API documentation for the latest version of Video.js (8.23.4).",
      "preview": "Modules browser buffer create-logger deprecate dom dom-data evented events filter-source fn fullscreen-api guid log middleware num obj setup stateful"
    },
    {
      "url": "https://www.shi.ch/schule-vortraege/informationen/ueber-uns-schule/dozenten-homoeopathie/elfriede-schaeffler",
      "title": "Elfriede Schäffler",
      "description": "void",
      "preview": "Elfriede Schäffler Dozentin in Homöopathie Geboren 1954 in Apfeldorf (D). Berufliche Tätigkeit: Seit 1997 Dozentin in Homöopathie 1995 - 2015 Homöopat"
    },
    {
      "url": "https://mattsbar.com/",
      "title": "Matt's Bar HOME OF THE ORIGINAL JUCY LUCY!",
      "description": "void",
      "preview": "Welcome to Matt's Bar! Home of the Original \"Jucy Lucy\" ***IMPORTANT NOTICE FOR TAKE OUT ORDERS*** To serve you even better, and due to our high volum"
    },
    {
      "url": "https://university.mongodb.com/",
      "title": "MongoDB Courses and Trainings | MongoDB University",
      "description": "Discover our MongoDB Database Management courses and begin improving your CV with MongoDB certificates. Start training with MongoDB University for free today.",
      "preview": "You need to enable javascript to view this website."
    },
    {
      "url": "https://www.ravelry.com/patterns/sources/the-crochet-project",
      "title": "Ravelry: The Crochet Project - patterns",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://secure.imvu.com/welcome/ftux/",
      "title": "IMVU - #1 3D Avatar Social App, Virtual Worlds, Virtual Reality, VR, Avatars, Free 3D Chat",
      "description": "IMVU's Official Website. IMVU is a 3D Avatar Social App that allows users to explore thousands of Virtual Worlds or Metaverse, create 3D Avatars, enjoy 3D Chats, meet people from all over the world in virtual settings, and spread the power of friendship.",
      "preview": "void"
    },
    {
      "url": "https://nopriceonjustice.org/fines-fees-and-the-criminalization-of-mental-health-crisis/",
      "title": "Fines, Fees and the Criminalization of Mental Health Crises - No Price on Justice",
      "description": "Peggy Herrera, an advocate for the No Price on Justice campaign, recounts her son's terrifying encounters with police and the lasting financial and emotional impacts of predatory fees.",
      "preview": "Fines, Fees and the Criminalization of Mental Health Crises May 10, 2021 \"I had called emergency medical services for support during one of my son's a"
    },
    {
      "url": "https://search.app.goo.gl/?link=https%3A%2F%2Fassistant.google.com%2Flearn%2F&apn=com.google.android.googlequicksearchbox&al=googleapp%3A%2F%2Fdeeplink%2F%3Fdata%3DCkwBDb3mGzBFAiEA1x2FgusCCwrfaWuMBFrw43ekuR9-63sPI6m1SVuizk8CIAmFoh218UWSPtxSXakTIenHUZrsLQyb7Z77xPx1sZqYEm4KDgi4-rKPARD_v8rzhKMCEgAaMwoxCIECmonx2wQoCAESJFdoYXQgaW5ncmVkaWVudHMgYXJlIGluIHJhdGF0b3VpbGxlPyIlCiNodHRwczovL2Fzc2lzdGFudC5nb29nbGUuY29tL2xlYXJuLw%26utm_source%3DUS_20200211_NL15&amv=300727608",
      "title": "Google Assistant - Learn What Your Google Assistant is Capable Of",
      "description": "Your Google Assistant can perform many actions to help streamline your day-to-day. Discover what the Google Assistant can do by trying one of the actions now.",
      "preview": "Google Assistant is ready to help, anytime, anywhere. To get started, just touch and hold the home button. Tasks and to-do's \"Set a 15-minute timer fo"
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "https://cloud.pewtrusts.org/pewsignup",
      "title": "Email Newsletters and Action Alerts | The Pew Charitable Trusts",
      "description": "void",
      "preview": "Recommended The Rundown Frequency WEEKLY Best of Pew: our latest facts, photos, and survey results-data that make a difference. See sample Select Envi"
    },
    {
      "url": "http://www.missingkids.org/",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://www.southafrica.net/gl/en/trade/page/terms-and-conditions",
      "title": "Terms and conditions (GL)",
      "description": "Terms and conditions for South African Tourism website",
      "preview": "Travel trade website Travel Website Travel trade website Business events website Corporate & media website Travel trade website Back to main menu Trav"
    },
    {
      "url": "https://usnybcc.org/about/",
      "title": "About Us | UpState New York Black Chamber of Commerce",
      "description": "void",
      "preview": "The UpState New York Black Chamber of Commerce Turning Interest Into Action Five Pillars of Service The foundation on which we build Advocacy The USBC"
    },
    {
      "url": "http://www.chemicalelements.com/elements/ir.html",
      "title": "Chemical Elements.com - Iridium (Ir)",
      "description": "void",
      "preview": "Home About This Site Comments Help Links Window Version Show Table With: Name Atomic Number Atomic Mass Electron Configuration Number of Neutrons Melt"
    },
    {
      "url": "https://www.wildlifeday.org/en",
      "title": "Home | Official website of UN World Wildlife Day",
      "description": "Join us for #WWD2024 on 3 March 2024 in Connecting People and Planet: Exploring Digital Innovation in Wildlife Conservation",
      "preview": "Skip to main content Join us in exploring Wildlife Conservation Finance: Investing in People and Planet Ivonne Higuero Read more About Ivonne Higuero"
    },
    {
      "url": "https://extranet.who.int/publicemergency",
      "title": "WHO Health Emergency Dashboard",
      "description": "Monitor health issues around the world",
      "preview": "Searching... Loading.. WHO Health Emergency Dashboard Disclaimer × The World Health Organization (WHO) Health Emergency Dashboard is a platform which"
    },
    {
      "url": "https://province-courses.fr/24H/article_PDF.php?id=8822",
      "title": "24H AU TROT - Accueil",
      "description": "24H AU TROT c'est une nouvelle lecture de l'actu des courses.",
      "preview": "Les articles à la une Un Prix des Ducs de Normandie à enjeux multiples Actualité - 07.05.2025 La grande rencontre caennaise du printemps, qui se tiend"
    },
    {
      "url": "https://resurety.com/white-paper-making-it-count/",
      "title": "White Paper: Making It Count - REsurety",
      "description": "Access REsurety's white paper to learn how updating Scope 2 accounting can drive the next phase of decarbonization.",
      "preview": "Who We Serve Advisors Broader Clean Energy Ecosystem Clean Energy Buyers Clean Energy Investors Clean Energy Sellers Hedge Providers REsurety's Custom"
    },
    {
      "url": "http://www.aclumich.org/article/rejecting-heckler%E2%80%99s-veto",
      "title": "The Heckler's Veto | ACLU of Michigan",
      "description": "When someone exercises their First Amendment right to free speech, the government is not allowed to shut down the speech just because other people don't like the message that is being conveyed. This is known as the rule against a \"heckler's veto.\" At the 2012 Arab International Festival in Dearborn, a group of Christian evangelists marched down a public street expressing their",
      "preview": "Skip to main content The Heckler's Veto Facebook X Reddit Email Print When someone exercises their First Amendment right to free speech, the governmen"
    },
    {
      "url": "https://www.schweigerderm.com/providers/rachel-nazarian-m-d/",
      "title": "Rachel Nazarian, MD, FAAD | Schweiger Dermatology Group",
      "description": "Rachel Nazarian, MD, FAAD is a board-certified dermatologist in NY. Call or book appointment online.",
      "preview": "2020 - 2025 2022, 2023 Rachel Nazarian, MD, FAAD Dr. Rachel Nazarian is a board-certified dermatologist seeing patients with Schweiger Dermatology Gro"
    },
    {
      "url": "https://sczaction.org/",
      "title": "S&PAA - Schizophrenia & Psychosis Action Alliance",
      "description": "The Schizophrenia and Psychosis Action Alliance stands for hope and recovery through the promotion of education, support programs, & better public policy",
      "preview": "Skip to content Shattering Barriers to Treatment, Survival and Recovery. Advancing best-practice treatment Empowering our community with knowledge, sk"
    },
    {
      "url": "https://careers.pttep.com/MYAsset/go/MY-Corporate-Secretary-&-Administration/4730110/",
      "title": "void",
      "description": "void",
      "preview": "Press Tab to Move to Skip to Content Link Skip to main content Language English (United Kingdom) SIGN IN HOME PAGE ABOUT PTTEP JOBS BY FUNCTION Commer"
    },
    {
      "url": "https://www.iccat.int/en/",
      "title": "ICCAT·CICTA·CICAA",
      "description": "WebSite ICCAT",
      "preview": "void"
    },
    {
      "url": "https://find-and-update.company-information.service.gov.uk/company/06975984",
      "title": "FULL FACT overview - Find and update company information - GOV.UK",
      "description": "FULL FACT - Free company information from Companies House including registered office address, filing history, accounts, annual return, officers, charges, business activity",
      "preview": "Cookies on Companies House services We use some essential cookies to make our services work. We'd also like to use analytics cookies so we can underst"
    },
    {
      "url": "https://readalong.google/intl/en_US/privacy",
      "title": "void",
      "description": "void",
      "preview": "Privacy Notice If you or your end users access Read Along via a Google Workspace for Education account this Privacy Notice will not apply and the Goog"
    },
    {
      "url": "http://TIDAL.com/Beyonc%C3%A9",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://education.microsoft.com/en-za/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "https://www.academylittleleague.org/academyll",
      "title": "Home",
      "description": "void",
      "preview": "Home About Us BOARD OF DIRECTORS Board Meeting Minutes Sponsorship & Fundraising Sponsorship Fundraising 2025 Spring Baseball Approved Bat List DIVISI"
    },
    {
      "url": "https://solawave.co/products/microcurrent-red-light-therapy-facial-wand-kit-with-conductive-serum",
      "title": "Best Red Light Therapy Wand & Activating Serum | Solawave",
      "description": "Experience Solawave's Radiant Renewal Skincare Wand & LightBoost Serum Kit, combining red light therapy, warmth, and massage to reduce wrinkles. Order now.",
      "preview": "Your cart is empty Close cart drawer SHOP ALL 60-Day Free Returns 1-Year Warranty 726,000+ happy customers Scientifically Backed, Award-Winning Skinca"
    },
    {
      "url": "https://www.youtube.com/?tab=w1",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://thetextileexpert.com/",
      "title": "The Textile Expert",
      "description": "Deborah Young. The Go-To Textile Expert.",
      "preview": "The Textile Expert The Textile Expert (562) 833-0701 The Textile Expert Deborah Young. The Go-To Textile Expert. Home Expert Witness Consulting Backgr"
    },
    {
      "url": "http://www.marina.difesa.it/",
      "title": "Homepage - Marina Militare - Marina Militare",
      "description": "Homepage - Marina Militare",
      "preview": "Tentativo di accesso al sito da un browser protetto nel server. Abilitare gli script e ricaricare la pagina. Attiva modalità di accessibilità Disattiv"
    },
    {
      "url": "https://www.bahiastereo915fm.com.ve/tag/futbol-entrenamientos-familia-apoyo/",
      "title": "futbol entrenamientos familia apoyo - Bahia Stereo 91.5FM",
      "description": "void",
      "preview": "Inicio / Tag Archives: futbol entrenamientos familia apoyo Tag Archives: futbol entrenamientos familia apoyo «Reyes Academy» formando atletas para el"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/centro-de-eventos-raizes-da-tradicao/",
      "title": "Centro de Eventos Raízes da Tradição",
      "description": "Riomafra Mix - Muito mais que informação!",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://aintnomobway.com/tickets/",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://www.fulcrumfitness.com/",
      "title": "Personal Training in Portland, OR | Fulcrum Fitness",
      "description": "Fulcrum Fitness offers personal functional fitness training in Portland, Oregon. With two Portland gym locations on MLK and Hawthorne. Sign up today!",
      "preview": "0 Get Stronger, Feel Amazing, Find Your Tribe Where advanced science meets genuine welcome - and every body finds their place to thrive. ✓ Results in"
    },
    {
      "url": "https://www.sellbackyourbook.com/",
      "title": "World of Books | Sell Your Books | Sell Your Books Online for Cash",
      "description": "World of Books - Sell Your Books, formerly known as Ziffit is the easy way to sell your books online. Enter barcodes or scan using the free Sell books with World of Books app.. Declutter and earn cash today.",
      "preview": "Get 15% Extra Cash On Trades Over $30. (One use per customer, closes 23.59 10/21) | Use code EXTRA15 Start scanning your items or download our app for"
    },
    {
      "url": "https://marciwearsthepants.tumblr.com/",
      "title": "Control Room",
      "description": "void",
      "preview": "Control Room Bet I'll Surprise You anxietyproblem : (via theintrovertnation ) 7 years ago (via ) 7 years ago humansofnewyork : \"I was a baby when I go"
    },
    {
      "url": "https://sportsvilla.wordpress.com/",
      "title": "sportsvilla | Just another WordPress.com site",
      "description": "Just another WordPress.com site",
      "preview": "sportsvilla Just another WordPress.com site India - From dream team to dream on team!! •March 8, 2011 • Leave a Comment Before the start of World Cup"
    },
    {
      "url": "https://graphicburger.com/",
      "title": "GraphicBurger",
      "description": "Tasty design resources made with care for each pixel. Free for both personal & commercial use. Have a bite!",
      "preview": "void"
    },
    {
      "url": "https://www.wordhippo.com/",
      "title": "Thesaurus and Word Tools | WordHippo",
      "description": "Thesaurus and word tools for your creative needs. Find the word you're looking for!",
      "preview": "What's another word for What's the opposite of Meaning of the word Words that rhyme with Sentences with the word Translate From English To English to"
    },
    {
      "url": "https://www.lockheedmartin.com/en-us/products/u2-dragon-lady.html",
      "title": "U-2 Dragon Lady | Lockheed Martin",
      "description": "Experience unmatched capabilities of the U-2S Dragon Lady, a reconnaissance aircraft excelling in strategic operations, setting the bar for future innovations.",
      "preview": "U-2 Dragon Lady: A Reconnaissance Aircraft Products | U-2 Dragon Lady U-2 Dragon Lady Proven and Ready U-2 Dragon Lady Skunk Works® ISR & UAS Capabili"
    },
    {
      "url": "https://bun.sh/docs/runtime",
      "title": "File types - Runtime | Bun Docs",
      "description": "Bun's runtime supports JavaScript/TypeScript files, JSX syntax, Wasm, JSON/TOML imports, and more.",
      "preview": "Intro What is Bun? Installation Quickstart TypeScript Templating bun init bun create Runtime bun run File types TypeScript JSX Text files JSON, TOML,"
    },
    {
      "url": "http://www.odeon-lloyd.hu/tag/sip",
      "title": "SIP - Odeon Lloyd",
      "description": "void",
      "preview": "Skip to content A Safer Internet Program (SIP) konzorciumi tagjai közül a Kék Vonal Gyermekkrízis Alapítványhoz több mint 7 ezer megkeresés, a Biztons"
    },
    {
      "url": "https://news.un.org/en/story/2020/05/1063832",
      "title": "COVID-19 could help turn the tide on ocean health in Asia-Pacific | UN News",
      "description": "The COVID-19 pandemic could help turn the tide on the well-being of oceans in the Asia-Pacific region, according to a UN report published on Wednesday.",
      "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
    },
    {
      "url": "http://www.synapses.co.uk/science/mvolcano.html",
      "title": "Science Explained, explains the Montserrat volcano and other volcanos.",
      "description": "void",
      "preview": "The Montserrat Volcano Dr Jamie Love 15 January 1998 © A long time ago in the southern Caribbean (latitude 16.72 north and longitude 62.18 west, for t"
    },
    {
      "url": "https://www.phonetics.ucla.edu/course/chapter1/chapter1.html",
      "title": "ipachart",
      "description": "void",
      "preview": "Contents page Contents page for Vowels and Consonants Chapter 1 Chapter 1 book links Clicking on a symbol will take you to a part of the chart where y"
    },
    {
      "url": "https://codemmagazine.com/",
      "title": "Code M Magazine - Transforming The Lives of Men!",
      "description": "void",
      "preview": "Skip to content CODE M CIGARS Click Here Facebook Click Here Instagram Click Here Pinterest Get the latest news and information about things impacting"
    },
    {
      "url": "https://www.astropix.com/",
      "title": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "description": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "preview": "Comet Hale-Bopp Latest Stuff Ultimate Lenses for Astrophotography Smartphone Astrophotography Six Astrophotography Books - Now Free Table of Contents"
    },
    {
      "url": "https://www.solzyatthemovies.com/2021/04/16/interview-with-william-daniels-and-bonnie-bartlett/",
      "title": "Interview with William Daniels and Bonnie Bartlett - Solzy at the Movies",
      "description": "Emmy Award-winning actors William Daniels and Bonnie Bartlett spoke with Solzy at the Movies about Boy Meets World and more.",
      "preview": "Skip to content Interview with William Daniels and Bonnie Bartlett Danielle Solzman Interviews April 16, 2021 Emmy Award-winning actors William Daniel"
    },
    {
      "url": "https://titaniquemusical.com/?gclid=CjwKCAiAheacBhB8EiwAItVO2z8-NmP15UuUZCs0T9QX7iANuteYEVUkptg9N_4ytxdfD9axuVPbOhoCifkQAvD_BwE&gclsrc=aw.ds",
      "title": "Titanique the Musical",
      "description": "When the music of Céline Dion makes sweet Canadian love with the film Titanic, you get TITANIQUE, a musical celebration.",
      "preview": "Titanique The musical comedy sailing around the world London Montréal Québec City Oops! We could not locate your form. ✕"
    },
    {
      "url": "https://www.dgs.ca.gov/Privacy",
      "title": "Privacy",
      "description": "void",
      "preview": "Skip to Main Content PRIVACY POLICY STATEMENT The California Department of General Services (\"DGS\") recognizes the importance of safeguarding the pers"
    },
    {
      "url": "https://insights.sustainability.google/",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://beinternetawesome.withgoogle.com/en_us/interland",
      "title": "Play Interland - Be Internet Awesome",
      "description": "Interland is an adventure-packed online game that puts the key lessons of digital citizenship and safety into hands-on practice. Play your way to being Internet Awesome.",
      "preview": "Page 1 Created with Sketch. right hand side copy Created with Sketch. right hand side copy Created with Sketch. Page 1 Created with Sketch. right hand"
    },
    {
      "url": "https://walmart.org/who-we-are",
      "title": "Who We Are",
      "description": "In 1962, Sam Walton opened the doors of the first Walmart. He recognized the value of bringing affordable products to people in small towns. Walmart has been helping people save money - and live better - ever since. In 1982, the Walmart Foundation was created to help support the communities Walmart serves. Last year, Walmart and the Walmart...",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://www.typographicposters.com/",
      "title": "typo/graphic posters",
      "description": "since 2008, a reference platform for typographic and graphic posters.",
      "preview": "void"
    },
    {
      "url": "https://www.lyft.com/lyftup/programs",
      "title": "Rides for all with Lyft Up | Lyft",
      "description": "Join Lyft in helping provide affordable, reliable transportation access to all. Through Lyft Up initiatives, Lyft provides free or discounted rides to those who need them most - from job seekers to disaster survivors. Learn more about Lyft Up and opt in to round up and donate today.",
      "preview": "Skip to main content Transportation for all Millions of people lack access to basic needs because they can't get a ride. Through our Lyft Up initiativ"
    },
    {
      "url": "https://apps.mob.org/genre/cloud/p21-android-1.6/",
      "title": "Android Cloud Services apps. Download free Cloud Services programs for Android Android 1.6 phone.",
      "description": "Download Cloud Services Android free programs. Download apps for Android Android 1.6 phone or tablet. You can download best Android Cloud Services programs for all phone models for free from our site.",
      "preview": "Download apps for Android 1.6 for free: Cloud Services Apps for Android » Android 1.6 Program categories: Audio & Video Business Education Image & Pho"
    },
    {
      "url": "https://www.amministrazionicomunali.it/calabria/san-sosti/meteo",
      "title": "Meteo nel Comune di San Sosti - amministrazionicomunali.it",
      "description": "Previsioni meteo nel Comune di San Sosti",
      "preview": "Italia Scheda Italia Variazioni amministrative Spesa pubblica Andamento popolazione età/sesso Andamento popolazione Andamento popolazione straniera Au"
    },
    {
      "url": "https://slate.com/news-and-politics/2017/12/why-is-doug-jones-using-outside-agitator-as-an-insult.html",
      "title": "Why is Doug Jones using \"outside agitator\" as an insult?",
      "description": "The Alabama Democrat called Steve Bannon an \"outside agitator.\"",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/ResizeObserver",
      "title": "ResizeObserver - Web APIs | MDN",
      "description": "The ResizeObserver interface reports changes to the dimensions of an Element's content or border box, or the bounding box of an SVGElement.",
      "preview": "Skip to main content Skip to search ResizeObserver Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://ir.spire.com/",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/gesundheitswesen/gesundheits-und-sozialwesen/europa/teilzeit/langjaehrige-berufserfahrung-7-jahre-/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.sdnhm.org/exhibitions/fossil-mysteries/fossil-preparation/",
      "title": "The Nat |",
      "description": "void",
      "preview": "Search Search Search for The page you requested may have been moved or deleted Let's try one of the following remedies to get you back on track... Che"
    },
    {
      "url": "https://www.openstreetmap.org/",
      "title": "OpenStreetMap",
      "description": "OpenStreetMap is the free wiki world map.",
      "preview": "Select Language Loading... Close Where is this? GraphHopper OSRM Valhalla Loading... Welcome to OpenStreetMap! OpenStreetMap is a map of the world, cr"
    },
    {
      "url": "https://nwlc.org/state-by-state/",
      "title": "State by State - National Women's Law Center",
      "description": "void",
      "preview": "Abortion rights, women of color, and LGBTQIA+ people are under attack. Pledge to join us in fighting for gender justice. First Name Last Name Zip Code"
    },
    {
      "url": "https://www.gavi.org/",
      "title": "Gavi, the Vaccine Alliance",
      "description": "Gavi is an international organisation created in 2000 to improve access to new and underused vaccines for children living in the world's poorest countries.",
      "preview": "Skip to main content Back to Helen Clark Chair-elect, Gavi Board The Board of Gavi, the Vaccine Alliance has appointed Rt Hon Helen Clark as its new C"
    },
    {
      "url": "https://colorofchange.org/",
      "title": "Color Of Change",
      "description": "Creating a more just and less hostile world for Black people in America.",
      "preview": "Search UNTIL JUSTICE IS REAL Petitions Tell 23andMe to protect Black customers' genetic data! Color Of Change Resources Black Tech Agenda Our Mission"
    },
    {
      "url": "https://www.vicinft.com/company",
      "title": "Vici Network",
      "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
      "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-afg",
      "title": "Afghanistan - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "Afghanistan administrative level 0-2 boundaries (COD-AB) dataset. These administrative boundaries were established in: 2019 This COD-AB was most recently reviewed for accuracy and necessary changes in July 2024. The COD-AB does not require any update. Sourced from Afghanistan Geodesy and Cartography Head Office (AGCHO) This COD-AB is suitable for database or GIS linkage to the Afghanistan [COD-PS](https://data.humdata.org/dataset/cod-ps-afg). No edge-matched (COD-EM) version of this COD-AB has yet been prepared. Please see the [COD Portal](https://cod.unocha.org/). Administrative level 1 contains 34 feature(s). The normal administrative level 1 feature type is 'Province'. Administrative level 2 contains 401 feature(s). The normal administrative level 2 feature type is 'District'. Recommended cartographic projection: Asia This metadata was last updated on January 17, 2025. Access the Afghanistan - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Afghanistan - Subnational Administrative Boundaries This dataset is part of the Afghanistan Data Grid"
    },
    {
      "url": "http://walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://info.montgomerycollege.edu/offices/human-resources/president-search-process.html",
      "title": "Presidential Search | Montgomery College, Maryland",
      "description": "void",
      "preview": "Presidential Search MC Announces New President December 17, 2021: After an extensive nationwide search, MC is proud to announce that Dr. Jermaine F. W"
    },
    {
      "url": "https://muaythaiauthority.blogspot.com/2015/11/cromscorner-inside-mind-of-nak-muay.html",
      "title": "CROM's Corner: Inside the Mind of a Nak Muay - Muay Thai Authority",
      "description": "Your Muay Thai and Kickboxing Source",
      "preview": "Powered by Blogger . Pages Home Articles Pictures Videos Upcoming Events Results Rankings Contact News Language Thursday, November 12, 2015 CROM's Cor"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85950",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.comlmaps.org/how-to/layers-and-resources/boundaries/marine-ecoregions-of-the-world",
      "title": "Marine Ecoregions of the World (MEOW) - Census of Marine Life Maps and Visualization",
      "description": "Global marine realms, provinces, and ecoregions",
      "preview": "Skip to content. | Skip to navigation Sections Home Gallery Video How To About Census Visualization Census on Google Earth Making Ocean Life Count : H"
    },
    {
      "url": "https://www.huffingtonpost.com/entry/kelly-marie-tran-racists-last-jedi_us_5a4400fee4b06d1621b6b2bb",
      "title": "Kelly Marie Tran Of 'Last Jedi' Facing Racist, Sexist Comments Online | HuffPost Entertainment",
      "description": "Online trolls invaded the actress' fan page but social media users clapped back.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Entertainment. ©2025 BuzzFeed, Inc. All rights reserve"
    }
  ],
  "_meta": {
    "total_bookmarks": 125
  }
}