{
  "data": [
    {
      "url": "https://www.onemap.sg/legal/opendatalicence.html",
      "title": "OneMap | Open Data Licence",
      "description": "void",
      "preview": "Acceptance & Grant of Licence By Using (as defined below) the datasets on the Relevant Websites, you agree to the terms of this Licence. The Agency gr"
    },
    {
      "url": "https://www.npfc.int/",
      "title": "The North Pacific Fisheries Commission (NPFC) | NPFC",
      "description": "void",
      "preview": "Skip to main content Previous Pause Next Vacancy Announcement - Compliance Manager The North Pacific Fisheries Commission (NPFC) invites applications"
    },
    {
      "url": "https://www.edoeb.admin.ch/edoeb/en/home/the-fdpic/contact.html",
      "title": "Ein Fehler ist aufgetreten",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.magicum-berlin.de/oeffnungszeiten/",
      "title": "Öffnungszeiten - Magicum Berlin Magic Museum",
      "description": "Öffnungszeiten des MAGICUM Berlin - 7 Tage die Woche geöffnet für magische Erlebnisse im Herzen der Stadt.",
      "preview": "Öffnungszeiten Täglich geöffnet! Montag bis Sonntag 11:00 - 18:00 Uhr Samstag 11:00 - 19:00 Uhr * Angemeldete Schulklassen und Gruppen können das Muse"
    },
    {
      "url": "https://budgestudios.com",
      "title": "Budge Studios | Apps for Kids",
      "description": "Our apps for kids take the most popular and loved children's characters on exciting digital adventures. Discover amazing games for the whole family.",
      "preview": "Frozen Bluey PAW Patrol My Little Pony World Barbie Budge World Miraculous DC Super Hero Girls EverRun Hello Kitty Hot Wheels My Little Pony RaceCraft"
    },
    {
      "url": "https://maricmasi.blogspot.com/search?updated-max=2014-07-25T03:29:00-07:00&max-results=10&reverse-paginate=true&widgetType=BlogArchive&widgetId=BlogArchive1&action=toggle&dir=open&toggle=DAILY-1630360800000&toggleopen=DAILY-1638831600000",
      "title": "Estrella Luz Dorada. 31. 💛",
      "description": "Blog espiritual sanador, con la palabra escrita -poesía, relatos-. Y... premoniciones, Universo, salud. Aportes para el cuidado de Gaia.",
      "preview": "Ir al contenido principal Entradas LA SEGURIDAD PLASMADA EN EL CONOCIMIENTO. Por Montse Cobas. julio 24, 2014 LA SEGURIDAD PLASMADA EN EL CONOCIMIENTO"
    },
    {
      "url": "https://imkinsky.com/ergebnisse/111/530/1/63734",
      "title": "Hans Canon (Johann Von Strasiripka) (Lot 0241), 111. Kunstauktion, Auktionstage | im Kinsky Auktionshaus in Wien",
      "description": "void",
      "preview": "Objektübersicht Kat.Nr. Vorherige Objekt Weiter 0241 Hans Canon (Johann Von Strasiripka) (Wien 1829 - 1885 Wien) „Mädchenporträt\" Öl auf Leinwand 39 ×"
    },
    {
      "url": "https://www.gearjunkies.com/2015/10/aston-microphones-a-uniquely-british-story-of-microphones/",
      "title": "Aston Microphones - A uniquely British story of microphones - Gearjunkies - Music tech news, Reviews, Videos, Synthesizers, Studio, Recording",
      "description": "Don't miss the latest news and reviews about electronic music production gear and artists, synthesizers, studio equipment, plug-ins, DJ and MIDI controllers",
      "preview": "f w h f Facebook w Twitter g Google+ p Pinterest Set to hit the market in October 2015, initially with two custom crafted condenser microphones, and f"
    },
    {
      "url": "https://support.github.com/?utm_source=developermscom",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "https://shipsofscale.com/",
      "title": "Ships of Scale",
      "description": "Ships of Scale features detailed Build Logs. Build Scale Wooden Ships from wooden kits, Scratch Built, Plastic kits.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.homeyou.com/directory/hvac/washington/spanaway",
      "title": "13 Best HVAC Contractors in WA (2025), Spanaway 98387 - homeyou",
      "description": "Compare the best 13 HVAC Contractors in Spanaway by reviews and prices. Read about Your Home Experts , Tacoma Heating Company, Calls By Brand - HVAC...",
      "preview": "Homeyou Directory HVAC Washington Spanaway Your Home Experts (17.89 Miles from Spanaway, WA) Be the first to review Rating: 87 Garage Door Service For"
    },
    {
      "url": "https://www.virgin.com/virgin-unite/latest/how-climate-trace-is-making-the-invisible-visible",
      "title": "How Climate TRACE is making the invisible, visible | Virgin",
      "description": "How Climate TRACE is making the invisible, visible",
      "preview": "JavaScript is required to view this site. Latest Virgin Unite website How Climate TRACE is making the invisible, visible Jack Brockway by Clare Kelly"
    },
    {
      "url": "https://memyselfandmycloset.blogspot.com/2013/05/see-stripes.html?showComment=1369647982665",
      "title": "Me Myself and My Closet - Fashion Blogger: SEE STRIPES",
      "description": "void",
      "preview": "Monday, May 27, 2013 SEE STRIPES And once again the undisputed star are stripes . Blue and white , in an oversize and a little bit tomboy version, a g"
    },
    {
      "url": "https://99designs.com/designers/search?categories[]=email-design",
      "title": "Trova il designer perfetto | 99designs",
      "description": "void",
      "preview": "Home Trova un designer Trova il designer perfetto Offriamo designer professionisti per oltre 90 specialità di design . Registrati per trovare il desig"
    },
    {
      "url": "https://sklep.izakrejcapawski.pl/plan-newsletterow-5/",
      "title": "Plan newsletterów | IKP Szkolenia",
      "description": "void",
      "preview": "Masz pytania? Zadzwoń na 606 44 57 65 lub napisz na sklep@izakrejcapawski.pl Koszyk Elementy 0 Plan newsletterów Prześlij komentarz Anuluj pisanie odp"
    },
    {
      "url": "https://www.jcpenney.com/p/exa-beauty-high-fidelity-balancing-color-corrector/ppr5008239340?pTmplType=beauty&slfpid=3",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://wwos.nine.com.au/",
      "title": "Nine's Wide World of Sports, Match Results, Fixtures, Videos & Live Scores - Nine.com.au",
      "description": "Nine Wide World of Sports brings you the latest breaking news headlines, live scores, fixtures, videos and match results across NRL, AFL, Tennis, Rugby, Boxing, Cricket and more.",
      "preview": "Advertisement leftChevron rightChevron dropDown Sports All sports Cricket AFL NRL Rugby Football Golf Motorsport Netball Tennis Football BO 4 PIS 0 Fo"
    },
    {
      "url": "https://nash-in-the-sky-with-diamonds.tumblr.com/",
      "title": "we don't sing about unicorns",
      "description": "Nashmill , 19, biromantic demisexual. middle eastern hobbit with radiohead obsession",
      "preview": "Ask me anything About Archive RSS we don't sing about unicorns charlesoberonn : Reblogged from Reylo reincarnated March 11, 2019, 4:24pm 113,945 notes"
    },
    {
      "url": "https://www.edreports.org/",
      "title": "EdReports",
      "description": "void",
      "preview": "Materials Matter We provide free reports that help you evaluate instructional materials because high-quality content matters to teachers, to kids, and"
    },
    {
      "url": "https://www.cision.com/us/blog/",
      "title": "Resources",
      "description": "Resources",
      "preview": "Skip Navigation Accessibility Statement guides-and-reports 2025 State of the Media Report Get the Report guides-and-reports 2026 PR and Comms Content"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/",
      "title": "Responsible Minerals Initiative",
      "description": "With more than 500 member companies, the Responsible Minerals Initiative is one of the most utilized and respected resources for companies from a range of industries addressing responsible mineral sourcing issues in their supply chains. We provide companies with tools and resources to",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://developer.chrome.com/",
      "title": "Chrome for Developers",
      "description": "Helping you build, grow and innovate on the web.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Nederlands Polski Português - Brasil Tiếng Việt Türkçe Р"
    },
    {
      "url": "https://www.tbf.org/",
      "title": "The Boston Foundation - TBF",
      "description": "Greater Boston's community foundation, working in partnership with donors to build and sustain a vital, prosperous city and region.",
      "preview": "Now is the time to move equity. Now is the time to move Boston. TBF announces multimillion-dollar commitment to strengthen region's food systems Risin"
    },
    {
      "url": "https://www.wellsfargo.com/",
      "title": "Wells Fargo Bank | Financial Services & Online Banking",
      "description": "Committed to the financial health of our customers and communities. Explore bank accounts, loans, mortgages, investing, credit cards & banking services»",
      "preview": "Skip to main content How can we help? ‍ Find a location ‍ City, State or ZIP Go Make an appointment ‍ Quick help ‍ Customer service and FAQs Find rout"
    },
    {
      "url": "https://notescoffee.com/",
      "title": "Notes",
      "description": "Notes is a collection of beautifully designed coffee shops and bars, serving Notes single origin speciality coffee, craft beers, well-chosen wines and classic cocktails, all with a signature Notes twist. Notes serve delicious seasonally-inspired food, from their all-day brunch to their evening bar menu. Located across central London, visit Notes any time.",
      "preview": "Cart 0 Scroll Notes is a collection of coffee shops and bars serving Notes speciality coffee, craft beers, curated wines and classic cocktails, all wi"
    },
    {
      "url": "https://www.newamericaneconomy.org/stories/page/4/?state=new-york-district-24&category=feature",
      "title": "Stories - New American Economy",
      "description": "Documenting the impact of immigrants on our nation's economy.",
      "preview": "Skip To Content Learn more at iMarch.us now. Featured Stories View All Taiwanese Immigrant Engineer Turned Mayor in West Windsor Iranian Student Turne"
    },
    {
      "url": "https://vitejs.dev/guide/ssr.html",
      "title": "Server-Side Rendering (SSR) | Vite",
      "description": "Next Generation Frontend Tooling",
      "preview": "ViteConf 2025 · First time in-person · Amsterdam · Oct 09-10 Register Skip to content Menu Return to top Building Together ViteConf 2025 First time in"
    },
    {
      "url": "https://vr.youtube.com/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://teamsdemo.office.com/ChatsAndMeetings/index.html#/0/0",
      "title": "Microsoft Teams - Microsoft Adoption",
      "description": "Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations and content all together.",
      "preview": "Microsoft Teams Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations, and content all together. View the user enab"
    },
    {
      "url": "https://att.jobs/",
      "title": "AT&T Careers: Shape the future of connectivity",
      "description": "Discover career opportunities at AT&T. Find open roles in tech, sales, retail, customer service, and more. Apply today.",
      "preview": "Skip to main content We Make it Happen We know connections change lives - ready to change yours? This is where you take your next step. Job title, cat"
    },
    {
      "url": "https://www.googlecloudpresscorner.com/latest-news",
      "title": "Latest News",
      "description": "Explore the Google Cloud Press Corner for breaking news, stories of innovation, and resources detailing how Google Cloud's powerful, fully integrated and optimized AI stack-along with its infrastructure, developer, data, security, and collaboration tools-is transforming industries and driving digital transformation for customers globally.",
      "preview": "Google Cloud Logo News Skip to content News Menu Desktop Search Search Get started Mobile Search Search Press Corner Gap Inc. Sets Out to Reimagine Re"
    },
    {
      "url": "https://www.myollie.com/",
      "title": "Ollie: Fresh & Healthy, Human-Grade Dog Food Delivery",
      "description": "Ollie delivers fresh, healthy dog food made with real, human-grade ingredients, tailored to your pup's unique nutritional needs.",
      "preview": "⭐️⭐️⭐️⭐️⭐️ 20,000+ 5-star reviews Happy Dogs Start With the Best Food Our most popular welcome gift is back! Claim your FREE Fi Mini GPS Tracker Real"
    },
    {
      "url": "https://www.boscovs.com/product/cloudz-relaxing-soft-travel-pillow/91070?slfpid=3",
      "title": "Out of Stock - Boscov's",
      "description": "Out of Stock - Boscov's",
      "preview": "Skip to Content back to top Fall Festival Price Drops Just In! Shop Now NEW! Womens On Trend Shop Shop Now Every Day Free Shipping at $49 Details"
    },
    {
      "url": "https://cdnjs.com/libraries",
      "title": "Libraries - cdnjs - The #1 free and open source CDN built to make life easier for developers",
      "description": "cdnjs offers a large collection of popular libraries for JavaScript, CSS and more. Search the full collection and start using them on your website. - Simple. Fast. Reliable. Content delivery at its finest. cdnjs is a free and open-source CDN service trusted by over 12.5% of all websites, serving over 200 billion requests each month, powered by Cloudflare. We make it faster and easier to load library files on your websites.",
      "preview": "Help support cdnjs You can contribute on GitHub to help make cdnjs sustainable! Or, donate $5 to cdnjs via Open Collective or Patreon ."
    },
    {
      "url": "https://privacyportal.onetrust.com/webform/e65b3c4c-fa81-40d2-9df0-c7e99bf5f900/433ac076-21f3-4342-b391-a4d7d631cd3f",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.marvel.com/articles/movies/scott-lang-memoir-look-out-for-the-little-guy",
      "title": "Scott Lang Announces New Memoir 'Look Out for The Little Guy' Coming this Fall | Marvel",
      "description": "Pick up the book as seen on the big screen in 'Ant-Man and The Wasp: Quantumania'",
      "preview": "Movies Published February 1, 2023 Scott Lang Announces New Memoir 'Look Out for The Little Guy' Coming this Fall Pick up the book as seen on the big s"
    },
    {
      "url": "https://bja.ojp.gov",
      "title": "Home | Bureau of Justice Assistance",
      "description": "BJA provides leadership and services in grant administration and criminal justice policy development to support state, local, and tribal justice strategies to achieve safer communities.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://lauthentic.info/Divers/article/Zouerate-Alerte-Deux-groupes-electrogenes-prennent-feu-a-la-centrale-Guelb",
      "title": "L'Authentique",
      "description": "Restez informé(e) de l'actualité avec notre journal : des reportages exclusifs, des analyses approfondies et des informations de qualité, chaque jour sur notre site ou dans votre boîte mail.",
      "preview": "void"
    },
    {
      "url": "https://imglarger.com/",
      "title": "Imglarger | AI Image Enlarger, Enhancer, Editor and Converter",
      "description": "Imglarger online now provides AI tools to enhance and upscale images and photos, we also offer online photo editors and image converters to help you edit and convert images online.",
      "preview": "ImgLarger Online - AI, Editor Tools and Converters Create stunning images online for free. Boost your image editing efficiency by 10x with advanced AI"
    },
    {
      "url": "https://naacpimageawards.net",
      "title": "57th NAACP Image Awards",
      "description": "void",
      "preview": "Skip to content Contact Coordinators Motion Picture Coordinator (Film - Documentary, writing, directing, editing, make-up, hairstyling, costume design"
    },
    {
      "url": "https://www.terrapinn.com/conference/aviation-festival/index.stm",
      "title": "World Aviation Festival 2025 | Lisbon",
      "description": "For the leaders of the world's airlines, airports and their most senior executives in charge of software, services, marketing and distribution.",
      "preview": "Tuesday 7 - Thursday 9 October 2025 FIL, Lisbon, Portugal Exhibition Opening Times (Pavilion 1 and 2) 7 October: 08.00 - 19.00 8 October: 08.00 - 18.0"
    },
    {
      "url": "https://www.sony.com/electronics/support?cpint=spt-globalheader_supportsite",
      "title": "Support for Sony products | Sony USA",
      "description": "Looking for support on Sony Electronics products? Find comprehensive support information for Sony products.",
      "preview": "Uh oh. It looks like JavaScript is disabled in your browser. To get the full experience on Sony.com, please change your settings to allow JavaScript."
    },
    {
      "url": "https://xchaoticrage.tumblr.com/",
      "title": "💗VII-XVIII-MCMXCIII 💗",
      "description": "📚 [Chapter 30] 📚",
      "preview": "💗VII-XVIII-MCMXCIII 💗 1 2 3 4 5 Next 📚 [Chapter 30] 📚 prettycolors prettycolors photo posted on December 22, 2023 936 notes prettygrlzz scorpio sun, g"
    },
    {
      "url": "https://molbubi.hu/",
      "title": "Bike Sharing in Budapest - easy bike rental - everywhere | MOL Bubi Budapest",
      "description": "Easy Bike Sharing no matter if only for 30 minutes, an hour or a whole day. The next station is just around the corner. Rent a bike at location A and return it at location B. Not a member yet? Sign up now!",
      "preview": "HU EN Fiókom Bejelentkezés Hogyan működik? Térkép Díjszabás GYIK Rólunk Híreink Regisztráció Töltsd le a MOL Bubi appot! Regisztrálj, és használd a le"
    },
    {
      "url": "https://www.delpher.nl/nl/kranten/view?identifier=ddd:010368266:mpeg21:p005&coll=ddd",
      "title": "De Sumatra post » 02 dec 1920 - Pag. 5 | Delpher",
      "description": "De Sumatra post van 02 dec 1920 (pag. 5) ✓ In zijn geheel te lezen ✓ Digitaal te doorzoeken ✓ Gratis toegankelijk ➜ Delpher.nl",
      "preview": "Terug naar resultaten Permanente URL Aflevering Pagina Artikel Gebruiksvoor­waarden Auteursrecht onbekend. Het zou kunnen dat nog auteursrecht rust op"
    },
    {
      "url": "http://www.dickestel.com/classicexpo2004.htm",
      "title": "2004 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2004 In 2004 the Classic Gaming Festival moved from Las Vegas to Silicon Valley. Robert Bernardo , who has attended and reported o"
    },
    {
      "url": "https://nissan.oemdtc.com",
      "title": "Nissan & Infiniti - OEMDTC",
      "description": "Nissan & Infiniti Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "http://friasidor.is/tag/man/",
      "title": "man | Fria Sidor",
      "description": "void",
      "preview": "Förstasidan Aktuellt Corona Fri Forskning Invandringen Folkutbytet Folkmordet på vita Judiskt inflytande Against Our Better Judgment Ekonomi Pengarna"
    },
    {
      "url": "https://apps.shopify.com",
      "title": "Shopify App Store",
      "description": "Shopify App Store: customize your online store and grow your business with Shopify-approved apps for marketing, store design, fulfillment, and more.",
      "preview": "Apps by category Sales channels Finding products Selling products Orders and shipping Store design Marketing and conversion Store management App stori"
    },
    {
      "url": "https://www.hiclub.bg/Article/10459036",
      "title": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай | Хай Клуб",
      "description": "В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един от основните конкуренти в производството на електрически автомобили. Според автора благодарение на „Тесла\" и други местни компании китайските марки електрически автомобили стават по-конкурентоспособни. Мащабната фабрика на американския автомобилопроизводител в",
      "preview": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай От КМГ В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един"
    },
    {
      "url": "https://sklepzielarski24.pl/pl/producer/N.A.S.AG/486",
      "title": "Sklep zielarski online, suplementy i naturalne kosmetyki | Ziołowo Mi",
      "description": "Chcesz być zdrowy, piękny i bogaty? Nie na wszystko mamy wpływ, ale w dwóch pierwszych kwestiach postaramy się pomóc. Zapraszamy do naszego internetowego sklepu zielarskiego",
      "preview": "Jesteś w: » Strona główna Menu Witaminy, minerały i inne (8) Zielarnia (25) Pomocne na ... (27) Drogeria naturalna (1) Nowości Promocje Bestsellery Cz"
    },
    {
      "url": "https://www.reporteremacao.com.br/noticias/esporte/8/",
      "title": "REPORTER em AÇÃO.com.br - Últimas Notícias de 2025",
      "description": "Mais em reporteremacao.com.br",
      "preview": "Hoje 10 de Outubro de 2025 ÚLTIMAS NOTÍCIAS ENQUETE FALE COM O REPORTER EDITORIAIS ☰ Buscar ? Filhote de jaguatirica é resgatado por família e levado"
    },
    {
      "url": "https://blog.nationalgeographic.org",
      "title": "National Geographic Society Newsroom",
      "description": "Ideas and Insight From the National Geographic Society",
      "preview": "National Geographic Society Newsroom Photo by Armando Vega Featured News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ Latest News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌"
    },
    {
      "url": "https://www.govdata.de/dl-de/by-2-0",
      "title": "DL-DE-&gt;BY-2.0 - GovData",
      "description": "void",
      "preview": "DL-DE->BY-2.0 Datenlizenz Deutschland - Namensnennung - Version 2.0 (1) Jede Nutzung ist unter den Bedingungen dieser „Datenlizenz Deutschland - Namen"
    },
    {
      "url": "https://www.epix.com/privacy-policy",
      "title": "MGM+ | Privacy Policy",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Privacy Policy"
    },
    {
      "url": "https://www.oceanpanel.org/blue-papers/illegal-unreported-and-unregulated-fishing-and-associated-drivers",
      "title": "\"Combatting IUU Fishing: Strategies and Solutions - Ocean Panel\"",
      "description": "Explore solutions to combat Illegal, Unreported, and Unregulated (IUU) fishing. Discover best practices, technologies, and partnerships to protect our oceans.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://telematics-magazine.com/en/de-minimis-funding-2021-things-to-consider/",
      "title": "De-minimis funding 2021 - what you need to know | Telematics Magazine",
      "description": "De-minimis funding from the Federal Office for Goods Transport (BAG) will be available in 2021. More about the requirements for application.",
      "preview": "Skip to content Startseite Tips De-minimis funding 2021 - things to consider De-minimis funding 2021 - things to consider Aileen Tekampe February 22,"
    },
    {
      "url": "https://www.pafans.com/actualidad/2021/se-presenta-el-restaurante-twentynines-y-el-videojuego-the-beat-challenge-90507",
      "title": "Se presenta el restaurante TwentyNine's y el videojuego The Beat Challenge • Pafans.com",
      "description": "Las dos novedades llegan gracias a la unión de PortAventura World, LaLiga y Kosmos",
      "preview": "MENÚ Guía de PortAventura El resort PortAventura Park Mediterrània Polynesia SésamoAventura China México Far West Carnaval Easter Celebration Hallowee"
    },
    {
      "url": "https://howwemakemoney.withgoogle.com/",
      "title": "How Google Makes Money with Advertising | Google Public Policy",
      "description": "Google's main source of revenue is advertising - mostly from ads on our own sites and apps. By serving ads, we can keep Google services free for everyone. We created this guide to help you understand the basics of how we make money with advertising.",
      "preview": "Economic impact How Google makes money with ads Google's main source of revenue is advertising - mostly from ads on our own sites and apps. We created"
    },
    {
      "url": "https://www.teneo.net/",
      "title": "Teneo - IT Services For Network & Security Teams",
      "description": "Frustrated by limited time and resources? Teneo's solutions combine leading technology with expert guidance, helping you stay ahead of the game.",
      "preview": "Teneo IT Solutions for Network & Security Teams Leading Technology & Expert Guidance Meet with us Purpose Beyond Profit In working with Teneo, you are"
    },
    {
      "url": "http://www.artbizdesign.com/",
      "title": "ARTBIZ GRAPHIC DESIGN",
      "description": "void",
      "preview": "0 HELLO. We are a full service graphic design studio based in Miami. We help established companies with their every day marketing and communications n"
    },
    {
      "url": "https://ksat.sports.gracenote.com/basketball/nba/team/404302/",
      "title": "KSAT - NBA",
      "description": "void",
      "preview": "MLB NFL NBA NHL NCAAF NCAAB MLS NBA NBA Team Home Schedule Statistics Roster Texas Teams San Antonio Spurs Dallas Mavericks Houston Rockets Houston Te"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.my-best-kite.com/how-to-make-a-kite.html",
      "title": "How To Make A Kite - 27 Kites! Illustrated Step-By-Step Instructions",
      "description": "Learn how to make a kite, 8 types to choose from, each in 3 sizes! Plus 3 Box kites. Full step-by-step instructions.",
      "preview": "This feature requires JavaScript to be turned on . 🔍 This feature requires JavaScript to be turned on . 🔍 Menu Home Home Page Site Map About Tim Kite"
    },
    {
      "url": "https://www.makeswift.com/",
      "title": "Makeswift | Love at first site",
      "description": "Makeswift lets marketers build and manage websites with a visual-first builder, all while providing flexibility for developers to extend and customize as needed.",
      "preview": "Commerce BigCommerce Feedonomics Love at first site Makeswift gives marketers visual freedom and developers full control so teams can design, ship, an"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://www.magazines.com/people-magazine.html",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "Looking for a PEOPLE Magazine Subscription? Browse hundreds of titles at Magazines.com, your trusted source for magazine subscriptions at great prices!",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://svenska.yle.fi/t/18-213126",
      "title": "Krigsfartyg | Svenska Yle | Nyheter, sport, händelser",
      "description": "Yles innehåll om \"Krigsfartyg\" snabbt och pålitligt.",
      "preview": "Hoppa till huvudinnehåll Hoppa till huvudinnehåll Krigsfartyg Därför satsar Ryssland på sin flotta nu - och det här betyder det för Östersjön Ryssland"
    },
    {
      "url": "https://bergqvist13.tumblr.com/",
      "title": "@bergqvist13 on Tumblr",
      "description": "Follow @bergqvist13 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Miss my lovely time on Tenerife😍🇪🇸 Summer is soon here🇸🇪☀️ You are using an unsupported browser and things might not work as intended. Ple"
    },
    {
      "url": "https://www.emag.ro/telefoane-mobile/c",
      "title": "Telefoane Mobile. Afla Preturile! - eMAG.ro",
      "description": "Iti doresti un telefon mobil nou, in rate? La eMAG, telefoanele mobile au preturi avantajoase. Cumpara acum si beneficiezi de plata in rate, deschidere colet, easybox, retur gratuit 30 de zile -Instant Money Back.",
      "preview": "Contul meu Laptop, Tablete & Telefoane PC, Periferice & Software TV, Audio-Video & Foto Electrocasnice & Climatizare Gaming, Carti & Birotica Bacanie"
    },
    {
      "url": "https://www.aclunc.org/news/governor-signs-bill-modernizing-california-hiv-laws",
      "title": "Governor Signs Bill Modernizing California HIV Laws | ACLU of Northern CA",
      "description": "On Oct. 6, 2017, California Gov. Jerry Brown signed into law landmark legislation to reform outdated laws that unfairly criminalized and stigmatized people living with HIV.",
      "preview": "Skip to main content Governor Signs Bill Modernizing California HIV Laws For Immediate Release: Oct 06, 2017 Media Contact: press@aclunc.org , (415) 6"
    },
    {
      "url": "https://wiki.northpark.edu/label/32+carlson+hamming+helwig+wilson31",
      "title": "Labelled content - Confluence",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels 42 27 c-45 d95 center jc342 mag310 002 c21 hall 208b c44 9 norsten c63 1 mono 5 n20"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    }
  ],
  "_meta": {
    "total_bookmarks": 74
  }
}