{
  "data": [
    {
      "url": "https://pub.dev/packages?q=url_launcher",
      "title": "Search results for url_launcher",
      "description": "Pub is the package manager for the Dart programming language, containing reusable libraries & packages for Flutter and general Dart programs.",
      "preview": "Platforms Android iOS Linux macOS Web Windows SDKs Dart Flutter License OSI approved Advanced Flutter Favorite Include unlisted Has screenshot Flutter"
    },
    {
      "url": "http://www.realbeer.com/fun/games/games-353.php",
      "title": "Realbeer.com: Beer Game: Asshole",
      "description": "void",
      "preview": "HOME | BEER.EDU | FUN | NEWS | RETAIL | BREWERIES & PUBS | LINKS | EVENTS Fun - Games - Burps - Toasts - Humor - Quotes - Poll - Contests Beer.edu - B"
    },
    {
      "url": "http://www.weathernationtv.com/news/space-weather-can-cause-issues-tropical-weather/",
      "title": "How Space Weather Can Cause Issues with Tropical Weather - WeatherNation",
      "description": "void",
      "preview": "How Space Weather Can Cause Issues with Tropical Weather Special Stories 13 Aug 2018 11:08 AM How Space Weather Can Cause Issues with Tropical Weather"
    },
    {
      "url": "https://www.thesaurus.com/",
      "title": "Synonyms and Antonyms of Words | Thesaurus.com",
      "description": "Thesaurus.com is the world's largest and most trusted online thesaurus for 25+ years. Join millions of people and grow your mastery of the English language.",
      "preview": "Word of the Day October 10, 2025 al desko [ al des -koh ] Meaning and examples Start each day with the Word of the Day in your inbox! Sign Up By click"
    },
    {
      "url": "https://www.geeksforgeeks.org/java/",
      "title": "Java Tutorial - GeeksforGeeks",
      "description": "Your All-in-One Learning Portal: GeeksforGeeks is a comprehensive educational platform that empowers learners across domains-spanning computer science and programming, school education, upskilling, commerce, software tools, competitive exams, and more.",
      "preview": "Java Tutorial Advanced Java Interview Questions Exercises Examples Quizzes Projects Cheatsheet DSA in Java Java Collection Sign In ▲ Open In App Java"
    },
    {
      "url": "https://ww7.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | GM - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://mysds.henkel.com/index.html",
      "title": "Henkel Documents",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.putty3d.com/privacy",
      "title": "Privacy Policy - Putty 3D",
      "description": "void",
      "preview": "Privacy Policy Update: As of version 1.3.4 (released on the 5th of July 2018), we do not include Fabric in the app anymore and do not collect any anal"
    },
    {
      "url": "http://www.metx.ucsc.edu",
      "title": "Microbiology & Environmental Toxicology - UC Santa Cruz Science",
      "description": "The only department in the world that unites researchers studying the interplay between abiotic toxins, microbes, and health. Our students learn to clarify how environmental pathogens harm living organisms.",
      "preview": "Skip to content About Us The Department of Microbiology and Environmental Toxicology (METX) focuses on the human and environmental health impacts of c"
    },
    {
      "url": "https://ras.biodiversity.aq/aphia.php?p=taxdetails&id=174869",
      "title": "Register of Antarctic Species (RAS) - Desmosoma modestum Nordenstam, 1933",
      "description": "void",
      "preview": "Intro | Search taxa | Taxon tree | Sources | Webservice | Statistics | Editors | Log in RAS taxon details Desmosoma modestum Nordenstam, 1933 AphiaID"
    },
    {
      "url": "http://www.scrangie.com/2010/11/",
      "title": "Scrangie: November 2010",
      "description": "<b>Lacquerhead.</b><br> This is my nail file. There are many like it, but this one is mine.",
      "preview": "skip to main | skip to sidebar Scrangie Lacquerhead. This is my nail file. There are many like it, but this one is mine. Home About / Contact FAQ Blog"
    },
    {
      "url": "http://webtv.un.org/",
      "title": "Home | UN Web TV",
      "description": "UN Web TV is available 24 hours a day with selected LIVE programming of United Nations meetings and events as well as with pre-recorded video features and documentaries on various global issues.",
      "preview": "Sorry, you need to enable JavaScript to visit this website. Skip to main content Live 24 Hour Live and pre-recorded Programming Previously 01:52:50 Ag"
    },
    {
      "url": "http://www.portaldalinguaportuguesa.org/?action=lemma&lemma=14457&template=print",
      "title": "afoitar (verbo) -",
      "description": "void",
      "preview": "afoitar - verbo a · foi · tar pronominal; transitivo Indicativo Presente Pretérito imperfeito Pretérito perfeito Pretérito mais-que-perfeito Futuro im"
    },
    {
      "url": "https://manual.slic3r.org/",
      "title": "Slic3r Manual - Welcome to the Slic3r Manual",
      "description": "void",
      "preview": "slic3r.org » Slic3r Manual Introduction Overview Getting Support Getting Slic3r Downloading Installing Building from source First Print Calibration Co"
    },
    {
      "url": "https://cineclub.de/filmarchiv/z/v.html",
      "title": "Cineclub - Filmarchiv: v",
      "description": "Übersicht über Filmkritiken im Cineclub",
      "preview": "Cineclub-Filmarchiv aktuelle Filme - die besten Filme 0 - 1 - 2 - 3 - 4 - 5 - 6 - 7 - 8 - 9 - A - B - C - D - E - F - G - H - I - J - K - L - M - N -"
    },
    {
      "url": "http://rare.withgoogle.com?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "http://studio-still.net/still/event/sessions/archive/s2022.html",
      "title": "Photo Session Archive | Studio Still Official Website",
      "description": "Photo Session Archive | 開催履歴",
      "preview": "Photo Sessions Archive One Day Photo Sessions １月９日（日） 五十嵐希 ＆ 北川美麗 １月２２日（土） 亀澤杏奈 １月２３日（日） 野田桃加 ＆ 原あゆみ １月２９日（土） 宮本あかり ＆ 宇佐美なお １月３０日（日） 梨砂子 ＆ 村上楓 ２月１２日（土"
    },
    {
      "url": "https://rust-lang.github.io/rust-clippy/master/",
      "title": "Clippy Lints",
      "description": "A collection of lints to catch common mistakes and improve your Rust code.",
      "preview": "Theme Ayu Coal Light Navy Rust Disable keyboard shortcuts Clippy Lints Total number: 795 Lints search and filtering only works with JS enabled. :( Lin"
    },
    {
      "url": "https://benwsportblog.wordpress.com/",
      "title": "Ben's sports blog",
      "description": "void",
      "preview": "On Saturday, October, 1, I returned home to Alameda, CA after completing a very fun, interesting, and educational three-week Spanish immersion program"
    },
    {
      "url": "https://gridbyexample.com/examples/",
      "title": "Grid by Example - Usage examples of CSS Grid Layout",
      "description": "void",
      "preview": "The examples The following examples include an image of how the example should look in a supporting browser, they each link to a page with more inform"
    },
    {
      "url": "https://www.mccormickfoundation.org/",
      "title": "Homepage - Robert R. Mccormick Foundation",
      "description": "The Robert R. McCormick Foundation envisions a Chicagoland with educated and informed individuals who are engaged in improving their communities.",
      "preview": "Skip to content We invest in organizations building thriving Chicago communities $1.8 Billion Granted Since 1955, the Robert R. McCormick Foundation h"
    },
    {
      "url": "https://climatecommunication.yale.edu/publications/politics-global-warming-september-2021/",
      "title": "Politics & Global Warming, September 2021 - Yale Program on Climate Change Communication",
      "description": "This report describes how Democratic, Independent, and Republican registered voters view climate and energy policies.",
      "preview": "Home / Politics & Global Warming, September 2021 Report · Oct 20, 2021 Politics & Global Warming, September 2021 By Anthony Leiserowitz , Edward Maiba"
    },
    {
      "url": "https://vuejs.org/guide/quick-start.html",
      "title": "Quick Start | Vue.js",
      "description": "Vue.js - The Progressive JavaScript Framework",
      "preview": "Skip to content Menu On this page On this page Sponsors Become a Sponsor Quick Start Try Vue Online To quickly get a taste of Vue, you can try it"
    },
    {
      "url": "https://thepulse.uptogether.org",
      "title": "The Pulse",
      "description": "void",
      "preview": "The UpTogether Pulse Michigan Man Uses Direct Cash to Weatherproof Home from Severe Flooding Lorenzo is proud to step into his front yard, knowing tha"
    },
    {
      "url": "http://www.logobook.com/",
      "title": "Logobook - Discover the worlds finest logos, symbols and trademarks",
      "description": "Discover the world's finest logos, symbols and trademarks",
      "preview": "void"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/shop/",
      "title": "Shop | Kate Moss Cosmoss",
      "description": "Shop Cosmoss for advanced skincare treatments and body & soul rituals by Kate Moss.",
      "preview": "(All) Fragrance Skincare Teas Sets Rituals Filter By Benefit Calming Moisturising Regenerating Rejuvenating Uplifting By Ingredient Bakuchiol Hemp Oil"
    },
    {
      "url": "https://www.packard.org",
      "title": "Homepage • The David and Lucile Packard Foundation",
      "description": "The Packard Foundation works with people and communities to create solutions for just societies and a healthy, resilient natural world.",
      "preview": "Skip to content Navigation Toggle linkedin facebook instagram youtube Subscribe Approach Grantees Insights Keyword search Submit Close Search Submit Y"
    },
    {
      "url": "https://volkraft.com",
      "title": "Volkraft",
      "description": "void",
      "preview": "Volkraft WallpapersCraft If you have difficulties or problems with the applications please write to us by e-mail ios-support@wallpaperscraft.com andro"
    },
    {
      "url": "https://britgo.org/intro/intro2",
      "title": "How to Play | British Go Association",
      "description": "void",
      "preview": "Skip to main content A few simple rules ... limitless possibilities"
    },
    {
      "url": "https://www.yahoo.com/entertainment/bob-saget-widow-kelly-rizzo-moved-out-home-months-death-152514585.html",
      "title": "Bob Saget's widow Kelly Rizzo confirms she moved out of their home 3 months after his death",
      "description": "As she settles into her new place in Hollywood, she's found \"it helps me to curate a lot of 'Bob things' that are around me that remind me of him.\" She shared some of them, including their wedding photos, a martini glass and a roll of film.",
      "preview": "Advertisement Advertisement Return to Homepage Entertainment: Lukas Gage's new memoir New 'Game of Thrones' series 'Golden Bachelor' contestants Dolly"
    },
    {
      "url": "https://www.packard.org/",
      "title": "Homepage • The David and Lucile Packard Foundation",
      "description": "The Packard Foundation works with people and communities to create solutions for just societies and a healthy, resilient natural world.",
      "preview": "Skip to content Navigation Toggle linkedin facebook instagram youtube Subscribe Approach Grantees Insights Keyword search Submit Close Search Submit Y"
    },
    {
      "url": "https://www.editionsfavre.com/livres/laventure-spindrift/",
      "title": "L'aventure Spindrift - Éditions Favre",
      "description": "Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qualifie le souffle frais [...]",
      "preview": "Dona Bertarelli, Yann Guichard Albums Sport / aventure Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qu"
    },
    {
      "url": "http://www.onlinegratis.it/ricette-gratis.html",
      "title": "Onlinegratis.it - dominio premium in vendita",
      "description": "void",
      "preview": "Acquista il dominio premium onlinegratis.it Il dominio onlinegratis.it è in vendita. Si tratta di un dominio premium ad alto valore commerciale con il"
    },
    {
      "url": "http://squarespace.com",
      "title": "Website Builder - Easily Create Your Own Website - Squarespace",
      "description": "Create a professional website with a free Squarespace trial. Our website builder makes it easy to start with customizable templates, AI tools, or a domain name.",
      "preview": "A website makes your business real Get Started Start for free. No credit card required. Join millions of entrepreneurs who run their business on Squar"
    },
    {
      "url": "https://python.langchain.com/docs/get_started/introduction",
      "title": "Introduction | 🦜️🔗 LangChain",
      "description": "LangChain is a framework for developing applications powered by large language models (LLMs).",
      "preview": "Skip to main content These docs will be deprecated and no longer maintained with the release of LangChain v1.0 in October 2025. Visit the v1.0 alpha d"
    },
    {
      "url": "https://inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "https://betterlifestyle.eu/sunny-studio/",
      "title": "Sunny Studio - Betterlifestyle",
      "description": "Step in one of the most amazing fitness and wellness centers in Europe. Sunny Studio is a place, where your body and your mind can relax, freshen and prepare for [...]",
      "preview": "Share This Post Step in one of the most amazing fitness and wellness centers in Europe. Sunny Studio is a place, where your body and your mind can rel"
    },
    {
      "url": "http://agentschoiceonline.com/",
      "title": "The Agent's Choice",
      "description": "The Agents Choice offers online pre licensing courses featuring an instructor and FREE practice tests for Life & Health, Property & Casualty, Personal Lines and Adjusters.",
      "preview": "The Agent's Choice Insurance School Insurance Education for Property, Casualty, Life, Health, Medicare/LTC and Adjuster Education Insurance Agent Lice"
    },
    {
      "url": "https://www.iq.com/intl-common/international-privacyagreement.html",
      "title": "iQIYI - Watch popular TV shows and movies online",
      "description": "void",
      "preview": "IQIYI隐私政策 本版本更新时间：2024年11月24日 欢迎您使用 IQIYI ！我们深知个人信息对您的重要性，因此我们一直致力于保护您的个人信息安全。 我们是 IQIYI INTERNATIONAL SINGAPORE PTE. LTD. （以下简称 \" 爱奇艺 \" 或\" 我们 \"），一家根据"
    },
    {
      "url": "https://www.itu.int/en/sustainable-world/Pages/goal12.aspx",
      "title": "Goal 12. Sustainable consumption & production",
      "description": "void",
      "preview": "Connecting the world and beyond Advanced Search ITU About ITU Media Centre Events Publications Statistics Action areas Regional Presence Careers Gener"
    },
    {
      "url": "https://support.bestfriends.org/site/SPageNavigator/osd_pmx_search_one_api.html",
      "title": "How you can help homeless pets | Best Friends Animal Society - Save Them All",
      "description": "Home, family, and love are things we all deserve, but millions of pets in shelters across the country are still waiting for theirs.",
      "preview": "Skip to main content | It's official: We're BFFs! Now that we're friends, we'll send you emails with inspiring tales and the latest ways you can make"
    },
    {
      "url": "http://www.neltuosito.it/Servizi-Web/Cucina/Archivio-Ricette-Cucina.asp",
      "title": "Archivio di 24000 ricette di cucina",
      "description": "void",
      "preview": "Neltuosito.it Servizi Web Softvision"
    },
    {
      "url": "https://jenrmarketing.nl/online-marketing/seo/wat-is-seo/",
      "title": "Wat is SEO?",
      "description": "SEO staat in het Nederlands voor Search Engine Optimization en betekent letterlijk zoekmachineoptimalisatie. Het is de totale set van bezigheden om de beste gebruikerservaring voor zowel zoekmachines en bezoekers te..",
      "preview": "Home Google vindbaarheid Website laten maken Referenties Over ons Neem contact met ons op Home Google vindbaarheid Website laten maken Referenties Ove"
    },
    {
      "url": "https://www.rtl-sdr.com/rtl-sdr-quick-start-guide/",
      "title": "Quick Start Guide",
      "description": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows system. If you have any trouble during the installation, please see the troubleshooting guide further down the page. We also have brief instructions for getting started on Linux and OSX at the end of this page. Please note that the RTL-SDR is not a plug and play device. You will need to have sufficient skills to perform basic PC operations such as unzipping files, installing software, moving and copying files and have the motivation to learn new software. *******",
      "preview": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows"
    },
    {
      "url": "https://www.eburytrading.com/items/a-large-english-sixteen-arm-cut-glass-chandelier-of-fine-quality",
      "title": "A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY - Ebury Trading",
      "description": "void",
      "preview": "← Back A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY A large English cut glass chandelier of fine quality, comprising eight lower a"
    },
    {
      "url": "https://chipmusic.org/forums/",
      "title": "Forums - ChipMusic.org",
      "description": "- chipmusic.org is an online community in respect and relation to chip music, art and its parallels.",
      "preview": "Skip to forum content ChipMusic.org chipmusic.org is an online community in respect and relation to chip music, art and its parallels. Home Music Foru"
    },
    {
      "url": "https://www.islandconservation.org/",
      "title": "Home - Island Conservation",
      "description": "void",
      "preview": "Restoring islands for nature and people worldwide. Our international, mission-driven team is dedicated to bringing our shared vision to life - a world"
    },
    {
      "url": "http://www.streamlord.com/index.html",
      "title": "StreamLord Home Page | Watch online HD Movies & TV Shows for free",
      "description": "Watch movies and tv shows streaming in HD for free",
      "preview": "The Witcher: Blood Origin 0 The Last of Us 0 GHOSTED 0 ANT-MAN AND THE WASP: QUANTUMANIA 6.4 Like StreamLord? Donate and keep the servers running! + F"
    },
    {
      "url": "https://modwiggler.com/forum/viewforum.php?f=17",
      "title": "Music Tech DIY - MOD WIGGLER",
      "description": "void",
      "preview": "MOD WIGGLER A place to talk about Modular Synthesizers. And Cats. Skip to content MOD WIGGLER A place to talk about Modular Synthesizers. And Cats. Sk"
    },
    {
      "url": "https://ideas.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://www.metalowafigurka.pl/p138,duza-metalowa-figurka-ze-srubek-biznesmen-szef-87.html",
      "title": "🧑‍💼Duża metalowa figurka ze śrubek Biznesmen - Szef (87) | Polski producent nr 1",
      "description": "Duża metalowa figurka ze śrubek Biznesmen - Szef (87). Sprawdź naszą szeroka ofertę +Metalowych figurek+ na każdą okazję.",
      "preview": "Katalog » 🧑‍🏭PREZENT DLA PRACOWNIKA » 👷Zawody typowo męskie 🧑‍💼Duża metalowa figurka ze śrubek Biznesmen - Szef (87) Rated 5 /5 based on 10 customer r"
    },
    {
      "url": "https://betterwork.org/",
      "title": "Home - Better Work",
      "description": "void",
      "preview": "Q&A Evaluating Impact in Ethiopia's Garment Sector Global | 12 September 2025 Advancing decent work in garment supply chains in Asia and the Pacific C"
    },
    {
      "url": "https://data.worldbank.org/",
      "title": "World Bank Open Data | Data",
      "description": "World Bank Open Data from The World Bank: Data",
      "preview": "World Bank Open Data Free and open access to global development data Close Browse World Development Indicators by Economy or Indicator Data 360 The Wo"
    },
    {
      "url": "https://blog.getpocket.com/",
      "title": "Pocket inside",
      "description": "Pocket is a content discovery platform that surfaces the best journalism from across the web: new perspectives, hidden gems, fascinating deep-dives and timeless classics. The Pocket blog brings you content and updates on our product.",
      "preview": "Announcements Posted on May 16, 2023 May 17, 2023 Stay up to date and informed on the topics you care about. Pocket's latest updates make it simpler t"
    },
    {
      "url": "https://skylar.com/pages/scent-club",
      "title": "Skylar Perfume by Leah Kateb | California Inspired Fragrance",
      "description": "Join for $20/month to get limited‑edition rollerball, welcome gift, 20% off, flexible control, exclusive early access.",
      "preview": "Free U.S. shipping over $50 & free returns. Details Join our Scent Club Scents made once and never again. Find Your Scent Sign Up Join Scent Club and"
    },
    {
      "url": "https://ar-ar.workplace.com/blog/collaboration?ref=AVspaOrTPD67k6haImSZNk5nlRLwog02UhOooJ6WOEo1fe6nQxMCLwaPIoXOc_qGK9ffJo7QXy3i25efu8PgYsKaRAW0uxnhRRMnN28xEOqVu9lNXbdWykat9OLG4ta5jDCN9DqMS47rTwU3hiZak9Nj9oEWl_MWGNcIbi-rgVb8OmC45VI4819K150B3EOv-wIIOzFB7pPHyrtTnw8rJnyAGPhPUCc-f57K3iaXwGaBDH7JKegaT7WoDdlKoUHc0IjkcsHf8WPbl52eYrU3Wep--ObnL9rGhiXzUFsk1XgPYS8KqlJ3yMIGesMvm3ni6D3jYuXoN4DgypKUu9lmc0RS",
      "title": "Alla scoperta del futuro del lavoro con VR e MR | Meta for Work",
      "description": "Scopri il futuro del lavoro sul blog di VR e tecnologia di Meta for Work. Prendi parte a un viaggio innovativo nella VR per il mondo del lavoro facendoti guidare dai nostri esperti.",
      "preview": "void"
    },
    {
      "url": "https://www.lemonde.fr/sciences/",
      "title": "Sciences - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Sciences. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Sciences publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "http://walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://emergency.stanford.edu",
      "title": "Emergency Info | Stanford University",
      "description": "Information and updates about emergent situations at Stanford University.",
      "preview": "Emergency Information The university is operating under normal conditions. There are currently no emergencies affecting university operation. To view"
    },
    {
      "url": "https://www.podatki.gov.pl/pit/",
      "title": "PIT",
      "description": "Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach",
      "preview": "PIT Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach Twój e-PIT - to deklarac"
    },
    {
      "url": "https://echoinggreen.org/",
      "title": "Echoing Green: Funding Social Entrepreneurship & Innovation",
      "description": "We discover emerging social entrepreneurs and invest deeply in the growth of their ideas and leadership.",
      "preview": "Investing in a better world for 35 years Created with Sketch. See the global issues we invest in solving Learn more about the vision that drives our w"
    },
    {
      "url": "http://quinquine.over-blog.com/archive/2006-09/",
      "title": "Le blog de Quinquine",
      "description": "La famille Quinquin, exil&eacute;e dans le Sud de la France, n'oublie pas ses origines nordistes.",
      "preview": "Tous les blogs Top blogs Associations & ONG Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs Associations & ONG"
    },
    {
      "url": "https://t.co/yXqGyo8405",
      "title": "NAACP Reacts to Five Memphis Officers' Not Guilty Pleas | NAACP",
      "description": "NAACP President & CEO: \"As more details emerge in this case, it becomes more clear that we are not dealing with a few rotten apples, we are dealing with a rotten tree.\"",
      "preview": "Skip to main content Search Close Close Donate Close FOR IMMEDIATE RELEASE February 17, 2023 Contact: Jonah Bryson, jbryson@naacpnet.org WASHINGTON -"
    },
    {
      "url": "https://melodiesofabeautifullife.tumblr.com/post/89371859870",
      "title": "Lifes alot like Music.: What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Lifes alot like Music. Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful. MusicList The Daily Notes 20 Jun What % of STEM S"
    },
    {
      "url": "https://github.com/qmk/qmk_firmware/blob/master/docs/newbs_getting_started.md",
      "title": "qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware · GitHub",
      "description": "Open-source keyboard firmware for Atmel AVR and Arm USB families - qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware",
      "preview": "Skip to content"
    },
    {
      "url": "https://import-os.tumblr.com/post/127990811278",
      "title": "import os;, Is learning computer science linked to improved...",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "http://www.saporietradizioni.it/",
      "title": "Ricette di cucina e piatti tradizionali",
      "description": "Raccolta di ricette di cucina tradizionali italiane ed internazionali. Migliaia di preparazioni gastronomiche per antipasti, salse e sughi, spezie, paste asciutte, paste al forno, riso & risotti, gnocchi, cuscus, zuppe e minestre, sformati e timballi, torte salate, pizze & pane, preparazioni base, carne, pesce uova, formaggi, verdure, insalate, patate, funghi, legumi, torte, crostate, dolci, creme e Bevande",
      "preview": "Home • Cerca • Cosa c'è nella dispensa? • Invia ricette! • 4 chiacchiere • Menù speciali • Contattaci Cerca Antipasti & sfizi Carne Formaggio Pesce &."
    },
    {
      "url": "https://blogs.windows.com/windowsexperience/?p=176849",
      "title": "Bringing you closer to what you love with new experiences in Windows 11 | Windows Experience Blog",
      "description": "As the PC continues to play a more meaningful role in our lives, we will continue to evolve Windows 11 as a connection point between people, ideas and creations",
      "preview": "Skip to main content Skip to main content / Windows Experience Blog Windows 11 February 15, 2022 Bringing you closer to what you love with new experie"
    },
    {
      "url": "https://aquarium.ucsd.edu/visit/buy-tickets",
      "title": "Birch Aquarium School Programs - Birch Aquarium at Scripps eTicketing",
      "description": "void",
      "preview": "Home Login Menu Menu Home Account Sign Up Log In General Admission Group Sales Admission Annual Memberships Behind-the-Scenes Tours Halloween Aglow Le"
    },
    {
      "url": "http://darkmattertheories.com/",
      "title": "Introduction to Dark Matter",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    },
    {
      "url": "http://www.diyappreview.com",
      "title": "Importance of Gold IRA Companies, THCa, Delta 9, Peptides, and Mushrooms - Diya Preview",
      "description": "In times of economic instability, investors often seek safe havens to protect their wealth. One such option that has gained significant attention is the Gold",
      "preview": "Skip to content The Fact About Gold IRAs: Assessing Pros, Cons, and Every little thing In Between Introduction In recent years, the investment landsca"
    },
    {
      "url": "https://www.thecenturybar.com.au/",
      "title": "TheCenturyBar | Dartsman | Australia",
      "description": "The Century Bar is excellent bar for chill out with great atmosphere and bringing you Australia's best beers, cocktails and wines menu. Located in Sydney's CBD.",
      "preview": "top of page HOME 1/4 1/3 Our Story The Century Bar was formerly known as Bar Century and is known across Sydney for extremely cheap drinks. Now it's u"
    },
    {
      "url": "https://mainwaerts.de/?m=201110",
      "title": "Mainwärts - 2011 Oktober",
      "description": "Das Bundesauslandstagebuch eines Berliners, der an den Main wollte.",
      "preview": "Zum Hauptinhalt springen Zum Menü der Webseite springen Zum Ende der Webseite springen 23. Oktober 2011 Ausstellungseröffnung im Liebieghaus Am Mittwo"
    },
    {
      "url": "https://cse.google.ki/url?q=https://outsons.com/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://outsons.com/ . Se non desideri visitare questa pagina, pu"
    },
    {
      "url": "https://nl.bibliomania.be/item/12008980/1896_1964_les_tramways_lausannois",
      "title": "1896 - 1964 Les Tramways Lausannois (Michel Grandguillaume, Jean-Louis Rochaix, Jacques Jotterand, Yves Merminod, Jean Paillard, Pierre Stauffer, Jean Thuillard) | Bibliomania",
      "description": "void",
      "preview": "boeken. gelezen. goedgekeurd. Winkelmand Welkom bij Bibliomania, de online specialist in tweedehands boeken Boeken Alle categorieën Boeken FR • NL Win"
    },
    {
      "url": "https://www.ft.com/world/europe",
      "title": "Europe | Financial Times",
      "description": "Breaking news and top stories from Europe. The latest on the economy, politics, government, and business",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Europe Add to myFT Friday, 10 October, 2025 Visual Arts The best exhibitions"
    },
    {
      "url": "https://privacyportal.onetrust.com/webform/e65b3c4c-fa81-40d2-9df0-c7e99bf5f900/433ac076-21f3-4342-b391-a4d7d631cd3f",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.cvent.com/d/bjqgzd",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "https://www.rescue.org/charity-stream",
      "title": "Streaming for the IRC | The IRC",
      "description": "When an emergency strikes, YOU can help us provide life-changing support, including clean water, urgent medical care, and critical supplies. And thanks to you, we'll stay for as long as we are needed, helping people and communities to rebuild. Whether you're a speedgamer or TikToker, a podcast host or a proud pet parent, your stream to support the IRC's work can help us inspire more moments of courage in the year ahead.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://docs.mapbox.com/#maps",
      "title": "Mapbox Docs",
      "description": "void",
      "preview": "Skip to main content Mapbox Documentation Examples, tutorials, and API references for building with Mapbox. Maps Navigation Search Data Help & Support"
    },
    {
      "url": "https://vimeo.com",
      "title": "Vimeo AI-Powered Video Platform",
      "description": "The video platform trusted by 287 million creatives, entrepreneurs, and businesses. Everything you need to create, manage, and share stunning videos.",
      "preview": "Your complete video platform Your videos, your way Vimeo's ad-free platform provides everything you need to host, manage, and share high-quality video"
    },
    {
      "url": "https://onezero.medium.com",
      "title": "OneZero",
      "description": "OneZero is a former publication from Medium about the impact of technology on people and the future. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in OneZero by Medium 283K followers · 1 editor Follow About Debugger Help St"
    },
    {
      "url": "https://bilete.cfrcalatori.ro/en-GB/Itineraries",
      "title": "Itineraries + buy - CFR Călători online tickets",
      "description": "Quickly search train routes in Romania and plan your journey with CFR Călători. Find the trains timetable and buy online for any train at any time just before the departure..",
      "preview": "Cookies policy This website is using cookies. By navigating further, you express your consent for using the necessary cookies, but you can opt out for"
    },
    {
      "url": "https://www.pokellector.com/card/Litten-Sun-Moon-Promos-SMP-63",
      "title": "Litten - Sun & Moon Promos #63 Pokemon Card",
      "description": "Pokémon card #63 from Sun & Moon Promos scan and price information",
      "preview": "Hello Guest! sign in | register Home Browse Sets Shop EN JP 0 Tweet Japanese Sets » Sun & Moon Series » Sun & Moon Promos » Litten Litten #63 JPN: Lit"
    },
    {
      "url": "https://www.debian-fr.org/t/pulseaudio-probleme-de-definition-de-la-sortie-son/85541",
      "title": "Pulseaudio problème de définition de la sortie son - Support Debian - debian-fr.org",
      "description": "Bonjour, Sur mon PC j'ai des haut-parleurs et un casque de branché. je suis sur Cinnamon. Quand le casque est branché, impossible d'avoir le son sur les haut-parleurs. hors je ne voudrais pas passer mon temps à débran&hellip;",
      "preview": "Pulseaudio problème de définition de la sortie son Support Debian Zargos Octobre 27, 2021, 8:28pm #1 Bonjour, Sur mon PC j'ai des haut-parleurs et un"
    },
    {
      "url": "https://blackazian13.tumblr.com/post/143085135993",
      "title": "Cat Submarine! | 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Cat Submarine! 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categories, and"
    },
    {
      "url": "https://tbrnewsmedia.com/tag/suffolk-county-plastic-reduction-task-force/",
      "title": "Suffolk County Plastic Reduction Task Force | TBR News Media",
      "description": "void",
      "preview": "CLOSE Home News The Village Beacon Record The Port Times Record The Village Times Herald The Times of Middle Country The Times of Smithtown The Times"
    },
    {
      "url": "http://outlier.uchicago.edu/TimeforCS/",
      "title": "Time for CS",
      "description": "void",
      "preview": "Warning: JavaScript is not enabled in your browser Some parts of this site won't work without JavaScript. Integrating Computer Science into Elementary"
    },
    {
      "url": "https://elitesportsny.com/2020/10/07/new-york-yankees-suzyn-waldmans-natl-anthem-will-open-up-game-3/",
      "title": "New York Yankees: Suzyn Waldman's Nat'l Anthem will open up Game 3",
      "description": "New York Yankees radio broadcaster Suzyn Waldman's 2020 national anthem performance will be played prior to ALDS Game 3 on Wednesday night.",
      "preview": "Skip to content (Photo by Elsa/Getty Images) New York Yankees radio broadcaster Suzyn Waldman's 2020 National Anthem performance will be played prior"
    },
    {
      "url": "https://www.detroityouthchoir.org/",
      "title": "Youth Performance And Enrichment | Detroit Youth Choir | Detroit",
      "description": "Detroit Youth Choir offers youth in the Metropolitan Detroit area a world-class performing arts experience that develops their creative skills and talents through music, education, dance, and theatrical arts. Youth performance and enrichment",
      "preview": "top of page A world-class performing arts experience for Detroit youth A world-class performing arts experience for Detroit youth Our mission is to of"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/Resize_Observer_API",
      "title": "Resize Observer API - Web APIs | MDN",
      "description": "The Resize Observer API provides a performant mechanism by which code can monitor an element for changes to its size, with notifications being delivered to the observer each time the size changes.",
      "preview": "Skip to main content Skip to search Resize Observer API Baseline Widely available This feature is well established and works across many devices and b"
    },
    {
      "url": "https://signtime.apple/applecare/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.ryanair.com/gb/en/booking/home",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://hub.arcgis.com/datasets/ideSEVILLA::barrios?geometry=-6.504%2C37.283%2C-5.350%2C37.474",
      "title": "Barrios",
      "description": "Barrios de Sevilla",
      "preview": "void"
    },
    {
      "url": "https://ushcc.mcjobboard.net/jobs",
      "title": "USHCC CAREER CENTER",
      "description": "USHCC JOB BOARD; USHCC CAREER CENTER",
      "preview": "JOB BOARD HOME POST A JOB EMPLOYERS VIEW RESUMES MANAGE POSTS JOB SEEKERS BROWSE JOBS ADD OR EDIT RESUME(MY PROFILE & RESUME) MY QUICK APPLY APPLICATI"
    },
    {
      "url": "https://molbubi.hu/",
      "title": "Bike Sharing in Budapest - easy bike rental - everywhere | MOL Bubi Budapest",
      "description": "Easy Bike Sharing no matter if only for 30 minutes, an hour or a whole day. The next station is just around the corner. Rent a bike at location A and return it at location B. Not a member yet? Sign up now!",
      "preview": "HU EN Fiókom Bejelentkezés Hogyan működik? Térkép Díjszabás GYIK Rólunk Híreink Regisztráció Töltsd le a MOL Bubi appot! Regisztrálj, és használd a le"
    },
    {
      "url": "https://web.cvent.com/event/c3dd1954-99a4-4cf1-862c-12a5a65ba58a/summary",
      "title": "Archived Event - USO Special Delivery presented by Johnson & Johnson: Baby Spritz - Naples - September 25, 2022",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sites.google.com/a/onolai.org/yhs-website/Sutter-Buttes-Preservation/middle-mountain-montage",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://apps.who.int/gho/data/node.main.17",
      "title": "legacy",
      "description": "void",
      "preview": "Skip to main content The old GHO Minerva interface and GHO Athena API are retired Please visit the current Global Health Observatory and the WHO data."
    },
    {
      "url": "https://www.conservation.org/",
      "title": "Conservation International",
      "description": "Since 1987, Conservation International has worked to improve the lives of people everywhere by protecting oceans, forests and other living ecosystems.",
      "preview": "Conservation International Protects Nature Like This The food we eat, the water we drink, the air we breathe - it all comes from nature. We have a pla"
    },
    {
      "url": "http://www.afterschoolalliance.org/",
      "title": "Afterschool Alliance",
      "description": "void",
      "preview": "Find Afterschool Funding"
    },
    {
      "url": "http://stephane-gavoye.fr/tag/rhones-alpes/",
      "title": "Rhônes-Alpes - Stéphane Gavoye",
      "description": "void",
      "preview": "Stéphane Gavoye Découvertes... Espagne Séville France Alsace Lorraine Auvergne Bourgogne Centre Corse Franche-Comté Rhône-Alpes Versailles Maroc Turquie"
    }
  ],
  "_meta": {
    "total_bookmarks": 103
  }
}