{
  "data": [
    {
      "url": "https://courses.mak.ac.ug/courses",
      "title": "Courses Catalogue | Makerere University Courses",
      "description": "void",
      "preview": "Academics Courses Programs FAQs Transcripts About Courses Courses Catalogue Home >> Courses Catalogue Courses include a description and a summary of t"
    },
    {
      "url": "https://www.ifixit.com/Guide/iPhone+SE+Battery+Replacement/61385",
      "title": "Back Case - iFixit Repair Guide",
      "description": "Are you trying to figure out what is wrong with your camera? This is a good place to start as it allows you to access everything in the camera that...",
      "preview": "Skip to main content Fix Your Stuff Community Store Back Case Introduction Are you trying to figure out what is wrong with your camera? This is a good"
    },
    {
      "url": "https://www.fractalabogados.com/terminos-y-condiciones2/",
      "title": "Términos y Condiciones :: Fractalabogados",
      "description": "Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El documento debe especificar la relación entre usted y su cliente y explicar su política de reembolso. Existen sitios en Internet que permiten crear modelos sobre Términos y Condiciones. Tan sólo tiene que buscar un \"Generador de Términos y Condiciones\". En cualquier caso, le recomendamos encarecidamente que busque asesoramiento legal y ajuste su modelo para satisfacer las necesidades de su negocio.",
      "preview": "Términos y Condiciones Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El do"
    },
    {
      "url": "https://www.galaxus.ch/en/s1/producttype/mobile-phones-15",
      "title": "Barcode scanners - buy at Galaxus",
      "description": "Discover products in Barcode scanners - ✔ Top service and advice ✔ Fast delivery ✔ Strong community",
      "preview": "Barcode scanners Product range IT + Multimedia Home + Kitchen DIY + Garden Interior Sports Fashion Toys Parents + Baby Health + Beauty Love + Play Off"
    },
    {
      "url": "https://www.harrys.com/en/us",
      "title": "Harry's. Quality Shaving Grooming Products, at a Fair Price | Harry's",
      "description": "harrys.com",
      "preview": "Choose your language and where we'll ship your order Country Language NOTE: You'll be signed out and your basket will be emptied when you change your"
    },
    {
      "url": "https://maserati.oemdtc.com/category/recalls",
      "title": "Recalls | Maserati - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.typeroom.eu/category/origins",
      "title": "Glorifying Eclectic Typography | TypeRoom",
      "description": "void",
      "preview": "Loading... Loading... Preserving Type Heritage - A Primer of Greek Typography ¶ 6 months ago / Origins Litho Antique, Rockwell Antique, Stymie Bold: C"
    },
    {
      "url": "https://publictv.in/",
      "title": "Public TV - Latest Kannada News, Public TV Kannada Live, Public TV News | Public TV - Latest Kannada News, Public TV Kannada Live, Public TV News",
      "description": "Public Tv Covers The Latest Bengaluru News, Mysuru News, Hubballi News, Dharwad News, Belagavi News & National News in Kannada. We Provide Latest Kannada News",
      "preview": "Home State LIVE Latest Districts National World Cinema Crime Court Sports Tech Automobile Food Videos Search Follow US Privacy Policy CSR-Policy Terms"
    },
    {
      "url": "https://cs.mak.ac.ug/",
      "title": "Department Of Computer Science | Makerere University",
      "description": "Computer Science Deparment Makerere University",
      "preview": "Home About Department Overview Contact Department Faculty Administrative Staff Research Research Groups & Centers Flagship Research Projects Admission"
    },
    {
      "url": "https://www.teachley.com/privacy",
      "title": "Protecting Student Data - Privacy Policy | Teachley",
      "description": "At Teachley, we take the protection of student data very seriously and support the Student Privacy Pledge. Learn more about how we use and protect student data.",
      "preview": "Protecting Student Data - Summary Statement At Teachley, we take the protection of student data very seriously and support the Student Privacy Pledge"
    },
    {
      "url": "https://extensionworkshop.com/documentation/publish/add-on-policies/?utm_medium=photon-footer&utm_source=addons.mozilla.org",
      "title": "Add-on Policies | Firefox Extension Workshop",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Add-on Policies Add-ons extend the core capabilities of Firefox, enabling users to modify and personalize their web experience. A healthy ecosystem, b"
    },
    {
      "url": "https://marketplace.walmart.com/?utm_source=Walmart.com&utm_medium=link&utm_campaign=footer",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://csdap.earthdata.nasa.gov/",
      "title": "Satellite Data Explorer",
      "description": "Search, discover, and access NASA acquired commercial satellite data.",
      "preview": "void"
    },
    {
      "url": "https://www.alouette.fr/news/decouvrez-le-nouvel-hymne-des-enfoires-maintenant-9987",
      "title": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" !",
      "description": "Pour cette édition 2021, l'hymne des Enfoirés intitulé \"Maintenant\" est signé Slimane. Un titre qui sera au coeur du prochain spectacle de la troupe, maintenu malgré l'absence de public, et dont la diffusion est prévue en mars à la télévision.",
      "preview": "Découvrez le nouvel hymne des Enfoirés : \"Maintenant\" ! Publié : 11 janvier 2021 à 11h10 par Arnaud Laurenti Pour cette édition 2021, l'hymne des Enfo"
    },
    {
      "url": "https://nova.apple.com/business/",
      "title": "Apple",
      "description": "void",
      "preview": "Select Range 1 2 3"
    },
    {
      "url": "https://www.accessguide.io/",
      "title": "Homepage - Access Guide",
      "description": "Access Guide is a friendly introduction to digital accessibility based on WCAG 2.1 (web content accessibility guidelines).",
      "preview": "Welcome to Access Guide, a friendly introduction to accessibility! Browse the cards below to learn more about the guidelines. 🔎 Search Allow users to"
    },
    {
      "url": "https://oceandecade.org/",
      "title": "Ocean Decade - The Science We Need For The Ocean We Want",
      "description": "The Ocean Decade is a 10-year framework initiative to identify, generate and use critical ocean knowledge to manage the ocean sustainably.",
      "preview": "The OCEAN video © Universeum Ocean Science Lab Decade The Science We Need for the Ocean We Want 10 Years. 10 Challenges. 1 Ocean. The ocean holds the"
    },
    {
      "url": "https://apply.royal.uk/Apply/",
      "title": "Apply.royal.gov.uk",
      "description": "void",
      "preview": "Apply for a Congratulatory Birthday Message Apply for a Wedding Anniversary Message"
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/finetuning_torchvision_models_tutorial.html",
      "title": "Finetuning Torchvision Models - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://time.com/5935439/tj-osborne/",
      "title": "T.J. Osborne Is Ready to Tell His Story: Exclusive | TIME",
      "description": "T.J. of the Brothers Osborne is now the only openly gay artist signed to a major country label-a historic moment for the genre.",
      "preview": "Brothers Osborne frontman T.J. Osborne hopes to see Nashville become more inclusive Kristine Potter for TIME By Sam Lansky February 3, 2021 10:00 AM E"
    },
    {
      "url": "https://artists.youtube.com/",
      "title": "YouTube for Artists - Where Music Grows",
      "description": "Promote your music. Find your fans. Learn how to turn your passion into a career on YouTube.",
      "preview": "Where Music Grows Promote your music. Find your fans. Turn your passion into a career on YouTube. DISCOVER aespa CHECK OUT ARTIST RESOURCES Get starte"
    },
    {
      "url": "https://login.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hauteliving.com/2023/02/giada-de-laurentiis-is-building-an-empire-and-shes-doing-it-her-way/725046/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://newsblenda.com/",
      "title": "Newsblenda: Your Trusted Source for News and Entertainment",
      "description": "Stay updated with the latest news, sports, politics, and entertainment videos from Newsblenda. Accurate information at your fingertips.",
      "preview": "🏡 Write & Earn with Newsblenda About Us Contact Us Log In Register No Result View All Result 🏡 Write & Earn with Newsblenda About Us Contact Us Log In"
    },
    {
      "url": "https://www.mplsdowntown.com/",
      "title": "Find more downtown. - Mpls Downtown Council",
      "description": "Connect to whatever inspires you downtown. From work life to nightlife - and everything in between. Find more downtown.",
      "preview": "Guides + Activities 1-2 Hours All Day Art + Music Family Fun Food Outdoors Walkable Stay Downtown Summer Patios And Pints Downtown Tours Health + Well"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "https://kokumura.medium.com/",
      "title": "Kaki Okumura - Medium",
      "description": "Read writing from Kaki Okumura on Medium. Born in Dallas, raised in New York and Tokyo. I care about helping others learn to live a better, healthier life. My site: www.kakikata.space 🌱",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Kaki Okumura 83K followers Featured Book Wa: The Art of Balance Wa: The A"
    },
    {
      "url": "https://www.nationalgeographicpartners.com/about/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://www.viki.com/",
      "title": "Watch K-Dramas, Korean Shows & Chinese Dramas | Rakuten Viki",
      "description": "Stream FREE Asian Dramas & Movies with English subtitles: Korean, Chinese, Japanese Dramas & more. From romance to action, find it on Viki!",
      "preview": "void"
    },
    {
      "url": "https://lacuerda.net/Extras/privpol.php",
      "title": "LaCuerda: Política de Privacidad",
      "description": "void",
      "preview": "LaCuerda.net: Política de Privacidad Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos Política de Privacidad Política de Privacidad La"
    },
    {
      "url": "https://de.linkedin.com/company/leoncycle?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "LEON CYCLE | LinkedIn",
      "description": "LEON CYCLE | 48.662 Follower:innen auf LinkedIn. Leon Cycle is a retailer of premium electric bikes. Originally set up in 2014 as an online retailer in Germany, Leon Cycle has built on its success by establishing its own specialized electric bicycle stores in Hannover, Barcelona, Toronto and Melbourne. We are passionate about electric bicycles.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://www.adcminnesota.org/",
      "title": "Your guide to financial success in America | African Development Center",
      "description": "ADC champions African immigrants and refugees, helping them overcome barriers to financial security and success.",
      "preview": "Skip to main content Menu Toggle menu visibility About Mission and History Staff Board of Directors Loan Committee Volunteers Funders and Sponsors Par"
    },
    {
      "url": "https://earthquake.usgs.gov/earthquakes/eventpage/us6000jllz/executive",
      "title": "void",
      "description": "void",
      "preview": "This application requires Javascript. Please enable Javascript or try our Real-time Notifications, Feeds, and Web Services . The Earthquake Event Page"
    },
    {
      "url": "https://www.astridspapiereuphorie.at/2019/03/11387/",
      "title": "Team-sketch-challenge #209 - Astrids Papiereuphorie",
      "description": "Eine Männerkarte zum Geburtstag mit dem Stampin' Up!-Produktpaket \"In der Werkstatt\" kombiniert mit dem Prägefolder \"Streckenplan\"",
      "preview": "Zum Inhalt springen Beitrags-Autor: Astrid Beitrag veröffentlicht: 3. März 2019 Beitrags-Kategorie: (auch) für Männer / blog hop / Frühling-Sommer-Kat"
    },
    {
      "url": "http://www.igol.it/",
      "title": "Igol - Consigli e Magazine di Business e Impresa",
      "description": "Imprenditorialità Giovanile era una società che operava nel campo della creazione d'impresa, dello sviluppo locale, del sostegno alle PMI e oggi dispensa consigli utili attraverso il suo magazine.",
      "preview": "Imprenditoria Giovanile - Chi era Igol La grande città dell'opportunità Imprenditorialità Giovanile era una società fondata a fine anni '90 negli ambi"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Contributors",
      "title": "Contributors - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Contributors From OpenStreetMap Wiki Jump to navigation Jump to search Help Contributors In other languages Afrikaans asturianu azərbaycanca Bahasa In"
    },
    {
      "url": "https://www.mogasi.com/mein-konto/",
      "title": "Mein Konto » MOGASI",
      "description": "void",
      "preview": "You are here: Home 1 / Mein Konto Login Username or email address * Required Password * Required Remember me Log in Lost your password? Register First"
    },
    {
      "url": "https://www.breville.com/us/en/products/waffle-makers/bwm640.html",
      "title": "the Smart Waffle™ Pro 4 Slice | Breville (US)",
      "description": "4-slice Waffle Maker with LCD display.",
      "preview": "Waffle Makers the Smart Waffle™ Pro 4 Slice $299.95 the Smart Waffle™ Pro 4 Slice $299.95 Add to cart - $299.95 Add to cart 1 Add to cart 4-slice Waff"
    },
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    },
    {
      "url": "http://Rescue-EU.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://line.me/en/",
      "title": "LINE｜always at your side.",
      "description": "More than just a messenger app. LINE is new level of communication and the very infrastructure of your life.",
      "preview": "Life on LINE LINE-always at your side. Download Scroll Life on LINE More than just a messenger app. LINE is new level of communication, and the very i"
    },
    {
      "url": "http://www.museoscienza.org/",
      "title": "Museo Nazionale della Scienza e della Tecnologia",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.goldtechservices.com/",
      "title": "Home - GoldTech",
      "description": "void",
      "preview": "Skip to content Point of Sale & Retail Store Management Software Facebook page opens in new window X page opens in new window Linkedin page opens in n"
    },
    {
      "url": "https://www.ksat.com/",
      "title": "San Antonio News, Texas News, Sports, Weather from KSAT.com, Expect More",
      "description": "The latest in news, weather and sports for San Antonio and Central and South Texas.",
      "preview": "A community forum was held Thursday night in the district to talk about LGBTQ+ protections 8 hours ago San Antonio's Pride district defends rainbow cr"
    },
    {
      "url": "https://www.unglobalcompact.org/library/2",
      "title": "Guiding Principles for Business and Human Rights: Implementing the United Nations \"Protect, Respect and Remedy\" Framework | UN Global Compact",
      "description": "void",
      "preview": "Back to Listings Report (2011) The Guiding Principles seek to provide an authoritative global standard for preventing and addressing the risk of adver"
    },
    {
      "url": "https://www.alnap.org/",
      "title": "ALNAP - Active Learning Network for Accountability and Performance | ALNAP",
      "description": "ALNAP is the global network for advancing humanitarian learning. We enable you to improve humanitarian action by exchanging evidence, experience and practical ideas.",
      "preview": "Photo: ©EU/ECHO/Anouk Delafortrie | CC BY-NC-ND 2.0 We are ALNAP - the global network inspiring learning for greater humanitarian impact Search Search"
    },
    {
      "url": "https://www.ilo.org/global/topics/forced-labour/definition/lang--en/index.htm",
      "title": "What is forced labour? | International Labour Organization",
      "description": "void",
      "preview": "Skip to main content What is forced labour?"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/",
      "title": "Sabiya malbari",
      "description": "NEVER UNDERESTIMATE THE POWER OF PASSION.. AS FOR ME I JUST WANT TO BE GENUINE..",
      "preview": "Sabiya malbari 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna islamicrays The world is a shad"
    },
    {
      "url": "https://www.u-dictionary.com",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "https://www.pagat.com/adders/",
      "title": "Card Games: Adding Games",
      "description": "Survey of card games that involve adding the values of cards as they are played, usually with the aim of achieving or avoiding certain totals.",
      "preview": "Home A-Z Home Page > Classified Index > Adding games Card Games: Adding Games In adding games players play out cards in turn, and the values of the ca"
    },
    {
      "url": "https://desktop.github.com",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7515337/harry-meghan-evicted-frogmore-cottage-king-charles/",
      "title": "Harry and Meghan evicted from Frogmore Cottage by King Charles after Spare memoir - and Prince Andrew could be moving in",
      "description": "KING Charles is evicting Prince Harry and Meghan from Frogmore Cottage - and has offered it to Prince Andrew.The Sussexes are now drawing up plans t",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) KING Charles is evicting Prince Harry and Meghan from"
    },
    {
      "url": "https://www.ktnnonline.com",
      "title": "KTNN 660 AM 101.5 FM - The Voice of the Navajo Nation",
      "description": "KTNN 660 AM 101.5 FM - The Voice of the Navajo Nation",
      "preview": "Open Modal Click to Resume AD Listen Live! Facebook-f Local News Job Opportunities All job positions are filled. Any job openings will be posted here."
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html",
      "title": "Query DSL | Elastic Docs",
      "description": "Query DSL is a full-featured JSON-style query language that enables complex searching, filtering, and aggregations. It is the original and most powerful...",
      "preview": "Loading Elastic Docs / Explore and analyze / Querying and filtering / Query languages Query DSL Serverless Stack What's Query DSL? Query DSL is a full"
    },
    {
      "url": "https://indd.adobe.com/view/c624af50-d9e7-4239-a083-b6b7c6b80e3e",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://celebrityvibe.photoshelter.com/image/I0000oN42iB4dhEA",
      "title": "Austin Powers Post Premiere Party-2002, Universal Studios, Hollywood | Partying With Selma by Selma Fonseca",
      "description": "void",
      "preview": "CVEAUSTINPOWERS072202_070 Val Kilmer & Adriana.EXCLUSIVE.\"Austin Powers\" Post Premiere Party.Universal Studios.Hollywood, CA.July 22, 2002.Photo By Ce"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
      "title": "Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save SCOPE OF THIS POLICY This privac"
    },
    {
      "url": "https://github.com/GlobalFishingWatch/gfwr",
      "title": "GitHub - GlobalFishingWatch/gfwr: R package for accessing data from Global Fishing Watch APIs",
      "description": "R package for accessing data from Global Fishing Watch APIs - GlobalFishingWatch/gfwr",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.aquamaps.org/",
      "title": "AquaMaps Search Page",
      "description": "void",
      "preview": "ver. 10/2019 Standardized distribution maps for over 33,500 species of fishes, marine mammals and invertebrates Home | About AquaMaps | CYOM User Manu"
    },
    {
      "url": "https://ghcf.org/",
      "title": "Greater Houston Community Foundation",
      "description": "Maximize your charitable impact with Greater Houston Community Foundation, your preferred philanthropic partner in Houston.",
      "preview": "Skip Navigation Links High-impact philanthropy happens here. Greater Houston Community Foundation inspires and creates meaningful and positive change"
    },
    {
      "url": "https://communication.ucf.edu/",
      "title": "Nicholson School of Communication and Media",
      "description": "You're a communicator. A creator of worlds. Whether it's developing a game, filming a scene or writing a newscast, you've got a point of view.",
      "preview": "New name. Same mission. You're a communicator. A creator of worlds. Whether it's developing a game, filming a scene or writing a newscast, you've got"
    },
    {
      "url": "https://www.virustotal.com/gui/search",
      "title": "VirusTotal",
      "description": "VirusTotal",
      "preview": "Please enable JavaScript to view this website."
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-coronation-chicken",
      "title": "Easy coronation chicken recipe | Good Food",
      "description": "Make a classic coronation chicken filling to serve with jacket potatoes or in sandwiches and salads. It's an excellent way to use up leftover chicken after a roast",
      "preview": "Skip to main content Easy coronation chicken Joanna Simpson Save recipe Serves 4-6 Easy Prep: 5 mins No cook A star rating of 4.8 out of 5. 170 rating"
    },
    {
      "url": "https://games.tampabay.com",
      "title": "Crosswords, Puzzles & Games",
      "description": "Your favorite Daily Crosswords, Daily Jumble, Daily Sudoku, Mahjong, Card Games, along with a wide variety of arcade and logic games. Play now for free!",
      "preview": "void"
    },
    {
      "url": "https://lfca.earth/members/",
      "title": "Members",
      "description": "LFCA is a community 3,000+ practitioners from over 40 countries driving sustainability in and through their organizations.",
      "preview": "Join our upcoming Sustainability Leadership course Join our leadership course Join now Meet the community Get to know the people powering our communit"
    },
    {
      "url": "https://www.uwyo.edu/entomology/grasshoppers/colorado/fact-sheets/acrolophitus-hirtipes.html",
      "title": "Grasshoppers of Colorado",
      "description": "void",
      "preview": "Grasshoppers of Wyoming and the West Entomology Acrolophitus hirtipes (Say) Adult female Common name - Green fool grasshopper (Helfer, 1972) or Creste"
    },
    {
      "url": "https://www.psicologiaclinicamsf.com/2021/07/dibujando-tu-futuro.html",
      "title": "DIBUJANDO TU FUTURO",
      "description": "Frecuentemente nos sentimos víctimas de las circunstancias, pero puede ser que en tu futuro quieras realmente empezar a actuar ...",
      "preview": "Inicio EL LIBRO EL AUTOR COMPRAR COMENTARIOS LA PSICOLOGÍA DESDE FUERA CUADERNO DE BITÁCORA CONTACTO DIBUJANDO TU FUTURO 12:49 Planear, preparar, anti"
    },
    {
      "url": "https://waterfrontshaw.com/",
      "title": "Lavasa Hotels | The Waterfront Shaw",
      "description": "The Waterfront Shaw is one of the best Resorts in Lavasa that brings a luxurious lifestyle and offers a choice of accommodation with modern facilities",
      "preview": "Skip to content Waterfront Shaw AWARD WINNING RESORT The Waterfront Shaw, Lavasa offers a choice of luxury accommodation featuring 1 Bedroom and 2 Bed"
    },
    {
      "url": "https://xtremepestcontrol.tumblr.com/",
      "title": "@xtremepestcontrol on Tumblr",
      "description": "Follow @xtremepestcontrol and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes 5 posts! #5 posts #tumblr milestone instagram.com WWW.XTREMEPEST.NET 619-992-9315 You are using an unsupported browser and things might no"
    },
    {
      "url": "http://www.lycos.com/",
      "title": "Lycos.com",
      "description": "Lycos, Inc., is a web search engine and web portal established in 1994, spun out of Carnegie Mellon University. Lycos also encompasses a network of email, webhosting, social networking, and entertainment websites.",
      "preview": "Lycos SWAG Mail Tripod Domains Weather Angelfire"
    },
    {
      "url": "https://www.ezotericuss.pl/latwosc-lekkosc-wygoda-i-przyjemnosc-oraz-swoboda-wyrazania-siebie-w-zyciu-i-na-duchowej-sciezce",
      "title": "Ezotericuss Dariusz Loga Regresing",
      "description": "Dariusz Loga - Regresing i rozwój duchowy. Jeśli jesteś zainteresowany poprawą jakości swojego życia, zapraszam na moje warsztaty, wczasy i sesje regresingu",
      "preview": "Ezotericuss Dariusz Loga Podróż w głąb siebie... Logresing® - u zdrawiające regresje Wypalanie węzłów karmicznych < Powrót do listy warsztatów Łatwość"
    },
    {
      "url": "https://www.alterna.pro/",
      "title": "Inicio | Alterna",
      "description": "Somos una plataforma de evolución social y emprendimiento de impacto que manifiesta ángulos no convencionales de cambio.",
      "preview": "Somos una plataforma de innovación social que promueve el desarrollo de emprendedores y empresas conscientes como ruta hacia una región sostenible \u0000 C"
    },
    {
      "url": "https://es.lnk.to/subtract",
      "title": "- (Subtract)",
      "description": "Listen to content by Ed Sheeran.",
      "preview": "void"
    },
    {
      "url": "https://www.samsung-climatesolutions.com/en-gb/b2c.html",
      "title": "Climate Control Systems for Home | Samsung Climate Solutions UK",
      "description": "Create the perfect indoor enviroment in your home. Samsung Climate solutions can help you to optimise confort, efficiency, and air quality.",
      "preview": "Come home to your perfect bubble See our residential solutions Scroll down Explore the world of climate control Discover heat pumps and air conditioni"
    },
    {
      "url": "https://gridbyexample.com/examples/",
      "title": "Grid by Example - Usage examples of CSS Grid Layout",
      "description": "void",
      "preview": "The examples The following examples include an image of how the example should look in a supporting browser, they each link to a page with more inform"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85919",
      "title": "Searchable Recipe Database - Almond Macaroons with chocolate fillinf",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://blogs.msdn.microsoft.com/developer-tools/",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "https://unpkg.com/",
      "title": "UNPKG",
      "description": "The CDN for everything on npm",
      "preview": "UNPKG is a fast, global content delivery network for everything on npm . Use it to quickly and easily load any file on npm using a URL like: unpkg.com"
    },
    {
      "url": "https://monsterone.com/",
      "title": "MonsterONE - Download 548000+ Digital Products Unlimited",
      "description": "MonsterONE subscription gives you access to unlimited downloads of CMS & eCommerce themes, PowerPoint templates, Graphics, Audio & Video. ✅ Premium Items ✅ 24/7 Support ✅ 2M+ happy customers.",
      "preview": "Chat with us , powered by LiveChat 00 : 00 : 00 : 00 Search All Items All Items WordPress Plugins Graphics Presentation Templates HTML Templates CMS T"
    },
    {
      "url": "https://jobs.bestbuy.com/bby",
      "title": "Best Buy Jobs - Best Buy Jobs",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://support.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Mozilla Support",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "https://lacremerie.fr/produit/chaise-cl10b-vert/",
      "title": "Chaise CL10B - Vert - La Crémerie, Meubles design français",
      "description": "La chaise CL10B - vert éditée par la marque La Chaise Française. Elle est conçue par la designer Margaux Keller. Fabrication française.",
      "preview": "void"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/getting-started.html",
      "title": "Get started with Elasticsearch | Elastic Docs",
      "description": "To try out an {{es}} project or solution, pick your deployment type, search goals, and ingestion method.",
      "preview": "Loading Elastic Docs / Solutions and use cases / Elasticsearch Get started with Elasticsearch Serverless Elasticsearch Stack New to Elasticsearch? Sta"
    },
    {
      "url": "https://data.gov.sg/",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://creativecommons.org/policies#license",
      "title": "Policies - Creative Commons",
      "description": "Creative Commons maintains and publishes policies that apply to the use of our legal tools, our websites, content and software that we publish, our trademarks, and to those participating in the Creative Commons Global Network. Note that some of these policies are maintained on other website pages but can be viewed by clicking on the...",
      "preview": "Skip to content Creative Commons maintains and publishes policies that apply to the use of our legal tools, our websites, content and software that we"
    },
    {
      "url": "http://www.ticketmaster.com/h/privacy.html",
      "title": "Privacy Policy",
      "description": "You trust us with your personal information. We earn that trust by being clear and honest about how and why we will use it. Read more about the information we collect and your choices and rights.",
      "preview": "EN Privacy Policy Go to : Privacy Policy Go Privacy Home Our Commitments Privacy Policy Cookie Policy Go Quick Links Our Commitment to You Privacy Not"
    },
    {
      "url": "https://patternbeauty.com/",
      "title": "Curly and Natural Hair Care Products | PATTERN Beauty - Pattern Beauty",
      "description": "Hair care products for natural hair designed for curly, coily & tight-textured hair patterns created by award-winning actress & activist Tracee Ellis Ross.",
      "preview": "Your cart is empty Continue shopping Have an account? Log in to check out faster. Bestsellers Bestselling hair care for curly, coily & tight textures"
    },
    {
      "url": "https://connecticut.aiga.org/event/international-speaking-tour-ram-castillo-the-birth-of-a-designer/",
      "title": "International Speaking Tour: Ram Castillo, THE BIRTH OF A DESIGNER | AIGA Connecticut",
      "description": "Join AIGA CT and author/award-winning graphic designer Ram Castillo as he shares advice for emerging designers looking to launch their career. Ram's talk will address education, portfolio creation, networking, and interviews as part of an effective strategy for landing a job in the field.",
      "preview": "Search Donate Events Upcoming Events Past Events Event Recordings Archive Blog Get Involved Become a Volunteer Join the Board Sponsor Us Student Group"
    },
    {
      "url": "http://www.etwa.org/",
      "title": "The English Tiddlywinks Association",
      "description": "The English Tiddlywinks Association",
      "preview": "ETwA THE ENGLISH TIDDLYWINKS ASSOCIATION (ETwA)"
    },
    {
      "url": "https://latino.si.edu/about/national-museum-american-latino",
      "title": "Leadership | National Museum of the American Latino",
      "description": "Jorge Zamanillo is the founding director of the Smithsonian's National Museum of the American Latino.",
      "preview": "Skip to main content Leadership Founding Director As the founding director of the Smithsonian's National Museum of the American Latino, Jorge Zamanill"
    },
    {
      "url": "https://www.ncai.org/ptg/small-business/grow-with-google",
      "title": "Partnership for Tribal Governance | NCAI",
      "description": "void",
      "preview": "Skip Navigation Home Initiatives Partnerships & Initiatives Partnership for Tribal Governance Partnership for Tribal Governance Partnership for Tribal"
    },
    {
      "url": "https://www.collaborising.org/",
      "title": "Collaborising",
      "description": "Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Collaborising is founded on the principle that all people are worthy of respect and dignity. By working together to eradicate racism, poverty and displacement we rise to create a more just and harmonious society. \"Working Together - Rising Together\"",
      "preview": "0 Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Working Together... Rising Together... Colla"
    },
    {
      "url": "https://www.purevolume.com/?safari=1",
      "title": "Pure Volume",
      "description": "void",
      "preview": "Entertainment Behind-the-Scenes Yellowstone Facts Every Fan Needs to Know! Entertainment The Best Looks In CMA Awards History Fashion Revisiting The C"
    },
    {
      "url": "https://www.shelterness.com/diy-oil-reed-diffusers/pictures/67188/",
      "title": "Picture of DIY oil reed diffuser with your favorite fragrances",
      "description": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk)",
      "preview": "DIY oil reed diffuser with your favorite fragrances (via rockmystyle.co.uk ) Recent Posts 45 Ideas To Decorate Windows With Silhouettes On Halloween 4"
    },
    {
      "url": "https://news.mongabay.com/2019/05/monitoring-hack-shines-a-light-on-fishing-boats-operating-under-cover-of-dark/",
      "title": "Monitoring hack shines a light on fishing boats operating under cover of dark",
      "description": "Environmental science and conservation news",
      "preview": "Monitoring hack shines a light on fishing boats operating under cover of dark Basten Gokkon 17 May 2019 Asia Indonesian Fisheries Comments Share artic"
    },
    {
      "url": "http://www.cottonseedusa.com/",
      "title": "Cotton Casual Clothing Men & Women- Resort Wear",
      "description": "Cotton Clothing for men & women. Gauze Cotton Clothing including cotton shirts, shorts, pants & dresses designed for travel, cruise ship travel, resort wear",
      "preview": "Skip to main content Close Search Cool Casual Cottons Cool Casual Cottons 1 1 We produce the most comfortable casual clothing for men & women on earth"
    },
    {
      "url": "https://www.reddit.com/",
      "title": "Reddit - The heart of the internet",
      "description": "Reddit is where millions of people gather for conversations about the things they care about, in over 100,000 subreddit communities.",
      "preview": "Skip to main content Nobel Peace Prize awarded Venezuela's Maria Corina Machado wins 2025 Nobel Peace Prize r/worldnews and more Gaza ceasefire [ Remo"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/N19806",
      "title": "Travail - Formation | Service Public",
      "description": "Travail - Formation",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Fermer Ce sujet a été ajout"
    },
    {
      "url": "https://soundcloud.com",
      "title": "Stream and listen to music online for free with SoundCloud",
      "description": "Discover and play over 320 million music tracks. Join the world's largest online community of artists, bands, DJs, and audio creators.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Your current browser isn't compatible with"
    },
    {
      "url": "https://www.siempreutah.com/",
      "title": "Wedding Venues Salt Lake City, Utah, Siempre Draper",
      "description": "Siempre Utah is the premier wedding venue for unforgettable, luxurious events and fairy-tale celebrations.",
      "preview": "top of page ALWAYS & FOREVER Nestled in the foothills at the south end of the Salt Lake Valley, Siempre will be where fairy tale weddings and events b"
    },
    {
      "url": "https://fra.de.distfiles.macports.org/gwyddion/?C=S;O=A",
      "title": "Index of /gwyddion",
      "description": "void",
      "preview": "Index of /gwyddion Name Last modified Size Description Parent Directory - gwyddion-2.33.tar.xz 2013-10-17 23:09 2.8M tar archive gwyddion-2.34.tar.xz"
    },
    {
      "url": "https://www.banquemondiale.org/",
      "title": "Le Groupe de la Banque mondiale",
      "description": "Avec ses 189 États membres, le Groupe de la Banque mondiale œuvre à la recherche de solutions durables pour aider les pays à mettre fin à la pauvreté et favoriser un développement qui soit prospère pour tous.",
      "preview": "Nos dernières projections économiques régionales Vous êtes enseignant, chercheur, étudiant, investisseur ou vous vous intéressez à la conjoncture écon"
    },
    {
      "url": "https://www.lemonde.fr/politique/",
      "title": "Politique - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Politique. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Politique publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://uxplanet.org/",
      "title": "UX Planet",
      "description": "UX Planet is a one-stop resource for everything related to user experience.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in UX Planet One-stop resource for everything related to user experience 350"
    },
    {
      "url": "https://marketplace.walmart.com/",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://ballot.gamvp.org",
      "title": "Find what's on your ballot | Vote informed with GAMVP Ballot Look-up",
      "description": "Use GAMVP Ballot Look-up to find your ballot and make an informed vote about state and local candidates.",
      "preview": "Navigation Button Let's figure out what will be on your ballot Enter the address where you're registered to vote, and we'll find all the districts you"
    },
    {
      "url": "https://morguefile.com/",
      "title": "Morguefile.com free photographs for commercial use.",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}