{
  "data": [
    {
      "url": "https://wilsonsheehan.org/",
      "title": "Wilson Sheehan Foundation",
      "description": "void",
      "preview": "Skip to content We Believe in the power of people. The power to dream. To hope. To push beyond what seems possible. The power to change - not only the"
    },
    {
      "url": "https://www.hooverfuneralhome.com/obituaries/Geoffrey-Allen-McCormack?obId=21526806",
      "title": "Obituary information for Geoffrey Allen McCormack",
      "description": "View Geoffrey Allen McCormack's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Geoffrey Allen McCormack July 21, 2017 Geoffrey Allen McCormack Obituary Tribute Notifications TM Stay up-to-date on event infor"
    },
    {
      "url": "https://socratic.org/questions/what-is-the-electron-dot-diagram",
      "title": "Google Lens - Search What You See",
      "description": "Discover how Lens in the Google app can help you explore the world around you. Use your phone's camera to search what you see in an entirely new way.",
      "preview": "Search Shop Translate Identify what you see Not sure how to describe it in words? Use your camera or an image to search. Go to Google Lens Get the app"
    },
    {
      "url": "https://www.edenproject.com/",
      "title": "The Eden Project",
      "description": "Eco visitor attraction in Cornwall, UK. As an educational charity, our destinations and projects explore the interconnections between all living things.",
      "preview": "sprite-embellished-radio-a sprite-embellished-radio-b sprite-embellished-radio-c sprite-embellished-radio-d sprite-icon-alert sprite-icon-arrow-down s"
    },
    {
      "url": "https://howwemakemoney.withgoogle.com/",
      "title": "How Google Makes Money with Advertising | Google Public Policy",
      "description": "Google's main source of revenue is advertising - mostly from ads on our own sites and apps. By serving ads, we can keep Google services free for everyone. We created this guide to help you understand the basics of how we make money with advertising.",
      "preview": "Economic impact How Google makes money with ads Google's main source of revenue is advertising - mostly from ads on our own sites and apps. We created"
    },
    {
      "url": "https://glaaaccca.chambermaster.com/eventregistration/register/697",
      "title": "Event Registration",
      "description": "void",
      "preview": "Please Wait Loading event registration interface... 5% Complete"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://www.goodwilleasterseals.org/",
      "title": "Home :: Goodwill Easter Seals",
      "description": "void",
      "preview": "Skip to main content Welcome! Goodwill is more than a store... Access free career training services; Get great deals on 1,000s of items added daily; H"
    },
    {
      "url": "https://www.s2fevents.com/",
      "title": "Start 2 Finish",
      "description": "void",
      "preview": "0 FULL SERVICE EVENT MANAGEMENT AND TIMING ATLANTA Go CHARLOTTE Go MEMPHIS Go NW ARKANSAS Go ST. LOUIS Go Let's be friends. Follow Start 2 Finish in A"
    },
    {
      "url": "https://licensing.theguardian.com/",
      "title": "Home | The Guardian Licensing",
      "description": "Guardian Licensing is responsible for the commercial licensing and distribution of Guardian and Observer content",
      "preview": "It ' s your choice When we make Guardian Licensing available to you online, we use cookies and similar technologies to help us to do this. Some are ne"
    },
    {
      "url": "http://www.mu.org/~doug/mao/",
      "title": "The Unofficial Mao Home Page",
      "description": "void",
      "preview": "Welcome! You are visitor number To the Unofficial Mao Home Page. This page is offered to the public free of charge so that people can learn the wonder"
    },
    {
      "url": "https://www.doryjackson.com/",
      "title": "Dory Jackson | New York City Entertainment Journalist",
      "description": "Dory Jackson is a digital journalist paving her way through the world of entertainment journalism.",
      "preview": "top of page direct doryjackson@hotmail.com business inquiries contact@doryjackson.com PEOPLE Magazine PR peoplepr@dotdashmdp.com editorial pitches dor"
    },
    {
      "url": "https://www.intertienda.es/novedades/",
      "title": "Putas 19 anos en La Mojonera - Martina 20 años | Disponible ahora",
      "description": "Las Mejores Chicas en en La Mojonera",
      "preview": "Disponible ahora Home • Categorías • Live Chat • Chicas • Prostitutas con videos • Striptease • Nuevas Masajes eroticos Lesbico BDSM Tetonas Mulatos D"
    },
    {
      "url": "https://www.pewtrusts.org/en/projects/pew-bertarelli-ocean-legacy",
      "title": "Pew Bertarelli Ocean Legacy | The Pew Charitable Trusts",
      "description": "Working together since 2011, The Pew Charitable Trusts and Dona Bertarelli formalized their partnership with Pew Bertarelli Ocean Legacy in 2017 with the shared goal of supporting the creation of the first generation of ecologically significant, large, and effective marine protected areas (MPAs) around the world.",
      "preview": "Protect Marine Life Archived Project Pew Bertarelli Ocean Legacy English EN English français español Working together since 2011, The Pew Charitable T"
    },
    {
      "url": "https://azpbs.org/",
      "title": "Home - Arizona PBS",
      "description": "Arizona PBS specializes in the education of children, in-depth news and public affairs, lifelong learning, and the celebration of arts and culture - utilizing the power of noncommercial television, the Internet, educational outreach services, and community-based initiatives.",
      "preview": "Skip to content Alert: Defunded but not defeated: Your support is essential. Help keep Arizona PBS strong. watch the untold story | AIRS Oct. 10 King"
    },
    {
      "url": "https://crontab.guru/",
      "title": "Crontab.guru - The cron schedule expression generator",
      "description": "An easy to use editor for crontab schedules.",
      "preview": "Cron Job Monitoring crontab guru The quick and simple editor for cron schedule expressions by Cronitor . loading... Monitor your cron jobs with Cronit"
    },
    {
      "url": "https://www.unglobalcompact.org/what-is-gc/our-work/social/poverty",
      "title": "Poverty | UN Global Compact",
      "description": "While the global poverty rate has been cut in half since 2000, still approximately 17% of the world's population - more than 1 billion people - live at or below $1.25 per day. There is more to be done and business has an important role to play in reducing global poverty.",
      "preview": "More than 700 million people - or 10 per cent of the global population - still live in extreme poverty, which means they are surviving on less than $1"
    },
    {
      "url": "https://images.google.com.mx/url?q=https://www.dealermobil.top/model/bmw-6-series-gt",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://www.dealermobil.top/model/bmw-6-series-gt . Se non deside"
    },
    {
      "url": "https://www.thestar.com/",
      "title": "Breaking News - Headlines & Top Stories | The Star",
      "description": "thestar.com is one of Canada's largest online news sites and 100% Canadian-owned. Live news, investigations, politics, sports and the heartbeat of Toronto, Canada's largest city.",
      "preview": "Skip to main content Toronto Star News - Breaking News Stories Provincial Politics Two years later, top Tories who lost jobs in Greenbelt scandal stil"
    },
    {
      "url": "https://www.airslate.com/captcha?ref=http://www.airslate.com/bot/explore/pre-fill-from-corda-bot",
      "title": "Recaptcha",
      "description": "void",
      "preview": "Confirm Humanity Before you continue browsing the airSlate website we need to confirm you're a human. If you are, simply check the box below."
    },
    {
      "url": "https://www.dacast.com",
      "title": "Dacast: Live Streaming Platform | Online Video Hosting",
      "description": "Dacast's Video Streaming Software is the leading Online Video and Hosting Platform. Stream live and on demand video leveraging a video API and 24/7 support.",
      "preview": "Skip to content Stream Video Through a Professional Streaming Platform Host, monetize, and broadcast with an end-to-end live streaming solution. Start"
    },
    {
      "url": "http://www.eeb.ucsc.edu",
      "title": "Ecology & Evolutionary Biology",
      "description": "void",
      "preview": "High-Impact Research 100 acres with direct access to the Monterey Bay and six natural reserves #2 in the U.S. for marine and freshwater biology #1 in"
    },
    {
      "url": "https://eatrobs.com/",
      "title": "Rob's Backstage Popcorn - Rob's Popcorn",
      "description": "Rob's Backstage Popcorn was born backstage with the Jonas Brothers and now they are sharing it with the world. Made with a secret recipe, we guarantee you've never tasted popcorn like this before.",
      "preview": "Skip to content Cart Your cart is empty you've never tasted popcorn like this before shop rob's find in store rob's original indian spice mix classic"
    },
    {
      "url": "https://2015annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://fondationprimat.org/en/",
      "title": "Fondation Didier et Martine Primat - Towards responsible and sustainable lifestyles",
      "description": "The Didier and Martine Primat Foundation raises awareness among people and public authorities about the global issues related to human activities.",
      "preview": "void"
    },
    {
      "url": "https://oceanexpert.org",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli Search More Options input All Experts Institutes Events Documents All Go Browse Experts By: Last Name Worklocation (country) Subject of research"
    },
    {
      "url": "https://advancecricket.com/amp/player-battle/andrew-tye/12753258",
      "title": "Andrew Tye Records - Advance Cricket",
      "description": "Andrew Tye plays cricket as Bowler. A Tye wicket per match stats are 1.7 in ODI, 1.4 in T20, 1.4 in IPL, 1.3 in BBL, 1.4 in T10, 1.4 in BLAST, 0.2 in PSL, 2.0 in DODI, 1.7 in DT20. Andrew Tye wicket in every 32.2 balls in ODI, 14.5 balls in T20, 16.2 balls in IPL, 15.4 balls in BBL, 7.3 balls in T10, 15.0 balls in BLAST, 90.0 balls in PSL, 24.5 balls in DODI, 11.3 balls in DT20. A Tye catch chances in match are 14.2 % in ODI, 31.2 % in T20, 26.6 % in IPL, 34.1 % in BBL, 77.7 % in T10, 59.4 % in BLAST, 25 % in PSL, 21 % in DODI, 28.5 % in DT20. Andrew Tye field chances are 28.5 % in ODI, 43.7 % in T20, 30 % in IPL, 50.4 % in BBL, 77.7 % in T10, 62.1 % in BLAST, 50 % in PSL, 21 % in DODI, 35.7 % in DT20.",
      "preview": "Andrew Tye Records Andrew Tye Introduction Role Bowler Batting Right Handed Bowling fast-medium Right-arm Andrew Tye More Introduction Country Austral"
    },
    {
      "url": "https://tiempo26.com/si-hubo-ataque-quimico-en-siria/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://www.irwinchapel.com/obituaries/Lindell-LE-Lindsay?obId=23262220",
      "title": "Obituary information for Lindell \"L.E.\" Lindsay",
      "description": "View Lindell \"L.E.\" Lindsay's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Lindell \"L.E.\" Lindsay October 17, 1933 - November 29, 2021 Lindell \"L.E.\" Lindsay Obituary Tribute Notifications TM Stay up-to-"
    },
    {
      "url": "https://branns.com/locations/",
      "title": "Locations - Brann's Steakhouse & Grille",
      "description": "Brann's Steakhouse is home to Michigan's Original Sizzle. Join us for happy hour, to catch the latest game, or family dinner - we guarantee a sizzling good time!",
      "preview": "FIND YOUR NEAREST BRANN'S > Locations VISIT US While we may have gotten our start on the West Side of Grand Rapids, we have not been afraid to spread"
    },
    {
      "url": "https://glyphsapp.com/learn/spacing",
      "title": "Spacing | Glyphs",
      "description": "Determining the sidebearings of your glyphs is called spacing. Here's how to do it in Glyphs.",
      "preview": "Determining the sidebearings, i.e. the vital spaces to the right and left sides of your glyphs, is called spacing. Spacing is very important to the ov"
    },
    {
      "url": "https://cos2022.sites.stanford.edu/events",
      "title": "Events | Center for Ocean Solutions",
      "description": "void",
      "preview": "Events Main navigation Skip Secondary Navigation Main content start Explore events we're participating in or hosting below. Upcoming Events Nov 09 - t"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "http://www.data-compression.info/",
      "title": "www.data-compression.info - The Data Compression Resource",
      "description": "void",
      "preview": "www.data-compression.info The Data Compression Resource on the Internet The Data Compression Site on the Internet www.data-compression.info is intende"
    },
    {
      "url": "https://www.militarytimes.com/pay-benefits/2019/12/10/it-changed-my-life-these-nonprofits-are-honored-for-making-a-difference-in-the-military-community/",
      "title": "'It changed my life': These nonprofits are honored for making a difference in the military community",
      "description": "Overall Newman's Own winner inspires students to create one-of-a-kind devices to help veterans.",
      "preview": "Pay & Benefits 'It changed my life': These nonprofits are honored for making a difference in the military community By Karen Jowers Dec 10, 2019 Vietn"
    },
    {
      "url": "https://www.uci.org/road/calendar",
      "title": "Road | UCI",
      "description": "Road Calendar",
      "preview": "void"
    },
    {
      "url": "https://perfectlyvirtualmoon.tumblr.com/post/144207358731",
      "title": "nothing new - Computing occupations are the largest category of new wages in America - Computing occupations are the largest category of...",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "nothing new It does not matter how slow you go so long as you do not stop. - Confucius Home Archive Subscribe (RSS) Ask me anything Random post Catchi"
    },
    {
      "url": "https://www.edx.org/learn/cybersecurity",
      "title": "How to learn cybersecurity online | edX",
      "description": "Learn cybersecurity with edX: Explore cybersecurity courses, undergraduate and graduate degree programs, career paths, and other practical considerations.",
      "preview": "Learn cybersecurity with online courses and programs Cybersecurity professionals continue to benefit from strong employer demand. Train for high-growt"
    },
    {
      "url": "https://developer.github.com/changes/2018-05-24-user-migration-api/",
      "title": "User Migration API public beta | GitHub Developer Guide",
      "description": "Get started with one of our guides, or jump straight into the API documentation.",
      "preview": "This content may be out of date. For the newest content, see the API posts on the GitHub Blog . All of GitHub's Docs are now in one place ! You can se"
    },
    {
      "url": "http://www.mit.edu/",
      "title": "MIT - Massachusetts Institute of Technology",
      "description": "The mission of MIT is to advance knowledge and educate students in science, technology and other areas of scholarship that will best serve the nation and the world in the 21st century.",
      "preview": "Skip to content ↓ Menu Explore websites, people, and locations Look up people by \"last name sounds like\" What are you looking for? See More Results Su"
    },
    {
      "url": "http://www.missingkids.com/home",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fplay.google.com%2Fstore%2Fapps%2Fdetails%3Fid%3Dorg.mozilla.firefox&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "Firefox Fast & Private Browser - Apps on Google Play",
      "description": "Build your web browser around you with private search, and more.",
      "preview": "Firefox Fast & Private Browser Mozilla 4.6 star 6.11M reviews info 100M+ Downloads PEGI 3 info Install Share Add to wishlist Take control of your inte"
    },
    {
      "url": "https://www.thelodgeatwoodloch.com/spa/snowroom",
      "title": "Revitalize in Our Snowroom Spa Experience | The Lodge at Woodloch",
      "description": "Experience rejuvenation in the Snowroom at The Lodge at Woodloch. Enjoy the unique benefits of cold therapy for relaxation and enhanced wellness.",
      "preview": "The Lodge at Woodloch Close Scroll to Explore Online Reservations Booking Details Dates Guests/Room 2 - + CONTRAST THERAPY SPA AMENITIES Explore Our S"
    },
    {
      "url": "https://www.theaterkrant.nl/tag/martine-decroos/",
      "title": "Martine Decroos - Voorstellingen, Recensies & Speellijst - Theaterkrant",
      "description": "Martine Decroos - Bekijk hier de laatste recensies en ga naar de speellijst.",
      "preview": "Home Nieuws Nieuws Opinie Recensies Keuze van de criticus Bejubeld Omstreden Magazine Artikelen Abonneren Verkooppunten Adverteren Vacatures Alle vaca"
    },
    {
      "url": "https://channel9.msdn.com/",
      "title": "Shows - Event & Video Content | Microsoft Learn",
      "description": "Browse thousands of hours of video content from Microsoft. On-demand video, certification prep, past Microsoft events, and recurring series.",
      "preview": "Shows Discover thousands of hours of fun, authentic, and informative original programming from Microsoft technical experts. Browse all shows and event"
    },
    {
      "url": "https://justiceforvets.org/wp-content/uploads/2017/03/RAND.pdf",
      "title": "Justice for Vets - All Rise",
      "description": "void",
      "preview": "All Rise Justice for Vets Justice for Vets We empower communities to respond effectively to the complex medical, behavioral health, and criminogenic n"
    },
    {
      "url": "https://www.floridavoicesforanimals.org/",
      "title": "Florida Voices for Animals | Tampa Bay Area",
      "description": "Florida Voices for Animals is a grassroots non-profit Animal Rights group which educates the public about animal abuse and promotes veganism.",
      "preview": "top of page Florida Voices for Animals Florida Voices for Animals is a non-profit 501(c) 3 charity that promotes animal rights by educating the public"
    },
    {
      "url": "https://www.healthline.com/health/ointment-vs-cream",
      "title": "Ointment vs. Cream, Lotion, and Gel: What Makes Them Different?",
      "description": "Learn the difference between creams, ointments, gels, and lotions, plus get tips to choose the best topical product for your skin care needs.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "http://www.tioluchin.com/",
      "title": "Buy Testosterone Cypionate Online - USA Testosterone Cypionate for sale",
      "description": "Testosterone Cypionate for sale, order Testosterone Cypionate online USA with credit card. Testosterone Enanthate for sale, anabolic steroids shop, buy Testosterone Propionate online.",
      "preview": "Dollar : Dollar Euro English : English French German Empty Cart Testosterone Cypionate For Sale: Home Oral Steroids Injectable Steroids HGH & Peptides"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/",
      "title": "sage",
      "description": "College Student // Designer // Content Creator",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://www.atuin.be/nl/catalogsearch/result/index/?bloemkleur=wit&plant_categorie=bodembedekker&q=cotoneaster+dammeri",
      "title": "Je hebt gezocht naar cotoneaster dammeri - ATuin",
      "description": "void",
      "preview": "Binnen 2 weken herfstvakantie! Bestel tijdig voor een vlotte levering tijdens deze drukke week. Negeren Zoek naar: Naar de inhoud springen Home > Je z"
    },
    {
      "url": "http://www.latraverse.org/Paul-Personne",
      "title": "Paul Personne - La Traverse",
      "description": "Gibson en bandoulière, Mr blues rock nous revient, juste après la sortie d'un tout nouvel album, \"Puzzle 14\", enregistré avec A l'Ouest. Paul (...)",
      "preview": "PROGRAMME SEPT-DEC 2025 (pdf) | Infos pratiques × Inscrivez-vous à notre Newsletter Inscription * information obligatoire Adresse mail * Vous ne recev"
    },
    {
      "url": "https://mx.imberacooling.com/productos/refrigerador-vertical-9-pies",
      "title": "Imbera",
      "description": "Imbera : - Cold Units Coolmotion Foodservice Healthcare Home Institucional Smart",
      "preview": "× Tu navegador actual (Safari, versión unknown) puede no ser compatible con algunas funciones de la página. INSTITUCIONAL Refrigeración de alta gama p"
    },
    {
      "url": "https://www.campaignlive.com/article/in-together/1719527",
      "title": "All in, together | Campaign US",
      "description": "By sharing what we have learned, we call on the industry to tap into our collective responsibility to make work where everyone feels seen.. From Campaign US",
      "preview": "Skip to Content Skip to Main Navigation Skip to Footer Home Page Lorraine Twohill, chief marketing officer, Google A single person sees almost 2 milli"
    },
    {
      "url": "https://www.bnymellon.com/",
      "title": "BNY | Global Financial Services",
      "description": "BNY is a global financial services company overseeing more than $53 trillion - managing it, moving it and keeping it safe.",
      "preview": "The New Treasury Frontier New research examines the top business drivers and banking needs of corporate treasurers as they navigate a complex business"
    },
    {
      "url": "https://www.nature.com/subjects/machine-learning",
      "title": "Machine learning - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    }
  ],
  "_meta": {
    "total_bookmarks": 57
  }
}