{
  "data": [
    {
      "url": "https://www.20minutes.fr/justice/2361019-20181025-lyon-manifestants-bloques-justice-ordonne-mise-examen-ancien-chef-police-ex-prefet-rhone",
      "title": "Lyon: Les manifestants avaient été bloqués, la justice ordonne la mise en examen des anciens chef de police et préfet du Rhône",
      "description": "Le 21 octobre 2010, la police avait confiné les manifestants place Bellecour lors d'une manifestation contre la réforme des retraites...",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off eau noire Dans les Deux-Sèvres, un cours d'eau pollué par un"
    },
    {
      "url": "https://helionsf.ro/2019/09/stiri-sf/evenimente/festivalul-flight-un-pas-inainte-pentru-timisoara/attachment/img_5566/",
      "title": "IMG_5566 | Helion Online",
      "description": "Visit the post for more.",
      "preview": "void"
    },
    {
      "url": "https://www.hayneedle.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.healthaction.org/resources",
      "title": "Respiratory Health at Work | Health Action Alliance",
      "description": "The Health Action Alliance provides employers with tools, resources, and insights to keep workers safe from flu, COVID-19, and other respiratory illnesses.",
      "preview": "By clicking \"Accept\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing e"
    },
    {
      "url": "https://forum.qt.io/topic/64285/height-of-a-qlistview-item-in-css",
      "title": "Height of a QListView item in css | Qt Forum",
      "description": "I've got a QT Combobox Object. Now I want to design the Items of it (QListView) in a bigger context. But QListView::item does not work.... any suggestions? h...",
      "preview": "Skip to content Your browser does not seem to support JavaScript. As a result, your viewing experience will be diminished, and you have been placed in"
    },
    {
      "url": "https://pluto.tv",
      "title": "Pluto TV: Watch Free Movies, TV Shows & Live TV Online",
      "description": "Watch 1000s of free movies and TV shows on demand & 100s of live TV channels for free.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://mrag.co.uk",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://react.dev/learn/referencing-values-with-refs",
      "title": "Referencing Values with Refs - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Escape Hatches Referencing Values with Refs When you want a component to \"remember\" some in"
    },
    {
      "url": "http://mazurekfh.com/index.php?m=search&s=search&q=2208%20FAG%20C3&c=and&mod=shop&page=1&s_shop_mid=0&sort=pD",
      "title": "FH Mazurek",
      "description": "void",
      "preview": "Numer łożyska: Marka: --proszę wybrać-- AKE BMZ BP CBF CX DDR DKF DKFD DYZ FŁT FŁT/IMPEX FŁTIMPEX FAG FKL FLT FLT IMPEX FLTIMPEX FŁT FŁT IMPEX GPZ IMP"
    },
    {
      "url": "https://www.victronenergy.com/live/vrm_portal:remote-firmware-update?ns=updating_firmware_procedure_1.2&tab_files=files&do=media&tab_details=view&image=energy-meters%3Aschema_-_et340-2.png",
      "title": "VRM: Remote firmware update [Victron Energy]",
      "description": "void",
      "preview": "vrm_portal:remote-firmware-update Media Manager Namespaces Choose namespace [root] ac_coupled_pv ac_coupling ac_current_sensor assistants auto-genset-"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/quick-and-healthy-recipes",
      "title": "116 Quick & Healthy Recipes | Good Food",
      "description": "Tuck into quick healthy meals that you can make in under 30 minutes. We've got plenty of tasty salads, soups and mains to leave you feeling nourished.",
      "preview": "Skip to main content Quick & healthy recipes 116 Recipes Tuck into these quick and easy healthy meals that you can make in under 30 minutes. We've got"
    },
    {
      "url": "https://jollygoodbeer.co.uk/pollys-smooth_grove-keg/",
      "title": "Pollys-Smooth_Grove-KEG - Jolly Good Beer",
      "description": "Drinks Wholesale Distribution",
      "preview": "Pollys-Smooth_Grove-KEG by Kat 2021-09-15 We use cookies on our website to give you the most relevant experience by remembering your preferences and r"
    },
    {
      "url": "https://careers.tapestry.com/",
      "title": "Careers at Tapestry",
      "description": "Careers at Tapestry",
      "preview": "Careers at Tapestry Press Tab to Move to Skip to Content Link Skip to main content CAREERS HOME OUR BRANDS COACH KATE SPADE NEW YORK VIEW ALL JOBS JOI"
    },
    {
      "url": "http://www.deejay.it/",
      "title": "Radio Deejay",
      "description": "Deejay.it ti sorprende, ti diverte, ti commuove. Radio, video, audio, musica e le migliori storie scelte per te e raccontate dai deejay del web",
      "preview": "Radio On Air Palinsesto Programmi Pillole Puntate Conduttori Frequenze Newsletter App iOS e Android Contatti Musica Webradio 30 Songs Deejay Parade Po"
    },
    {
      "url": "https://figment.so/",
      "title": "Figment | Figma-to-Website in Seconds",
      "description": "void",
      "preview": "Figment V2 just launched on Product Hunt 🎉 Leave a comment for a FREE Figma UI Kit Create a Website from any Figma Design Export your Figma designs st"
    },
    {
      "url": "http://spr.ly/IMDbApp_iOS",
      "title": "‎IMDb App: iPhone & iPad | IMDb Community Forums",
      "description": "Find showtimes, watch trailers, browse photos, track your watchlist and rate your favorite movies and TV shows on your phone or tablet! IMDb's app for iPhone, iPad & iPod touch",
      "preview": "Find or start a conversation IMDb App: iPhone & iPad Find showtimes, watch trailers, browse photos, track your watchlist and rate your favorite movies"
    },
    {
      "url": "https://theintercept.com/2020/05/06/coronavirus-prison-jail-mass-incarceration/",
      "title": "Mass Incarceration Poses Uniquely American Coronavirus Risk",
      "description": "The virus has exposed just how deadly prisons and jails are for incarcerated people, and for society at large.",
      "preview": "Skip to main content Part of the Texas Department of Criminal Justice's William G. McConnell Unit in Beeville, Texas, on April 15, 2020. Photo: Eric G"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Web_Mercator",
      "title": "Web Mercator - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Web Mercator From OpenStreetMap Wiki Jump to navigation Jump to search Help EPSG:3857 In other languages Afrikaans asturianu azərbaycanca Bahasa Indon"
    },
    {
      "url": "https://marketingexamples.com/",
      "title": "Marketing Examples",
      "description": "A gallery of real world marketing examples from successful companies. Want to perfect your cold email, boost referrals or improve SEO? Browse the case studies or filter by category. See something you like. And get inspired. It's like Dribbble, but for marketers.",
      "preview": "void"
    },
    {
      "url": "http://www.gsetechnology.co.uk",
      "title": "GSE SMART IPTV | Advanced IPTV solutions for IOS , ANDROID and mobile devices",
      "description": "Download for ANDROID here GSE SMART IPTV APPLE TV GSE SMART IPTV MAC OSX",
      "preview": "CROSS PLATFORM Advanced IPTV solution IOS , APPLE TV , ANDROID and MAC OSX Download for ANDROID here GSE SMART IPTV APPLE TV GSE SMART IPTV MAC OSX"
    },
    {
      "url": "https://courier.unesco.org/en",
      "title": "The UNESCO Courier | The UNESCO Courier",
      "description": "UNESCO's magazine - bringing you local perspectives on global issues since 1948. Available in 6+ languages.",
      "preview": "Skip to main content Search Search رسالة اليونسكو The UNESCO Courier UNESCO's magazine - bringing you local perspectives on global issues since 1948."
    },
    {
      "url": "https://learn.microsoft.com/en-us/ef/core/modeling/index",
      "title": "Creating and Configuring a Model - EF Core | Microsoft Learn",
      "description": "Overview of creating and configuring a Entity Framework Core model via Fluent API, Data Annotations and conventions.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://esci.ucsc.edu/index.html",
      "title": "Environmental Sciences",
      "description": "void",
      "preview": "About The UCSC Environmental Sciences (ESCI) major is an interdepartmental, undergraduate-only degree program. The purpose of the ESCI major is to edu"
    },
    {
      "url": "https://proyectosinternacionales.educa2.madrid.org/noticias/-/blogs/webinario-scientix?_33_redirect=%2Fnoticias%2F-%2Fblogs%2Fejemplo-de-difusion-de-proyectos-erasmus-ka1%3F_33_redirect%3D%252Fnoticias%252F-%252Fblogs%252Finfografia-el-camino-erasmus-%253F_33_redirect%253D%25252Fnoticias%25252F-%25252Fblogs%25252Flistas-provisionales-de-admitidos-ka1-2017%25253F_33_redirect%25253D%2525252Fnoticias%2525252F-%2525252Fblogs%2525252Fwebinar-par%2525253F_33_redirect%2525253D%252525252Fnoticias%252525252F-%252525252Fblogs%252525252Fnuevo-curso-diseno-y-presentacion-de-un-proyecto-erasmus-ka1-y-ka2-para-fp%252525253F_33_redirect%252525253D%25252525252Fnoticias%25252525252F-%25252525252Fblogs%25252525252Fste-a-m-aprender-y-ensenar-aprendiendo%25252525253F_33_redirect%25252525253D%2525252525252Fnoticias%2525252525252F-%2525252525252Fblogs%2525252525252Fconvocatoria-de-actividades-de-cooperacion-transnacional-para-educacion-de-adultos%2525252525253F_33_redirect%2525252525253D%252525252525252Fnoticias%252525252525252F-%252525252525252Fblogs%252525252525252Fentrega-de-los-sellos-de-calidad-etwinning-2016-en-la-comunidad-de-madrid%252525252525253F_33_redirect%252525252525253D%25252525252525252Fnoticias%25252525252525252F-%25252525252525252Fblogs%25252525252525252Fpremios-nacionales-etwinnig%25252525252525253F_33_redirect%25252525252525253D%2525252525252525252Fnoticias%2525252525252525252F-%2525252525252525252Fblogs%2525252525252525252Fentrevista-a-estibaliz-de-miguel-coordinadora-del-proyecto-etwinning-eu-games%2525252525252525253F_33_redirect%2525252525252525253D%252525252525252525252Fnoticias%252525252525252525252F-%252525252525252525252Fblogs%252525252525252525252Fnuevo-curso-diseno-y-presentacion-de-un-proyecto-erasmus-ka1-y-ka2-para-fp%252525252525252525253F_33_redirect%252525252525252525253D%25252525252525252525252Fnoticias%25252525252525252525252F-%25252525252525252525252Fblogs%25252525252525252525252Fejemplo-de-difusion-de-proyectos-erasmus-ka1%25252525252525252525253F_33_redirect%25252525252525252525253D%2525252525252525252525252F",
      "title": "Webinar Scientix 24 de abril 2017 - Noticias | Proyectos Internacionales | EducaMadrid",
      "description": "void",
      "preview": "Saltar al contenido Acceder Buscar: Entrar Atrás Webinar Scientix 24 de abril 2017 Fecha de publicación 6/04/17 8:39 Seminario web de Scientix: Global"
    },
    {
      "url": "https://www.eventbrite.ca/e/google-advertising-the-business-owners-starter-guide-virtual-tickets-533995493897?aff=erelexpmlt",
      "title": "Google Advertising: The Business Owner's Starter Guide (Virtual) Tickets, Tue, 21 Mar 2023 at 2:00 PM | Eventbrite",
      "description": "Eventbrite - Invest Ottawa Education Centre presents Google Advertising: The Business Owner's Starter Guide (Virtual) - Tuesday, 21 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Google Advertising: The Business Owner's Starter Guide (Virtual) View details Follow this organizer to stay informed on future"
    },
    {
      "url": "https://global-crypto.co.uk/en/crypto-ico/yumerium",
      "title": "Yumerium ICO",
      "description": "Play review and Share to Earn on an open Gaming Platform which makes use of the Blockchain",
      "preview": "Home Events Mining Pools Wallets Advertise Facebook Twitter Telegram Reddit Youtube Market Cap: 24h Vol: Cryptocurrencies: 2862 Markets: 112793 ENG ES"
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "https://mamesociety.org/event/72",
      "title": "The Myanmar American Medical Education Society, Inc.",
      "description": "void",
      "preview": "The Myanmar American Medical Education Society, Inc. Home Become a Member Application for Membership Volunteer Application About MAMES Our Mission Pre"
    },
    {
      "url": "https://news.walgreens.com/our-stories/",
      "title": "News Hub | Walgreens Boots Alliance",
      "description": "News Hub is the source for all WBA news. Read press releases, stories, news and download multimedia assets.",
      "preview": "Skip to main content 406 Results Filter Brand Walgreens WBA Filter Types Stories Press Releases Position Statements Asset Collections Filter Categorie"
    },
    {
      "url": "https://www.personalisegifting.com/1st-anniversary-gifts",
      "title": "First Wedding Anniversary Gift | Buy 1st Anniversary Gift",
      "description": "Choose the traditional first wedding anniversary gift made of paper & add the touch of personalisation to make it extra special. Shop from our collection now!",
      "preview": "UK: +44 203 0123 124 Search Products Cart (0) Log In Register About Us Contact Christmas Personalised Gifts Shop By Product Bags Mugs Cards Books Vase"
    },
    {
      "url": "https://canelasf.com/our-story/",
      "title": "Our Story - Canela Bistro Bar",
      "description": "void",
      "preview": "Accessibility Statement Canela Bistro & Wine Bar Accessibility Statement Canela Bistro & Wine Bar is committed to facilitating the accessibility and u"
    },
    {
      "url": "https://fact-project.org/FACT++/structcmnds.html",
      "title": "FACT++: cmnds Struct Reference",
      "description": "void",
      "preview": "FACT++ 1.0 Main Page Related Pages Namespaces Classes Files Examples Class List Class Index Class Hierarchy Class Members Public Attributes | List of"
    },
    {
      "url": "https://www.danielkennedy.com/",
      "title": "Celebrity Photographer London - Dan Kennedy",
      "description": "Dan Kennedy is a London based Celebrity and Fashion photographer shooting portraits for magazines, book covers, theatre posters, advertising photography and look books. Based in London, he undertakes commissions worldwide.",
      "preview": "Menu Celebrity Photographer - Dua Lipa Celebrity Photographer - Dua Lipa Celebrity Photographer - Tinie Tempah Celebrity Photographer - Fionn Whitehea"
    },
    {
      "url": "https://wiki.emory.edu/label/19+center+daily+evaluation+regional",
      "title": "Emory Login Service",
      "description": "void",
      "preview": "Emory Login Service Loading login session information from the browser... Since your browser does not support JavaScript, you must press the Continue"
    },
    {
      "url": "http://www.unfpa.org/female-genital-mutilation",
      "title": "Female genital mutilation | United Nations Population Fund",
      "description": "<p>💡 #DidYouKnow: 68 million girls are at risk of undergoing female genital mutilation (FGM) by 2030?</p",
      "preview": "Skip to main content Clear search Female genital mutilation Home What we do Female genital mutilation Female genital mutilation, a practice that invol"
    },
    {
      "url": "http://mllr.dk/privacy_policy/sexy-maria/privacy_policy_en.html",
      "title": "void",
      "description": "void",
      "preview": "Sexy Maria - Privacy Policy The app does not store any information about the user or the usage of this app - anywhere."
    },
    {
      "url": "http://magnolia.com/magnoliatablecookbook3",
      "title": "Jo's New Cookbook: Magnolia Table, Vol. 3",
      "description": "The taste of something truly delicious slows us down and invites us to enjoy a moment completely. That was my aim with this third collection: to share recipes",
      "preview": "Skip to content 0 Items Added to Cart You don't have anything in your cart yet. Start shopping Loading... Cart Subtotal $0.00 USD Shipping & taxes cal"
    },
    {
      "url": "https://www.geospatialworld.net/prime/climate-trace/",
      "title": "Climate TRACE",
      "description": "Climate TRACE, the global not-for-profit coalition is using Earth Observation data and AI to bring radical transparency to greenhouse gas emissions.",
      "preview": "Climate TRACE How the global not-for-profit coalition made up of NGOs, technology companies, academia, and former US Vice President and climate leader"
    },
    {
      "url": "https://www.leadersup.org",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://espanol.cdc.gov/enes/coronavirus/2019-ncov/travelers/cruise-travel-during-covid19.html",
      "title": "Centros para el Control y la Prevención de Enfermedades | CDC",
      "description": "void",
      "preview": "Ir al contenido del sitio Ir a la búsqueda El cáncer de mama Informarse más Las enfermedades respiratorias Informarse más Influenza aviar H5: situació"
    },
    {
      "url": "https://www.operationgratitude.com/",
      "title": "Homepage - Operation Gratitude",
      "description": "Our mission continues Our mission remains unchanged: to say \"Thank You\" to our Military and First Responder communities, and to honor their service by creating opportunities for all Americans to [...]",
      "preview": "🇺🇸 Our Mission Continues 🇺🇸 A Message from our Founder Skip to content Our mission continues Our mission remains unchanged: to say \"Thank You\" to our"
    },
    {
      "url": "https://www.soydemac.com/controlar-apple-glass-mirada-posible-patente/",
      "title": "Controlar funciones de las Apple Glass con la mirada sería posible con esta patente",
      "description": "¿Sería posible controlar algunas funciones de las Apple Glass con la mirada? Según la nueva patente registrada por Apple, sí",
      "preview": "Sobre las gafas de realidad aumentada de Apple, las conocidas como Apple Glass , hay muchos rumores en la red y ahora mediante la solicitud de una pat"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/full-legal",
      "title": "Privacy Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Privacy Policy of Tenuta Larnianone Tenuta Larnianone collects some Personal Data from its Users. This document contains a section dedicated to Users"
    },
    {
      "url": "https://helloitiskatie-blog.tumblr.com/post/139468112888",
      "title": "Hello, it is Katie - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media"
    },
    {
      "url": "https://livestream.com",
      "title": "Stream Live Video Online | Vimeo Livestream",
      "description": "Live stream to any audience, no matter the scale. We make it easy to stream your virtual events, hybrid conferences, webinars, online trainings, and more.",
      "preview": "void"
    },
    {
      "url": "http://www.accountservices.com/",
      "title": "ACCOUNT SERVICES INC",
      "description": "void",
      "preview": "For Efficient Accounting and Bookkeeping Start with Us Learn More Account Services, Inc. is a premier accounting and bookkeeping services company in t"
    },
    {
      "url": "https://people.com/style/youtube-announces-first-beauty-festival/",
      "title": "YouTube Announces Its First YouTube Beauty Festival",
      "description": "The virtual YouTube Beauty Festival will feature timely panel discussions as well as informative beauty segments with celebrities and YouTube content creators",
      "preview": "YouTube to Host Its First-Ever Beauty Festival with Jessica Alba, Pharrell Williams and More Stars Hosted by Derek Blasberg, the virtual summit will"
    },
    {
      "url": "https://www.leevalley.com/en-ca/discover/sharpening",
      "title": "Sharpening & Honing Tools - Lee Valley Tools",
      "description": "Looking for Sharpening Tools for your next woodworking and other projects? Shop Sharpening & Honing Tools Collection on Lee Valley, and explore our large Tools collection.",
      "preview": "Skip to content Accessibility Statement ITEM ADDED TO YOUR CART () Checkout Continue Shopping Sharpening & Honing Tools Whether you're an expert user"
    },
    {
      "url": "http://www.retailstudy.com/",
      "title": "Site selection and sales forecasting for retailers and real estate developers. We locate sites for restaurants and supermarkets.",
      "description": "void",
      "preview": "Information and experience working for you. Retail Site Selection and Brokerage 1563 Brentwood Dr Marietta, Ga. 30062 770-578-0744 email Our approach"
    },
    {
      "url": "https://nplayer.com/privacy-policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Effective date: November 9, 2019 Newin, Inc (\"us\", \"we\", or \"our\") built the nPlayer app as a Commercial app. This SERVICE is provided"
    },
    {
      "url": "https://www.filmvorfuehrer.de/topic/26002-samsung-cinema-screen/?do=editlogComment&comment=287769",
      "title": "Änderungshistorie - Filmvorführer.de",
      "description": "void",
      "preview": "Zum Inhalt springen Samsung Cinema Screen Änderungshistorie Bitte beachte, dass Revisionen, die älter als 30 Tage sind, entfernt werden und hier nicht"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/c/cubism",
      "title": "Cubism | Tate",
      "description": "Tate glossary definition for cubism: A revolutionary new approach to representing reality in art invented by artists Pablo Picasso and Georges Braque in which the artists aimed to bring different views of their subjects together in the same picture",
      "preview": "Cubism Cubism was a revolutionary new approach to representing reality invented in around 1907-08 by artists Pablo Picasso and Georges Braque. They br"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/using-data-to-make-business-decisions-using-patrwmio-tickets-517639833677?aff=erelexpmlt",
      "title": "Using data to make business decisions using Patrwm.io Tickets, Wed 15 Mar 2023 at 18:00 | Eventbrite",
      "description": "Eventbrite - Trefi SMART Towns Cymru presents Using data to make business decisions using Patrwm.io - Wednesday, 15 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Using data to make business decisions using Patrwm.io View details Follow this organiser to stay informed on future events By T"
    },
    {
      "url": "https://fr.mongabay.com/",
      "title": "Informations sur la conservation de la nature - Mongabay Afrique",
      "description": "Nouvelles à propos de la faune et de la nature",
      "preview": "Les infos récentes Perroquets gris sauvés du braconnage sur la voie de la restauration Didier Makal 10 Oct 2025 Grand Reportage Face aux effets du cli"
    },
    {
      "url": "https://pulpmx.com/podcast/guest-chris-betts/",
      "title": "Guest: Chris Betts - PulpMX",
      "description": "The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super...",
      "preview": "Guest: Chris Betts The second round draft choice of the Tampa Rays compares moto to baseball, he talks about being an AC super fan, his roots in moto,"
    },
    {
      "url": "https://www.chessprogramming.org/NNUE",
      "title": "NNUE - Chessprogramming wiki",
      "description": "void",
      "preview": "NNUE From Chessprogramming wiki Jump to: navigation , search Home * Learning * Neural Networks * NNUE Toriyama Sekien - Nue (鵺) [1] [2] NNUE , (ƎUИИ E"
    },
    {
      "url": "https://www.anandtech.com/show/20745/ryzen-processor-review-2025",
      "title": "AnandTech Forums: Technology, Hardware, Software, and Deals",
      "description": "Seeking answers? Join the AnandTech community: where nearly half-a-million members share solutions and discuss the latest tech.",
      "preview": "Trending Forum list What's new Menu Install the app Install Home Featured Forums Trending Search forums What's new New posts Latest activity Forum lis"
    },
    {
      "url": "http://www.irena.org",
      "title": "IRENA - International Renewable Energy Agency",
      "description": "The International Renewable Energy Agency (IRENA) is an intergovernmental organisation supporting countries in their transition to a sustainable energy future.",
      "preview": "Tracking Progress: Explore Energy Transition Indicators and Progress to #3xRenewables by 2030 || Support our #3xRenewables for the planet and its peop"
    },
    {
      "url": "https://www.capitalone.com/credit-cards/",
      "title": "Capital One Credit Cards",
      "description": "Capital One Credit Card Application. Find the Right Card for You-Apply for a Card Today.",
      "preview": "Credit Cards Building Credit Cash Back Dining & Entertainment Travel Rewards Compare All Cards Low Intro APR Student Rewards Small Business Apply with"
    },
    {
      "url": "https://www.esrb.org",
      "title": "ESRB Ratings | Entertainment Software Rating Board",
      "description": "Check ESRB ratings for video games and apps, including age ratings, content descriptors and interactive elements.",
      "preview": "Skip to Content ESRB ratings provide information about what's in video game Search ESRB Game Ratings Most Viewed Games: Ghost of Yōtei Bubsy in: The P"
    },
    {
      "url": "http://www.erp-recycling.ie",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Retailer Registration Search for: Member login Homepage admin 2025-06-12T11:18:49+01:00 Join us for the imple"
    },
    {
      "url": "https://help.target.com/help/subcategoryarticle?childcat=Price+Match+Guarantee&parentcat=Policies+%26+Guidelines&searchQuery=search+help",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.feedingamerica.org/our-work/reduce-food-waste",
      "title": "Food Waste in America: How You Can Help Rescue Food | Feeding America",
      "description": "Join the fight against food waste! Learn how Feeding America rescues 4 billion pounds of food annually, preventing waste and feeding millions.",
      "preview": "Skip to main content Fighting food waste and hunger through food rescue Imagine a world where everyone has enough to eat, and we make the most of our"
    },
    {
      "url": "http://www.ripe.net/",
      "title": "Welcome to RIPE and the RIPE NCC - RIPE Network Coordination Centre",
      "description": "The RIPE NCC is one of five Regional Internet Registries (RIRs) providing Internet resource allocation and registration, and coordination activities.",
      "preview": "Welcome to the RIPE NCC As the Regional Internet Registry for Europe, Middle East and Central Asia, we serve over 20,000 members in 76 countries. We r"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=2405948",
      "title": "Trojan.DownLoader8.31367 - Dr.Web Malware description library",
      "description": "Malicious functions: Executes the following: &lt;SYSTEM32&gt;\\tasklist.exe Modifies file system : Deletes itself. Network activity: Connects to: &#39;87###.noip1.nl&#39;:443 UDP: DNS ASK 87###.noip1.nl",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://www.nap.edu/catalog/24926/assessing-and-responding-to-the-growth-of-computer-science-undergraduate-enrollments",
      "title": "Assessing and Responding to the Growth of Computer Science Undergraduate Enrollments | The National Academies Press",
      "description": "Read online, download a free PDF, or order a copy in print or as an eBook.",
      "preview": "Skip to main content Login or Register for a free MyNAP member account to save 10% off online and receive other benefits. [ Learn More ] Consensus Stu"
    },
    {
      "url": "https://portuguese.alibaba.com/product-detail/artilady-artificial-wall-hanging-plants-with-wooden-sticks-home-decoration-1600378062143.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "http://geekwirereprints.magreprints.com/",
      "title": "GeekWire - PARS",
      "description": "PARS International is the authorized reprint, permissions & licensing agent for GeekWire. Leverage your positive coverage today.",
      "preview": "Skip to content Home » Publications » GeekWire GeekWire Thank you for your interest in repurposing content from GeekWire. PARS International is the au"
    },
    {
      "url": "https://developer.paypal.com/braintree/docs",
      "title": "Braintree Docs",
      "description": "Our mission is to empower developers with the tools, resources, and simple-to-use SDKs and APIs to build on one platform, so they can serve merchants from around the world.",
      "preview": "Braintree content is moving! In May, our developer documentation, support articles, and help form will move to a centralized location on PayPal Develo"
    },
    {
      "url": "https://www.eibabo.be/fr/abb/barre-de-phase-tripolaire-10mm2-ps-3-12-fi-eb10643883",
      "title": "ABB | PS 3/12 FI | Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI | 2CDL230002R1012 | Peigne de raccordement",
      "description": "Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI - ABB - PS 3/12 FI - 2CDL230002R1012 - 4016779571074: Nombre de phases 3, Nombre de pôles 12, Convient pour le nombre d'appareils 4, Mesure de division 44698 mm, Section transversale 10 mm², Longueur 214 mm, Largeur en unités de division 12, Courant continu nominal Iu 63 A, Conception de connexion électri...",
      "preview": "Pour profiter pleinement de eibabo.be, nous vous recommandons d'activer Javasript dans votre navigateur. > plus Lien Évaluer Jeu de barres - Barre de"
    },
    {
      "url": "https://privacy.paramount.com/closed-captioning",
      "title": "Paramount Privacy | CLOSED CAPTIONING OF INTERNET PROTOCOL-DELIVERED VIDEO PROGRAMMING CONTACT INFORMATION",
      "description": "void",
      "preview": "In accordance with the Twenty-First Century Communications and Video Accessibility Act of 2010, all video programming distributors that make video pro"
    },
    {
      "url": "https://www.geobiental.com/consultoria-ambiental-puerto-real/autorizacion-ambiental-unificada-puerto-real/",
      "title": "Autorización Ambiental Unificada (AAU) en Puerto Real » Geobiental",
      "description": "Geobiental le asesora y le ayuda en la realización de la documentación para la Autorizacion Ambiental Unificada de su proyecto en Puerto Real.",
      "preview": "Ir al contenido Autorización Ambiental Unificada en Puerto Real Si necesita realizar la documentación y trámite para la Autorización Ambiental Unifica"
    },
    {
      "url": "https://news.stv.tv/east-central/flight-carrying-scots-school-trip-from-edinburgh-to-new-york-catches-fire-mid-air",
      "title": "Flight carrying Scots school trip from Edinburgh to New York 'catches fire' mid-air | STV News",
      "description": "The Delta Airlines plane was forced to make an emergency landing at Prestwick Airport on Friday.",
      "preview": "Close Search"
    },
    {
      "url": "https://www.motogp.com/en/news",
      "title": "Latest News MotoGP™ | Moto2 | Moto3 | MotoE",
      "description": "The latest MotoGP™, Moto2, Moto3 and MotoE news, analysis, reports and results written by official MotoGP journalists. Here you will find fresh news.",
      "preview": "Skip to main content News MotoGP™ News Aldeguer makes history as the second youngest MotoGP winner Read Now Previous slide label.sliderNext Previous s"
    },
    {
      "url": "https://www.mochu.com.tw/products/%E8%B2%B4%E6%97%8F%E5%B0%8F%E7%8E%8B%E5%AD%90%E5%A5%97%E8%A3%9D",
      "title": "Mochu童裝",
      "description": "Mochu童裝",
      "preview": "{{ 'fb_in_app_browser_popup.desc' | translate }} {{ 'fb_in_app_browser_popup.copy_link' | translate }} {{ 'close' | translate }} {{ 'in_app_browser_po"
    },
    {
      "url": "https://www.britannica.com/art/Renaissance-art",
      "title": "Renaissance art | Definition, Characteristics, Style, Examples, & Facts | Britannica",
      "description": "Renaissance art, painting, sculpture, architecture, music, and literature produced during the 14th, 15th, and 16th centuries in Europe under the combined influences of an increased awareness of nature, a revival of classical learning, and a more individualistic view of humans.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos Re"
    },
    {
      "url": "https://www.wearegreenbay.com/news/local-news/recording-devices-inside-green-bays-city-hall-raise-concerns-regarding-privacy/",
      "title": "Recording devices inside Green Bay's City Hall raise concerns regarding privacy | WFRV",
      "description": "Recording devices inside Green Bay's City Hall raise concerns regarding privacy",
      "preview": "Skip to content"
    },
    {
      "url": "https://quantum4u.in/",
      "title": "Quantum4U | The Ultimate Mobile App Developers",
      "description": "We offer customised app development solutions to help our clients drive their business on mobile. Our apps have over 60+ million installs globally.",
      "preview": "Vision • Mission • Plan Making your life better with amazing applications. Fun • Ease • Betterment Your phone is not only to take calls. Make it worth"
    },
    {
      "url": "http://catalogue.odis.org",
      "title": "IOC Ocean Data and Information System Catalogue",
      "description": "void",
      "preview": "IOC Ocean Data and Information System \"Catalogue of Sources\" The ODIS \"Catalogue of Sources\" aims to be an online browsable and searchable catalogue o"
    },
    {
      "url": "https://www.ajol.info/index.php/jfecs/article/view/61642",
      "title": "A comparative study of regenerated bamboo, cotton and viscose rayon fabrics. Part 1: selected comfort properties | Journal of Consumer Sciences",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.pozosextremenos.es/pozos-verticales/",
      "title": "Perforaciones verticales en Badajoz - Pozos Extremeños",
      "description": "Expertos en perforaciones verticales en Badajoz para hacer pozos de sondeo. Empresa especializada en estudios de geotermia y perforaciones.",
      "preview": "Pozos Verticales Pozos Horizontales Perforaciones Bombas Pozos Verticales Desde Pozos y Sondeos Extremeños ponemos al alcance de su mano las mejores s"
    },
    {
      "url": "https://www.usmagazine.com/celebrity-news/pictures/the-challenges-derrick-kosinski-engaged-to-nicole-gruman-pics/a-special-spot/",
      "title": "The Challenge's Derrick Kosinski Engaged to Nicole Gruman: Pics | Us Weekly",
      "description": "'Road Rules' alum Derrick Kosinski proposed to his girlfriend, Nicole Gruman, on Tuesday, January 19 - exclusive photos",
      "preview": "3 Brandi Eilert Photography Taking the next step! Derrick Kosinski and girlfriend Nicole Gruman are engaged, the couple exclusively reveals to Us Week"
    },
    {
      "url": "http://pesteliv.com/category/704/cif.html",
      "title": "PESTELIV.COM | CIF",
      "description": "Само при нас ще намерите разнообразие от продукти на тема козметика, дамска и мъжка мода, аксеоари, всичко за бита. За поръчки: kirilkuzmanovet@abv.bg, 064 839506",
      "preview": "Меню Профил Език Продукти + КОЗМЕТИКА + КОЗМЕТИКА ЗА ЖЕНИ + КОЗМЕТИКА ЗА БРЕМЕННИ + КОЗМЕТИКА ЗА КОСА + Шампоани за коса + Марки + Bilka + BioFresh +"
    },
    {
      "url": "https://oceandecade.org/es/",
      "title": "Decenio del Océano - La ciencia que necesitamos para el océano que queremos",
      "description": "Decenio del Océano es una iniciativa marco de 10 años destinada a identificar, generar y utilizar conocimientos oceánicos fundamentales para gestionar el océano de forma sostenible.",
      "preview": "EL DECENIO vídeo © Universeum Ocean Science Lab DEL OCÉANO La ciencia que necesitamos para el océano que queremos 10 años. 10 Desafíos. 1 Océano. El o"
    },
    {
      "url": "https://opensource.guide",
      "title": "Open Source Guides | Learn how to launch and grow your project.",
      "description": "Learn how to launch and grow your project.",
      "preview": "Security Best Practices for your Project Strengthen your project's future by building trust through essential security practices - from MFA and code s"
    },
    {
      "url": "https://pierikosnews.blogspot.com/2017/04/blog-post_21.html",
      "title": "PierikosNews.gr : Οιωνοί... λύτρωσης για Πιερικό, συνθήκες εμπλοκής Συμεωνίδη",
      "description": "Ανοίγει ο δρόμος για την εμπλοκή νέων επενδυτών στον Πιερικό, με επικεφαλής τον Γιάννη Συμεωνίδη, χρηματοδότη του Διαγόρα Σεβαστής, πρώην ...",
      "preview": "Αρχική σελίδα Ποιοι είμαστε Επικοινωνία Βαθμολογίες Ρόστερ 2021-22 Εισιτήρια διαρκείας 2021-22 Pierikos News TV Δ/Σ ΣΦΚ ΠΙΕΡΙΚΟΣ Πρόγραμμα αγώνων Πιερ"
    },
    {
      "url": "https://www.iowaaces360.org",
      "title": "ACES 360 - Iowa ACEs 360",
      "description": "Iowa ACEs 360 provides research, tools, and a network to empower our state to take informed actions that help all individuals heal from trauma and thrive.",
      "preview": "ACEs in Iowa 2024 Iowa Report What are ACEs What contributes to ACEs Outcomes from ACEs Opportunities to Respond How to respond ACEs Training > Lemona"
    },
    {
      "url": "https://www.vizzuality.com/what-we-do/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "https://imgbin.com/",
      "title": "IMGBIN.com - Download Transparent PNG Images, For Free",
      "description": "Get unlimited access to millions of free transparent PNG files created by designers, for designers",
      "preview": "categories logos calendar log in sign up Categories PNG's Famous PNG Logos Events Calendar Popular PNG's Newest PNG's PNG's by Color AI Background Rem"
    },
    {
      "url": "https://www.ebags.com/backpacks-bags/laptop-backpacks/just-right-standard-backpack/137311XXXX.html",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "https://www.washingtontimes.com/",
      "title": "Washington Times - Politics, Breaking News, US and World News",
      "description": "The Washington Times delivers breaking news and commentary on the issues that affect the future of our nation.",
      "preview": "Skip to content Close Search Search Keyword: Search News Corrections Politics National World Security DOGE Watch Business & Economy D.C. Local Media S"
    },
    {
      "url": "https://worldheritageoutlook.iucn.org/",
      "title": "Home page | World Heritage Outlook",
      "description": "The IUCN World Heritage Outlook provides an independent assessment of the state of conservation of our natural heritage and its potential to be maintained in the future.",
      "preview": "Skip to main content Explore natural sites Explore natural sites Aldabra Atoll Alejandro de Humboldt National Park Ancient Maya City and Protected Tro"
    },
    {
      "url": "https://sheet2site.com/",
      "title": "Sheet2Site: Website Builder Using Google Sheets",
      "description": "Sheet2Site is a website builder that lets you create your own website without writing code using only Google Sheets with pictures, filters and links.",
      "preview": "void"
    },
    {
      "url": "https://prior.allenai.org/",
      "title": "Perceptual Reasoning and Interaction Research",
      "description": "Explore PRIOR, a team working on Perceptual Reasoning and Interaction Research at Allen Institute for AI",
      "preview": "PRIOR: Perceptual Reasoning and Interaction Research High-impact open-source AI research Featured Project Molmo Molmo is a family of open state-of-the"
    },
    {
      "url": "https://woods.stanford.edu",
      "title": "Stanford Woods Institute for the Environment",
      "description": "Learn more about Stanford University's hub for climate and environment research spanning all seven schools on campus.",
      "preview": "Highlighting solutions to the wildfire crisis Read more Main content start Featured news Tracking microplastics from sea to body September 29, 2025 St"
    },
    {
      "url": "https://kratomguides.com/category/kratom-strains/?filter_by=review_high",
      "title": "Best Kratom Strains, Types, Effects, Dosage - KratomGuides.com",
      "description": "Kratom strains guideline and information also their benefits and uses of different kratom types are available here. Best Kratom strains, types, and effects.",
      "preview": "Kratom Strains Kratom Effects Kratom Alternatives How to Use Best Sellers News Sign in Welcome! Log into your account your username your password Forg"
    },
    {
      "url": "http://www.vizio.com/privacy",
      "title": "DCC Technology",
      "description": "Exertis is our fastest growing distributor.",
      "preview": "Home The world needs progress makers Acting as an enabler between global technology brands and the people and businesses who use their products, we br"
    },
    {
      "url": "http://www.radioampm.com.ar/2017/10/direcotora-de-turismo.html",
      "title": "Direcotora de Turismo",
      "description": "AmPm Radio El Bolsón Noticias y entretenimiento 2944800999 Escucha 2021",
      "preview": "Inicio _Sin Sello Escuchar la Radio Enviar Whatsapp A Twitter List by RodrigoSotomayr AmPm Direcotora de Turismo 102.9 Radio Produccion octubre 11, 20"
    },
    {
      "url": "https://wiki.das-labor.org/index.php?title=Spezial:Anmelden&returnto=Bootstrap+Meeting%2F2021&returntoquery=action%3Dedit%26section%3D209",
      "title": "Anmelden - LaborWiki",
      "description": "void",
      "preview": "Wechseln zu: content Anmelden Aus LaborWiki Wechseln zu: Navigation , Suche Benutzername Sichere Verbindung verwenden Passwort Angemeldet bleiben Anme"
    },
    {
      "url": "https://www.slovensko.sk/sk/agendy/agenda/_/elektronicka-ziadost",
      "title": "Agenda - UPVS",
      "description": "Ústredný portál verejnej správy",
      "preview": "Ústredný portál verejnej správy Vstúpiť na nové slovensko.sk Úvod O portáli Pomoc Kontakt English Zmena kontrastu Vyhľadať Prepáčte, požadovaný obsah"
    },
    {
      "url": "https://hg.mozilla.org/mozilla-central/pushloghtml?changeset=f8f94f19e05b9cda0f5c81178094c2f2cc581fc5",
      "title": "Client Challenge",
      "description": "void",
      "preview": "JavaScript is disabled in your browser. Please enable JavaScript to proceed. A required part of this site couldn't load. This may be due to a browser"
    },
    {
      "url": "https://www.walmartcontacts.com?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Contact Lenses from Walmart Contacts",
      "description": "Buy contact lenses online from Walmart Contacts for fast, convenient service. We carry the widest selection of lenses and offer expedited shipping for all your contact lens needs",
      "preview": "Skip to main content Free Shipping on all products. Shop now! Best prices. Top brands. Contact Lens Brands See All Brands Lens Manufacturers Contact L"
    },
    {
      "url": "https://www.ciciscorner.com/2016/04/mondays-musings.html",
      "title": "Monday's Musings - CiCis Corner F",
      "description": "void",
      "preview": "Monday, April 11, 2016 Monday's Musings Lea @ CiCis Corner April 11, 2016 Well, this morning was a VERY early one for me. I had to arise at 3:00AM to"
    },
    {
      "url": "https://chiquillosva-blog.tumblr.com/",
      "title": "osvas blog",
      "description": "sup yo",
      "preview": "osvas blog sup yo home message archive"
    },
    {
      "url": "https://lindquist.cul.columbia.edu/catalog?f%5Bstate_or_province__facet%5D%5B%5D=Oklahoma&f%5Bsubject_geographic__facet%5D%5B%5D=Concho+%28Okla.%29&f%5Bsubject_name__facet%5D%5B%5D=Concho+Indian+School+%28Concho%2C+Okla.%29&f%5Btopic_subject__facet%5D%5B%5D=Portraits%2C+Group&f%5Btopic_subject__facet%5D%5B%5D=Girls&f%5Btopic_subject__facet%5D%5B%5D=Indians+of+North+America--Education&f%5Btopic_subject__facet%5D%5B%5D=Children&f%5Btopic_subject__facet%5D%5B%5D=Indian+students&per_page=60",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.av8n.com/how/htm/airfoils.html",
      "title": "3 Airfoils and Airflow",
      "description": "void",
      "preview": "[ Previous ][ Contents ] [ Marketing Needed -- Can You Help? ] Copyright © 1996-2005 jsd 3 Airfoils and Airflow - Have you heard how to make a small f"
    },
    {
      "url": "https://lib.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=libraries",
      "title": "UW Libraries - University of Washington Libraries",
      "description": "University of Washington Libraries",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW University of Washington Libraries"
    },
    {
      "url": "https://india.mongabay.com/",
      "title": "Environmental news and information in India - Landing",
      "description": "India's environmental science and conservation news",
      "preview": "Latest Feature story Arunachal Pradesh plans big push for hydropower Simrin Sirur 10 Oct 2025 Waste work calls for better intervention, not just forma"
    },
    {
      "url": "https://indianf.com/9775-2-tata-motors/",
      "title": "Tata Motors reports total sales of 35,299 units in Dec 2021 - Indian Flash",
      "description": "Tata Motors on Saturday announced decade high monthly automobile sales in December 2021 at 35,299 units and quarterly sales of 99,002 units",
      "preview": "HOME PEOPLE Achievers Communuities Game-Changers Specially-abled Women Young GOOD NEWS art beauty Development News Education Entertainment Environment"
    },
    {
      "url": "https://peru.oceana.org/es/blog/las-exportaciones-pesqueras-en-el-2019",
      "title": "Informe | Las exportaciones pesqueras en el 2019 - Oceana Peru",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://delaware.uso.org",
      "title": "USO Delaware",
      "description": "Directions, hours, and events for the USO Delaware area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO Delaware Find another USO location USO logo USO Delaware Donate Open Menu Locations USO Del"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "https://lisaemme.com/crazy-canuck-new-years-blog-hop/?like_comment=119&_wpnonce=297513bbd2",
      "title": "Crazy Canuck New Year's Blog Hop | lisa emme",
      "description": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blog Hop will take place from December 27 to January 2 and we are currently taking sign-ups for hosts and authors. The theme of the hop is Fill Your...",
      "preview": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blo"
    },
    {
      "url": "https://code.visualstudio.com?utm_source=developermscom",
      "title": "Visual Studio Code - Code Editing. Redefined",
      "description": "Visual Studio Code redefines AI-powered coding with GitHub Copilot for building and debugging modern web and cloud applications. Visual Studio Code is free and available on your favorite platform - Linux, macOS, and Windows.",
      "preview": "Join a VS Code Dev Days event near you to learn about AI-assisted development in VS Code. Dismiss this update The open source AI code editor Download"
    },
    {
      "url": "http://custhelp2.walgreens.com/",
      "title": "Photo Help",
      "description": "void",
      "preview": "Walgreens Photo Help Photo Account Your Photos Ordering Products Info and Policies Top 10 Questions Photo Print & Enlargement Pricing and Shipping Pho"
    },
    {
      "url": "https://www.newscientist.com/subject/technology/",
      "title": "Technology news, articles and features | New Scientist",
      "description": "From electronics and engineering to artificial intelligence, discover the latest developments, awe-inspiring features and in-depth analysis about today's technological advances",
      "preview": "Close Advertisement Subscribe now Technology From the earliest stone tools to the latest advances in artificial intelligence, robotics, blockchains an"
    },
    {
      "url": "https://www.nationalcleanupday.org/",
      "title": "National CleanUp Day - September is Cleanup Month",
      "description": "National Clean Up Day is September 21, 2024. Over two million US volunteers in 2023 and 22 million globally for World CleanUp Day. Held annually on the Third Saturday in September. What would happen if everyone picked up at least one piece of litter on National CleanUp Day? Sign Up, Find a Local Event, Start your own CleanUp Event. National CleanUp Month is all of September.",
      "preview": "Back Our Story How Can I Help? Our Team Our Interns/School Projects Trash Caulin Back All Partners Planet Oat World CleanUp Day Cleanify Keep America"
    },
    {
      "url": "https://its.tntech.edu/label/act+autodesk+content+forgot+idme+matlab",
      "title": "Self-Service Portal Home",
      "description": "void",
      "preview": "Updating... Loading... Popular Services Refresh Module Loading... Popular Articles Refresh Module Loading... Contact Info | Hours - Spring/Fall Refres"
    },
    {
      "url": "https://unu.edu",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "https://www.newsamericasnow.com/tag/guadeloupe-2/",
      "title": "#GUADELOUPE Articles | News Americas Now",
      "description": "Explore news and features tagged #GUADELOUPE - stories from the Caribbean and Diaspora, curated by News Americas Now.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Latest News Latin America Business Food Entertainment Caribbean Sports Immigration Cannabis & Ma"
    },
    {
      "url": "https://www.sagaeducation.org/",
      "title": "Saga Education - High-Impact Tutoring Resources, Services, & Technology",
      "description": "Saga Education is a national leader in high-impact, in-school tutoring, leveraging human capital and technology to accelerate educational equity. Redefining personalized learning with an evidence-based approach, scalable solutions, and student-relationship-driven design.",
      "preview": "Support Us Help Students See and Achieve Their Potential Resources, services and technology for high-impact tutoring Learn More Redefining personalize"
    },
    {
      "url": "https://developers.googleblog.com",
      "title": "Home - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Featured articles AI AI Homepage Gemini 2.5 Flash Image now ready for product"
    }
  ],
  "_meta": {
    "total_bookmarks": 123
  }
}