{
  "data": [
    {
      "url": "https://www.thinkwithgoogle.com/intl/en-gb/future-of-marketing/digital-transformation/beauty-on-youtube-be-part-of-the-conversation/",
      "title": "Digital Transformation & Maturity - Think with Google",
      "description": "Every company is on the road to digital transformation. See how to embrace marketing technology, from automation and machine learning to measurement.",
      "preview": "Skip to Content Digital Transformation Every company is at different points in its digital transformation. See how other companies are making progress"
    },
    {
      "url": "https://www.pagat.com/rummy/ginrummy.html",
      "title": "Gin Rummy - Card Game Rules",
      "description": "How to play the popular American two-player card game Gin Rummy: rules, variations and resources including software and online servers.",
      "preview": "Home A-Z Select language ▼ deutsch english italiano Home Page > Classified Index > Draw and Discard Games > Rummy Games > Gin Rummy Gin Rummy Players:"
    },
    {
      "url": "https://footballburp.com/jokes/the-best-wenger-jokes-after-chelsea-loss-and-mourinho-clash/",
      "title": "The best Wenger jokes after Chelsea loss & Mourinho clash",
      "description": "More Arsène Wenger jokes after another Arsenal defeat away at Chelsea and a bit of a confrontation with José Mourinho.",
      "preview": "LOST: Wenger (Image: Gordon Flood ) It's time for more Arsène Wenger jokes after yet another Arsenal defeat away at Chelsea and a bit of a confrontati"
    },
    {
      "url": "https://alfa-lampy.pl/product-pol-18365-Druciana-lampa-kratka-PEKA-miedz-drewno-sr-24cm.html",
      "title": "Druciana lampa kratka PEKA miedź/drewno śr. 24cm 60419 - marka Alfa Sosnowscy - Phenomena Light",
      "description": "void",
      "preview": "Menu Lampy wiszące Lampy sufitowe Plafony sufitowe Kinkiety Lampy stołowe Klosze i abażury Dobierz Klosz Żarówki Pomieszczenia Style WYPRZEDAŻ O Nas B"
    },
    {
      "url": "https://www.unblock.coffee/",
      "title": "Unblock Coffee - Award-winning ads only",
      "description": "Unblock Coffee is a creative library with only award-winning campaigns, and the biggest advertising awards. Together in one place.",
      "preview": "Award-winning ads only. Search With our AI powered search Awards ADC The One Show Clio Awards Brands Nike Burger King The New York Times Agencies Wied"
    },
    {
      "url": "https://klipper3d.org/Config_Reference.html",
      "title": "Welcome - Klipper documentation",
      "description": "void",
      "preview": "Welcome The Klipper firmware controls 3d-Printers. It combines the power of a general purpose computer with one or more micro-controllers. See the fea"
    },
    {
      "url": "https://reading-not-sleeping.tumblr.com/",
      "title": "Reading Not Sleeping",
      "description": "23 years old // she/her // student // USA // vegetarian // feminist // getting to grips with being unapologetically myself",
      "preview": "Menu Reading Not Sleeping 23 years old // she/her // student // USA // vegetarian // feminist // getting to grips with being unapologetically myself I"
    },
    {
      "url": "https://www.sonnentaler.net/aktivitaeten/mechanik/bewegung/oekomobil/teil3/ue11/",
      "title": "Unterrichtseinheit 11: Verschiedene Verkehrsmittel - Multimodalität und Intermodalität",
      "description": "void",
      "preview": "Direkt zum Inhalt Zum Ende des Inhalts Zur Service-Navigation Zur Suche Zur Hauptnavigation Zur Anmeldung/Registrierung Homepage > Aktivitäten > Mecha"
    },
    {
      "url": "https://shop.energetix.tv/en/jewellery/for-her/rings/polished-stainless-steel-ring-with-swarovski-crystals",
      "title": "ENERGETIX - Magnetic jewellery and wellness",
      "description": "ENERGETIX Bingen - Magnetschmuck in seiner schönsten Form Tauche ein in die Welt von ENERGETIX Bingen: Designschmuck mit integrierten Magneten - Magnetschmuck in seiner schönsten Form mit fantastischer optischer Wirkung. Exklusiver Magnetschmuck der Marke ENERGETIX mit breitem Sortiment Ob Armband, Ring, Kette o...",
      "preview": "To be able to use ENERGETIX Shop in full range, we recommend activating Javascript in your browser. Cookie settings This website uses cookies that are"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/post/121423221112",
      "title": "Maryland moves to increase diversity in computer science - @lisas1221-blog on Tumblr",
      "description": "A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in the...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "https://mygabc.org/",
      "title": "Greater Augusta Black Chamber Of Commerce - One Community",
      "description": "void",
      "preview": "Skip to content Pomimo łatwości uprawiania hazardu online w Polsce, nadal istnieją regulacje mające na celu zapobieganie uzależnieniu. Ostatnie badani"
    },
    {
      "url": "https://devblogs.microsoft.com/?utm_source=developermscom",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "https://www.nbc.com/apps",
      "title": "NBC Apps - NBC.com",
      "description": "Watch your favorite shows on the go with the NBC App for iOS and Android. Also available on Apple TV, Roku, Amazon Fire, Xbox, and Samsung TV!",
      "preview": "Main Content The NBC App Watch your favorite shows on your favorite screens with the NBC App! Stream the latest full episodes of primetime, daytime an"
    },
    {
      "url": "https://www.only.in/",
      "title": "Online Shopping Destination & Fashion for Young Women | ONLY",
      "description": "Explore stylish western wear with ONLY India. From jeans and dresses to stylish tops and skirts, we offer a huge online shopping fashion collection for women.",
      "preview": "Skip to content Cart Your cart is empty Previous Go to item 1 Go to item 2 Go to item 3 Go to item 4 Next First on Only.in Previous Frill Trim Chiffon"
    },
    {
      "url": "https://digitalfire.com/glossary/glaze+chemistry",
      "title": "Glaze Chemistry",
      "description": "Glaze chemistry is the study of how the oxide chemistry of glazes relate to the way they fire. It accounts for color, surface, hardness, texture, melting temperature, thermal expansion, etc.",
      "preview": "Monthly Tech-Tip from Tony Hansen SignUp No tracking ! No ads ! All Glossary 0.8mm thickness | 200 mesh | 325 mesh | 3D Design | 3D Modeling | 3D Prin"
    },
    {
      "url": "https://www.doh.wa.gov/Emergencies/COVID19/vaccine",
      "title": "COVID-19 Vaccine Information | Washington State Department of Health",
      "description": "Statewide Vaccine Standing Order The Washington State Department of Health (DOH) has issued a statewide standing order, under the direction of the State Health Officer, authorizing qualified health care personnel to vaccinate individuals aged 6 months and older, including pregnant people, who do not have contraindications to the vaccine.",
      "preview": "breadcrumb English"
    },
    {
      "url": "https://infiniteforloop.tumblr.com/",
      "title": "typing is a contact sport",
      "description": "I FKN LOVE RECURSION. SEND ME TO POINTER HELL.",
      "preview": "RSS Archive Likes ASK ME ABOUT MY PRIORITY QUEUES typing is a contact sport I FKN LOVE RECURSION. SEND ME TO POINTER HELL. February 5, 2018 • 52 notes"
    },
    {
      "url": "https://www.healthychildren.org/English/ages-stages/baby/feeding-nutrition/Pages/Starting-Solid-Foods.aspx",
      "title": "Starting Solid Foods - HealthyChildren.org",
      "description": "feeding-nutrition~The American Academy of Pediatrics (AAP) discusses the introduction of solid food to babies and discusses signs of solid food readiness..",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://reidjon.tumblr.com/",
      "title": "Jon Reid Tumbling",
      "description": "Quickdraw posts that haven't made it to my regular blog: Conversations. I'm blaming the other awesome Tumblr sites I'm stumbled upon for my presence. Come on over to Twitter too. Been there longer.",
      "preview": "6th May 2016 Drupalcon! Oh yeah, I'll be in New Orleans for Drupalcon next week. I'll be in town on Sunday. See you there! 19th Apr 2016 | 36 notes 16"
    },
    {
      "url": "https://bnhs.net/events/calendar/?cat1=indoor&event_id1=863",
      "title": "Events Calendar - Basildon Natural History Society",
      "description": "void",
      "preview": "You are here: Home » Events » Events Calendar Events Calendar All Upcoming Past All Indoor Other Outdoor Event Information: Wed 08 May 2019 AGM 8:00 p"
    },
    {
      "url": "https://alerts.mongabay.com/",
      "title": "Subscribe to Mongabay news alerts",
      "description": "Subscribe to environmental news alerts.",
      "preview": "Subscribe to Mongabay news alerts Our topic-based news alerts allow you to get daily or weekly notifications via email about topics you select. Simply"
    },
    {
      "url": "https://www.nngroup.com/articles/top-10-mistakes-web-design/",
      "title": "Top 10 Mistakes in Web Design - NN/G",
      "description": "The 10 most egregious UX offenses against users. Web design disasters and HTML horrors are legion, though many usability atrocities are less common than they used to be.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 Top 10 Mistakes in Web Design Jakob Nielsen Jakob Nielsen January 1"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/",
      "title": "💗VII-XVIII-MCMXCIII 💗",
      "description": "📚 [Chapter 30] 📚",
      "preview": "💗VII-XVIII-MCMXCIII 💗 1 2 3 4 5 Next 📚 [Chapter 30] 📚 prettycolors prettycolors photo posted on December 22, 2023 936 notes prettygrlzz scorpio sun, g"
    },
    {
      "url": "http://www.kidswithfoodallergies.org/",
      "title": "Home | Kids with Food Allergies",
      "description": "(KFA) is a division of the Asthma and Allergy Foundation of America (AAFA), the nation's oldest and leading asthma and allergy charity. With one in 13 children now having a food allergy, KFA services are needed more than ever. We are a vital lifeline to families raising children with food allergies.",
      "preview": "New Anaphylaxis Action Plan AAFA's Food Allergy Anaphylaxis Action Plan provides information and instructions on how to manage an allergic reaction LE"
    },
    {
      "url": "https://www.freikirchegronau.de/datenschutz/",
      "title": "Datenschutz - Evangelische Freikirche Gronau",
      "description": "void",
      "preview": "Datenschutz 1. Datenschutz auf einen Blick Allgemeine Hinweise Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenb"
    },
    {
      "url": "https://opendata.praha.eu/dataset?amp=&organization=operatorict&tags=office&tags=praha",
      "title": "Otevřená data hlavního města Prahy | Datové sady",
      "description": "Katalog otevřených dat hlavního města Prahy. Data magistrátu, městských částí a městských společností.",
      "preview": "Datové sady Datové sady Vyhledávání Vyhledat Filtry Filtrovat datové sady Organizace 23 Institut plánování a rozvoje 109 Magistrát hl. m. Prahy 103 Pr"
    },
    {
      "url": "https://storeleads.app/",
      "title": "Store Leads - The platform for ecommerce data.",
      "description": "The most comprehensive list of ecommerce stores including 13,597,305 active stores across 321 platforms including Shopify, WooCommerce and Square Online.",
      "preview": "Check out our free Chrome Extension"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436440",
      "title": "Thomas Gainsborough - Cottage Children (The Wood Gatherers) - The Metropolitan Museum of Art",
      "description": "In November 1787, after a visit to Gainsborough's studio, Henry Bate described the present work in the following terms: \"A landscape of uncommon merit . . . a picturesque scene . . . beautifully romantic\" into which the artist had introduced three \"charming little objects [who] cannot be viewed without the sensations of tenderness and pleasure, and an interest for their humble fate\" (quoted in Whitley 1915, p",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://impact.kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://icarus.flights/",
      "title": "Icarus Flights - Flight Intelligence for Investigators",
      "description": "Icarus Flights is a tool for analyzing uncensored aircraft activity data and tracing global aircraft ownership records",
      "preview": "void"
    },
    {
      "url": "https://www.interruptingcriminalization.com/defundpolice-update",
      "title": "#DefundPolice Update - Interrupting Criminalization",
      "description": "void",
      "preview": "0 The Demand Is Still #DefundPolice #DefundThePolice #FundThePeople #DefendBlackLives This update to our June 2020 #DefundPolice toolkit reflects vict"
    },
    {
      "url": "http://www.nctsn.org/sites/default/files/assets/pdfs/nctsn_earlychildhoodtrauma_08-2010final.pdf",
      "title": "Early Childhood Trauma | The National Child Traumatic Stress Network",
      "description": "Offers details on how early childhood trauma is unique, the scope of the problem, as well as the symptoms and behaviors associated with exposure to trauma at an early age.",
      "preview": "Jump to navigation Early Childhood Trauma You are here Home > Early Childhood Trauma Back to top Early Childhood Trauma NCTSN Resource Resource Descri"
    },
    {
      "url": "https://www.supportblackowned.com/states/ga?regionSearch=Georgia&featured=0&resetSearch=1&geolocation=0&radius=100&countrySearch=226&controller=search&orderBy=packageOrder%20desc&start=20",
      "title": "Georgia - Business Listings - Support Black Owned - Results from #20",
      "description": "Empower communities with your next purchase. Explore Black-owned businesses that deliver quality and help close the wealth gap. On our directory you will find black owned companies, insurance companies, dentist, lawyer, massage therapist, hvac company, electricians, lawn care, inspectors near me. - Results from #20",
      "preview": "Would you like to join our newsletter to find out about great Black-owned business. Newsletters Subscribe"
    },
    {
      "url": "https://medium.com/@NirZicherman/how-ai-works-2499120a78cb",
      "title": "How AI Works 🤖🔎. An entirely non-technical explanation... | by Nir Zicherman | Medium",
      "description": "How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actually work Learning about AI I've been surrounded by discussion about AI lately. I'm sure you have too. The endless ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actuall"
    },
    {
      "url": "https://bwittmblr.tumblr.com/",
      "title": "Black Women in Technology",
      "description": "Dedicated to increasing the presence of Women of Color in Technology",
      "preview": "Follow @BWiTLA Follow @BWiTLA Follow @BWiTLA Follow @BWiTLA Follow @BWiTLA Women in Tech: The Facts (2015-16 Update) Follow @BWiTLA Modern Figures - N"
    },
    {
      "url": "https://www.voteamerica.com/",
      "title": "VoteAmerica: Everything You Need to Vote",
      "description": "Nonpartisan tools and resources for voters in all 50 states and DC. Everything you need to register to vote, cast your ballot, and make sure it's counted. Trusted by Democrats, Republicans, and independent voters.",
      "preview": "Skip to content Get ready to vote Check your registration status Register to vote Request your absentee or mail ballot Find upcoming elections Pre-reg"
    },
    {
      "url": "https://saaspages.xyz/blocks/testimonials",
      "title": "Testimonials Blocks - SaaS Pages",
      "description": "Screenshots, tips and tricks to build the best SaaS landing page that actually converts",
      "preview": "In version 2.0 you can now compare new vs old design on the company's page! SaaS Pages by Versoly Companies Navbars Headers Clients CTA Features Team"
    },
    {
      "url": "https://www.nba.com/schedule",
      "title": "NBA Schedule - NBA Games & Events | NBA.com",
      "description": "NBA Schedule: Official source of NBA games schedule. Check your team's schedule, game times and opponents for the season.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.mongabay.org/donate/?bottom_menu_link",
      "title": "Donate - Environmental Journalism and Education",
      "description": "void",
      "preview": "Mongabay relies on its readers' support to report impactful stories on environmental issues that otherwise go untold. Join us with a tax-deductible do"
    },
    {
      "url": "https://schwank.de/report/porsche-ein-standort-der-faszination-mit-modernster-heiztechnik/",
      "title": "Werkstattheizung bei Porsche | Praxisbericht von Schwank",
      "description": "Werkstattheizung bei Porsche: Ein Standort der Faszination mit modernster Heiztechnik ➝ Alle Referenzen & Praxisberichte über die Hallenheizungen und Klimasysteme von Schwank!",
      "preview": "Porsche: Ein Standort der Faszination mit modernster Heiztechnik Schwank Praxisbericht Stufenlose Modulation Das Projekt Das Porsche Zentrum Würzburg"
    },
    {
      "url": "http://forums.mozillazine.org/memberlist.php?mode=viewprofile&u=2810765&sid=7cac7c39176ab83cff183912786ae84d",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://www.ea.com/ea-play",
      "title": "EA Play Membership - Official EA Site",
      "description": "Unlock the world of EA. Experience unlimited access to a collection of top EA titles, trials of select new games, and more with an EA Play membership.",
      "preview": "EA Play Games Member Benefits News Newsletter FAQ Games Member Benefits News Newsletter FAQ Unlock a world of thrill Experience unlimited access to a"
    },
    {
      "url": "http://www.geocaching.com/about/privacypolicy.aspx",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy California Privacy Notice Nevada Privacy Notice 1. ABOUT US We are Groundspeak, Inc. (Groundspeak), the owner and operator of the follo"
    },
    {
      "url": "http://www.aclu-md.org/press_room/81",
      "title": "ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy - ACLU of Maryland",
      "description": "MEDIA STATEMENT CONTACT: Meredith Curtis, (410) 889-8555; media@aclu-md.org BALTIMORE - Today, the American Civil Liberties Union of Maryland spoke out against a Maryland Transit Administration (MTA) decision to implement a pilot program of recording audio on buses in Baltimore as a significant invasion of privacy. Legislation seeking to authorize audio recording on MTA [...]",
      "preview": "Press Releases ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy October 18, 2012 12:00 am"
    },
    {
      "url": "https://toofab.com/2020/05/08/joshua-whitehouse-game-of-thrones-failed-pilot/",
      "title": "Josh Whitehouse Spills On Failed Game of Thrones Prequel Series (Exclusive)",
      "description": "HBO passed on the pilot, which starred Naomi Watts.",
      "preview": "Television By TooFab Staff | 5/8/2020 8:14 AM PT Getty/HBO The actor looks at the bright side of the show not going to series. Even before \"Game of Th"
    },
    {
      "url": "https://vimeo.com/577234427",
      "title": "Kara Finds Life-Changing Success",
      "description": "This is &quot;Kara Finds Life-Changing Success&quot; by GiveIt2Goodwill on Vimeo, the home for high quality videos and the people who love them.",
      "preview": "Verify to continue To continue, please confirm that you're a human (and not a spambot). Checking if the site connection is secure vimeo.com needs to r"
    },
    {
      "url": "https://www.blackrock.com/",
      "title": "Gestione degli investimenti e servizi finanziari | BlackRock",
      "description": "BlackRock è uno dei più importanti asset manager e uno dei principali fornitori di servizi di gestione degli investimenti al mondo. Scopri di più.",
      "preview": "Skip to content BlackRock BlackRock iShares iShares Aladdin Aladdin La nostra società La nostra società Investitore privato Italia Abbandona il sito B"
    },
    {
      "url": "https://www.ywcacassclay.org/",
      "title": "YWCA Cass Clay",
      "description": "YWCA Cass Clay is where survivors of domestic violence and homelessness find safety, shelter, and support. YWCA Emergency Shelter provides safety to over 1200 individuals annually as the largest shelter for women and children in North Dakota and NW Minnesota. YWCA Supportive Housing provides safe, affordable housing to 350 adults and children for the longer journey to stability and independence.",
      "preview": "0 Your support shows you care When you give to YWCA through the FM Area Foundation Caring Catalog now through December 2 , YOU provide safety, shelter"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "http://loop-impact.frontiersin.org/impact/article/514487#views",
      "title": "Loop | Publication Impact |",
      "description": "void",
      "preview": "View original article 0 Total Views and Downloads 0 Citations Social Buzz Social buzz score provided by Altmetric Demographics \"hidden message from v3"
    },
    {
      "url": "http://www.iaacc.com/",
      "title": "Idlewild African American Chamber of Commerce",
      "description": "void",
      "preview": "Idlewild African American Chamber of Commerce Free Events Need Love and Support - Click here to Cashapp donation Accommodation Listing For Idlewild"
    },
    {
      "url": "https://www.kayak.com/explore/",
      "title": "KAYAK Explore",
      "description": "Looking for inspiration? Enter your budget, select your trip type and KAYAK Explore will find you your perfect vacation. Find out how far your budget can take you!",
      "preview": "Any time, any duration Stops Price Flight duration Type of trip View map"
    },
    {
      "url": "https://fonttools.readthedocs.io/en/latest/ttLib/ttFont.html",
      "title": "ttFont: Read and write font contents - fontTools Documentation",
      "description": "void",
      "preview": "ttLib: Read and write OpenType and TrueType fonts ttFont: Read and write font contents View page source ttFont: Read and write font contents  Overvie"
    },
    {
      "url": "https://www.foreverdiamondsny.com",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "https://www.retro-darky.cz/plechova-retro-cedule-plakat-prazska-kolbovka/",
      "title": "Plechová retro cedule - Pražská Kolbovka - retro-darky.cz",
      "description": "Plechová retro cedule - Pražská Kolbovka.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://modelshipworld.com/topic/13196-beginners-guide-to-rigging/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/post/145707587226",
      "title": "The class students like the most - Untitled",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "Untitled RSS Jun 10 The class students like the most codeorg : A recent survey asked students how they feel about different classes. Other than dance,"
    },
    {
      "url": "https://newscorp.com/",
      "title": "News Corp",
      "description": "void",
      "preview": "Skip to content Passionate. Principled. Purposeful. News Corp delivers authoritative and engaging content from some of the world's most trusted brands"
    },
    {
      "url": "https://alar.my/privacy_policy_global.html",
      "title": "privacy policy",
      "description": "privacy policy",
      "preview": "Get the app Get the app Get started Alarmy by scanning the QR code Iframe Example Privacy Policy Effective Date : Last updated + 30days Last Updated :"
    },
    {
      "url": "https://www.geogebra.org/calculator",
      "title": "Calculator Suite - GeoGebra",
      "description": "Interactive, free online calculator from GeoGebra: graph functions, plot data, drag sliders, create triangles, circles and much more!",
      "preview": "x y z π 7 8 9 × ÷ e 4 5 6 + - < > ≤ ≥ 1 2 3 = ( ) , 0 ."
    },
    {
      "url": "http://webonthefly.com/",
      "title": "WebOnTheFly - web content management and custom development for small business",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.leadersup.org",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://www.kiteplans.org/",
      "title": "World's largest kite plan archive - Kite Plan Base (KPB)",
      "description": "The Kite Plan Base is the largest kite plan archive in existence. It isn't a mere link directory, it contains actual plan backups.",
      "preview": "World's largest kite plan archive - Kite Plan Base (KPB) ES cambiar el idioma a español home 1 line Flat Kites Bowed Kites Delta Kites Box Kites Sled"
    },
    {
      "url": "https://goldentriangledc.com/grow-golden/",
      "title": "Grow Golden - Golden Triangle",
      "description": "void",
      "preview": "Skip to content Grow Golden Home > Locate Here > Grow Golden Golden Triangle Welcomes Retail & Restaurant Pop-Ups Momentum is building for retail and"
    },
    {
      "url": "https://www.kiwicarparts.co.nz/products/volkswagen-golf-mk5-left-side-clip-on-mirror-glass",
      "title": "Mirror Glass For VW Golf MK5 2005 - 2009 LEFT Convex With Blind Spot Z - KIWI CAR PARTS",
      "description": "Description:Mirror Glass For VW Golf MK5 2005 - 2009 LEFT Convex With Blind Spot Zone Heated with backing clip. Great replacement mirror - OEM Quality. Very easy to replace in 2 minutes just clip it on. Horn blasts and sideswipe near misses during lane changes are scary stuff. If you're lucky, all you get is a massive",
      "preview": "CATEGORIES Parts to suit volkswagen Parts to suit audi Parts to suit bmw Parts to suit toyota Parts to suit skoda Car stereo / car audio Parts to suit"
    },
    {
      "url": "https://sbcountyda.org/2023/02/28/two-brothers-convicted-of-murdering-groom-on-wedding-day/",
      "title": "Two Brothers Convicted of Murdering Groom on Wedding Day - San Bernardino County District Attorney",
      "description": "Joe Melgoza was celebrating his wedding just hours before the chaotic incident unfolded the early morning of December 15, 2019 at a family residence where a reception was held. FOR...",
      "preview": "Skip to content CLOSE SBCOUNTY MENU Home Link District Attorney MENU Home Our Services OUR OFFICE About The District Attorney's Office District Attorn"
    },
    {
      "url": "https://library.donorbox.org/",
      "title": "Free Nonprofit Resources, Templates & Checklists By Donorbox Library",
      "description": "Donorbox Library is collection of free to download Nonprofit resources, templates, checklists, and guides in formats like Excel, PDF, etc to improve the ROI of your Nonprofit marketing and fundraising efforts.",
      "preview": "Free nonprofit resources to help you help others Select Category Communications Events Finance Fundraising Nonprofit CRM Operations Planning Starting"
    },
    {
      "url": "http://www.healthandwealthtopic.com/",
      "title": "Health Is Wealth - Most Popular Supplement Reviews -",
      "description": "void",
      "preview": "Skip to content Posted by By Avery Washington 01/07/2023 Posted in Supplement Semenax Uncovered: A Detailed Review and Analysis Men experiencing erect"
    },
    {
      "url": "http://undergraduate.bulletins.psu.edu/undergraduate/colleges/engineering/civil-engineering-bs/#suggestedacademicplantext",
      "title": "Civil Engineering, B.S. (Engineering) &vert Penn State",
      "description": "void",
      "preview": "New Bulletin Edition: You are viewing the 2025-2026 edition of the Undergraduate Bulletin. Undergraduate students who entered the university prior to"
    },
    {
      "url": "https://mydowntowngiftcards.com/",
      "title": "Downtown Gift Cards USA |",
      "description": "void",
      "preview": "$ 0.00 0 Your bag 0 Sub-total $ 0.00 Shipping $ TBC Purchase Fee $0 Total $0.00 Checkout continue browsing Browse all cards Business Orders Check my b"
    },
    {
      "url": "https://themes.shopify.com/?locale=en",
      "title": "Ecommerce Website Templates - Free and Premium Themes for Your Online Store.",
      "description": "Explore all 800+ free and paid Shopify themes to launch your online store with.",
      "preview": "Clear Free Price Jewelry and accessories Industry Some (11-100+) Catalog size Food and drink Industry Suggestions Choose the right theme for your busi"
    },
    {
      "url": "https://www.findymail.com/?via=w7qyde8i953fj9s6sv8r",
      "title": "Email Finder: Find Verified Emails for free | Findymail",
      "description": "Automatically scrape, find & clean emails for your B2B prospecting. No bounce / invalid emails. First 10 emails free !",
      "preview": "Skip to content B2B Email & Phone Data For Modern Sales Teams Reach more targets without destroying your reputation with built-in email verification a"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://support.airtable.com/docs/contact-us",
      "title": "Contacting Airtable",
      "description": "To contact Airtable Support, open Airtable and click on the HELP menu in the upper right-hand corner of the page. Then select \"Message support\".",
      "preview": "Contacting Airtable Updated Updated on Sep 30, 2025 Published on Jul 5, 2022 4 minute(s) read Export PDF Print Prev Next Plan availability All plan ty"
    },
    {
      "url": "https://rmc.bfmtv.com/mediaplayer/video/vacances-de-la-toussaint-avez-vous-peur-de-partir-0910-1284042.html",
      "title": "Vacances de la Toussaint : avez-vous peur de partir ? - 09/10",
      "description": "VIDÉO - Selon le ministre la Santé, la circulation d'une zone à une autre n'est pas limitée dans l'Hexagone. En effet, cela n'est pas de nature à exporter le virus et la situation sanitaire n'est pas aussi grave comparé à celle du printemps dernier. Mais à l'heure des vacances de la Toussaint, la prudence...",
      "preview": "Sur le même sujet 0:25 \"Est-ce que Macron n'est pas en train de se venger d'avoir perdu les législatives ?\" 0:46 Jérôme Marty : \"On va balancer aux or"
    },
    {
      "url": "https://womenwatchafrika.org/",
      "title": "Women Watch Afrika - Eliminating all forms of discrimination against women.",
      "description": "Eliminating all forms of discrimination against women.",
      "preview": "Cultivating African Women's Leadership and Empowerment Providing culturally relevant Services and Programs Advocating on the Elimination of Violence a"
    },
    {
      "url": "https://www.theplacetostay.co.uk/oven-cleaning-company/",
      "title": "Professional oven cleaning - always a good choice ThePlacetoStay",
      "description": "The regularly oven cleaning as part of the home cleaning is something we can't escape from, because if we do it, the consequences will be negative for us:",
      "preview": "Skip to content The regularly oven cleaning as part of the home cleaning is something we can't escape from, because if we do it, the consequences will"
    },
    {
      "url": "https://www.bloombergconnects.org/",
      "title": "Bloomberg Connects",
      "description": "Bloomberg Connects is a free mobile app featuring guides to hundreds of museums, galleries, sculpture parks, gardens, and cultural spaces in one easy to use app.",
      "preview": "Skip to main content The arts and culture app. Download Now"
    },
    {
      "url": "https://www.walmartcontacts.com?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Contact Lenses from Walmart Contacts",
      "description": "Buy contact lenses online from Walmart Contacts for fast, convenient service. We carry the widest selection of lenses and offer expedited shipping for all your contact lens needs",
      "preview": "Skip to main content Free Shipping on all products. Shop now! Best prices. Top brands. Contact Lens Brands See All Brands Lens Manufacturers Contact L"
    }
  ],
  "_meta": {
    "total_bookmarks": 80
  }
}