{
  "data": [
    {
      "url": "https://tvline.com/2015/02/16/kit-cowan-tribute-video-death-michael-ausiello-husband/",
      "title": "[VIDEO] Kit Cowan Tribute, Memorial",
      "description": "There's no \"good\" way to say this, so I'll just say it: On Feb. 5, my husband, Kit Cowan, passed away following a courageous, hard-fought 11-month battle with a rare and merciless form of neuroendocrine cancer. As you can imagine, my heart is broken.",
      "preview": "Read Next: 9-1-1: Nashville Series Premiere Is Dripping in Soapy, Southern Twists - Grade ABC's 9-1-1 Spinoff! GET OUR NEWSLETTERS! Search Icon Close"
    },
    {
      "url": "https://samuelssweetshop.com/",
      "title": "Samuel's Sweet Shop - Candy, Chocolate & Coffee in Rhinebeck, NY",
      "description": "Visit Samuel's Sweet Shop in Rhinebeck, NY for nostalgic candy, handmade chocolates, baked goods & delicious coffee. Shop in-store or online!",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Home Samuel's Sweet Shop Spooktacular Sampler The HAUNT is on for CANDY! Trick or"
    },
    {
      "url": "https://zdravotnickynabytek.cz/cs/reference/",
      "title": "Reference | Zdravotnický nábytek",
      "description": "void",
      "preview": "VÝROBCE ZDRAVOTNICKÉHO NÁBYTKU A ZAŘÍZENÍ cs en Úvod Produkty O nás Akce Služby Reference Kontakt Úvodní strana » Reference Reference Fakultní Thomaye"
    },
    {
      "url": "https://www.erika-sanvigilio.it/en/summer-winter/cross-country-skiing/73-0.html",
      "title": "Cross-country skiing - Marebbe - - Hotel Erika San Vigilio di Marebbe",
      "description": "If you choose San Vigilio to spend your winter holidays you should also grasp the chance to try cross-country skiing. The 12km-long Marebbe Valley, ...",
      "preview": "Request now Arrival Days persons Request Booking Cross-country skiing If you choose San Vigilio to spend your winter holidays you should also grasp th"
    },
    {
      "url": "http://www.invictusafrica.com/",
      "title": "Invictus Africa Group LLC",
      "description": "void",
      "preview": "Home About Portfolio Team Contact Invictus Invictus Africa Group, LLC (IAG or Invictus) serves as manager of a private Mauritius based investment hold"
    },
    {
      "url": "https://instagib.tv",
      "title": "iNSTAGIB has moved to Vaughn Live | https://vaughn.live/browse/gaming",
      "description": "void",
      "preview": "When Vaughn Live launched in 2011, we did not allow gaming content. As a result we created iNSTAGIB to give those that wanted to do a gaming stream an"
    },
    {
      "url": "https://www.goldmansachs.com/",
      "title": "Home | Goldman Sachs",
      "description": "The Goldman Sachs Group, Inc. is a leading global investment banking, securities, and asset and wealth management firm that provides a wide range of financial services.",
      "preview": "close The Latest Analysis on Geopolitics, Trade, and Technology Dive deep into the forces shaping the markets and global economy with timely analysis"
    },
    {
      "url": "https://mestizos.cl/tag/medio-de-transporte/",
      "title": "#medio de transporte - Mestizos Magazine",
      "description": "Revisa todos los artículos de la etiqueta medio de transporte",
      "preview": "#medio de transporte Mostrando 1 artículos del tag #medio de transporte 13 January 2022 00:03 por Isabel Pinto Descubre los beneficios del uso de la b"
    },
    {
      "url": "http://www.citypages.com/",
      "title": "City Pages",
      "description": "void",
      "preview": "Looking for the City Pages Archives? The Hennepin County Library and Minnesota Historical Society host archives of CityPages.com . Newspapers.com will"
    },
    {
      "url": "http://www.borderhumanity.org",
      "title": "Border Humanity Project | American Civil Liberties Union",
      "description": "People fleeing persecution and violence have the legal and human right to seek asylum in the United States. Our nation is made stronger when we welcome people with compassion and dignity. Together, we can end the horrors of immigration detention and rebuild a better asylum system.",
      "preview": "Skip navigation Immigrants' Rights › Border Humanity Project People fleeing persecution and violence have the legal and human right to seek asylum in"
    },
    {
      "url": "https://www.porterleath.org/preschool",
      "title": "Porter-Leath Focus Areas | Preschool",
      "description": "Porter-Leath brings vital early childhood education and family services to children and families in Shelby County each year. Porter-Leath Preschool encompasses several components, including Early Head Start, Pre-K and Preschool classrooms.",
      "preview": "Preschool Home Focus Areas Preschool Porter-Leath brings vital early childhood education and family services to children and families in Shelby County"
    },
    {
      "url": "http://metv.com",
      "title": "MeTV - America's #1 Classic Television Network",
      "description": "Watch MeTV for memorable entertainment television from America's #1 classic television network. Airing over 50 different classic TV series each week, from drama and comedy to westerns and sci fi, MeTV is available nationwide for free with an antenna, and is available on many local television providers. Find out where to watch MeTV, check our television schedule, and explore nostalgic content, quizzes, videos and more on MeTV.com",
      "preview": "void"
    },
    {
      "url": "https://discourse.mozilla.org/c/mdn/236",
      "title": "MDN - Mozilla Discourse",
      "description": "The MDN category is for discussing topics related to the MDN site. If you want to be involved in making MDN more awesome, please share your ideas, opinions, questions, etc. Please observe the Mozilla Community Participation Guidelines to create a safe and positive community for everyone.",
      "preview": "MDN Topic Replies Views Activity FAQ: How do I read MDN in English? MDN l10n Several MDN readers have a similar problem: They want to read MDN content"
    },
    {
      "url": "http://www.moneystation.gr",
      "title": "Ανταλλακτήρια Συναλλάγματος Θεσσαλονίκη | Money Station Exchange",
      "description": "Η Money Station Exchange λειτουργεί από το 1999, με άδεια από την Τράπεζα της Ελλάδος, και δραστηριοποιείται στον τομέα των ανταλλακτηρίων συναλλάγματος στη Θεσσαλονίκη.",
      "preview": "Παράβλεψη περιήγησης ΑΝΤΑΛΛΑΚΤΗΡΙΑ ΣΥΝΑΛΛΑΓΜΑΤΟΣ ΘΕΣΣΑΛΟΝΙΚΗ MONEY STATION EXCHANGE Αγορά και πώληση στις καλύτερες τιμές της αγοράς! Η εταιρεία Money"
    },
    {
      "url": "https://gen.medium.com",
      "title": "GEN",
      "description": "A former publication from Medium about politics, power, and culture. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in GEN by Medium 100K followers · 1 editor Follow About Help Status About Ca"
    },
    {
      "url": "https://www.tent.org/",
      "title": "Tent Partnership for Refugees",
      "description": "The Tent Partnership for Refugees is mobilizing the private sector to improve the lives & livelihoods of more than 36 million refugees around the globe.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "https://www.diigo.com/",
      "title": "Diigo - Better reading and research with annotation, highlighter, sticky notes, archiving, bookmarking & more.",
      "description": "Diigo is a powerful research tool and a knowledge-sharing community",
      "preview": "Downloads Blog Sign in Sign up Downloads Blog Sign in Sign up Diigo Your Learning, Simplified GET STARTED Collect Save and tag your online resources f"
    },
    {
      "url": "https://timesofsandiego.com/business/2019/05/23/six-san-diego-small-businesses-win-chambers-annual-awards/",
      "title": "Six San Diego Small Businesses Win Chamber's Annual Awards",
      "description": "From educating San Diegans about the environment to helping veterans start a business, six small businesses earned awards Thursday.",
      "preview": "Skip to content Stephanie Brown, founder and CEO of The Rosie Network, with Jerry Sanders. Photo by Chris Jennewein From educating San Diegans about t"
    },
    {
      "url": "https://dk.linkedin.com/company/pandora-a-s?trk=organization_guest_main-feed-card-text",
      "title": "Pandora | LinkedIn",
      "description": "Pandora | 520.621 følgere på LinkedIn. The world&#39;s largest jewellery brand | Pandora is the world's largest jewellery brand. The company designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices Pandora jewellery is sold in more than 100 countries through more than 6,500 points of sale, including more than 2,500 concept stores. Headquartered in Copenhagen, Denmark, Pandora employs 32,000 people worldwide and crafts its jewellery at two LEED-certified facilities in Thailand using mainly recycled silver and gold.",
      "preview": "LinkedIn respekterer dit privatliv LinkedIn og tredjeparter bruger essentielle og ikke-essentielle cookies til at levere, sikre, analysere og forbedre"
    },
    {
      "url": "https://www.usatoday.com/story/entertainment/movies/2020/08/26/tom-sizemore-suit-alleging-he-groped-little-girl-dismissed/5636906002/",
      "title": "Tom Sizemore suit alleging he groped 11-year-old girl dismissed",
      "description": "A lawsuit accusing Tom Sizemore of child molestation on a movie set in 2003 has been dismissed by a Utah judge, two years after it was filed.",
      "preview": "Skip to main content Home Movies Celebrities TV Music Books Broadway Theatre Crosswords Games Entertain This! Celebrity Deaths Horoscopes American Inf"
    },
    {
      "url": "https://tulerie.com/",
      "title": "Tulerie | The Only Luxury Peer-to-Peer Closet Rental App",
      "description": "Tulerie is a peer-to-peer rental platform uniting sustainability, luxury, and community. Enjoy a modern, eco-friendly way to refresh your wardrobe with joy and variety.",
      "preview": "0 the only luxury peer-to-peer closet rental app Download Tulerie on ios Our Misson Wear. Share. Repeat. Tulerie is bringing to light how sustainabili"
    },
    {
      "url": "https://skinseedapp.com/",
      "title": "Skinseed",
      "description": "void",
      "preview": "Privacy Policy Terms of Service Copyright 2023. Skinseed. All rights reserved."
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#founders",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    },
    {
      "url": "https://ayt.co/interlinear/heb2ayt/detail.php?id=19453&s=2534",
      "title": "Jeremiah 21:12",
      "description": "void",
      "preview": "Back to #2534 Go Up ↑ << Jeremiah 21:12 >> Genesis Exodus Leviticus Numbers Deuteronomy Joshua Judges Ruth 1 Samuel 2 Samuel 1 Kings 2 Kings 1 Chronic"
    },
    {
      "url": "http://members.tripod.com/~Germantown_Peggers/cribfrms.htm",
      "title": "Germantown Peggers Cribbage Club, Rules Page",
      "description": "This Rules page is associated with the American Cribbage Congress, it is intended to help people better understand how to play cribbage.",
      "preview": "void"
    },
    {
      "url": "https://climalit.es/category/ahorro/",
      "title": "Ahorro archivos - Climalit",
      "description": "void",
      "preview": "ICPE Climalizate X Acceso Fabricantes Username Password He olvidado mi contraseña X Acceso ICPE Username Password ¿Quieres pertenecer a Climalit Plus"
    },
    {
      "url": "https://make.wordpress.org/",
      "title": "Get Involved - WordPress.org",
      "description": "Whether you're a developer, a designer, or want to push the community forward, we're always looking for people to join us in making WordPress even better.",
      "preview": "Log In Register WordPress.org Make WordPress Make WordPress Whether you're a developer, a designer, or want to push the community forward, we're alway"
    },
    {
      "url": "http://worldofwonder.net/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://mnisotafund.org/about",
      "title": "About Us - Mni Sota Fund",
      "description": "Mni Sota Fund is a Native CDFI in Minneapolis, MN. We serve the urban Indian community as our people pursue their dreams of home ownership and entrepreneurship.",
      "preview": "0 MNI SOTA FUND is an Urban Native CDFI Community Development Financial Institution located in Mni Sota Makoce Established in 2011 as Bii Gii Wiin Com"
    },
    {
      "url": "https://chat.icq.com/icqchat/",
      "title": "Free Video Chat Rooms | Online Video Chatting and Calls",
      "description": "Create instant video chat rooms and make video calls for FREE with ICQ New! Windows, MAC, iOS (iPhone/iPad) and Android!",
      "preview": "Log In Log in with SMS Email / UIN Country code Phone number SMS sent By clicking the \"Log in\" button you accept the terms of the ICQ New End User Lic"
    },
    {
      "url": "https://spark.adobe.com/page/hC9Ce4u2IImsq/",
      "title": "Jumbo Squid Fishery in Southeast Pacific Waters",
      "description": "See the story",
      "preview": "Loading Jumbo Squid Fishery in Southeast Pacific Waters Global Fishing Watch is analyzing the activity across the pelagic squid fleets. Spanning the g"
    },
    {
      "url": "https://saaslandingpage.com/",
      "title": "The Best Landing Page Examples For Design Inspiration - SaaS Landing Page",
      "description": "SaaS Landing Page showcases the best landing page examples created by top-class SaaS companies. Get ideas and inspirations for your next design project.",
      "preview": "✨ Looking for app inspiration? Check out SaaS Interface ✨ SaaS landing page examples Discover the best 870 landing page examples created by top-class"
    },
    {
      "url": "https://greensoftware.foundation/articles/meet-gsf-org-leads-henry-richardson-of-watttime",
      "title": "Meet GSF Org Leads: Henry Richardson of WattTime | GSF",
      "description": "Developers need to look beyond their organisations to become more aware of the global impact their software may have, says Henry and that the new SCI specification makes this so much easier than it has been before. Henry also announces some job openings!",
      "preview": "💚 Join the Green Software Movement Platform Meet GSF Org Leads: Henry Richardson of WattTime Posted on February 11th, 2022 Developers need to look bey"
    },
    {
      "url": "https://huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.visualstudio.com/vs/getting-started/",
      "title": "Getting started with Visual Studio",
      "description": "Tutorials, videos and docs recommendations for learning to code in Visual Studio",
      "preview": "Skip to main content This device is not currently supported for these products. Visual Studio IDE Visual Studio for Mac Visual Studio Code To continue"
    },
    {
      "url": "https://scratch.mit.edu/terms_of_use",
      "title": "Scratch - Scratch Terms of Use",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "https://stores.bang-olufsen.com/en/search",
      "title": "Bang & Olufsen Store Finder - Find the nearest location",
      "description": "Find the nearest Bang & Olufsen store, solution partner or retail partner. Listen to and experience B&O's home speaker and television systems in a store near you - as well as the iconic portable speakers and headphones.",
      "preview": "Filters Close filters DISTANCE (MI/KM) 25 miles 50 miles 100 miles Filter By Store Type B&O Service Partner B&O Showrooms B&O Stockists Custom Integra"
    },
    {
      "url": "https://security.googleblog.com/",
      "title": "Google Online Security Blog",
      "description": "The latest news and insights from Google on security and safety on the Internet",
      "preview": "Security Blog The latest news and insights from Google on security and safety on the Internet Accelerating adoption of AI for cybersecurity at DEF CON"
    },
    {
      "url": "http://wwd.com/fashion-news/designer-luxury/exclusive-chanel-new-ads-pharrell-williams-kristen-stewart-gabrielle-bag-10840808/",
      "title": "Exclusive: Pharrell Williams First Man to Appear in Chanel Handbag Ads",
      "description": "The music and fashion impresario is the first man to appear in a handbag campaign for Chanel.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://www.foxnews.com/us/montana-hunter-mistook-husky-pup-small-wolf-gets-6-month-deferred-sentence-report",
      "title": "Montana hunter who mistook husky pup for a small wolf gets 6-month deferred sentence: report | Fox News",
      "description": "Montana hunter Amber Rose Barnes, who boasted about shooting and killing a husky she believed to be a wolf, reportedly received a six-month deferred sentence on a misdemeanor charge.",
      "preview": "Recommended Videos Left Arrow Sherrill hits Ciattarelli on opioid crisis in New Jersey, blaming Republican for 'tens of thousands' of deaths Rep. Andy"
    },
    {
      "url": "https://www.periscope.tv",
      "title": "Watch LIVE",
      "description": "Explore the world through the eyes of somebody else.",
      "preview": "Sorry, this site requires JavaScript for full functionality. Please enable JavaScript in your browser and reload the page. Periscope is saying goodbye"
    },
    {
      "url": "https://www.libreriadelsanto.it/libri/9788899005726/la-celebrazione-delleucaristia.html?utm_source=internal&utm_medium=link&utm_campaign=related_products&utm_content=auto",
      "title": "La celebrazione dell'eucaristia - Le Catechesi di papa Francesco libro, Francesco (Jorge Mario Bergoglio), Centro Eucaristico, settembre 2018, Eucaristia/Messa - LibreriadelSanto.it",
      "description": "Libro di Francesco (Jorge Mario Bergoglio), La celebrazione dell'eucaristia - Le Catechesi di papa Francesco, dell'editore Centro Eucaristico. Percorso di lettura del libro: Teologia, Sacramentale, Eucaristia/Messa.",
      "preview": "Login / Registrati Preferiti Spedizioni Pagamenti Aiuto | Contatti Registrati / Login Carrello Novità Sacra Scrittura Teologia Liturgia Catechesi Atti"
    },
    {
      "url": "https://eductors.net/jet-pump-application-sheet/",
      "title": "Jet Pump Application Sheet",
      "description": "Please use the following Jet Pump Application Sheet to request jet pump sizing or jet pump pricing details.",
      "preview": "Skip to content Home » Jet Pump Application Sheet Instagram This field is for validation purposes and should be left unchanged. Name (Required) First"
    },
    {
      "url": "http://www.statcan.gc.ca/eng/reference/licence-eng",
      "title": "Statistics Canada Open Licence",
      "description": "This licence is issued on behalf of His Majesty the King in Right of Canada, as represented by the Minister for Statistics Canada (\"Statistics Canada\") to you (an individual or a legal entity that you are authorized to represent). The following are terms governing your use of the Information. Your use of any Information indicates your understanding and acceptance of the terms below. If you do not agree to these terms, you may not use the Information.",
      "preview": "Statistics Canada Open Licence This licence is issued on behalf of His Majesty the King in Right of Canada, as represented by the Minister for Statist"
    },
    {
      "url": "https://www.esa.int/Applications/Observing_the_Earth/Copernicus/Sentinel-3",
      "title": "ESA - Sentinel-3",
      "description": "Sentinel-3",
      "preview": "The mission Carrying a suite of cutting-edge instruments, Copernicus Sentinel-3 measures systematically Earth's oceans, land, ice and atmosphere to mo"
    },
    {
      "url": "https://www.trainers-quotes.com/latest-results/100720193rd112-maidforlife-charliefelloweskemptonpark/",
      "title": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park",
      "description": "» 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park |",
      "preview": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park Home Latest Results 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton"
    },
    {
      "url": "http://www.stayaka.com/",
      "title": "Hotel Residences and Hotels | AKA",
      "description": "AKA's luxury hotels and hotel residences feature extraordinary business, wellness & lifestyle amenities for short term and extended stays.",
      "preview": "Select Location Hotel AKA Back Bay Hotel AKA Boston Common Hotel AKA Nomad AKA Central Park AKA Times Square AKA Sutton Place AKA Rittenhouse Square A"
    },
    {
      "url": "https://ww7.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | GM - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://blog.walgreens.com/content/content-hub/us/en/homepage/community-stories/helping-breast-cancer-patients-get-quality-healthcare.html",
      "title": "Helping breast cancer patients get quality healthcare",
      "description": "void",
      "preview": "Search Community Stories Helping breast cancer patients get quality healthcare By Walgreens Oct 31, 2022 • 2 min As many as 30% of breast cancer death"
    },
    {
      "url": "https://careersolutionsjobs.org/donate/friends-of-career-solutions/",
      "title": "Friends of Career Solutions - Career Solutions",
      "description": "Success begins here! Friends of Career Solutions (FOCS) is a 501c3 Not-For-Profit collaborating with Career Solutions on workforce programs serving youth and immigrants. Thanks to sponsorships, donations, and grants, programs are FREE to participants. Donations are tax deductible.",
      "preview": "Skip to content Friends of Career Solutions Friends of Career Solutions Career Solutions 2025-07-16T12:13:52-05:00 Success begins here! Friends of Car"
    },
    {
      "url": "https://www.qualcomm.com/company/corporate-responsibility/purposeful-innovation/wireless-reach/overview",
      "title": "Wireless Reach™ | Qualcomm",
      "description": "PROGRAMS Wireless Reach programs showcase new and innovative ways that cutting-edge mobile technologies can be used to help achieve the United Nations' Sustainable Development Goals (SDGs) and the social and economic priorities of communities and...",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.ucsc.edu/index.html",
      "title": "UC Santa Cruz - A world-class public research institution comprised of ten residential college communities nestled in the redwood forests and meadows overlooking central California's Monterey Bay.",
      "description": "void",
      "preview": "Top 15 Alternative Ivies by Town & Country #22 Top Public Universities by Forbes Gold in Sustainability by Association for the Advancement of Sustaina"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/Transcript223.docx?version=e69dc7f8-a0b8-7d09-ff82-f821891ad767",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/charset-unicode-utf8mb4.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 12.9.1 The utf8mb4 Character Set (4-Byte UTF-8 Unicode Encoding)",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://www.glamour.com/story/camilla-cabello-new-normal-self-care-issue",
      "title": "Camila Cabello's October Glamour Cover Story: A New Normal | Glamour",
      "description": "Camila Cabello has found a way to be a pop star on her own terms, and everything-from the music to her relationship with her body-has fallen into place.",
      "preview": "Skip to main content All products featured on Glamour are independently selected by our editors. However, we may receive compensation from retailers a"
    },
    {
      "url": "https://www.riteaid.com/shop/andalou-1000-roses-soothing-sleeping-mask-1-7-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "http://colormind.io/",
      "title": "Colormind - the AI powered color palette generator",
      "description": "Generate color combinations in one click. Colormind creates cohesive color schemes using a deep neural net.",
      "preview": "333333 555555 777777 999999 BBBBBB Generate Colormind is a color scheme generator that uses deep learning. It can learn color styles from photographs,"
    },
    {
      "url": "https://open-foundry.com/fonts",
      "title": "Open Foundry",
      "description": "A new platform for open-source fonts in a noise-free environment, to highlight their beauty, extend functionality and encourage further exploration.",
      "preview": "void"
    },
    {
      "url": "https://www.aquamaps.org/",
      "title": "AquaMaps Search Page",
      "description": "void",
      "preview": "ver. 10/2019 Standardized distribution maps for over 33,500 species of fishes, marine mammals and invertebrates Home | About AquaMaps | CYOM User Manu"
    },
    {
      "url": "https://notescoffee.com/",
      "title": "Notes",
      "description": "Notes is a collection of beautifully designed coffee shops and bars, serving Notes single origin speciality coffee, craft beers, well-chosen wines and classic cocktails, all with a signature Notes twist. Notes serve delicious seasonally-inspired food, from their all-day brunch to their evening bar menu. Located across central London, visit Notes any time.",
      "preview": "Cart 0 Scroll Notes is a collection of coffee shops and bars serving Notes speciality coffee, craft beers, curated wines and classic cocktails, all wi"
    },
    {
      "url": "https://www.ravelry.com/patterns/search#craft=crochet&availability=free",
      "title": "Ravelry",
      "description": "void",
      "preview": "Username Password Show Hide I forgot Remember me Log In Ravelry is a free website for knitters, crocheters, and fiber artists. Sign Up"
    },
    {
      "url": "http://www.pomocna.com.pl/e-commerce/meble/jak-urzadzic-niewielkie-mieszkanie-",
      "title": "Jak urządzić niewielkie mieszkanie? - Pomocna Strona",
      "description": "void",
      "preview": "Start Działalność Biura Rachunkowe Doradztwo Drukarnie Handel Hurtownie Kredyty, Leasing Oferty Pracy Ubezpieczenia Ekologia Przebudowa Projektowanie"
    },
    {
      "url": "https://mariusacke.bandcamp.com/",
      "title": "Music | Marius Acke",
      "description": "Marius Acke. Antwerp, Belgium. Marius is a house music producer from Antwerp who got inspired by the mysterious vibes of the underground house music scene in Belgium. His style consists mainly of a blend of rhytmic beats and melodic chords which he creates with a mixture of analog synthesizers and digital instruments. He is also a member of the more experimental house production collective &#39;Mayaku&#39; with Koenie and Rubba J.",
      "preview": "+ add album track merch listening party new artist existing artist stats × See all results No matching results Try a different filter or a new search"
    },
    {
      "url": "https://gastowngazette.com/problem-with-individual-voluntary-arrangements/",
      "title": "Problem with Individual Voluntary Arrangements - Gastown Gazette - Science Today, Technology Tomorrow",
      "description": "What exactly is an Individual Voluntary Agreement? A Private Voluntary Arrangement (Individual Voluntary Agreement) is a lawful method of handling significant debt issues It is",
      "preview": "Skip to content Home General Problem with Individual Voluntary Arrangements What exactly is an Individual Voluntary Agreement? A Private Voluntary Arr"
    },
    {
      "url": "https://colesgroupdc.com/",
      "title": "Coles Group",
      "description": "Whether your organization is in need of boots-on-the-ground environmental services or high-level management consulting, Coles Group is the SBA 8A-Certified business with the expertise and specialized equipment to tackle a wide variety of challenges.",
      "preview": "Back Environmental Services Management Consulting Back Company Team Partners Scroll The Dedicated Client-First Environmental Solutions Business Soluti"
    },
    {
      "url": "https://www.nationaltrust.org.uk/visit/london",
      "title": "London | South East | National Trust",
      "description": "From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has it all for days out this autumn.",
      "preview": "Focus Reset Skip to content back to Visit London From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has i"
    },
    {
      "url": "http://mpr.org/",
      "title": "Home | Minnesota Public Radio",
      "description": "Minnesota Public Radio is one of the nation's premier public radio organizations, operating a regional network of more than three dozen stations in Minnesota and its neighboring communities.",
      "preview": "Listen to MPR ® YourClassicalMPR Playlist MPR News Programs The Current Playlist Stations | Podcasts | More Streams | Hide Streams Choral Stream Playl"
    },
    {
      "url": "https://dev.sanctum.geek.nz/cgit/dotfiles.git/refs/?h=v1.48.0&id=f05942f3ddf09ba33d493afb8dee7a3a6b890bee",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.govdata.de/",
      "title": "GovData - Das Datenportal für Deutschland",
      "description": "Auf GovData, dem Datenportal für Deutschland sind Daten aller Verwaltungsebenen zentral zugänglich.",
      "preview": "Datensätze und Neuigkeiten 130.503 Datensätze 6.402 HVD Datensätze 32 Anwendungen GovData 2. Okt. 2025 @opendata Auch am letzten Tag der #SCCON gibt e"
    },
    {
      "url": "https://www.dafont.com/",
      "title": "DaFont - Scaricare caratteri",
      "description": "Archivio di caratteri scaricabili liberamente. Cerca per ordine alfabetico, stile, autore o popolarità.",
      "preview": "English Français Español Deutsch Italiano Português Il mio profilo | Registrazione Temi Novità Autori Top Forum FAQ Carica un carattere Strumenti goog"
    },
    {
      "url": "https://www.indiatimes.com/",
      "title": "Indiatimes: Latest in Lifestyle, Health, Fashion, and Wellness",
      "description": "Indiatimes is your destination when it comes to exploring the latest in lifestyle trends, health and wellness hacks, and fashion advice. From food fads to travel tips and relationship rules, we tell you how to live your best life. Bookmark this for all the latest lifestyle content tailored just for you.",
      "preview": "Woman turns her home birth into live Twitch stream event Fri, 10 Oct 2025 By Saloni Jha Fans react as Taylor Swift drops another album version Fri, 10"
    },
    {
      "url": "https://www.hotelcaferoyal.com/",
      "title": "Luxury 5-Star Hotel London | Hotel Café Royal",
      "description": "Experience the finest hotel in London, immersing yourself in contemporary luxury and timeless elegance, right in the heart of the West End",
      "preview": "Book your stay Homepage Your browser does not support the video tag. Your browser does not support the video tag. A London address like no other Ideal"
    },
    {
      "url": "https://kr.linkedin.com/company/samsungmobile?trk=organization_guest_main-feed-card_reshare_feed-actor-name",
      "title": "Samsung Mobile | LinkedIn",
      "description": "Samsung Mobile | LinkedIn 팔로워 646,855명 | Samsung Mobile is at the forefront of mobile intelligence, shaping the future with Galaxy AI. With the next evolution of Galaxy AI, we are making lives simpler-reducing stress, creating more time, and getting the help you need without even having to ask. In this era of mobile AI, the freedom to focus on what matters most to you is no longer a dream, but a powerful reality.",
      "preview": "LinkedIn 회원 개인정보 보호를 중시합니다. LinkedIn 및 타사에서 이용하는 필수 및 비필수 쿠키는 LinkedIn 서비스 제공, 보안 분석 및 개선을 위해 제공되며, LinkedIn 내외에서 관련 광고( 프로페셔널 및 채용 광고 등)를 표시합니다. 쿠키정책"
    },
    {
      "url": "http://www.roblox.com",
      "title": "Roblox",
      "description": "Roblox is the ultimate virtual universe that lets you create, share experiences with friends, and be anything you can imagine. Join millions of people and discover an infinite variety of immersive experiences created by a global community!",
      "preview": "void"
    },
    {
      "url": "https://www.inobat.ch/",
      "title": "INOBAT | Home",
      "description": "INOBAT erhebt, verwaltet und verwendet die vorgezogene Entsorgungsgebühr, die Konsumentinnen und Konsumenten mit dem Kaufpreis von Batterien und Akkus entrichten. Informieren Sie sich!",
      "preview": "JavaScript wird für die richtige Funktion dieser Webseite benötigt. Bitte schalten Sie es ein. Batterien gehören zurück Gebrauchte Batterien gelten in"
    },
    {
      "url": "https://forum.root.cz/index.php?action=profile;area=showposts;sa=topics;u=247",
      "title": "Zobrazit příspěvky - Václav Švejcar",
      "description": "Zobrazit příspěvky - Václav Švejcar",
      "preview": "Fórum Root.cz Profil Václav Švejcar Zobrazit příspěvky Témata Informace Shrnutí Zobrazit statistiky Zobrazit příspěvky... Příspěvky Témata Přílohy Zob"
    },
    {
      "url": "https://www.kkcm.cz/teens-pruzkum",
      "title": "Výsledky průzkumu | kkcm",
      "description": "void",
      "preview": "top of page Průzkum V březnu a dubnu 2021 jsme požádali mukařovské teenagery a jejich rodiče o vyplnění krátkého anonymního dotazníku. Všem respondent"
    },
    {
      "url": "https://www.nativewomenlead.org/",
      "title": "Native Women Lead",
      "description": "void",
      "preview": "Cart 0 Back Mission Meet Our Board & Co-Founders Our Story Our Impact Back Summits & Retreats Matriarch Funds Events Calendar BEWE Partners November 2"
    },
    {
      "url": "https://www.justice.gov",
      "title": "Department of Justice | Homepage | United States Department of Justice",
      "description": "Official website of the U.S. Department of Justice (DOJ). DOJ's mission is to enforce the law and defend the interests of the United States according to the law; to ensure public safety against threats foreign and domestic; to provide federal leadership in preventing and controlling crime; to seek just punishment for those guilty of unlawful behavior; and to ensure fair and impartial administration of justice for all Americans.",
      "preview": "Skip to main content Remote video URL Video Justice Department Files Lawsuit Under the FACE Act Against Violent Protestors at Synagogue in West Orange"
    },
    {
      "url": "https://www.afro.who.int/",
      "title": "WHO | Regional Office for Africa",
      "description": "The World Health Organization (WHO) is building a better future for people everywhere. Health lays the foundation for vibrant and productive communities, stronger economies, safer nations and a better world. Our work touches lives around the world every day - often in invisible ways. As the lead health authority within the United Nations (UN) system, we help ensure the safety of the air we breathe, the food we eat, the water we drink and the medicines and vaccines that treat and protect us. The Organization aims to provide every child, woman and man with the best chance to lead a healthier, longer life.",
      "preview": "Skip to main content Strengthening mental health services in emergencies across Africa Find out more → Response efforts slowing down Democratic Republ"
    },
    {
      "url": "https://www.vam.ac.uk/collections/metalwork",
      "title": "Metalwork - Explore the Collections · V&A",
      "description": "The V&A holds one of the world's largest and most varied collections of Metalwork with around 45,000 objects from the Bronze Age to the present day.",
      "preview": "Skip to main content Metalwork Metalwork permeates every aspect of our lives, from the kitchen utensils we use daily, the railings and lamp posts that"
    },
    {
      "url": "https://data.apps.fao.org/",
      "title": "void",
      "description": "FAO Portal",
      "preview": "Hand-in-Hand Initiative Hand-in-Hand is an evidence-based, country-led and country-owned initiative of the Food and Agriculture Organization of the Un"
    },
    {
      "url": "https://chromeenterprise.google/os/upgrade/",
      "title": "Get Started with a ChromeOS Device Management License - ChromeOS",
      "description": "With ChromeOS device management, businesses can remotely manage the devices that power employees. Explore customized upgrades and licenses.",
      "preview": "Managing your business devices is this simple With ChromeOS device management, businesses can easily and remotely manage the devices that power employ"
    },
    {
      "url": "https://ceoworks.org/contact",
      "title": "CEO | Contact",
      "description": "void",
      "preview": "Search Contact Locations Contact CEO works with a diverse range of partners across the country, from employers to public sector agencies to nonprofit"
    },
    {
      "url": "https://forsaljningavaktierivzutuc.netlify.app/1837/5071.html",
      "title": "Mongolisk skrift, mongoliska staten och mongolisk nationalism",
      "description": "void",
      "preview": "4395 Kontorslokaler i Fagersta - Just nu har vi 4 lediga på Det finns 2 personer folkbokförda på denna adress, Erik Lantz (41 år) och Louise Ludvigsso"
    },
    {
      "url": "http://hog-heltau.de/index.php/bilder-archiv-heltau/2-grabsteine/detail/130-bonfert-michael-1869-1938-schachinger-katharina-1878-1948-grabstein?tmpl=component",
      "title": "Bilder Archiv Heltau",
      "description": "Die Seite aller Heltauer weltweit",
      "preview": "Bonfert Michael 1869-1938 Schachinger Katharina 1878-1948 Grabstein"
    },
    {
      "url": "https://downtownaustin.com/covid-19/impact-recovery/",
      "title": "COVID-19 Economic Impact | Downtown Austin Alliance",
      "description": "With a focus on recovery, we are actively measuring and monitoring the impact of the pandemic on downtown Austin through ongoing research initiatives.",
      "preview": "Skip to main content COVID-19 Economic Impact Setting a baseline to plan for recovery A months-long effort to create a strategic and comprehensive pla"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockuuups-Studio-Mockup-Generator-3100-Mockups-39c645fb3b4748c98abfa33503b85b70?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://jasoncanty01.tumblr.com/post/126527477477",
      "title": "Jason Canty's Tumblr Stuffs - Is learning computer science linked to improved learning in other subjects? - Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "https://www.redcorp.com/fr/product/services-garanties/lexmark/warranty-1-year-onsite-nbd-2349444--2349444/08626025",
      "title": "LEXMARK Warranty 1 Year Onsite Nbd (2349444) - 2349444 - Redcorp.com/fr",
      "description": "Achetez LEXMARK Warranty 1 Year Onsite Nbd (2349444) (2349444) Livraison rapide et excellent service client. Redcorp, we love IT!",
      "preview": "Ce site web utilise des cookies Nous utilisons des cookies pour personnaliser le contenu, analyser notre trafic, conserver vos préférences et améliore"
    },
    {
      "url": "https://www.onequince.com/women/cashmere/cashmere-wrap",
      "title": "Mongolian Cashmere Wrap",
      "description": "Easy elegance in any season. Instantly elevate an outfit in this timeless 100% Mongolian cashmere wrap. Perfect whether you're bundled up in a chilly office or napping on a long flight. This cashmere wrap shawl will keep you cozy.",
      "preview": "Free shipping & easy returns for 365 days. Luxury essentials, honestly priced. Cashmere / Mongolian Cashmere Wrap Mongolian Cashmere Wrap ( 1535 REVIE"
    },
    {
      "url": "https://www.lemonde.fr/sciences/",
      "title": "Sciences - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Sciences. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Sciences publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://www.whatproswear.com/",
      "title": "What Pros Wear: The Source for Pro Baseball Gloves, Cleats, Bats & Pro Basketball Shoes",
      "description": "Unlock your favorite baseball, basketball and football athlete's locker. The best pro baseball gloves and cleats, basketball shoes, and football equipment.",
      "preview": "Lockers Gear News Subscribe Ronald Acuña Jr. Shohei Ohtani Fernando Tatis Jr. Nolan Arenado Justin Jefferson Cody Bellinger Pete Alonso Javy Baez Aaro"
    },
    {
      "url": "https://static2.museoreinasofia.es/en/buscar?%3Bf%5B0%5D=im_field_obra_autor%3A2921&%3Bf%5B1%5D=im_field_obra_autor%3A6333&%3Bitems_per_page=45&bundle=obra&f%5B0%5D=im_field_obra_clasificaciongener%3A4240&f%5B1%5D=im_field_obra_clasificaciongener%3A4234&f%5B2%5D=im_field_obra_clasificaciongener%3A4233&f%5B3%5D=im_field_obra_autor%3A2932&f%5B4%5D=con_imagen%3Atrue&f%5B5%5D=im_field_obra_autor%3A2921&style=grid&items_per_page=30",
      "title": "Buscar | Museo Nacional Centro de Arte Reina Sofía",
      "description": "Sitio web del Museo Reina Sofía. Información y programación de exposiciones, colección, actividades y proyectos de investigación en red.",
      "preview": "What's on at the Museo Tickets Informative guide Opening hours & prices EN ES EN CA EU GL Buscar Entire website Collection Activities Exhibitions Educ"
    },
    {
      "url": "https://5fish.mobi/2777?language=Arove",
      "title": "5fish | The Gospel in Every Language | Learn about Christian beliefs in Arove",
      "description": "Learn about Christian beliefs in Arove",
      "preview": "Arove Language Group Psohoh Learn about Christian beliefs in Arove Select the content below for Christian audio recordings, full-length movies includi"
    },
    {
      "url": "https://www.smsproducts.com/feature-sheet-holder-box.136-15CCRED.aspx",
      "title": "Brochure Box | Front sheet realtor box",
      "description": "Shop 1st sheet rentention brochure boxes for HOA's. Red flyer display boxes are also ideal for Sign companies and realtors. Buy direct from the manufacturer SMSProducts.com",
      "preview": "Sign Frames Vinyl Yard Post"
    },
    {
      "url": "https://in.linkedin.com/company/sterlite-technologies-ltd-?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "STL - Sterlite Technologies Limited | LinkedIn",
      "description": "STL - Sterlite Technologies Limited | 323,547 followers on LinkedIn. STL is a leading global optical and digital solutions company providing advanced offerings to build 5G, Rural, FTTx, Enterprise and Data Centre networks. The company, driven by its purpose of 'Transforming Billions of Lives by Connecting the World', designs and manufactures in 4 continents with customers in more than 100 countries. Telecom operators, cloud companies, citizen networks, and large enterprises recognize and rely on STL for advanced capabilities in Optical Connectivity, Global Services, and Digital and Technology solutions to build ubiquitous and future-ready digital networks.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    }
  ],
  "_meta": {
    "total_bookmarks": 97
  }
}