{
  "data": [
    {
      "url": "https://www.dca.ca.gov/about_us/contactus.shtml",
      "title": "Contact Us - California Department of Consumer Affairs",
      "description": "void",
      "preview": "Contact Us To Contact a Board, Bureau, Committee, or Program To reach a specific DCA entity (board/bureau/committee/program), please contact them dire"
    },
    {
      "url": "https://centrepoint.org.uk/",
      "title": "Centrepoint | Home",
      "description": "Looking for volunteering opportunities near you? Join the incredible group who donate their time, skills, and passion to help change homeless young people's lives.",
      "preview": "I need help... and need to speak to someone with making a homeless application because I'm pregnant because I'm sleeping rough with my housing situati"
    },
    {
      "url": "https://watttime.recruiterbox.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2019/12/10/1958411/0/en/The-Newman-s-Own-Awards-Celebrate-20-Years-of-Charitable-Giving-with-2019-Grant-Winners-Announcement.html",
      "title": "The Newman's Own® Awards Celebrate 20 Years of Charitable",
      "description": "Funds Continue to Support Military Non-Profits Offering Quality Veteran Care...",
      "preview": "Accessibility: Skip TopNav The Newman's Own® Awards Celebrate 20 Years of Charitable Giving with 2019 Grant Winners Announcement Funds Continue to Sup"
    },
    {
      "url": "https://y99.in/",
      "title": "Y99 - Free Random Online Chat Rooms without Registration",
      "description": "Y99 is a chatting site for free random online international chat rooms(private and group) without registration or sign up. Meet strangers, make new friends.",
      "preview": "Read more Y99.in Chat Rooms Free International Chat Rooms For Guest Chatting without registration or sign up. Create, share and join Private and group"
    },
    {
      "url": "https://www.okmarket.sk/vyska-400-731",
      "title": "Výška 400 - doskové vykurovacie telesá s výškou 400mm v prevedení KLASIK, ktoré umožňujú ľavé alebo pravé bočné pripojenie na rozvod vykurovacej sústavy",
      "description": "Výška 400 - Doskové vykurovacie telesá RADIK výšky 400mm LACNO a SKLADOM !",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "http://www.basketcreationsplus.com/",
      "title": "Basket Creations Plus │ Gift Baskets From Casper, WYHome",
      "description": "Basket Creations Plus, started as a dream, and became a reality in August of 2002. We strive to create gift baskets that bring comfort and joy to anyone wanting something unique and personal.",
      "preview": "We Create...Comfort & Joy 341 East E Street, Suite 220 Casper, WY, 82601 United States (307) 237-3357 orders@basketcreationsplus.com Basket Creations"
    },
    {
      "url": "https://postmates.com/",
      "title": "Postmates: Food Delivery, Groceries, Alcohol - Anything from Anywhere",
      "description": "Order delivery or pickup from more than 600,000 restaurants, retailers, grocers, and more all across your city. Download the app now to get everything you crave, on-demand.",
      "preview": "Skip to content Order on Postmates Get food, drinks, groceries, and more delivered. Enter delivery address Deliver now Search here Or Sign In Javascri"
    },
    {
      "url": "https://www.dilloncarmichael.com/",
      "title": "Dillon Carmichael | Official Website",
      "description": "With a voice that commands attention, Dillon Carmichael delivers songs straight from the heart of true country living: gritty but soulful, timeless but defiant, heartfelt but unapologetically hard-hitting.",
      "preview": "apple spotify facebook instagram tiktok  youtube Home Merch Tour Listen Videos About Home Merch Tour Listen Videos About Featured Merch Merch  View"
    },
    {
      "url": "http://www.catonbed.de/jan2/pictures/galerie-w/carpentier/first.html",
      "title": "Galerie Manfred Carpentier, Jan Sobottka, Meinekestr. Berlin, Carpentier Galerie",
      "description": "void",
      "preview": "© fotografie 2010-2018 jan sobottka - fotografie Carpentier Galerie, Berlin Carpentier Galerie Edition-Carpentier Roger Ballen all catonbed.de 2021 Ma"
    },
    {
      "url": "https://computinged.wordpress.com/2019/10/14/results-from-longitudinal-study-of-female-persistence-in-cs-ap-cs-matters-after-school-programs-and-internships-do-not/",
      "title": "Results from Longitudinal Study of Female Persistence in CS: AP CS matters, After-school programs and Internships do not | Computing Ed Research - Guzdial's Take",
      "description": "NCWIT has been tracking their Aspirations in Computing award applicants for several years. The Aspirations award is given to female students to recognize their success in computing. Tim Weston, Wendy DuBow, and Alexis Kaminsky have just published a paper in ACM TOCE (see link here) about their six year study with some 500 participants --...",
      "preview": "Computing Ed Research - Guzdial's Take Home About Guzdial's Computing Education Research Blog Guzdial Papers Resources for new CS Teachers Results fro"
    },
    {
      "url": "https://johnrutter.com/contact-us?currency=USD",
      "title": "Contact us | John Rutter",
      "description": "Get in touch using our contact form",
      "preview": "Notice: JavaScript is required for this content. Sign up for our newsletter Notice: JavaScript is required for this content. WordPress Image Lightbox"
    },
    {
      "url": "https://cloud.pewtrusts.org/pewsignup",
      "title": "Email Newsletters and Action Alerts | The Pew Charitable Trusts",
      "description": "void",
      "preview": "Recommended The Rundown Frequency WEEKLY Best of Pew: our latest facts, photos, and survey results-data that make a difference. See sample Select Envi"
    },
    {
      "url": "https://myducksong.tumblr.com/",
      "title": "got any grapes?",
      "description": "void",
      "preview": "memeuplift : daisyfloweeer : (via catchymemes ) herpsandbirds : Something to consider... (via catchymemes ) only-cat-memes : (via catchymemes ) (via pun"
    },
    {
      "url": "https://byblack.us/",
      "title": "ByBlack - National Certification & Directory for Black Business",
      "description": "A platform to give Black-owned businesses access to training & contracting opportunities. We help companies & consumers buy Black.",
      "preview": "ByBlack - National Certification & Directory for Black Business Skip to main content Close About Us Navigate to /about-us. Team Navigate to /partners."
    },
    {
      "url": "https://de.linkedin.com/company/eurotec-gmbh?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "EuroTec GmbH | LinkedIn",
      "description": "EuroTec GmbH | 4.072 Follower:innen auf LinkedIn. Eurotec GmbH - The specialist for fastening technology Eurotec GmbH is a medium-sized company with about 200 employees engaged in the development, production and sale of products for the construction sector. The stock has space for more than 20.000 pallets. To this end, we supply products for the areas of timber-frame construction, deck construction and concrete fastening.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "http://beardifyapp.com",
      "title": "Beardify",
      "description": "void",
      "preview": "BEARDIFY Grow a beard."
    },
    {
      "url": "https://www.kmov.com/2023/02/20/teenager-visiting-st-louis-volleyball-tournament-hit-by-car-while-walking-hotel/",
      "title": "Teen in St. Louis for volleyball tournament hit by car, has both legs amputated; suspect arrested",
      "description": "A teenage girl from Tennessee who was in downtown St. Louis for a volleyball tournament was hit by a car Saturday night.",
      "preview": "Skip to content ST. LOUIS (KMOV) - A teenage girl from Tennessee who was in downtown St. Louis for a volleyball tournament was hit by a car Saturday n"
    },
    {
      "url": "https://cse.google.ki/url?q=https://outsons.com/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://outsons.com/ . Se non desideri visitare questa pagina, pu"
    },
    {
      "url": "https://ca.linkedin.com/company/capitalg?trk=affiliated-pages",
      "title": "CapitalG | LinkedIn",
      "description": "CapitalG | 44,347 followers on LinkedIn. Alphabet&#39;s independent growth fund | CapitalG is Alphabet&#39;s independent growth fund. We invest capital to help remarkable entrepreneurs and leading transformational companies accelerate the growth of their businesses.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://mxtoolbox.com/dkim.aspx",
      "title": "DKIM Check- DomainKeys Identified Mail (DKIM) Record Lookup - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. DKIM Record Lookup Domain Name : Selector Solve Email Delivery Problems ABOUT DKIM RECOR"
    },
    {
      "url": "https://onefootball.com/en/home",
      "title": "home | OneFootball",
      "description": "OneFootball covers over 100 international soccer leagues and competitions live and in incomparable detail. Find live scores and commentaries, breaking news, videos, tables, statistics and background information around the greatest game in the world - whenever you need it, wherever you are.",
      "preview": "home | OneFootball Welcome to OneFootball. Your ultimate destination for football news, live matches, scores, highlights, and more! Join OneFootball T"
    },
    {
      "url": "http://www.scottishsweeties.com/index.php?main_page=index&cPath=73&sort=20a&page=1",
      "title": "Chocolate Products : Welcome to Scottish Sweeties, Online shop",
      "description": "Welcome to Scottish Sweeties : Chocolate Products - Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Marshmallows Mints Nougat Nuts Pastilles Rolls of Sweets Sherbet Toffee Turkish Delight buchannans, sweets, shop, online shopping",
      "preview": "Home Log In Boiled Sweets Butterscotch Candy Caramels Chews Chewy Bars Chocolate Products Fudge Gummies Jelly Beans Jelly Sweets Liquorice Macaroon Ma"
    },
    {
      "url": "https://imagecompressor.com/",
      "title": "Online Image Compressor",
      "description": "Optimizilla is the ultimate image optimizer to compress your images in JPEG, GIF and PNG formats to the minimum possible size.",
      "preview": "Upload Files CLEAR QUEUE Drop Your Files Here 0 DOWNLOAD ALL Image Compression In terms of digital files, compression is the act of encoding informati"
    },
    {
      "url": "http://www.accountservices.com/",
      "title": "ACCOUNT SERVICES INC",
      "description": "void",
      "preview": "For Efficient Accounting and Bookkeeping Start with Us Learn More Account Services, Inc. is a premier accounting and bookkeeping services company in t"
    },
    {
      "url": "https://scratch.mit.edu/terms_of_use",
      "title": "Scratch - Scratch Terms of Use",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "https://mejuri.com/",
      "title": "Fine Jewelry For Every Day | Mejuri",
      "description": "Mejuri is the new luxury of online jewelry shops. Discover handcrafted, everyday fine jewelry inspired by you.",
      "preview": "Skip to main content Caret Caret Most Loved. Shop Best Sellers Free shipping on all orders.no min spend. Pause MATCH MADE Designed for play-with endle"
    },
    {
      "url": "https://app.powerbi.com/view?r=eyJrIjoiNzNmNTRkMWEtNmZjMS00NzdjLWEyMDYtYWExYzA4NzVhZGQwIiwidCI6ImY2MTBjMGI3LWJkMjQtNGIzOS04MTBiLTNkYzI4MGFmYjU5MCIsImMiOjh9",
      "title": "Microsoft Power BI",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "http://www.britannica.com/EBchecked/topic/409383/neptunium",
      "title": "Neptunium | Radioactive, Fissionable, Transuranic | Britannica",
      "description": "Neptunium (Np), radioactive chemical element of the actinoid series of the periodic table that was the first transuranium element to be artificially produced, atomic number 93. Though traces of neptunium have subsequently been found in nature, where it is not primeval but produced by",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos ne"
    },
    {
      "url": "https://givesafely.io/",
      "title": "Donate Cryptocurrency Or Cash To Charity - Givesafely.",
      "description": "Donate cryptocurrency or cash to trusted charities and earn rewards.",
      "preview": "Givesafely. Donate How Can a Charity Be Trusted? How Do I Find Savvy Donors? Donate cryptocurrency or cash to trusted charities and earn rewards. . Al"
    },
    {
      "url": "https://www.pgatour.com/schedule",
      "title": "PGA TOUR - Tournament Schedule",
      "description": "PGA TOUR",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://mctheunicorn.tumblr.com/",
      "title": "@mctheunicorn on Tumblr",
      "description": "The blog of one human Stephanie.",
      "preview": "Posts Likes spookybuttons-deactivated202101 Hi friends! A lot of you guys have been sending me ask about the situation at Xica's village and how to he"
    },
    {
      "url": "http://csip.ashoka.edu.in",
      "title": "Under Construction - Centre for Social Impact and Philanthropy",
      "description": "We're Revamping Our Website! Exciting changes are on the way as we work on building a better digital experience for our visitors. In the meantime, you can still explore our existing content on the old website here: https://csip.ashoka.edu.in/ Stay tuned for updates-we'll be launching soon!",
      "preview": "We're Revamping Our Website! Exciting changes are on the way as we work on building a better digital experience for our visitors. In the meantime, you"
    },
    {
      "url": "https://crontab.guru/",
      "title": "Crontab.guru - The cron schedule expression generator",
      "description": "An easy to use editor for crontab schedules.",
      "preview": "Cron Job Monitoring crontab guru The quick and simple editor for cron schedule expressions by Cronitor . loading... Monitor your cron jobs with Cronit"
    },
    {
      "url": "http://www.wto.org/english/thewto_e/coher_e/mdg_e/mdg_e.htm",
      "title": "WTO | The WTO and the Millennium Development Goals",
      "description": "WTO | The WTO and the Millennium Development Goals",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://profile.theguardian.com/signin?INTCMP=DOTCOM_NEWHEADER_SIGNIN&ABCMP=ab-sign-in&componentEventParams=componentType%3Didentityauthentication%26componentId%3Dguardian_signin_header",
      "title": "Sign in | The Guardian",
      "description": "void",
      "preview": "One account to access all Guardian products. By proceeding, you agree to our terms and conditions . For information about how we use your data, see ou"
    },
    {
      "url": "https://www.aclu-ms.org",
      "title": "Home - ACLU of Mississippi",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the civil rights of all Mississippians since 1969 The Latest Campaign Your Voting Guide Since its founding, our nation has been directed by"
    },
    {
      "url": "https://www.amazon.com/Google-Play-Gift-Code-mail/dp/B074T91QTZ/ref=sr_1_1?ie=UTF8&qid=1509394211&sr=8-1&keywords=google+play+gift+card+digital+code",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "http://specialcollections.le.ac.uk/digital/collection/p16445coll4/id/148575/",
      "title": "CONTENTdm",
      "description": "void",
      "preview": "Javascript Required To experience full interactivity, please enable Javascript in your browser."
    },
    {
      "url": "https://cla.berkeley.edu/list.php?pplid=561",
      "title": "Search results",
      "description": "The California Language Archive is a physical and digital archive for materials related to the Indigenous languages of the Americas, housed in the Survey of California and Other Indian Languages in the Department of Linguistics at the University of California, Berkeley. Our catalog also includes sound recordings held by the Phoebe A. Hearst Museum of Anthropology.",
      "preview": "Search CLA Collections Items - Show All/Collapse All - Show All/Collapse All "
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Brush_control",
      "title": "Brush control - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://poolors.com/0d0a31-2a601e-8b7569-d2be98-fcf4f2",
      "title": "Poolors - Generate unique color palettes",
      "description": "Poolors generates color palettes using the colors least-used by designers",
      "preview": "poo lors color combos least used by designers color combos most used by designers 2 3 4 5 #0d0a31 #2a601e #8b7569 #d2be98 #fcf4f2"
    },
    {
      "url": "https://google.qualtrics.com/jfe/form/SV_di0qQuYNuDnUiJE",
      "title": "Google.org AI for the Global Goals Call for Applications",
      "description": "In 2015, the UN set the Sustainable Development Goals, ambitious targets for global progress by 2030. To meet these goals, we need to work together. That's why we're committing to bring the best of Google's research, advanced technology, and $25M in cash grants to accelerate progress towards the Global Goals.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://global-crypto.co.uk/en/crypto-ico/yumerium",
      "title": "Yumerium ICO",
      "description": "Play review and Share to Earn on an open Gaming Platform which makes use of the Blockchain",
      "preview": "Home Events Mining Pools Wallets Advertise Facebook Twitter Telegram Reddit Youtube Market Cap: 24h Vol: Cryptocurrencies: 2862 Markets: 112793 ENG ES"
    },
    {
      "url": "http://unwater.org",
      "title": "UN-Water | Coordinating the UN's work on water and sanitation",
      "description": "United Nations Water coordinates the efforts of UN entities and international organizations working on water and sanitation issues. The overarching focus of our Members and Partners is to support UN Member States to sustainably manage water and sanitation. We do this in three ways; Inform Policies, Monitor and Report, Inspire Action.",
      "preview": "Skip to main content Homepage Main content WHO and UNICEF to launch new guidelines on hand hygiene in community settings The new global guidance exten"
    },
    {
      "url": "https://developer.bestbuy.com/",
      "title": "Best Buy Developer Portal",
      "description": "Come explore our APIs and unleash their possibilities.",
      "preview": "DEVELOPER LOGIN SIGN UP OUR APIS DOCUMENTATION CONTACT US Reach your full potential by integrating with the world's most powerful retail APIs 100+ Bra"
    },
    {
      "url": "http://smartstudy.co.kr",
      "title": "더핑크퐁컴퍼니 주식회사",
      "description": "Connecting people around the world through joyful content",
      "preview": "Connecting people around the world through joyful content 더핑크퐁컴퍼니는 글로벌 패밀리 엔터테인먼트 기업으로, 온 가족이 즐길 수 있는 문화를 만들어갑니다. 영화 및 애니메이션 시리즈부터 음원, 공연, 모바일 애플리케이션,"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#datatracker-home",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.seamwork.com/articles/understanding-ease",
      "title": "Understanding Ease",
      "description": "Learn everything you need to know about ease in a sewing pattern.",
      "preview": "Sew our favorite romantic button-up shirt for FREE this fall! Get your Free Pattern × Search Posted in: Sewing Tutorials , Fitting Adjustments • Decem"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "https://www.mavcsoport.hu/mav-start/belfoldi-utazas/menetrend",
      "title": "Helyközi buszmenetrendek | MÁV-csoport",
      "description": "void",
      "preview": "Ugrás a menetrendkeresőhöz Ugrás az almenühöz Ugrás a tartalomra Ugrás az oldaltérképre Belföldi utazás Jegyek és bérletek Menetrendek Turisztikai ajá"
    },
    {
      "url": "https://ukchat.com/",
      "title": "Forums - Free Chat Rooms - UkChat.com",
      "description": "Free Online Chat Rooms Official Forum Boards - UkChat.com",
      "preview": "New posts Menu Log in Register Navigation Install the app Install How to install the app on iOS Follow along with the video below to see how to instal"
    }
  ],
  "_meta": {
    "total_bookmarks": 54
  }
}