{
  "data": [
    {
      "url": "http://persian.goscas.com/china-gkf_c12zy_circularly_polarized_universal_ku_band_twin_lnbf_0_8db_noise_figure-11136337.html",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://espeakers.unmeetings.org/6320ae9f5ea20000120344dc13092022",
      "title": "e-Delegate+",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.1lovecards.com/",
      "title": "1lovec",
      "description": "void",
      "preview": "Hello world! Outubro 26, 2024 Uncategorized Welcome to WordPress. This is your first post. Edit or delete it, then start writing!"
    },
    {
      "url": "https://www.myotees.com/product/ron-weasley-is-my-boyfriend-graphic-sweatshirt/",
      "title": "Ron Weasley Is My Boyfriend Graphic Sweatshirt | myotees.com",
      "description": "Get Buy Ron Weasley Is My Boyfriend Graphic Sweatshirt, affordable custom shirts,are screen printing by hand and are high quality printing.",
      "preview": "Skip to content Add to Wishlist Add to Wishlist Ron Weasley Is My Boyfriend Graphic Sweatshirt On Sale $ 27.49 - $ 34.49 Price range: $27.49 through $"
    },
    {
      "url": "https://vuoriclothing.com/products/sunday-performance-jogger-black",
      "title": "Sunday Performance Jogger | Men's Black Joggers | Vuori",
      "description": "Vuori's Sunday Performance Jogger provides a fresh take on athleisure and will be a staple in your wardrobe. Shop our men's Black athletic joggers.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://www.defendcampaigns.org/partners",
      "title": "Become a Partner - Defending Digital Campaigns",
      "description": "Become a Partner",
      "preview": "Become a Partner How we partner DDC partners with a variety of trusted organizations and corporations to provide free cybersecurity products, onboardi"
    },
    {
      "url": "https://go-expandyourmind-blog.tumblr.com/post/143100154781",
      "title": "Nature, animals, and inspiration :) - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Nature, animals, and inspiration :) - 16% of all new wages in the U.S. are in computer... 1.5M ratings 277k ratings See, that's what the app is perfec"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "https://www.lazienkiabc.pl/Wykonanie/zenon-tyminski-remonty-na-wyciagniecie-reki-273.html",
      "title": "LazienkiABC.pl",
      "description": "{$Opis}",
      "preview": "Łazienka Łazienka Pokaż Łazienka Baterie łazienkowe Baterie łazienkowe Pokaż Baterie łazienkowe Baterie łazienkowe Baterie łazienkowe Pokaż Baterie ła"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/post/117442440205",
      "title": "Fragments of My Imagination",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "Fragments of My Imagination RSS Apr 26 codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worke"
    },
    {
      "url": "https://americasvoice.org/press_releases/by-the-numbers-10-key-immigration-stats-from-midterms-and-beyond/",
      "title": "By the Numbers: 10 Key Immigration Stats From Midterms and Beyond - America's Voice",
      "description": "Washington, DC - By all indications, these midterm elections will be driven by voter concerns about the economy and inflation and possibly abortion rights and gun-violence, with immigration a lower concern for most voters. However, immigration has been used as a fear mongering issue by Republican candidates and some polls indicate it is a top... Continue »",
      "preview": "tags: Press Releases By the Numbers: 10 Key Immigration Stats From Midterms and Beyond by AV Press Releases on November 8, 2022 Share This: Washington"
    },
    {
      "url": "https://www.eou.edu/?s=ebk5867.cn",
      "title": "ebk5867.cn | Search Results | Eastern Oregon University",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://investors.target.com/investors",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://athleta.gap.com/",
      "title": "Shop Athleta for Women's Yoga Clothing, Technical Athletic Clothing, and Athleisure",
      "description": "Athleta designs clothing that integrates performance and technical features for active women and girls. From running and yoga to swimming and hiking or athleisure - our clothing supports whatever moves & inspires you.",
      "preview": "Skip to top navigation Skip to shopping bag Skip to main content Skip to footer links"
    },
    {
      "url": "https://bbamemphis.com/",
      "title": "Black Business Association of Memphis | Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "description": "Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "preview": "Advocacy Counseling Networking MEMphis What WE Do The Black Business Association of Memphis (BBA) is missioned to improve the economic well-being of t"
    },
    {
      "url": "http://www.bbbmarketplacetrust.org",
      "title": "BBB Institute For Marketplace Trust",
      "description": "void",
      "preview": "Skip to content BBB Institute for Marketplace Trust SM (BBB Institute) seeks to build a trustworthy marketplace that is accessible for everyone. We wo"
    },
    {
      "url": "https://gesi.org/",
      "title": "Global Enabling Sustainability Initiative (GeSI)",
      "description": "We are the Global Enabling Sustainability Initiative (GeSI), a member-centric business association leading on the enabling role of digital in sustainability.",
      "preview": "Digital with Purpose Global Summit 2025 27-28 OCTOBER / THE EGG / BRUSSELS A Summit to support Europe's Digital Transformation Strategy shaping Find O"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-glow-moisturizer",
      "title": "Turmeric Glow Moisturizer | KORA Organics",
      "description": "KORA certified organic glow moisturizer with Turmeric, Desert Date and Maracuja oils. This rich Turmeric face cream brightens, hydrates and smooths. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://falcontech.com/products/mohawk-m57553b-5elan-cat5e-cable-pvc-1000-feet-blue",
      "title": "Mohawk 4245PVB-CE-BU M57553B 5eLAN, CAT5e Cable, PVC, 1000 Feet - Blue - FalconTech",
      "description": "The M57553B cable consists of 24 AWG, solid, bare copper insulated conductors assembled into 4 tightly twisted pairs with a ripcord under an overall jacket.Manufacturer: Mohawk Performance Level: Category 5e Plenum Rated? No Jacket Color: Blue Number of Pairs: 4 UTP Conductor Gauge: 24 AWG Package Type: Pull-Box Mohawk Part#: M57553B Buying in volume? Please contact us about project pricing.",
      "preview": "\"Call us, we will answer the phone. 314-994-9066 in English or Español!\" - John Baragiola | President Send A Quick Quote Roll over image to zoom in Mo"
    },
    {
      "url": "https://pornrips.to/wildoncam-22-01-10-kenzie-love-hardcore-xxx-1080p-hevc-x265-prt/",
      "title": "WildOnCam.22.01.10.Kenzie.Love.Hardcore.XXX.1080p.HEVC.x265.PRT - PornRips.To",
      "description": "void",
      "preview": "Release: WildOnCam.22.01.10.Kenzie.Love.Hardcore.XXX.1080p.HEVC.x265.PRT File Size: 1298 MB Duration: 1:00:09 Join us on Telegram! Leave a Reply Cance"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://fox11online.com/news/local/green-bay/green-bay-alder-asks-for-surveillance-policy-after-microphones-installed-at-city-hall",
      "title": "Green Bay alder asks for surveillance policy after microphones installed at city hall",
      "description": "Privacy concerns are being raised at Green Bay's city hall after city council members discovered microphones were added to the building's surveillance system.",
      "preview": "Fri, 10 Oct 2025 10:16:17 GMT (1760091377236) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://openchargemap.org/site",
      "title": "Open Charge Map - The global public registry of electric vehicle charging locations",
      "description": "Open Charge Map is the global database of EV charging stations, managed and populated by EV drivers from all over the world.",
      "preview": "Map Loading.."
    },
    {
      "url": "https://magnuslonden.net/fi/artikkelit/kolumnit/article-64532-28329-aikaa-unelmoida",
      "title": "Kolumnit - Magnus Londen",
      "description": "void",
      "preview": "Aikaa unelmoida HS 17.6.2011 På svenska Kesässä parasta on se, että yhtäkkiä on aikaa päiväunelmille. On aikaa maata laiturilla tai rantakalliolla, ku"
    },
    {
      "url": "https://www.hercampus.com/school/wake-forest/katie-powers-insider-scoop-transition-boarding-school-college/",
      "title": "Katie Powers: An Insider Scoop on the Transition from Boarding School to College",
      "description": "Katie Powers is a sophomore from Boston intending to major in finance and minor in psychology minor. She reflects on her transition from...",
      "preview": "HC at Wake Forest More from Wake Forest Our Reads Meet the Team Join Us Priscilla Du Preez/Unsplash Wake Forest | Life > High School Katie Powers: An"
    },
    {
      "url": "https://www.commsbusiness.co.uk/news/huawei-launches-worlds-first-commercial-lte-enodeb/",
      "title": "Huawei launches world's first commercial LTE eNodeB",
      "description": "Huawei Technologies, a provider of next generation telecommunications network solutions for operators around the world, has announced that it has launched the world's first LTE eNodeB ready for large scale commercial deployment.",
      "preview": "News Huawei launches world's first commercial LTE eNodeB 21 July 2009 Networks & Network Services Huawei Technologies, a provider of next generation t"
    },
    {
      "url": "https://www.zcohosting.cl/sistema/cart.php?language=ukranian",
      "title": "Кошик - Zcohosting.cl",
      "description": "void",
      "preview": "Українська العربية Azerbaijani Català 中文 Hrvatski Čeština Dansk Nederlands English Estonian Persian Français Deutsch עברית Magyar Italiano Macedonian"
    },
    {
      "url": "http://aerfish.com/UniverseSplitter",
      "title": "Universe Splitter | Aerfish",
      "description": "Aerfish's \"Universe Splitter\" app uses an actual quantum device to help you make everyday decisions. Endorsed by famous physicists!",
      "preview": "top of page #1 ON THE APP STORE • STAFF FAVORITE THE ORIGINAL Universe Splitter Tough decision? There's no need to choose -- Split the universe and"
    },
    {
      "url": "https://www.urosario.edu.co/Facultad-de-Economia/Inicio/",
      "title": "Facultad de Economía - Universidad del Rosario",
      "description": "Conviértete en líder económico con formación de alto nivel y estudia en la Facultad de Economía de la Universidad del Rosario para impulsar tu carrera.",
      "preview": "Pasar al contenido principal Facultad de Economía Facultad de ECONOMÍA CONOCE NUESTRA FACULTAD NUESTRO SELLO La Facultad de Economía busca mantenerse"
    },
    {
      "url": "http://members.tripod.com/~Germantown_Peggers/cribfrms.htm",
      "title": "Germantown Peggers Cribbage Club, Rules Page",
      "description": "This Rules page is associated with the American Cribbage Congress, it is intended to help people better understand how to play cribbage.",
      "preview": "void"
    },
    {
      "url": "https://www.noesisengine.com/forums/posting.php?mode=quote&f=12&p=10817&sid=b2bbf13a5e83511be22b9b4d6328af6a",
      "title": "Forums | NoesisGUI - Login",
      "description": "void",
      "preview": "Skip to content Back to previous page You need to login in order to quote posts within this forum. Username Password I forgot my password Resend activ"
    },
    {
      "url": "https://www.ricksteves.com/europe/italy/florence",
      "title": "Florence Travel Guide by Rick Steves",
      "description": "Explore Florence! Get inspired with Rick Steves' recommended places to go and things to do, with tips, photos, videos, and travel information on Florence.",
      "preview": "Home / Explore Europe / Italy / Florence Florence's Duomo Florence Florence, the home of the Renaissance and birthplace of our modern world, has the b"
    },
    {
      "url": "https://www.utilitydive.com/news/california-puc-unveils-proposed-fix-to-storage-incentive-program-quantifyi/532573/",
      "title": "California PUC unveils proposed fix to storage incentive program, quantifying GHG reductions | Utility Dive",
      "description": "The wrong metric led to an increase instead of a reduction in GHG emissions from energy storage, and regulators proposed employing a new signal for the commercial and residential storage markets.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's electric utility industry news Let Utility Dive's free newsletter keep you informed, str"
    },
    {
      "url": "https://webpass.net/denver/",
      "title": "Denver Fiber Internet | GFiber Webpass",
      "description": "Sign up with GFiber Webpass for gigabit fiber optic internet in Denver, CO with no data caps or contracts.",
      "preview": "Skip to main content The most awarded ISP with no data caps or hidden fees. Check availability Check availability Award-winning internet without dat"
    },
    {
      "url": "https://arthropleuridea.tumblr.com/",
      "title": "viaduct",
      "description": "23, trans gay he/him, mvskoke+tsalagi",
      "preview": "Text - Nov 8, 2024 R eblog P ermalink vampiricvenus We're about to save this sweet innocent baby! I was contacted by @khadigayousef2024 to make a post"
    },
    {
      "url": "https://grapee.jp/en/131858",
      "title": "Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram - grape Japan",
      "description": "Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram",
      "preview": "Source: © PR Times, Inc. | Photo: Kazushige Nagaya Popular Japanese Actress Suzu Hirose Subjected to Racist Coronavirus Comments on Instagram 2020-02-"
    },
    {
      "url": "http://objets-golf.com/textiles-et-parapluies/casquettes-de-golf/",
      "title": "Casquettes de golf - Objets publicitaires de Golf",
      "description": "NOS PRODUITS Casquette Callaway Liquid Metal Tissu antimicrobien. Possibilitbroderie sur cotou arrie. Reglage par velcro. 7 coloris au choix Logo Callaway sur le front. Casquette Callaway Stich magnet Personnalisation du logo à l'arrière de la casquette. Casquette Callaway Custom Side Logo Callaway à l'avant de la casquette. Personnalisation du logo sur les côtés de la ... Lire la suite de« Casquettes de golf »",
      "preview": "Aller au contenu NOS PRODUITS Casquette Callaway Liquid Metal Tissu antimicrobien. Possibilitbroderie sur cotou arrie. Reglage par velcro. 7 coloris a"
    },
    {
      "url": "http://worldslargestlesson.globalgoals.org/",
      "title": "The World's Largest Lesson",
      "description": "We promote use of the Sustainable Development Goals in learning so that children can contribute to a better future for all. From citizenship and justice to climate change and the environment, inspire children to make a difference!",
      "preview": "Skip to content WELCOME TO THE WORLD'S LARGEST LESSON! We promote use of the Sustainable Development Goals in learning so that children can contribute"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85949",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://outsidetexas.com/products/otx-foam-trucker-round-patch",
      "title": "OTX Foam Trucker: Circle Patch | Outside, Texas",
      "description": "OTX Foam Trucker: Circle Patch | Made in Texas, by Texans, for Texans who live Outside, Texas. 100% Polyester Front 100% Polyester Mesh Back The Traditional LookSweatband Plastic Adjustable SnapOSFM - Adult (6 1/2 - 7 5/8)",
      "preview": "Skip to content Close menu Home Shop Hats Shirts Tanks & Crops Hoodies & Sweatshirts Extras Kids Where To Explore Outside, Texas?? Top 20 State Parks"
    },
    {
      "url": "https://www.bop.gov",
      "title": "BOP: Federal Bureau of Prisons Web Site",
      "description": "void",
      "preview": "An official website of the United States government. Here's how you know Official websites use .gov A .gov website belongs to an official government o"
    },
    {
      "url": "http://www.atlas-games.com/onceuponatime/",
      "title": "Atlas Games | Once Upon a Time",
      "description": "A collaborative storytelling game based on classic fairy tales.",
      "preview": "Once Upon a Time Product Line A collaborative story telling game based on classic fairy tales Once Upon a Time Once Upon a Time Writer's Handbook Ench"
    },
    {
      "url": "https://openaccess.inaf.it/browse?type=author&sort_by=1&order=ASC&rpp=20&etal=10&value=Zepeda%2C+A.&starts_with=K",
      "title": "void",
      "description": "DSpace-CRIS is a comprehensive, free and open-source Research Information Management System (CRIS/RIMS). It is based on DSpace, providing broader functionality and an expanded data model, relying on its large community. It is compliant with and supports key international standards, facilitating interoperability and data transfer. DSpace-CRIS enables secure, integrated and interoperable research information and data management - in a single solution.",
      "preview": "Skip to main content ATTENZIONE!!! IL SISTEMA E' UTILIZZABILE ESCLUSIVAMENTE IN MODALITA' \"CONSULTAZIONE\". CAUSA PROBLEMI TECNICI, SI PREGA DI NON EFF"
    },
    {
      "url": "https://www.sayellow.com/south-africa/auctioneers-livestock-in-sedibeng",
      "title": "Auctioneers - Livestock in Sedibeng, South Africa",
      "description": "Find Auctioneers - Livestock in on saYellow.com. Get reviews, contact details, directions and much more, at the click of a button.",
      "preview": "Did you mean \"\"? Related Categories Auctioneers - Livestock Auctioneers Auctioneers - Art, Antiques... Online: Auctions Valuers - Immovable Property V"
    },
    {
      "url": "https://newsroom.ca.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK PayPal Product PayPal launches its most advanced solution for small and mid-sized enterprises in Canada Pay"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "https://www.sikovnejdomek.cz/detail/andelska-kridla-c-6-6x9cm/",
      "title": "Andělská křídla č.6 - 6x9cm - sikovnejdomek.cz",
      "description": "Andělská křídla č.6 - 6x9cm za 17.00 Kč skladem, ihned k odeslání. Doručení až domů nebo osobní odběr.",
      "preview": "POŠTOVNÉ Balíkovna 79kč, PPL 89kč, Zásilkovna 99kč Ceny dopravy + platební metoda Kontakt O mně :-) Obchodní podmínky Více informací Ochrana osobních"
    },
    {
      "url": "http://www.britannica.com/EBchecked/topic/409383/neptunium",
      "title": "Neptunium | Radioactive, Fissionable, Transuranic | Britannica",
      "description": "Neptunium (Np), radioactive chemical element of the actinoid series of the periodic table that was the first transuranium element to be artificially produced, atomic number 93. Though traces of neptunium have subsequently been found in nature, where it is not primeval but produced by",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos ne"
    },
    {
      "url": "https://regional-open-data-capcog.opendata.arcgis.com/",
      "title": "CAPCOG Regional Open Data Site",
      "description": "CAPCOG Region Open Data",
      "preview": "void"
    },
    {
      "url": "https://share.hsforms.com/1Td4Pj80YTmCbrnlSivNBNw59n9s",
      "title": "Form",
      "description": "void",
      "preview": "Skip to form"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/19240812",
      "title": "Estimating the worldwide extent of illegal fishing - PubMed",
      "description": "Illegal and unreported fishing contributes to overexploitation of fish stocks and is a hindrance to the recovery of fish populations and ecosystems. This study is the first to undertake a world-wide analysis of illegal and unreported fishing. Reviewing the situation in 54 countries and on the high s ...",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "https://www.downtownboston.org/",
      "title": "The Official Downtown Boston Alliance Website - Things to do",
      "description": "Downtownboston.org is your single stop for information on Boston shopping, nightlife, dining, where to stay, history and culture.",
      "preview": "Skip to content OPTIONAL TEXT AND BUTTON Button text Things to Do Culture Dining Shopping Nightlife Events Events Oct 09 - Oct 12, 2025 Hang Time Thre"
    },
    {
      "url": "https://defyventures.myshopify.com/",
      "title": "Defy Ventures Inc. Merchandise",
      "description": "Defy Ventures Inc. Merchandise",
      "preview": "Skip to content Welcome to our store Item added to your cart Check out Continue shopping Help Defy the Odds For nearly a decade, Defy graduates have b"
    },
    {
      "url": "https://status.airtable.com/",
      "title": "Airtable Status",
      "description": "Welcome to Airtable's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Airtable creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't receive"
    },
    {
      "url": "https://unmjobs.unm.edu/",
      "title": "UNMJobs | The University of New Mexico",
      "description": "void",
      "preview": "Your browser does not support JavaScript! This will website not will not operate properly without JavaScript. Toggle navigation UNM A-Z myUNM Director"
    },
    {
      "url": "https://www.forces-war-records.co.uk/medals/the-most-excellent-order-of-the-british-empire-dame-commander-dbe#:~:text=Dame%20Commander%20%28DBE%29-,The%20Most%20Excellent%20Order%20of%20the%20British%20Empire%20%2D%20Dame%20Commander,recognition%20of%20outstanding%20public%20service.",
      "title": "Dame Commander of the Most Excellent Order of the British Empire - Forces War Records",
      "description": "The Most Excellent Order of the British Empire (DBE) is a British order of chivalry that rewards contributions to the arts &amp; sciences &amp; public service outside the Civil service",
      "preview": "Javascript required: We're sorry, but Forces War Records doesn't work properly without JavaScript enabled. You will need to enable Javascript by chang"
    },
    {
      "url": "https://swipepages.com/",
      "title": "Best Landing Page Builder for Conversions - Swipe Pages",
      "description": "Generate leads & increase conversion rate using fast, mobile optimized landing pages. A Landing page builder trusted by 7500+ ROI driven marketers.",
      "preview": "Product Landing Page Templates AI Page Builder Mobile Landing Pages Features Performance Pricing Solutions For Agencies For Ecommerce For SaaS For Rea"
    },
    {
      "url": "https://www.roadmaptozero.com/?locale=en",
      "title": "Roadmap to Zero",
      "description": "We need to change how things are produced, especially the items we wear. ZDHC is making that happen. We work with the fashion industry, empowering it to produce safe products. Together we are protecting the place we all call home.",
      "preview": "By using this website, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing"
    },
    {
      "url": "https://betterwork.org/",
      "title": "Home - Better Work",
      "description": "void",
      "preview": "Q&A Evaluating Impact in Ethiopia's Garment Sector Global | 12 September 2025 Advancing decent work in garment supply chains in Asia and the Pacific C"
    },
    {
      "url": "https://racesonline.com/events/frog-fest-5k",
      "title": "Races online",
      "description": "For over 20 years we've been supporting active events around the country with our family of race-centric companies.",
      "preview": "Races online Looking for event services? You've come to the right place. For over 20 years we've been supporting active events around the country with"
    },
    {
      "url": "https://tave.com/pashabelman-inline/contact/photographer",
      "title": "Contact Pasha Belman Photography",
      "description": "void",
      "preview": "Name Email Mobile Phone Session Type Family Photos Senior Photos Headshots Engagement Wedding Other Location Event Date Number of People? How did you"
    },
    {
      "url": "https://www.hkpoint.cz/cs/mista-konani/45-knihovna-mesta-hradce-kralove",
      "title": "Knihovna města Hradce Králové - HKPoint - Vstupenky, předplatné, předprodej",
      "description": "Předprodej vstupenek online - eVstupenky na top akce",
      "preview": "Úvodní stránka Místa konání Knihovna města Hradce Králové Knihovna města Hradce Králové Knihovna města Hradce Králové, Wonkova 1262/1a, Hradec Králové"
    },
    {
      "url": "https://otga.wufoo.com/forms/z1s9qpjo025j40t/",
      "title": "Implementing the Ocean Data and Information System",
      "description": "void",
      "preview": "UNESCO/IOC-IODE Sorry, we are no longer accepting registrations."
    },
    {
      "url": "https://wordcraft-writers-workshop.appspot.com/",
      "title": "Wordcraft Writers Workshop",
      "description": "The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta teams, and 13 professional writers. Together we explore the limits of co-writing with AI.",
      "preview": "Wordcraft Writers Workshop What does it mean to write with AI? The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta tea"
    },
    {
      "url": "http://www.infostrada.it/",
      "title": "Radware Block Page",
      "description": "void",
      "preview": "We are sorry... ...but your activity and behavior on this website made us think that you are a bot. To protect this website, we cannot process your re"
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    },
    {
      "url": "https://remezcla.com/sports/lucinda-la-morena-hinojos-chicana-native-american-artist-super-bowl-theme-art/",
      "title": "This Chicana Artist Is Behind This Year's Super Bowl Theme Art",
      "description": "Lucinda \"La Morena \"Hinojos, is the first Chicana, Native American artist to partner with the league on Super Bowl theme art.",
      "preview": "By Kiko Martinez 01.10.23 at 16:51 Courtesy of NFL. The National Football League (NFL) has partnered for the first time with a Chicana and Indigenous"
    },
    {
      "url": "https://lakersnation.com/weekly-laker-limelight-derek-fisher/2011/03/22/",
      "title": "Weekly Laker Limelight: Derek Fisher",
      "description": "Over the final six weeks of the season we'll examine each player on the Lakers' roster and discuss what their contributions will mean during the playoffs as the Lakers aim for a three-peat. We'll cover one starter each week and then discuss the bench unit collectively. Last week we looked at the ever-controversial Ron Artest, [...]",
      "preview": "Download our Free Mobile App! Faster with Fewer Ads Get App Download our Free Mobile App! Faster with Fewer Ads Get App Search Follow US © 2024 Medium"
    },
    {
      "url": "https://www.slovensko.sk/sk/agendy/agenda/_/elektronicka-ziadost",
      "title": "Agenda - UPVS",
      "description": "Ústredný portál verejnej správy",
      "preview": "Ústredný portál verejnej správy Vstúpiť na nové slovensko.sk Úvod O portáli Pomoc Kontakt English Zmena kontrastu Vyhľadať Prepáčte, požadovaný obsah"
    },
    {
      "url": "https://www.yachtropes.co.uk/kingfisher/cruising-ropes/braid-on-braid-polyester-solids/",
      "title": "Braid on Braid Polyester Solids",
      "description": "Braid on braid polyester is an ideal cruising rope. It is good on the hands and easy to splice. It is ideal for sheets, halyards, control lines and many more.",
      "preview": "PRODUCT FINDER Cruising Ropes 6 Products Evolution Dinghy 15 Products Mooring & Anchoring 13 Products Rigging Ropes 11 Products Kingfisher Ropes 95 Pr"
    },
    {
      "url": "https://www.health.state.mn.us/diseases/coronavirus/vaccine/index.html",
      "title": "COVID-19 Vaccine - MN Dept. of Health",
      "description": "void",
      "preview": "Skip to main content Topic Menu Vaccine: COVID-19 Vaccine Home Data Basics Vaccine Providers Share Your Story COVID-19 COVID-19 Home Situation Update"
    },
    {
      "url": "https://www.lasrespuestas.org/juego-de-palabras-vip-11-paquete-dos/",
      "title": "Juego De Palabras VIP 11 Paquete Dos [ Todos Los Niveles ] - Alejandro",
      "description": "Descubra aquí las soluciones : Juego De Palabras VIP 11 Paquete Dos. He encontrado todas las respuestas y los comparto contigo ...",
      "preview": "Saltar al contenido Saludos a todos, Voy a presentar en esto: las soluciones del juego de palabras VIP 11 Paquete Dos . Este juego es desarrollado por"
    },
    {
      "url": "https://oceanexpert.org",
      "title": "OceanExpert - A Directory of Marine and Freshwater Professionals",
      "description": "void",
      "preview": "Meli Search More Options input All Experts Institutes Events Documents All Go Browse Experts By: Last Name Worklocation (country) Subject of research"
    },
    {
      "url": "https://rubygems.org/gems/git_remote_branch/versions/0.3.5?locale=zh-CN",
      "title": "git_remote_branch | RubyGems.org | 您的社区 Gem 托管中心",
      "description": "void",
      "preview": "git_remote_branch 0.3.5 git_remote_branch is a learning tool to ease the interaction with remote branches in simple situations. Gemfile: = 安装: = 版本列表:"
    },
    {
      "url": "https://www.muenchen.de/sehenswuerdigkeiten",
      "title": "Sehenswürdigkeiten Attraktionen München - muenchen.de",
      "description": "Die wichtigsten Sehenswürdigkeiten und Attraktionen in München im Überblick. Von Kirchen und Bauwerken bis hin zu Parks und Plätzen.",
      "preview": "Home Anzeige Branchenbuch Sehenswürdigkeiten This is a carousel with rotating cards. Use the previous and next buttons to navigate, and Enter to activ"
    },
    {
      "url": "https://www.copperknob.co.uk/submitvideo.aspx?StepsheetID=85048",
      "title": "CopperKnob - Submit Video",
      "description": "Line dance Step Sheets and Information, including teaching videos and articles.",
      "preview": "CopperKnob Stepsheets 166836 Submit Video Your Name Tel Email Stepsheet Title Video URL Check Video Preview Video Preview Video Type Please Select..."
    },
    {
      "url": "https://blogs.worldbank.org/opendata/chart-globally-70-freshwater-used-agriculture",
      "title": "Chart: Globally, 70% of Freshwater is Used for Agriculture",
      "description": "if(\"undefined\"==typeof window.datawrapper)window.datawrapper={};window.datawrapper[\"Fieue\"]={}, window.datawrapper[\"Fieue\"].embedDeltas={\"100\":585.8, \"200\":471.8, \"300\":426.8, \"400\":426.8, \"500\":399.8, \"600\":399.8, \"700\":399.8, \"800\":399.8, \"900\":399.8, \"1000\":399.8}, window.datawrapper[\"Fieue\"].iframe=document.getElementById(\"datawrapper-chart-Fieue\"), window.datawrapper[\"Fieue\"].iframe.style.height=window.datawrapper[\"Fieue\"].embedDeltas[Math.min(1e3, Math.max(100*Math.floor(window.datawrapper[\"Fieue\"].iframe.offsetWidth/100), 100))]+\"px\", window.addEventListener(\"message\", function(a){if(\"undefined\"!=typeof a.data[\"datawrapper-height\"])for(var b in a.data[\"datawrapper-height\"])if(\"Fieue\"==b)window.datawrapper[\"Fieue\"].iframe.style.height=a.data[\"datawrapper-height\"][b]+\"px\"}); In most regions of the world, over 70 percent of freshwater is used for agriculture. By 2050, feeding a planet of 9 billion people will require an estimated ...",
      "preview": "Published on Data Blog Chart: Globally, 70% of Freshwater is Used for Agriculture Tariq Khokhar March 22, 2017 This page in: English Français Español"
    },
    {
      "url": "https://video.foxbusiness.com/v/6109194898001#sp=show-clips",
      "title": "Goodwill donations surge during holiday giving season | Fox Business Video",
      "description": "Goodwill donations and holiday resale",
      "preview": "to top close Video This video is playing in picture-in-picture. Varney Co January 15, 2020 03:19 CLIP Goodwill donations surge during holiday giving s"
    },
    {
      "url": "http://mjrichardsphotography.com/tag/family/",
      "title": "family - M J Richards Photography",
      "description": "void",
      "preview": "Promotional September 30, 2021 Grand Re-Opening view more @2020 M J Richards Photography Add comment Name* Email* Message* Send Comments"
    },
    {
      "url": "https://www.crosswordunclued.com/",
      "title": "Crossword Unclued",
      "description": "Crossword Unclued is a blog for cryptic crossword enthusiasts. It has solving tips, explanations of clue types and wordplay styles, analysis of interesting clues and other crossword trivia.",
      "preview": "skip to main | skip to sidebar Home Guide FAQ Shop Index Saturday, 7 June 2025 Index Labels: blog info Tweet A master list of articles on Crossword Un"
    },
    {
      "url": "https://www.match.com/",
      "title": "Online Dating Site - Register For Free on Match UK!",
      "description": "Start online dating with Match. Sign up for free and get access to singles' dating profiles, attend Match singles nights & events near you.",
      "preview": "Register Log in Who are you interested in? I'm a man seeking a woman I'm a woman seeking a man I'm a man seeking a man I'm woman seeking a woman I'm a"
    },
    {
      "url": "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201720180SB239",
      "title": "Bill Text - SB-239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "description": "SB 239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Quick Search: Bill Number Bill Keyword Home Bill Information California Law Publicatio"
    },
    {
      "url": "https://hrim.is/product/winter-stories-fox/",
      "title": "Hrim",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://floss.syr.edu/papers?f%5Bkeyword%5D=G&f%5Bauthor%5D=169&s=keyword&o=asc",
      "title": "Publications | FLOSS@Syracuse",
      "description": "void",
      "preview": "Skip to main content Jastrzebski, S., Henderson, K., McKinnon-Crowley, J., & Crowston, K. (9999). Boundaries of data journalism in U.S. public radio n"
    },
    {
      "url": "https://purepuremilk.tumblr.com/",
      "title": "@purepuremilk on Tumblr",
      "description": "Follow @purepuremilk and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts #Youtube blasteriidx Follow Tales of Festival 2016 BD Rip by BlasterIIDX Hi everyone ! As promised, you will find the videos of the ToF 2016 by"
    },
    {
      "url": "https://www.uni-potsdam.de/de/gsp-deutsch/studiumlehre/lesekabinett",
      "title": "Lesekabinett - Studium und Lehre - Professur Grundschulpädagogik Deutsch - Universität Potsdam",
      "description": "void",
      "preview": "JavaScript ist in ihrem Browser deaktiviert. Bitte aktivieren Sie JavaScript um alle Funktionen der Website nutzen zu können! Zum Hauptinhalt springen"
    },
    {
      "url": "http://www.slate.com/articles/news_and_politics/trials_and_error/2017/09/john_legend_on_why_the_nfl_protests_are_patriotic.html?wpsrc=sh_all_mob_tw_top",
      "title": "John Legend on why the NFL protests are patriotic.",
      "description": "They are not some arbitrary statement about a flag.",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "http://www.smartdesks.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 90
  }
}