{
  "data": [
    {
      "url": "https://www.thisisanfield.com/",
      "title": "Liverpool FC News and LFC transfer rumours - This Is Anfield",
      "description": "Latest Liverpool FC news, transfers and videos with LFC photos, fixtures, match reports, football quizzes and debate from This Is Anfield.",
      "preview": "Skip to content ➔ SUPPORT US ➔ SUPPORT US & GO AD-FREE LOG IN SUBSCRIBE Liverpool FC injury latest: Alisson, Wataru Endo, Ibrahima Konate and 4 more F"
    },
    {
      "url": "https://ihcw.aap.org/resources/Documents/fingerfoodsposterfinalv01.pdf",
      "title": "Institute for Healthy Childhood Weight",
      "description": "The Institute for Healthy Childhood Weight advocates for pediatric obesity prevention, assessment, management and treatment.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://www.theguardian.com/environment/2021/oct/31/cop26-literally-the-last-chance-saloon-to-save-planet-prince-charles",
      "title": "Cop26 'literally the last chance saloon' to save planet - Prince Charles | Cop26 | The Guardian",
      "description": "Prince of Wales urges G20 to set aside differences and build sustainable economy",
      "preview": "Skip to main content Skip to navigation Skip to navigation Prince Charles arrives to speak at the G20 summit in Rome. Photograph: Aaron Chown/AFP/Gett"
    },
    {
      "url": "https://us02web.zoom.us/j/82663842838?pwd=NTkwSzBSQ2c5UFExUCtZc0dIdDBkZz09",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://www.milestonehotel.com/?cjevent=4ec1f2f92cc511eb834e01140a180510",
      "title": "The Milestone Hotel & Residences, Five-Star Boutique Hotel, Kensington, London",
      "description": "The Milestone Hotel is a five-star boutique hotel that puts you in the heart of Kensington, London. Book direct for special offers.",
      "preview": "The Milestone Hotel & Residences Elegance and luxury Situated directly opposite Kensington Palace, The Milestone Hotel & Residences offers exceptional"
    },
    {
      "url": "https://nvbdc.org/about-the-nvbdc/",
      "title": "About the NVBDC",
      "description": "The National Veteran Business Development Council is the leading Veteran Owned Business Certification organization developed by Veterans, for Veterans.",
      "preview": "About us The NVBDC views entrepreneurship as another form of employment and believes that helping our veterans succeed in business helps them, their f"
    },
    {
      "url": "https://www.mvg.de/tickets-tarife.html",
      "title": "Abos & Tickets der MVG | MVG",
      "description": "Alles über das Deutschlandticket sowie die Abo- und MVV-Tickets der MVG München - Preise, Gültigkeiten und Vorteile auf einen Blick.",
      "preview": "Alle Tickets Unsere Abos Besonders preiswert durch das MVV-Gebiet Einzel- & Tageskarten Kaufen und sofort losfahren Wochen- & Monatskarten Flexibel un"
    },
    {
      "url": "https://www.wmu.se/",
      "title": "World Maritime University",
      "description": "Serving the global maritime community through advancements in maritime & ocean postgraduate education, research and capacity building.",
      "preview": "Faculty & Staff Alumni Give Library Shop Spotlight Culture of Adjustment Report Academic Handbook WMU ITF Transport 2040 Report What We OFFER The Univ"
    },
    {
      "url": "https://github.community/",
      "title": "community · Discussions · GitHub",
      "description": "Ask questions, get answers, share expertise.",
      "preview": "Skip to content"
    },
    {
      "url": "https://lightning.ai/docs/pytorch/stable/",
      "title": "Welcome to ⚡ PyTorch Lightning - PyTorch Lightning 2.5.5 documentation",
      "description": "void",
      "preview": "Table of Contents Overview Team management Production Security Open source Overview PyTorch Lightning Fabric Lit-GPT Torchmetrics Litdata Lit LLaMA Li"
    },
    {
      "url": "https://www.stripe.com",
      "title": "Stripe | Infrastruttura finanziaria per aumentare i tuoi ricavi",
      "description": "La suite di API di Stripe permette alle attività online di qualsiasi dimensione di accettare pagamenti, trasferire fondi ed espandersi rapidamente in nuovi mercati grazie all'IA.",
      "preview": "Unisciti ai milioni di aziende che usano Stripe per accettare pagamenti online e di persona, integrare servizi finanziari, consentire modelli di ricav"
    },
    {
      "url": "https://heap.io/product/security-compliance",
      "title": "Security & Privacy - Heap | Heap",
      "description": "Heap takes the safety of your customer data seriously by investing in security technology, compliance certifications, and extensive employee training.",
      "preview": "skip to content Heap provides fast moving digital teams with robust privacy tooling and optionality. Request Demo Free Trial Our suite of privacy and"
    },
    {
      "url": "https://www.agencyjr.com/post/i-audited-351-klaviyo-accounts-here-are-my-11-takeaways-to-help-you-sell-more",
      "title": "I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More | agencyJR",
      "description": "After auditing 351+ Klaviyo accounts generating upwards of $100MM/yr here are the top 11 lessons you can implement for your e-commerce email marketing",
      "preview": "Talk with us Blog I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More After auditing 351+ Klaviyo accounts generating upwa"
    },
    {
      "url": "https://www.ikea.com/it/it/cat/divani-16239/",
      "title": "Poltrone - IKEA Italia",
      "description": "Esplora la nostra esclusiva collezione di poltrone progettate per garantire un'esperienza di relax senza pari. Acquista online poltrone confortevoli e di design!",
      "preview": "Vai al contenuto principale Passa all'elenco dei prodotti Poltrone Le poltrone permettono di creare angoli accoglienti nei tuoi ambienti di casa: polt"
    },
    {
      "url": "https://siol.net/kljucne-besede/nepremagljivi-dvojec-79165/articles",
      "title": "Nepremagljivi dvojec na Siol.net",
      "description": "Najbolj sveže in aktualne novice o temi Nepremagljivi dvojec iz Slovenije in sveta, odlične zgodbe iz sveta športa, avtomobilov in trendov.",
      "preview": "Energetika 2.0 Ona-On.com Nazaj v šolo Dogodki Naj planinska koča Zanesljiv sopotnik Naložbeni navdih Počitnice 2025 Nakup avtomobila Pravni nasvet Pr"
    },
    {
      "url": "https://flymapslive.com/",
      "title": "Flymaps",
      "description": "void",
      "preview": "Get the Flymaps app iPhone or iPad Android Flymaps Supports Follows YouTube Instagram Twitter Email Contact us anytime. Feel free to email us . About"
    },
    {
      "url": "https://www.foresightautomation.com/",
      "title": "Foresight Automation",
      "description": "void",
      "preview": "RECENT NEWS WE ARE EXCITED TO ANNOUNCE WE'LL BE MOVING TO A NEW STATE OF THE ART FACILITY IN 2024! CONSTRUCTION IS UNDERWAY! FORESIGHT ROBOTIC PALLETI"
    },
    {
      "url": "http://www.rai.it/",
      "title": "Rai.it",
      "description": "News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te",
      "preview": "Benvenuto su Rai.it News, intrattenimento, sport, cultura e tanto altro. Tutta la nostra offerta dedicata a te"
    },
    {
      "url": "https://www.sare.org/resources/cover-crops/",
      "title": "Cover Crops for Sustainable Crop Rotations - SARE",
      "description": "Cover crops are one of the best ways to improve soil health, reduce off-farm inputs and protect natural resources. Find a wealth of educational materials developed out of decades of SARE-funded cover crop research.",
      "preview": "Skip to content A condensed version of this page is available as a four-page PDF, Cover Crops for Sustainable Crop Rotations , or use the Order in Pri"
    },
    {
      "url": "https://www.smmcoc.org/",
      "title": "Minority COC | Waldorf, MD",
      "description": "Southern Maryland Minority Chamber of Commerce in Waldorf, MD offers information for minority-owned small business. Call (443) 646-5744.",
      "preview": "Southern Maryland Minority Chamber of Commerce CALL US TODAY! 443-646-5744 Address: 10665 Stanhaven Place, Suite 300A, White Plains, MD 20695 CLICK HE"
    },
    {
      "url": "https://dreamteam.jewelpads.com/",
      "title": "Jewel Sanitary Napkins LLC. - Home - Jewel Sanitary Napkins",
      "description": "Jewel Sanitary Napkins LLC.",
      "preview": "Admin Menu Distributor Menu Admin Menu Distributor Menu Home White page Domestic Shipping REIGN products are shipped throughout the United States. Bes"
    },
    {
      "url": "https://www.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "https://www.alkami.com/",
      "title": "The Platform built for Anticipatory Banking",
      "description": "One platform. Three powerful solutions. Endless potential to grow, engage, and lead through a connected digital banking experience.",
      "preview": "The Platform built for Anticipatory Banking Three solutions-Onboarding & Account Opening, Digital Banking, and Data & Marketing. Powerful individually"
    },
    {
      "url": "http://s190595841.onlinehome.us/?p=colchicine%2Bcost%2Buk",
      "title": "fly2lunch.com",
      "description": "void",
      "preview": "It's what you need to do. Fly2Lunch. Airport Restaurant Search Starting airport: Min distance: nm Max distance: nm Search for restaurants: All airport"
    },
    {
      "url": "https://href.li/?http://changetheequation.org/students-stem-methodology",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. http://changetheequation.org/students-stem-methodology"
    },
    {
      "url": "https://rose---child.tumblr.com/",
      "title": "Rosie Rabbit",
      "description": "http://www.crouton.net",
      "preview": "Rosie Rabbit 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Hi!, if you would like to commiss"
    },
    {
      "url": "https://www.trutv.com/apps",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "http://www.easybistro.com/",
      "title": "Classic Bistro & Seafood Restaurants In Chattanooga - Easy Bistro",
      "description": "Seafood restaurants in Chattanooga with classic bistro and southern ingredients that are combined in a new space with an open kitchen and full bar & raw bar.",
      "preview": "Sunday-Thursday 4-9PM Friday-Saturday 4-10PM (423) 266-1121 801 Chestnut St. Chattanooga, TN 37402 OYSTER HAPPY HOUR Every Day, 4-5pm Enjoy specialty"
    },
    {
      "url": "https://helloitiskatie-blog.tumblr.com/",
      "title": "Hello, it is Katie",
      "description": "Current Obsessions: Marvel, House of Cards, How to Get Away with Murder, Orphan Black, Brooklyn Nine Nine, Parks and Rec, Harry Potter, Battlestar Galactica, and too many other things",
      "preview": "What. A. Day. #womensmarch #whyimarch (at The Mall (Washington DC)) Marching on Washington with some of my favorite women today. #whyimarch at Philade"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2FNYDJ-Sculpt-Her-Denim-Pull-On-Straight-Jeans--Marvelous.product.A564778.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans- Marvelous - QVC.com",
      "description": "Warm weather is just around the corner, so refresh that wardrobe with the perfect pair of pull-on jeans.",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://www.oprahdaily.com/entertainment/a42447926/oprah-gayle-king-attend-piano-lesson-broadway/",
      "title": "The Cast of \"The Color Purple,\" Past and Present",
      "description": "For superfans and newbies alike, we've compiled a who's who of the 1985 The Color Purple and 2023 musical casts.",
      "preview": "Skip to Content From Alice Walker's 1982 novel to Steven Spielberg's 1985 film to two Broadway productions, The Color Purple has impacted and inspired"
    },
    {
      "url": "https://www.nateluebbe.com",
      "title": "Nate Luebbe - Landscape, Wildlife, Travel & Adventure Photography",
      "description": "Nate Luebbe: Photographer, Cinematographer & Nature Nerd. Explore stunning landscape, wildlife, travel & adventure photography",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) GALLERY WORKSHOPS PHOT"
    },
    {
      "url": "https://wepon.tumblr.com/",
      "title": "The Entire Sona Fandom",
      "description": "void",
      "preview": "ℤ zeldathemes"
    },
    {
      "url": "https://bellaapp.dk/privacy-policy/",
      "title": "Privacy Policy - Bella sara",
      "description": "void",
      "preview": "Privacy policy Legal Disclaimer BELLA SARA is accessible both as an app and as a public website at www.bellasara.com. App and website share the same c"
    },
    {
      "url": "https://disneyprivacycenter.com/kids-privacy-policy/english/",
      "title": "Children's Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Family of Compan"
    },
    {
      "url": "https://www.coursera.org/campus?utm_campaign=website&utm_content=corp-to-landing-for-campus&utm_medium=coursera&utm_source=header&utm_term=a-out",
      "title": "Online Learning Platform for Universities | Coursera",
      "description": "Build on top of your curriculum with innovative, career-aligned courses and micro-credentials to strengthen the employment outcomes that attract students and increase enrollments.",
      "preview": "Strengthen employability to attract more students Equip students with the most in-demand skills and prepare them for job success. Contact us See your"
    },
    {
      "url": "https://skinseedapp.com/",
      "title": "Skinseed",
      "description": "void",
      "preview": "Privacy Policy Terms of Service Copyright 2023. Skinseed. All rights reserved."
    }
  ],
  "_meta": {
    "total_bookmarks": 37
  }
}