{
  "data": [
    {
      "url": "https://www.weihnachtsseite.de/",
      "title": "die Weihnachtsseite",
      "description": "Unsere kunterbunte Weihnachtsseite voller Weihnachtsrezepte, Weihnachtsbasteleien, Adventskalendern, Weihnachtsliedern und vielem mehr :-)",
      "preview": "* Weihnachtsforum * Weihnachtslieder * Weihnachts-Rezepte Christ stollen Weihnachts gans Weihnachts- Reste Hausfrauenseite:"
    },
    {
      "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0216819",
      "title": "Seasonal variability in global industrial fishing effort | PLOS One",
      "description": "Human beings are the dominant top predator in the marine ecosystem. Throughout most of the global ocean this predation is carried out by industrial fishing vessels, that can now be observed in unprecedented detail via satellite monitoring of Automatic Identification System (AIS) messages. The spatial and temporal distribution of this fishing effort emerges from the coupled interaction of ecological and socio-economic drivers and can therefore yield insights on the dynamics of both the ecosystem and fishers. Here we analyze temporal variability of industrial fishing effort from 2015-2017 as recorded by global AIS coverage, and differentiated by fishing gear type. The strongest seasonal signal is a reduction of total deployed effort during the annual fishing moratorium on the numerically-dominant Chinese fleet, which occurs during boreal summer. An additional societally-controlled reduction of effort occurs during boreal winter holidays. After accounting for these societal controls, the total deployed effort is relatively invariant throughout the year for all gear types except squid jiggers and coastal purse seiners. Despite constant deployment levels, strong seasonal variability occurs in the spatial pattern of fishing effort for gears targeting motile pelagic species, including purse seiners, squid jiggers and longliners. Trawlers and fixed gears target bottom-associated coastal prey and show very little overall seasonality, although they exhibit more seasonal variation at locations that are further from port. Our results suggest that societal controls dominate the total deployment of fishing effort, while the behavior of pelagic fish, including seasonal migration and aggregation, is likely the most prominent driver of the spatial seasonal variations in global fishing effort.",
      "preview": "Browse Subject Areas ? Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click here . Art"
    },
    {
      "url": "https://www.sagese.com/",
      "title": "Home | Sage ITAD Company | IT Asset Disposition",
      "description": "SECURE, REUSE & SAVE. When your tech lives longer, the planet, and its people, benefit. Sage is a trusted ITAD provider committed to securely reusing more and recycling less. Long live tech.",
      "preview": "Your Best ITAD Starts Here Sustainability Focus Best in Class Security Higher Reusable Yield™ HOW LONG SHOULD IT DEVICES REALLY LAST? Download your co"
    },
    {
      "url": "http://www.basemap.com",
      "title": "BaseMap - Guaranteed Land Ownership Maps",
      "description": "BaseMap...the best GPS hunting app for public and private land ownership maps, draw odds, hunt planning, and navigation",
      "preview": "top of page BaseMap Hunting Maps and GPS Visual Wind Data You Can Trust TRUSTED BY OVER 1 MILLION HUNTERS LAND OWNERSHIP GUARANTEED LAND OWNERSHIP MAP"
    },
    {
      "url": "https://lfca.earth/sustainability-clause/",
      "title": "VC Sustainability Clause",
      "description": "Europe's leading venture capitals are integrating the \"Sustainability Clause\" into contracts for newly financed companies to prioritize climate protection.",
      "preview": "Join our upcoming Sustainability Leadership course Join our leadership course Join now VC Sustainability Clause Imagine that start-ups looking for gro"
    },
    {
      "url": "https://aspngalerie.de/en/show/robert-seidel-stichtag/",
      "title": "Robert Seidel: Stichtag - ASPN",
      "description": "void",
      "preview": "Robert Seidel: Stichtag"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "Untitled RSS Jan 19 fiyerotigelar : Reminder for when he \"saves\" it. He was the one who wanted this, and now he gets to be the hero and win favour wit"
    },
    {
      "url": "https://www.harrods.com/en-us/shopping/dolce-gabbana-tulle-pleated-wrap-dress-15176005",
      "title": "Dolce & Gabbana | Harrods US",
      "description": "Shop Dolce & Gabbana at Harrods. Shop with free returns and earn Rewards points for access to exclusive benefits.",
      "preview": "Skip to content (0) Just landed: Burberry's new outerwear collection - Shop Now United States (0) Sign In (0) / Register (0) (0) (0) Harrods Home Feat"
    },
    {
      "url": "https://www.jointsdgfund.org/",
      "title": "Homepage | Joint SDG Fund",
      "description": "The Joint SDG Fund is an inter-agency, pooled mechanism for integrated policy support and strategic financing. We act as a bridge for those taking action to deliver substantive and efficient results on the 2030 Agenda for Sustainable Development.",
      "preview": "Skip to main content Donate to the Sustainable Development Goals Fund Donate X LinkedIn YouTube Spotify Subscribe to Newsletter English Français Españ"
    },
    {
      "url": "https://careers.walmart.com/corporate/corporate-affairs-and-communications",
      "title": "Corporate Communications Jobs | Walmart Careers",
      "description": "Learn more about corporate communications jobs at Walmart. Apply online today!",
      "preview": "Corporate Corporate Affairs and Communications See All Openings From press releases to policies and everything in-between, the Corporate Affairs and C"
    },
    {
      "url": "http://weibo.com/signup/signup.php?from=zw&vsrc=app_sharepop&backurl=http%3A%2F%2Fservice.t.sina.com.cn%2Fshare%2Fshare.php%3F&showlogo=0&appsrc=cUcI1A",
      "title": "登录 - 微博",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.metrojacksonville.com/forum/index.php?topic=36694.msg515939",
      "title": "Jacksonville Mayoral Election 2023",
      "description": "Jacksonville Mayoral Election 2023",
      "preview": "Welcome, Guest . Please login or register . 1 Hour 1 Day 1 Week 1 Month Forever Login with username, password and session length Home Help Login Regis"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-development-workflow-automation-platform-Appy-Pie-32f2da6aa93243c3a774e8a37e06ff71?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.beatsbydre.com/support/international-numbers.html",
      "title": "Beats support: International numbers - Apple Support",
      "description": "Need purchasing help or have a question about a recent order? Find the number for support in your country or region below.",
      "preview": "Beats support: International numbers Need purchasing help or have a question about a recent order? Find the number for support in your country or regi"
    },
    {
      "url": "https://campd.epa.gov/",
      "title": "Clean Air Markets Program Data (CAMPD)",
      "description": "CAMPD is your one-stop shop for the emissions, compliance, allowance, and facility attributes data that is gathered under these programs.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.kcchamber.com/",
      "title": "Home - KC Chamber",
      "description": "FOR A GREATER KANSAS CITY Success in business requires connections, advocacy, access, leadership and visibility. You'll find them all at the KC Chamber. Membership in the Greater Kansas City Chamber of Commerce aligns your company with the region's largest and most influential Chamber and strengthens your ability to succeed. Become a Member Become a Member [...]",
      "preview": "Skip to content FOR A GREATER KANSAS CITY Success in business requires connections, advocacy, access, leadership and visibility. You'll find them all"
    },
    {
      "url": "https://www.nataliemcqueen.co.uk/about",
      "title": "Natalie McQueen - Official Website",
      "description": "Find out all about Natalie Mcqueen , how to contact her, where you can see her perform and join in her mailing list for updates! Currently playing Lauren in Kinky Boots in London's West End.",
      "preview": "About Natalie About Natalie Natalie recently played Blanche Barrow in Frank Wildhorns - Bonnie & Clyde at the Theatre Royal Drury Lane. She appeared a"
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/post/116940926173",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @dolceforever-blog on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://worldofwonder.net/marvel-comics-writer-sina-grace-on-creating-darkveil-her-drag-influences-breaking-comic-barriers/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "http://www.engr.psu.edu",
      "title": "Inspiring Change. Impacting Tomorrow | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Inspiring Change. Impacting Tomorrow. EXPLORE Undergraduate Opportunities DISCOVER Graduate Opportunities Engineer"
    },
    {
      "url": "https://mobilezon.in/product-category/screen-protectors/",
      "title": "Screen Protectors - MobileZon",
      "description": "Buy Screen Protectors at Screen Protectors - Best Quality Products - Shop With Confidence",
      "preview": "Filters Sort by Popularity Average rating Latest Price: Ascending Price: Descending ... -57% Limited Add to cart iPhone 17 Unbreakable Membrane Matte"
    },
    {
      "url": "http://www.stevesaircraft.com/",
      "title": "Steve's Aircraft General Aviation Maintenance",
      "description": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist",
      "preview": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist & Aircraft Restorati"
    },
    {
      "url": "https://www.polarbearinc.com/index.cfm/category/405/hd-ag-international-navistar.htm",
      "title": "HD AG International Navistar",
      "description": "Suppliers of Automotive Air Conditioning Parts and Supplies.",
      "preview": "Sign In Sign Up Username Password Lost your password? OR Sign In With One-time Code Username Text will be sent to your number on file It only takes a"
    },
    {
      "url": "https://carolynchan.wordpress.com/tag/sydney/",
      "title": "Sydney | Food is my happy place",
      "description": "Posts about Sydney written by Carolyn Chan",
      "preview": "Home My love of all things food... and other ramblings."
    },
    {
      "url": "https://www.thenexthint.com/",
      "title": "The Next Hint - News Portal",
      "description": "News Portal",
      "preview": "Entertainment 3 Min Read Sakshi Purna on October 10, 2025 Release Date of The Secret Lives of Mormon Wives Season 3 is Confirmed Good news for The Sec"
    },
    {
      "url": "https://mailchi.mp/affa734c59a9/sdg-media-compact-newsletter-launch-edition-1",
      "title": "SDG Media Compact Newsletter - Launch Edition #1",
      "description": "void",
      "preview": "Campaign URL Copy Twitter 0 tweets Subscribe Past Issues RSS Translate English العربية Afrikaans беларуская мова български català 中文（简体） 中文（繁體） Hrvats"
    },
    {
      "url": "https://www.roguefitness.com/rogue-echo-foam-games-box",
      "title": "Rogue Echo Foam Games Box | Rogue Fitness",
      "description": "The Echo Foam Games Box is a budget-priced, rotatable plyo box that features the same 3-in-1 versatility as the standard get yours today!",
      "preview": "Home / Conditioning / Plyo Boxes / Foam Plyoboxes / Rogue Echo Foam Games Box Rogue Echo Foam Games Box ★★★★★ ★★★★★ 4.5 38 Reviews Write a review Rogu"
    },
    {
      "url": "https://desafiosocial.withgoogle.com/brazil2016",
      "title": "Desafio de Impacto Social Google 2016",
      "description": "Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor",
      "preview": "Desafio de Impacto Social Google 2016 Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor https://g.co/DesafioBrasil Desafi"
    },
    {
      "url": "https://digg.com/",
      "title": "Digg - Handmade by human hands using machines",
      "description": "Digg is where people go to look at cool things while they eat a big bowl of cereal.",
      "preview": "Humanity at the core. Technology at the edges. We're building a human-first community platform that places authentic community and connection at the f"
    },
    {
      "url": "https://twitpic.com/",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "https://www.empik.com/ebooki",
      "title": "Ebooki - Sklep EMPIK.COM",
      "description": "Ebooki - empik.com - prawie 70 000 tytułów w formatach: EPUB, MOBI na czytnik Kindle amazon, PDF, lektury, ebooki dla dzieci, nowości i bestsellery.",
      "preview": "Kategorie Ebooki Ebooki i audiobooki Ebooki i audiobooki Ebooki Audiobooki Podcasty Tylko w empiku Czytasz więcej? Czytaj i słuchaj w Czytasz więcej?"
    },
    {
      "url": "http://link.springer.com/journal/11094",
      "title": "Home | Pharmaceutical Chemistry Journal",
      "description": "Pharmaceutical Chemistry Journal, a peer-reviewed journal, is dedicated to scientific and technical research on the creation and manufacturing improvement of ...",
      "preview": "Skip to main content Pharmaceutical Chemistry Journal Publishing model : Subscription Journal menu Overview Pharmaceutical Chemistry Journal , a peer-"
    },
    {
      "url": "https://fra-data.fao.org/",
      "title": "FRA Platform | Global Forest Resources Data | Food and Agriculture Organization of the United Nations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2021/07/team-target-gratitude__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCymHi6Gtg$",
      "title": "Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus",
      "description": "void",
      "preview": "Team Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus Jul 29, 2021 Copy link to share Link copied Team Target, you continue"
    },
    {
      "url": "http://www.NMPBS.org",
      "title": "New Mexico PBS, KNME-TV - Stream News, Kids, Drama and More",
      "description": "New Mexico PBS, discover full episodes of original productions, schedule information, exclusive video content, episode guides and more.",
      "preview": "Skip to content The Sandias The Sandias Thursday, October 9 at 7 p.m. Thursday, October 9 at 7 p.m. Watch Now Latest Local Videos New NMPBS Documentar"
    },
    {
      "url": "https://ecanarensis.com/category/gluten-free-2/desserts/",
      "title": "desserts | ecanarensis",
      "description": "Posts about desserts written by ecanarensis",
      "preview": "ecanarensis Skip to content Home About me; a few jobs I've had Writing: 9/11 Essay, \"Aloft\" Writing; once more down the rabbit hole Category Archives:"
    },
    {
      "url": "http://gelitten.de/archive/tag/witzig",
      "title": "witzig | gelitten.de",
      "description": "void",
      "preview": "Votings Videos Bilder Zitate Kontakt Mining Impressum Tag Archiv für witzig Sexy Tagesschau 19. November 2013 Videos Keine Kommentare Beitrag von Sark"
    },
    {
      "url": "https://gfetw.org",
      "title": "GFETW | IMCS",
      "description": "void",
      "preview": "Skip to main content Who We Are Why It Matters What We Do GFETW GFETW About 2026 GFETW 2023 GFETW"
    },
    {
      "url": "https://www.u-dictionary.com",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "http://www.nbsoft.co.uk/",
      "title": "nbsoft",
      "description": "void",
      "preview": "Software Sections Help File Encrypter Lockit Download Centre Search About Us Contact Us Knowledge Base Online Support Privacy Policy Home Send Website"
    },
    {
      "url": "https://tubitv.com",
      "title": "Tubi is the largest free movie and TV streaming service in the US. We are not available in Europe due to changes in EU laws.",
      "description": "void",
      "preview": "We're Sorry. Tubi is the largest free movie and TV streaming service in the US. Unfortunately, we're not currently available in your area. Watch this"
    },
    {
      "url": "https://www.studio1847.io/",
      "title": "Home - Studio1847.io",
      "description": "At Studio 1847, the branded content studio of Tribune Publishing, your success is at the core of everything we do. We work with brands of all sizes and across all industries to tell their stories in informative and engaging ways....",
      "preview": "About Relationship to Tribune Publishing Awards Contact Us Client Work 312-222-4860 Humanizing brands to connect with consumers in an authentic and me"
    },
    {
      "url": "https://www.fights.cz/udalosti/shooto-gig-west-6-94693",
      "title": "Shooto - Gig West 6 | Fights.cz",
      "description": "Podrobný rozpis zápasů Shooto - Gig West 6. Na Fights.cz najdete zprávy, rozhovory a analýzy ze světa MMA a soutěží jako UFC, Oktagon, Rizin, Bellator, ONE či XFN",
      "preview": "lis 04 2006 Shooto - Gig West 6 Shooto So Tazawa 8 - 7 - 4 Gutsman vs Koetsu Okazaki 10 - 5 - 1 Nakanoshima MMA Academy Hiroyuki Tanaka 10 - 8 - 3 TK6"
    },
    {
      "url": "https://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://www.greentechmedia.com/articles/read/how-clean-is-massachusetts-clean-peak-rule",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "https://graph.microsoft.io/en-us/code-samples-and-sdks",
      "title": "Microsoft Graph Dev Center | APIs and app development",
      "description": "Use the Microsoft Graph API to connect to data and other datasets to derive insights and analytics, extend Microsoft 365 experiences, and build intelligent apps.",
      "preview": "Skip to main content Microsoft Graph is the unified API for modern work Use the data and intelligence in Microsoft 365 to build apps that reach millio"
    },
    {
      "url": "https://www.obaly-dekorace.cz/pap-uterky-zasobniky/uterky-rolovane/",
      "title": "PAP.UTĚRKY, ZÁSOBNÍKY » Utěrky rolované » obaly-dekorace.cz",
      "description": "void",
      "preview": "Papírové utěrky, zásobníky Pro utírání rukou ve společných prostorách jako jsou toalety, firemní kuchyňky, některá zdravotnická a kosmetická zařízení"
    },
    {
      "url": "https://www.mountsinai.org/",
      "title": "Mount Sinai Health System - New York City | Mount Sinai - New York",
      "description": "Located in New York City, the Mount Sinai Health System is an integrated health care system providing exceptional patient care to our local and global communities.",
      "preview": "Meet Our Exceptional Nurses Discover the powerful stories and impact of our nurses Mount Sinai Emergency and Nursing Departments Honored For the first"
    },
    {
      "url": "https://www.fox13news.com/news/proposed-bill-would-ban-dogs-from-sticking-heads-outside-car-windows",
      "title": "Proposed bill would ban dogs from sticking heads outside car windows | FOX 13 Tampa Bay",
      "description": "A newly filed Florida Senate Bill related to animal welfare could change how you travel with your dog.",
      "preview": "Small Craft Advisory from THU 8:00 PM EDT until SAT 8:00 PM EDT, Tampa Bay waters New bill would ban dogs hanging out of car windows Joneé Lewis repor"
    },
    {
      "url": "https://www.wmu.se/",
      "title": "World Maritime University",
      "description": "Serving the global maritime community through advancements in maritime & ocean postgraduate education, research and capacity building.",
      "preview": "Faculty & Staff Alumni Give Library Shop Spotlight Culture of Adjustment Report Academic Handbook WMU ITF Transport 2040 Report What We OFFER The Univ"
    },
    {
      "url": "https://www.dentistrytoday.com/partnership-to-support-emergency-dental-treatment-for-the-underserved/",
      "title": "Partnership to Support Emergency Dental Treatment for the Underserved - Dentistry Today",
      "description": "Delta Dental of Arizona (DDAZ) has partnered with Neighborhood Outreach Access to Health (NOAH) and HonorHealth Foundation to fund expert emergency dental treatment at NOAH for uninsured patients who visit HonorHealth emergency departments with dental issues. The new Delta Dental of Arizona Dental Connect program is made possible by a $525,000 donation by DDAZ. \"Patients",
      "preview": "Skip to content × Dentistry Today Industry News Partnership to Support Emergency Dental Treatment for the Underserved Industry News Partnership to Sup"
    },
    {
      "url": "https://publicwiki.deltares.nl/label/contaminants+metals+soil",
      "title": "Labelled content - Deltares Public Wiki",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels dgt mangroves speciation waterplanten stroming waterkwaliteit macrophytes cat-commu"
    },
    {
      "url": "http://www.blowerapp.com",
      "title": "Blower - Blow real air with your phone!",
      "description": "Blower - Blow real air with your iPhone, iPad and iPod",
      "preview": "Blow out candles Unlock the mind-blowing feature on your Apple or Android phone: Turn it into a real Air Blower! Blower uses secret hardware features"
    },
    {
      "url": "https://news.nationalgeographic.com/2018/02/global-industrial-fishing-footprint-spd/?beta=true",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://www.walmartworld.com/content/walmart-world/en_us/articles/2022/11/chasing-the-dream.html",
      "title": "Chasing the Dream",
      "description": "Shabnam Ighani immigrated to the U.S. in 2004 with a couple big goals. Toward the top of her list? Education! With 18 years of experience at Walmart and a lifetime of lessons, the academy lead talked to Walmart World about LBU, checking something off her bucket list - and what's next.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://wikitech-static.wikimedia.org/w/index.php?title=Special:WhatLinksHere/Server_Admin_Log/Archive_30&hidelinks=1",
      "title": "Pages that link to \"Server Admin Log/Archive 30\" - Wikitech-static",
      "description": "void",
      "preview": "You are browsing a read-only backup copy of Wikitech. The live site can be found at wikitech.wikimedia.org Help Pages that link to \"Server Admin Log/A"
    },
    {
      "url": "https://olivebarandkitchen.com/",
      "title": "Olive Bar & Kitchen Pvt Ltd",
      "description": "void",
      "preview": "Scroll to set off on a culinary adventure Scroll to set off on a culinary adventure Scroll to set off on a culinary adventure Scroll to set off on a c"
    },
    {
      "url": "https://www.123inkt.nl/HP-89X-CF289X-toner-zwart-hoge-capaciteit-123inkt-huismerk-CF289XC-i73482-t602712.html",
      "title": "123inkt huismerk vervangt HP 89X (CF289X) toner zwart hoge capaciteit 123inkt.nl",
      "description": "123inkt huismerk vervangt HP 89X (CF289X) toner zwart hoge capaciteit ✔️ Goedkope printers, printer supplies en kantoorartikelen ✔️ Snelle levering 123inkt.nl",
      "preview": "Het artikel is in uw winkelwagentje geplaatst. Het artikel is in uw recyclewagentje geplaatst. [Dit venster sluit automatisch over 1 sec] 123inkt.nl N"
    },
    {
      "url": "https://restor.eco/",
      "title": "Restor | Global hub for nature restoration and conservation",
      "description": "Become a nature restoration champion with Restor. Showcase and monitor your projects, find funding and connect with the community. Join Restor for free!",
      "preview": "void"
    },
    {
      "url": "https://www.exercise-physiology.com.au/blog/physical-activity-and-cancer-prevention",
      "title": "Exercise in the prevention of cancer",
      "description": "Exercise is important to prevent many cancers.",
      "preview": "Call our Exercise Physiologists on (03) 9857 3007 EXERCISE PHYSIOLOGY SERVICES AT INSPIRE FITNESS FOR WELLBEING Home About Us Exercise Physiologist Pr"
    },
    {
      "url": "https://jerrybrice.wordpress.com/tag/ybt/",
      "title": "ybt | Jerrybrice's Blog",
      "description": "Posts about ybt written by jerrybrice",
      "preview": "Jerrybrice's Blog The intersection of animation, entertainment, and politics Posts Tagged ' ybt ' Stop Biting!!!...Will The \"Real\" Apple Store Kid Pleas"
    },
    {
      "url": "https://bergqvist13.tumblr.com/",
      "title": "@bergqvist13 on Tumblr",
      "description": "Follow @bergqvist13 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Miss my lovely time on Tenerife😍🇪🇸 Summer is soon here🇸🇪☀️ You are using an unsupported browser and things might not work as intended. Ple"
    },
    {
      "url": "https://ford.oemdtc.com/category/recalls",
      "title": "Recalls | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "https://privacy.microsoft.com/en-us",
      "title": "Privacy",
      "description": "void",
      "preview": "This is the Trace Id: 5910eda7cc6a3dfdfb1249dfa97f1898 Skip to main content Privacy at Microsoft Your data is private at work, at home, and on the go"
    },
    {
      "url": "https://thenewinquiry.com/blog/social-graph-vs-social-class/",
      "title": "Social graph vs. social class - The New Inquiry",
      "description": "Thinking about society as a network makes it harder to conceive of social change",
      "preview": "Skip to content I've hated the term social graph since Facebook first seized upon it in 2007 to try to legitimate and intellectualize their project of"
    },
    {
      "url": "https://thatsourjampodcast.com/tag/ipod-roulette/",
      "title": "iPod Roulette - That's Our Jam",
      "description": "void",
      "preview": "Skip to content Search Search for: LISTEN TO EPISODE 19: Speaking of the Sons of Liberty... And below are all the supplemental reading/listening items f"
    },
    {
      "url": "https://feedingamerica.sharepoint.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://info.cell.com/request-access-to-cell-press-content",
      "title": "Request access to Cell Press content today!",
      "description": "Recommend your librarian and request access to Cell Press content today!",
      "preview": "Science that inspires Close Log in Register Subscribe Claim Home Research Journals Cell Cancer Cell Cell Chemical Biology Cell Host & Microbe Cell Met"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/serverless/",
      "title": "Serverless - Learn about | AWS Training",
      "description": "Learn how to develop skills to build and run code, manage data, and integrate applications on AWS without having to manage servers.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://www.augustachronicle.com/story/news/crime/2023/02/23/woman-arrested-after-crashing-into-popeyes-on-walton-way-in-augusta/69935512007/",
      "title": "Woman arrested after crashing into Popeyes on Walton Way in Augusta",
      "description": "An Augusta woman was arrested after allegedly crashed into the Popeyes on Walton Way.",
      "preview": "Skip to main content Home Election Local Crime Education State Nation & World Politics Kirby's Videos Hurricane Helene Woman crashes into Popeyes on W"
    },
    {
      "url": "https://products.office.com/en-us/publisher",
      "title": "Desktop Publishing Software | Download MS Publisher",
      "description": "Get started with Publisher and use our simple tools to help you create professional, personalized newsletters, brochures, post cards, and more.",
      "preview": "This is the Trace Id: 125a90b02891a31acbdabdb6c95c17f6 Skip to main content Microsoft Publisher Publisher will be retired in October, 2026. Microsoft"
    },
    {
      "url": "http://www.desoreillesdansbabylone.com/2007/02/sean-lennon-concert-bordeaux-220207.html",
      "title": "Des Oreilles Dans Babylone",
      "description": "Blogzine musical inde depuis 2006",
      "preview": "Entrez les termes que vous recherchez. Sur Dodb Sur le web Envoyer un formulaire de recherche 26 février 2007 Sean Lennon - Concert à Bordeaux 22/02/0"
    },
    {
      "url": "http://hog-heltau.de/index.php/bilder-archiv-heltau/2-grabsteine/detail/130-bonfert-michael-1869-1938-schachinger-katharina-1878-1948-grabstein?tmpl=component",
      "title": "Bilder Archiv Heltau",
      "description": "Die Seite aller Heltauer weltweit",
      "preview": "Bonfert Michael 1869-1938 Schachinger Katharina 1878-1948 Grabstein"
    },
    {
      "url": "https://www.stantec.com/en/ideas/topic/covid-19/covid-19-recovery-strategies-for-downtowns",
      "title": "COVID-19 Recovery Strategies for Downtowns",
      "description": "A report from the International Downtown Association and Stantec's Urban Places shares tactics that downtowns can use to spur recovery.",
      "preview": "Skip to main content Start of main content Ideas COVID-19 COVID-19 Recovery Strategies for Downtowns August 12, 2021 linkedin twitter email A report f"
    },
    {
      "url": "http://www.sgg.org/2019/06/03/passiontide-2019-newsletter/",
      "title": "St. Gertrude the Great » Archive » Passiontide 2019 Newsletter",
      "description": "void",
      "preview": "St. Gertrude the Great Passiontide 2019 Newsletter St. Gertrude the Great Passiontide 2019 Newsletter is now available. Fr. Lehtoranta preaches during"
    },
    {
      "url": "https://rainwatercharitablefoundation.org/",
      "title": "Home - Rainwater Charitable Foundation",
      "description": "void",
      "preview": "info Our 2023-2024 Annual Report is now available. Explore today . Proving the Possible: Our 2023-2024 Annual Report is Now Available Continue Reading"
    },
    {
      "url": "https://marlinfw.org/docs/configuration/configuration.html",
      "title": "Configuring Marlin | Marlin Firmware",
      "description": "Complete guide to Marlin configuration options.",
      "preview": "Edit Page Learn more Contribute Download Follow on X Follow on Bluesky Follow on Mastodon Configuring Marlin Marlin has many features and options. The"
    },
    {
      "url": "http://qualgorithms.blogspot.com/",
      "title": "Quantum Algorithms",
      "description": "void",
      "preview": "Quantum Computing Blog: Quantum algorithms, quantum information, industry news, interesting research, and related fields. Feedback welcomed: jjkleid ["
    },
    {
      "url": "http://custhelp2.walgreens.com/",
      "title": "Photo Help",
      "description": "void",
      "preview": "Walgreens Photo Help Photo Account Your Photos Ordering Products Info and Policies Top 10 Questions Photo Print & Enlargement Pricing and Shipping Pho"
    },
    {
      "url": "https://www.theesa.com/resource/2022-essential-facts-about-the-video-game-industry/",
      "title": "2024 Essential Facts About the U.S. Video Game Industry - the ESA",
      "description": "The 2024 report details America's relationship with video games and the reasons why games continue to inspire and delight us all. Play is a universal need for kids as well as adults. Video games build community, keep our minds sharp and bring us closer to others. Embracing the power of games unlocks our extraordinary potential, transforming lives - and the world.",
      "preview": "Data and Resources REPORT 2024 Essential Facts About the U.S. Video Game Industry The 2024 report details America's relationship with video games and"
    },
    {
      "url": "https://www.shopbop.com/horizontal-duck-bag-baggu/vp/v=1/1524887805.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277769286930 1760098528776 Only #{qta} left. Skip to Main Content Accessibility Statement Designer Index Women Men 123 11"
    },
    {
      "url": "https://kathysbee.tumblr.com/",
      "title": "toss and tumbl",
      "description": "void",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Happy Birthday Qrow!! Have a super awesome day!! @lieutenant-butters"
    },
    {
      "url": "https://www.cloudera.com/",
      "title": "Cloudera | The hybrid data company",
      "description": "Cloudera delivers a hybrid data platform with secure data management and portable cloud-native data analytics.",
      "preview": "All your data. One platform. Limitless possibilities. We empower the largest enterprises to transform any data anywhere into valuable insights they ca"
    },
    {
      "url": "https://www.nature.com/subjects/machine-learning",
      "title": "Machine learning - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://samuelssweetshop.com/",
      "title": "Samuel's Sweet Shop - Candy, Chocolate & Coffee in Rhinebeck, NY",
      "description": "Visit Samuel's Sweet Shop in Rhinebeck, NY for nostalgic candy, handmade chocolates, baked goods & delicious coffee. Shop in-store or online!",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Home Samuel's Sweet Shop Spooktacular Sampler The HAUNT is on for CANDY! Trick or"
    },
    {
      "url": "https://bridgecollaborativeglobal.org/solutions/cross-sector-stories/bridge-spark-fund-2020/",
      "title": "The Bridge Collaborative | The Nicholas Institute for Energy, Environment & Sustainability",
      "description": "The Bridge Collaborative drove a fundamental shift in how we think, plan, fund and work across sectors to make bigger change faster. We united people and organizations in health, development and the environment with the evidence and tools to tackle the world's most pressing challenges-from air pollution and poverty, to biodiversity loss and malnutrition, to climate change and inequality. Because there's only one way to solve the most critical problems we face: Together.",
      "preview": "Skip to main content Nicholas Institute for Environmental Policy Solutions Ami Vitale/TNC Project The Bridge Collaborative Imagine a World Where Our B"
    },
    {
      "url": "https://xeno-canto.org/species/Turdus-merula",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://eclass2790.tumblr.com/",
      "title": "Whatever I Want",
      "description": "Everything I like as a man",
      "preview": "» View Article Whatever I Want 13 December, 2018 December 13, 2018 2018.12.13 shesodamnthick : Nicki Minaj shesodamnthick » View Article 13 December,"
    },
    {
      "url": "https://www.webdesignerdepot.com/",
      "title": "Web Design Blog | Web Designer Depot",
      "description": "WebdesignerDepot.com is a popular resource for web designers and developers, offering articles, tutorials, and insights on design trends, tools, and best practices. It serves as a hub for inspiration and education, covering topics like UX/UI, coding, and digital creativity.",
      "preview": "AI Business Compilations Design Development Fonts Freebies Funny News SEO Sponsored Tech UX Web WEB DESIGNER DEPOT Is It Time to Kill the Sidebar? Onc"
    },
    {
      "url": "https://www.vice.com/en/article/m7gmga/japan-investigate-mysterious-sphere-beach",
      "title": "Japanese Officials Investigate Mysterious Sphere That Washed Up on Beach",
      "description": "Officials blocked off a 200-meter radius to investigate the sphere, which closely resembles a metal buoy, but have not determined what it is.",
      "preview": "Share: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Share using Native tools Share Copied to"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/dnsmi/",
      "title": "California Consumer Privacy Act (CCPA) - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save \"Do Not Sell My Personal Informa"
    },
    {
      "url": "https://www.scentbox.com/",
      "title": "$9.72 Monthly Designer Perfume Subscription Box - ScentBox.com",
      "description": "Monthly Designer Perfume & Cologne Subscription Box",
      "preview": "Monthly supply of fragrance, just $9.72 $16.95/mo thereafter, cancel anytime. Free Exchanges & Shipping Every month choose from over 1000 designer fra"
    },
    {
      "url": "https://2pdf.com/de/convert-lit-to-pdf/",
      "title": "Die Online-Konvertierung von LIT in PDF ist kostenlos. Der LIT zu .pdf Konverter steht zur Verfügung",
      "description": "Mit unserem Online-Konverter können Sie Ihre LIT-Dateien in PDF konvertieren. Konvertieren Sie LIT-Dateien kostenlos in das PDF-Format.",
      "preview": "Online LIT zu PDF Konverter Converting LIT-Dateien in PDF Legen Sie Ihre Datei hier ab Datei auswählen Wie konvertiert man LIT-Dateien in PDF? Schritt"
    },
    {
      "url": "https://www.erbamin.ca/collections/sprain",
      "title": "Sprain - Erbamin",
      "description": "void",
      "preview": "Browse Close menu Search Log in Create account SHOP BY BRAND Weight Loss See More \"Close Cart\" Apple Cider Viniger Bromelain Chitosan CLA Forskolin Ga"
    },
    {
      "url": "https://ueaglider.uea.ac.uk/mission39/glider502/dive0085",
      "title": "SG502 Dive 85 Mission 39",
      "description": "void",
      "preview": "Dive 85 by SG502 on Mission 39 Bathymetry at post dive location: -247.0 m prev dive glider status science science_python mission page next dive"
    },
    {
      "url": "https://exceptional-minds.org/",
      "title": "Home - Exceptional Minds",
      "description": "Fall Workshops start September 13, 2025 - registration is now open!",
      "preview": "Skip to content Launching careers in animation, VFX, and digital arts for young adults on the autism spectrum Take a virtual or in-person tour Fall Wo"
    },
    {
      "url": "https://www.hzpp.hr/en/timetable",
      "title": "HŽ Putnički prijevoz - Timetable",
      "description": "void",
      "preview": "Timetable Last change: 07.10.2025 u 15:06 Download the timetables in PDF. Timetable for domestic traffic Timetable for international traffic Timetable"
    },
    {
      "url": "https://tickets.oebb.at/en/ticket",
      "title": "ÖBB Tickets",
      "description": "Fahrpläne, Tickets und Reiseplanung - Jetzt noch einfacher Tickets buchen.",
      "preview": "Ihr Browser unterstützt kein JavaScript oder es ist deaktiviert. Bitte aktivieren Sie JavaScript und laden Sie die Seite neu, oder verwenden Sie einen"
    },
    {
      "url": "http://ricette-cucina.massimol.it/",
      "title": "Ricette Cucina Ricette gratis Ricetta piatti",
      "description": "void",
      "preview": "Home Gratis Divertimento Scuola Musica Guide Ricette Webmaster Ricette di Cucina Ricettario con oltre 15000 ricette per i tuoi piatti da consultare e"
    },
    {
      "url": "https://www.domestika.org/en/blog/8116-what-is-kirigami-differences-with-origami",
      "title": "10 dicas chave para promover diversidade no processo criativo | Domestika",
      "description": "Diversidade e representação, propõe perguntas críticas para evitar preconceitos em sua marca ou projeto em 2021",
      "preview": "Accessibility Statement Denise Tempone @denise_tempone Follow Diversidade e representação , propõe perguntas críticas para evitar preconceitos em sua"
    },
    {
      "url": "https://www.thecipherbrief.com/column_article/the-magpies-and-the-cuckoos-a-disinformation-fable",
      "title": "The Magpies and the Cuckoos: A Disinformation Fable - The Cipher Brief",
      "description": "In this Academic Incubator column, Duke Law Student Jessica 'Zhanna' Malekos Smith approaches the issue of disinformation in a creative writing format.",
      "preview": "Skip to content Your Trusted Source for National Security News & Analysis October 9th, 2025 | 02:49 AM Trending: Israel Hamas Middle East Ukraine Russ"
    },
    {
      "url": "https://lechebno.com/%D0%BD%D0%B5%D0%B2%D0%B5%D1%80%D0%BE%D1%8F%D1%82%D0%BD%D0%B0-%D0%BB%D0%B5%D1%87%D0%B5%D0%B1%D0%BD%D0%B0-%D0%BA%D0%B0%D0%BB-%D0%B2-%D1%80%D0%BE%D0%B4%D0%BE%D0%BF%D0%B8%D1%82%D0%B5-%D0%BA%D0%B0%D1%80/",
      "title": "Невероятна лечебна кал в Родопите кара костите да зарастват бързо - ЛЕЧЕБНО",
      "description": "В златоградското село Кушла от незапомнени времена хората използват мумийо, за да лекуват животните си, когато счупят някой от крайниците си. Как точно са открили невероятните свойства на калта, местните не споделят. Години след откритието на",
      "preview": "Skip to content В златоградското село Кушла от незапомнени времена хората използват мумийо, за да лекуват животните си, когато счупят някой от крайниц"
    },
    {
      "url": "https://www.mpr.org/about",
      "title": "About MPR | Minnesota Public Radio",
      "description": "Minnesota Public Radio® (MPR) is one of the nation's premier public radio stations producing programming for radio, digital and live audiences.",
      "preview": "About MPR Minnesota Public Radio® (MPR) is one of the nation's premier public radio organizations, producing programming for radio, digital and live a"
    },
    {
      "url": "http://www.scne.es/",
      "title": "Sistema Cartográfico Nacional",
      "description": "Portal del Sistema Cartográfico Nacional que es un modelo de actuación que persigue el ejercicio eficaz de las funciones públicas en materia de información geográfica mediante la coordinación de la actuación de las administraciones públicas",
      "preview": "Sistema Cartográfico Nacional Ley 14/2010, de 5 de julio, sobre las infraestructuras y los servicios de información geográfica en España, establece qu"
    },
    {
      "url": "https://www.editorialmanager.com/pone/default.asp",
      "title": "Editorial Manager®",
      "description": "Full-Function Web-Enabled Manuscript Submission and Tracking System for Peer Review",
      "preview": "Important Message: Site under development. Do not use for live manuscript submission."
    },
    {
      "url": "https://sail-invia.com/ich-hasse-paypal/",
      "title": "Ich hasse PayPal! Das Quasi-Monopol ermöglicht unerträgliche Arroganz",
      "description": "Mit PayPal hatte ich früher und habe ich immer wieder nur Ärger. Paypal kommt nicht klar mit Menschen, die nicht ihr ganzes Leben im eigenen Heim verbringen",
      "preview": "Zum Inhalt springen Mit PayPal hatte ich früher und habe ich immer wieder nur Ärger. Die kommen einfach nicht klar mit Menschen, die nicht ihr ganzes"
    },
    {
      "url": "https://www.reprolegalhelpline.org/sma-contact-the-helpline/",
      "title": "Contact the Helpline - Repro Legal Helpline",
      "description": "No matter where you are on your reproductive journey, we can help. The Repro Legal Helpline provides free, confidential legal services for your reproductive life, including abortion, pregnancy loss, and birth. You know you. We know the law. No matter your age, our judgment-free legal services are here to help...",
      "preview": "Need help? Call our free Repro Legal Helpline: 844-868-2812 Quick Exit (ESC) | Search No matter where you are on your reproductive journey, we can hel"
    },
    {
      "url": "https://spaceapegames.com/green",
      "title": "Supercell",
      "description": "Visit Supercell.com and find out more about us and our games.",
      "preview": "Skip to content Supercell Makers of Hay Day, Clash of Clans, Boom Beach, Clash Royale, Brawl Stars, Squad Busters and mo.co. Watch Video Clash Royale"
    },
    {
      "url": "https://nahtlust.de/tag/uni/",
      "title": "Uni - nahtlust",
      "description": "void",
      "preview": "...und ein divided basket nach dem Schnitt von noodlehead genäht. Dieses Schnittmuster hat es mir aber auch angetan, und wie fast alle divided baskets z"
    },
    {
      "url": "https://doee.dc.gov/ecycle",
      "title": "Electronics Recycling | doee",
      "description": "Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic materials, provides a more sustainable source of precious metals, and protects human health and the environment. eCYCLE DC",
      "preview": "Skip to main content Listen Electronics Recycling Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic ma"
    },
    {
      "url": "https://www.chemforward.org/",
      "title": "ChemForward",
      "description": "void",
      "preview": "0 TURNING CHEMICAL DATA INTO POSITIVE IMPACT By creating broad access to chemical hazard data and illuminating safer alternatives, in partnership with"
    },
    {
      "url": "https://www.close.com/pricing",
      "title": "Close CRM Pricing, Plans, and Reviews",
      "description": "The only all-in-one CRM and sales outreach solution you can buy without a contract. Start your FREE 14-day free trial today. No credit card required.",
      "preview": "Product Pricing Blog Resources About Log in Try Close NEW Solo Plan Starting at $9/mo Win more with Close Plans designed to grow with your business An"
    },
    {
      "url": "https://www.rap-up.com/2010/01/17/67th-annual-golden-globe-awards-arrivals/",
      "title": "67th Annual Golden Globe Awards",
      "description": "67th Annual Golden Globe Awards",
      "preview": "A little rain couldn't dampen the festive mood at the 67th Annual Golden Globe Awards. Hollywood's hottest couples including Mariah Carey and Nick Can"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory081_SummerSips/index.html",
      "title": "Summer Sips",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://www.viviennestringa.com/pages/marizibill-recueil-de-poemes-guillaume-apollinaire.html",
      "title": "Marizibill. Alcools, Guillaume Apollinaire",
      "description": "Marizibill. Recueil de poèmes, Alcools, Poèmes, Guillaume Apollinaire, Frans leren, Vivienne Stringa",
      "preview": "Marizibill. Recueil de poèmes, Guillaume Apollinaire MARIZIBILL Dans la Haute-Rue à Cologne Elle allait et venait le soir Offerte à tous en tout migno"
    },
    {
      "url": "https://www.instagram.com/googleplay/",
      "title": "Google Play (@googleplay) • Instagram photos and videos",
      "description": "805K Followers, 164 Following, 1,104 Posts - Google Play (@googleplay) on Instagram: \"The official home for all things Google Play. Get the latest and greatest in mobile gaming, movies, apps, and more\"",
      "preview": "void"
    },
    {
      "url": "https://www.musisol.com/cuerdas-guitarras-clasica/",
      "title": "⚡ Compra cuerdas de guitarras Clasica | Musisol.com - Musisol.com",
      "description": "Las cuerdas de guitarra son uno de los elementos más importantes de la guitarra clásica. Antes de elegir la cuerda de guitarra correcta has de saber en que se diferencian.",
      "preview": "/ Guitarras / Accesorios Guitarras y Bajos / Cuerdas / Cuerdas guitarras Clasica Filtrar por Filters: Borrar filtros Precio € € Marcas Ableton Abueno"
    },
    {
      "url": "http://www.libero.it/",
      "title": "Libero: Mail, Ricerca e News con aggiornamento quotidiano",
      "description": "Entra su Libero.it: Mail e Email PEC, Login, le Ultime Notizie con aggiornamento quotidiano, Community, Video, Motore di Ricerca e tanto altro",
      "preview": "Perché Trump non ha ricevuto il Nobel nonostante l'accordo su Gaza De Martino scivola di nuovo in basso: cosa succede ora Paolini-Swiatek: Jasmine arc"
    },
    {
      "url": "https://www.biausa.org/public-affairs/media/an-overview-of-toxic-metabolic-encephalopathy-an-acquired-brain-injury",
      "title": "An Overview of Toxic Metabolic Encephalopathy: An Acquired Brain Injury - Brain Injury Association of America",
      "description": "Have you known someone who experienced a change in his or her physical functioning or thinking skills after an infection or anesthesia? This change is often diagnosed as encephalopathy. Symptoms can develop suddenly and disappear within a few hours. However, for some, encephalopathy can be more serious, especially if you have a history of dementia or previous brain injury. One type of encephalopathy with an increased potential for lasting effects is toxic metabolic encephalopathy (TME).Toxic is defined as something composed of or containing poisonous material capable of causing serious debilitation. Your body's metabolism comprises the processes essential for life by which the complex substances in the body's cells are built up or broken down. Encephalopathy is a general term that describes brain disease, damage, or malfunction usually related to inflammation within the body (Merriam-Webster, 2018). If we combine all these terms, a TME diagnosis would follow when toxic cells in the body do not allow the healthy breakdown of substances leading to inflammation of the brain cells. This can cause an altered mental status, changes with walking, and overall weakness and deconditioning. Delirium is another term you may hear for TME.Is TME a brain injury? Yes; it is a non-traumatic, acquired brain injury, or something that happens to the brain after birth. TME is debilitating for some, especially as we age, and may cause changes in physical and cognitive functioning. The causes of TME are numerous and varied. Some causes are infections, dehydration, malnutrition, alcohol toxicity, liver/kidney disease, metabolic imbalances, or reduced oxygen to the brain. If you have a pre-existing medical condition or if you're not as active as you once were, you are more susceptible to developing TME. Researchers consider encephalopathy to be a symptom of an underlying condition, such as chronic urinary tract infections or uncontrolled diabetes. Therefore, if an encephalopathy is diagnosed, a pre-existing condition must also be addressed.It is difficult to diagnosis TME because other issues have to be ruled out first. Rather than specific diagnostic testing, a combination of results from standard lab work and tests must be evaluated. Tests assess for infection, abnormal blood glucose levels, elevated ammonia levels, or changes with liver or kidney enzymes. A CT scan or MRI of the brain is used to rule out underlying neurological conditions or changes in your brain function. The results of these tests assist your physician in determining an accurate diagnosis.",
      "preview": "Skip to Content All Media All Media An Overview of Toxic Metabolic Encephalopathy: An Acquired Brain Injury Categories: Living with Brain Injury By Kr"
    },
    {
      "url": "https://www.storyblocks.com/",
      "title": "Unlimited Stock Videos, Templates, Audio & Images - Storyblocks",
      "description": "Streamline your creative work with the best-in-industry unlimited stock downloads, flexible licensing, and easy-to-use tools. Subscribe today and get all the stock you need.",
      "preview": "The most-loved stock media platform for creators All Video Footage Video Templates Motion Backgrounds Audio Images 4.7/5 4.6/5 Footage Templates After"
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://id.nbcnews.com/my-account?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://mcfenvironmental.com/hazardous-waste-have-a-hazardous-waste-manifest-or-bill-of-lading-2/?handl_url=https://mcfenvironmental.com/osha-compliance-training-for-medical-practices-where-to-get-certified/",
      "title": "What Is the Difference Between a Manifest and a Bill of Lading?",
      "description": "A shipping manifest and a bill of lading are two key documents in the waste disposal process. Here's what to know about hazardous waste manifests to stay safe.",
      "preview": "What Is the Difference Between a Manifest and a Bill of Lading? Dec 20, 2023 | Bill of Lading , Hazardous Waste , Hazardous Waste Manifest / IN THIS B"
    },
    {
      "url": "https://www2.illinois.gov/epa/Pages/default.aspx",
      "title": "EPA",
      "description": "We safeguard environmental quality, consistent with the social and economic needs of the State, so as to protect health, welfare, property and the quality of life.",
      "preview": "Skip to main content Illinois Environmental Protection Agency Land Air Water Energy Contact Us Records Search Vehicle Emissions Testing Quick Answer D"
    },
    {
      "url": "https://latino.si.edu/",
      "title": "National Museum of the American Latino | Home",
      "description": "The official site of the Smithsonian's National Museum of the American Latino.",
      "preview": "Skip to main content National Museum of the American Latino Operational Status Smithsonian museums, research centers, and the National Zoo are open to"
    },
    {
      "url": "https://www.cahru.org.uk/2013/09/21/first-published-randomised-controlled-trial-of-paramedic-administered-gtn-therapy-for-ultra-acute-stroke/",
      "title": "First published randomised controlled trial of paramedic administered therapy for ultra-acute stroke - Community and Health Research Unit",
      "description": "Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankolekar (from the University of Nottingham) together with a team fr...",
      "preview": "Skip to content Professor Niro Siriwardena from the Community and Health Research Unit joined study lead, Professor Philip Bath, and Dr Sandeep Ankole"
    },
    {
      "url": "https://mailchi.mp/981bc390995d/watttime-newsletter-january-2021",
      "title": "WattTime - Newsletter",
      "description": "void",
      "preview": "January 2021 Dear WattTime community, It's a pivotal time in the United States and around the world. Collectively, we continue to grapple with a globa"
    },
    {
      "url": "http://www.stpaul.gov/",
      "title": "Home | Saint Paul Minnesota",
      "description": "The official website of the City of Saint Paul, Minnesota",
      "preview": "Skip to main content Notifications Toggle PAULIE: New Permitting and Licensing Platform Launched on September 17 Saint Paul's new, secure one-stop onl"
    },
    {
      "url": "http://uw.edu/studentlife",
      "title": "Student Life - University of Washington",
      "description": "We're here to help UW students make the most of their Husky Experience, bringing together the people, places and programs that support their growth, wellness and success both within and outside of...",
      "preview": "Skip to content Current site All the UW Search scope Current site All the UW Enter search text Student Life We're here to help UW students make the mo"
    }
  ],
  "_meta": {
    "total_bookmarks": 130
  }
}