{
  "data": [
    {
      "url": "https://www.mplsdowntown.com/",
      "title": "Find more downtown. - Mpls Downtown Council",
      "description": "Connect to whatever inspires you downtown. From work life to nightlife - and everything in between. Find more downtown.",
      "preview": "Guides + Activities 1-2 Hours All Day Art + Music Family Fun Food Outdoors Walkable Stay Downtown Summer Patios And Pints Downtown Tours Health + Well"
    },
    {
      "url": "https://mykhumphrey.com/",
      "title": "MykHumphrey.com - Earn Anywhere - Live Anywhere - Play Anywhere",
      "description": "void",
      "preview": "Skip to content Living The Mountain Life Hey, I'm Mike. I ended up in a mountain valley in Japan and never left. My ambition: to ski as much as possib"
    },
    {
      "url": "http://www.restaurace-pivovar.cz/?dmd=2022-01-13",
      "title": "Restaurace - Pivovar v Přerově",
      "description": "Klidné posezení v centru přerova",
      "preview": "Restaurace Pivovar nabízí nejen stylové prostředí, ale i příjemné posezení u specialit naší kuchyně a přerovského piva Zubr. V restauraci jsou k dispo"
    },
    {
      "url": "https://www.tcacounselors.org/index.php?option=com_jevents&catids=24&task=month.calendar&year=2021&month=08&day=26&Itemid=115",
      "title": "Event Calendar",
      "description": "void",
      "preview": "Member Login Search Home About Leadership TCA Past Presidents Membership Associations Chapters vs Divisions Chapters Divisions Advocacy News & Article"
    },
    {
      "url": "https://share.hsforms.com/1Td4Pj80YTmCbrnlSivNBNw59n9s",
      "title": "Form",
      "description": "void",
      "preview": "Skip to form"
    },
    {
      "url": "https://mazda.oemdtc.com/category/recalls",
      "title": "Recalls | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://webaim.org/",
      "title": "WebAIM: Web Accessibility In Mind",
      "description": "void",
      "preview": "We have web accessibility in mind Expanding the potential of the web for people with disabilities by empowering individuals and organizations to creat"
    },
    {
      "url": "https://www.solinecamart.fr/products/bracelet-duo-ma-fille-cherie-et-maman-damour",
      "title": "Bracelet Famille Duo Ma Fille Chérie et Maman d'Amour| Soline Camart - solinecamart",
      "description": "Bracelet à Message Ma Fille Chérie et Maman d'Amour : choisissez le charm que vous souhaitez ! Cadeau idéal pour toutes les occasions. Des centaines de messages",
      "preview": "Ignorer et passer au contenu Votre panier est vide Continuer les achats Vous possédez un compte ? Connectez-vous pour payer plus vite. Votre panier Ch"
    },
    {
      "url": "https://www.viacomcbsprivacy.com/policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://www.tropica.com/en/guide/",
      "title": "Guide to success with your aquarium - Tropica Aquarium Plants",
      "description": "The right aquarium - The right plants - The right fish",
      "preview": "EN DE FR DA Plants Plant Care Inspiration Guide Find dealers Articles Contact Become dealer Dealer login Menu Plants Plant Care Inspiration Guide Find"
    },
    {
      "url": "https://careers.loreal.com/",
      "title": "Homepage | L'Oréal Careers| Home",
      "description": "Freedom to go beyond, that's the beauty of L'Oréal",
      "preview": "Video L'Oréal Freedom to go beyond That's the beauty of L'Oréal What are you looking for? Search Location ▾ Function ▾ Brand ▾ Region/State ▾ Contract"
    },
    {
      "url": "http://www.nutriente.it/",
      "title": "nutriente.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.technika-stroje.cz/dilna-zahrada-les/eshop/99-1-nove-produkty/520-3-Sedak",
      "title": "Nářadí a stroje pro dům, dílnu, zahradu a stavbu",
      "description": "V našem eshopu zakoupíte stroje a nářadí pro svou zahradu a dílnu. V nabídce nechybí elektrické stroje, ruční nářadí nebo svařovací technika.",
      "preview": "S cílem usnadnit uživatelům používat naše webové stránky využíváme cookies. Kliknutím na tlačítko \"OK\" souhlasíte s použitím preferenčních, statistick"
    },
    {
      "url": "https://www.noesisengine.com/forums/posting.php?mode=quote&f=12&p=10817&sid=b2bbf13a5e83511be22b9b4d6328af6a",
      "title": "Forums | NoesisGUI - Login",
      "description": "void",
      "preview": "Skip to content Back to previous page You need to login in order to quote posts within this forum. Username Password I forgot my password Resend activ"
    },
    {
      "url": "https://www.forbes.com/sites/clareoconnor/2015/05/27/how-jessica-alba-built-a-1-billion-company-and-200-million-fortune-selling-parents-peace-of-mind/?sh=37cf5e8542b4",
      "title": "How Jessica Alba Built A $1 Billion Company, And $200 Million Fortune, Selling Parents Peace Of Mind",
      "description": "Actress Jessica Alba has quickly built a personal $200 million fortune, and she's done it the hard way, in a field that has nothing to do with showbiz: selling natural, nontoxic household goods to helicopter parents.",
      "preview": "Entrepreneurs How Jessica Alba Built A $1 Billion Company, And $200 Million Fortune, Selling Parents Peace Of Mind By Clare O'Connor , . May 27, 2015,"
    },
    {
      "url": "https://www.behance.net/gallery/61547749/225-Trendy-Color-Palette-2018",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://iode.org/index.php?option=com_content&view=article&id=724&Itemid=100434",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://downtownokc.com/micro-grants-2/",
      "title": "Micro-Grants - Round #2 - Downtown OKC",
      "description": "void",
      "preview": "DOKC Initiatives & ULI Oklahoma: Community Action Micro-Grants Micro-Grant Funds Projects to Welcome Back Community Downtown JULY 20, 2021 Downtown Ok"
    },
    {
      "url": "http://www.ideeatavola.it/",
      "title": "ideeatavola.it",
      "description": "description",
      "preview": "ideeatavola.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web So"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/post/90177493115",
      "title": "💗VII-XVIII-MCMXCIII 💗 | Too Much STEM, Not Enough Computer Science?",
      "description": "Too Much STEM, Not Enough Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "💗VII-XVIII-MCMXCIII 💗 📚 [Chapter 30] 📚 Too Much STEM, Not Enough Computer Science? codeorg Not a day goes by that I don't read an article or speech ab"
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "https://app.carto.com/signup/",
      "title": "CARTO Accounts",
      "description": "void",
      "preview": "You need to enable JavaScript to run CARTO."
    },
    {
      "url": "https://www.espn.com/nfl/story/_/id/35754546/ex-nfl-groundskeeper-george-toma-super-bowl-lvii-field-was-overwatered",
      "title": "Ex-NFL groundskeeper George Toma: Super Bowl LVII field was overwatered - ESPN",
      "description": "Longtime NFL groundkeeper George Toma believes the issues that plagued the field at Super Bowl LVII could have been avoided, saying it was overwatered and not allowed to dry out properly.",
      "preview": "Skip to main content Skip to navigation < > Ex-NFL groundskeeper: SB LVII field overwatered 3y Josh Weinfuss Giants turn tables on Eagles with complet"
    },
    {
      "url": "https://milkewhit13.blogspot.com",
      "title": "13",
      "description": "void",
      "preview": "Skip to main content Posts Get link Facebook X Pinterest Email Other Apps January 27, 2022 wayapk trackmytcs Post a Comment Read more"
    },
    {
      "url": "http://www.agronomy.org/",
      "title": "ASA Home | American Society of Agronomy",
      "description": "void",
      "preview": "Skip to main content American Society of Agronomy (ASA) The professional home for scientists, educators, and practitioners working in agronomic scienc"
    },
    {
      "url": "http://www.ecotrel.lu",
      "title": "Home | Ecotrel",
      "description": "Ecotrel est un organisme agréé par l'état pour endosser les obligations à charge des producteurs et importateurs d'équipements électriques et électroniques (E...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter En savoir plus"
    },
    {
      "url": "https://news.yahoo.com/goodwill-ceo-analyzes-labor-market-205554820.html?guccounter=1",
      "title": "Goodwill CEO analyzes the labor market",
      "description": "Steve Preston, Goodwill President and CEO joins Yahoo Finance to discuss the latest jobs report.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Goodwill CEO analyzes the labor market Yahoo Finance Video Sep"
    },
    {
      "url": "https://medlineplus.gov/diabetes.html",
      "title": "Diabetes | Type 1 Diabetes | Type 2 Diabetes | MedlinePlus",
      "description": "Diabetes is a chronic health condition in which your blood glucose levels are too high. There is no cure, but diet, exercise, medications, and weight control can help.",
      "preview": "Skip navigation Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites us"
    },
    {
      "url": "https://ghgprotocol.org/corporate-standard",
      "title": "Corporate Standard | GHG Protocol",
      "description": "The GHG Protocol Corporate Accounting and Reporting Standard provides requirements and guidance for companies and other organizations, such as NGOs, government agencies, and universities, that are preparing a corporate-level GHG emissions inventory.",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://www.lionbrand.com/collections/crochet-patterns",
      "title": "Free Crochet Patterns - Lion Brand Yarn",
      "description": "See our collection of free crochet patterns and get inspired for your next project! Each pattern is available as a free digital download and all the necessary components are available for purchase at the click of a button!",
      "preview": "Skip to content Yarns Yarn Weight 1 Superfine 2 Fine 3 Light 4 Medium 5 Bulky 6 Super Bulky 7 Jumbo Fiber Acrylic Alpaca Cotton Nylon Polyester Wool C"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/chicken-korma",
      "title": "Chicken korma recipe | Good Food",
      "description": "Not sure what to make for dinner? This light chicken korma recipe is easy and delicious. Find more dinner inspiration at BBC Good Food.",
      "preview": "Skip to main content Chicken korma Good Food team Save recipe Serves 4 Easy Prep: 10 mins Cook: 25 mins A star rating of 4.5 out of 5. 402 ratings Rat"
    },
    {
      "url": "https://optout.aboutads.info/?c=2&lang=EN",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://prose.ffxwxg.net/c/3408212/1471814/11046?subid3=people",
      "title": "Truly Custom Haircare and Skincare | Prose",
      "description": "Discover the difference of truly custom haircare and skincare with Prose: Personalized formulas made just for you. Take your free consultation now.",
      "preview": "Prose.com requires JavaScript in order to run properly. Please enable JavaScript in your browser settings. If you are attempting to access this site w"
    },
    {
      "url": "http://www.ardmoreroderick.com/",
      "title": "Ardmore Roderick",
      "description": "Ardmore Roderick is a full-service infrastructure solutions partner delivering design, construction management, and program management services to the transportation, utility, facility, rail, and aviation sectors.",
      "preview": "Skip to content Search Results Ardmore Roderick Transforming O'Hare Terminal 5 for Modern Travel View Project Your browser does not support the video"
    },
    {
      "url": "https://www.computerhistory.org/revolution/calculators/1",
      "title": "Calculators - CHM Revolution",
      "description": "First Steps on the Path to Computers Banks calculating interest. Kids dividing up cookies. Engineers designing bridges. We make calculations every day. And for as long as we've juggled numbers greater than our fingers and toes, we've sought aids to make computations easy and accurate.For centuries, calculators were the only machines to help us compute. A long lineage of devices stretching from the ancient abacus to today's digital computer.",
      "preview": "CHM Revolution Topics Home Exhibition Calculators 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 01 Calculators Soroban, with Sharp EL-429 E"
    },
    {
      "url": "https://www.tumblr.com/",
      "title": "Trending topics on Tumblr",
      "description": "Explore trending topics on Tumblr. See all of the GIFs, fan art, and general conversation about the internet's favorite things.",
      "preview": "Trending Staff Picks Videos More You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest"
    },
    {
      "url": "https://mib.gov.in",
      "title": "Home | Ministry of Information and Broadcasting",
      "description": "Home | Ministry of Information and Broadcasting, Government of India - Ministry of Information and Broadcasting",
      "preview": "Pause Announcements 2.94 MB | #11YearsofJanDhan 1.58 MB | Seeking details of CAS and SMS deployed by MSOs in India. SHe Box Portal 733.86 KB | Invitat"
    },
    {
      "url": "https://www.ebags.com/backpacks-bags/laptop-backpacks/just-right-standard-backpack/137311XXXX.html",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "https://learnfresh.org/",
      "title": "Making STEM Education Fun for All Students | Learn Fresh",
      "description": "Learn Fresh makes STEM learning fun for all students through programs like NBA Math Hoops. We support educators in underrepresented communities across the United States.",
      "preview": "Philosophy Programs Impact Media Join Give About Your browser does not support the video tag Access and achievement gaps in STEM education remain a pe"
    },
    {
      "url": "https://www.bmw.com.gt/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Guatemala | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "http://www.northlandfdn.org/",
      "title": "Northland Foundation",
      "description": "void",
      "preview": "Skip to content Moving Forward Together MISSION: We support Northeast Minnesota people and communities working toward a future where everyone feels th"
    },
    {
      "url": "http://Target.com/circle",
      "title": "Target Circle™",
      "description": "Join Target Circle™ to get perks, deals & a whole lot more every time you shop at Target.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.thecut.com/article/meghan-markle-profile-interview.html",
      "title": "Cut Cover: Meghan Markle on Her New Life in California",
      "description": "Meghan, Duchess of Sussex, has left the British monarchy behind. Harry's found a polo team in Santa Barbara. Archie and Lilibet are doing great. Now she's ready for her own next act.",
      "preview": "Things you buy through our links may earn Vox Media a commission Photo: Campbell Addy This article was featured in One Great Story , New York 's readi"
    },
    {
      "url": "https://raceroster.com/",
      "title": "Race Roster - Create a race event with our free event registration tool - Race Roster",
      "description": "A comprehensive set of tools designed to meet the unique needs of event organizers, timers, and fundraising coordinators everywhere.",
      "preview": "Oops! JavaScript is required. If you need some help enabling JavaScript, visit enable-javascript.com . Search for an event Search We solve event organ"
    },
    {
      "url": "https://beta.springernature.com/pre-submission?journalId=11625",
      "title": "Get your manuscript ready for journal editors | Springer Nature",
      "description": "Follow our checklist to avoid common mistakes and get your manuscript to journal editors faster. Find the right journal for your research and submit with confidence.",
      "preview": "Skip to main content Get your manuscript ready for journal editors 0 of 8 completed Follow our checklist to avoid common mistakes and get your manuscr"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=IND&mtdsg_no=XXVII-7-d&chapter=27&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://www.gofundme.com/f/in-memory-of-stephen-c-chikwem",
      "title": "Fundraiser by Annpaula Nwaneri : In Memory of Stephen C. Chikwem",
      "description": "Steve's most favorite hobby...SOCCER STEVE WITH FAMILY STEVE'S WEDDING DAY - ALL HA... Annpaula Nwaneri needs your support for In Memory of Stephen C. Chikwem",
      "preview": "Annpaula Nwaneri and 6 others Donation protected Steve's most favorite hobby...SOCCER STEVE WITH FAMILY STEVE'S WEDDING DAY - ALL HAPPINESS SELFIE IN"
    },
    {
      "url": "https://recovery.chase.com/contingency-plan",
      "title": "void",
      "description": "Get the up-to-date information you need about 2021 PPP loan forgiveness.",
      "preview": "Please turn on JavaScript in your browser It appears your web browser is not using JavaScript. Without it, some pages won't work properly. Please adju"
    },
    {
      "url": "http://aotearoaplanofaction.apec.org/",
      "title": "Aotearoa Plan of Action",
      "description": "A plan to implement the Putrajaya Vision 2040 - Our vision is an open, dynamic, resilient and peaceful Asia-Pacific community by 2040, <br><br>for the prosperity of all our people and future generations.",
      "preview": "hidden Aotearoa Plan of Action A plan to implement the Putrajaya Vision 2040 Our vision is an open, dynamic, resilient and peaceful Asia-Pacific commu"
    },
    {
      "url": "https://datos.gob.es/en/catalogo/l01380380-barrios-poblacion-ano-20191",
      "title": "Barrios. Población año 2019 - Dataset - Datos.gob.es",
      "description": "Open data from the Spanish government for the opening of public information and the development of advanced data-driven services. It is promoted by the Ministry for Digital Transformation and Public Service and the Public Business Entity Red.es.",
      "preview": "Skip to content Language EN Español English Català Galego Euskara Publisher Log in"
    },
    {
      "url": "https://cpra-intake-form.target.com",
      "title": "cprarequestform",
      "description": "cprarequestform",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://geo.data.gouv.fr/fr/datasets/b6b0304ebef261249b4a05b8a4d3c6b8911193d7",
      "title": "data.gouv.fr - La plateforme ouverte des données publiques françaises",
      "description": "void",
      "preview": "👷 geo.data.gouv.fr a été définitivement éteint. Pour avoir plus d'informations, consultez notre billet de blog."
    },
    {
      "url": "https://i-doser.com",
      "title": "iDoser Digital Brainwave Doses",
      "description": "iDoser helps you simulate a mood or experience on any device",
      "preview": "Binaural Doses for Every Imaginable Mood Download for your Computer and Laptop (Click Here for Phones / Tablets) Download Download the APP (Click Here"
    },
    {
      "url": "https://www.carolina-loving-hound-rescue.com/",
      "title": "Contact Us",
      "description": "void",
      "preview": "Carolina Loving Hound Rescue Re-Home- Retire Name: * Carolina Loving Hound Rescue PO BOX 15288 GREENVILLE, SC 29610 info@carolina-loving-hound-rescue."
    },
    {
      "url": "http://www.festkjoler.net/festkjoler/lange/french-connection/",
      "title": "French Connection Lange | Find dem online hos Festkjoler.net",
      "description": "Vi har mange French Connection Lange online hos Festkjoler.net. Vi har det største udvalg.",
      "preview": "Ønskeliste 0 Du er her: Forside » Festkjoler » Lange » French Connection French Connection Lange"
    },
    {
      "url": "https://www.tommyjohn.com/products/womens-go-anywhere-fleece-lined-brushed-legging",
      "title": "Women's Apparel Bottoms - Tommy John",
      "description": "void",
      "preview": "Skip to content Apparel Bottoms Hide filters All filters 0 star rating (0 reviews ) 0 star rating (0 reviews ) 0 star rating (0 reviews ) 0 star ratin"
    },
    {
      "url": "https://ratzer.at/archive/2018-December/044492.html",
      "title": "Ratzer.at Kurzwellenempfang",
      "description": "void",
      "preview": "A-DX A-DX Beitrag Anmeldung Mailarchiv REMOTE-DX Audioarchiv Afrika Europa Asien Nordamerika Zentralamerika Südamerika QSL Archiv QSL Karte Bhutan QSL"
    },
    {
      "url": "https://www.dir-shop.cz/obchod-2-4-",
      "title": "I. stupně Apeks | DIR-SHOP diving systems",
      "description": "void",
      "preview": "Automatiky I. stupně Apeks Výrobce: všichni Apeks AST Christolube Conveen Diamond DIR-shop DIVESOFT Draeger DUX ECS (Euro Cylinders) EEZY Cut Gear Aid"
    },
    {
      "url": "http://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://www.justpacked.com/",
      "title": "Just Packed | Lydia Mansel | Substack",
      "description": "A packing list newsletter by travel journalist Lydia Mansel. Click to read Just Packed, by Lydia Mansel, a Substack publication with thousands of subscribers.",
      "preview": "Just Packed Subscribe Sign in Home Archive About How I Pack My Toiletries (and Everything I Bring With Me) Here's my lineup of TSA-compliant skincare,"
    },
    {
      "url": "https://www.amendtogether.org/",
      "title": "AMEND Together",
      "description": "void",
      "preview": "Challenge. Cultivate. Change Challenge. Cultivate. Change. Powered by Squarespace . 1608 Woodmont Blvd | Nashville, TN 37215 | (615) 269-9922 | inform"
    },
    {
      "url": "http://digitaledition.newssunonline.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-Code-Email-Builder-Edit-HTML-Email-Template-Postcards-by-Designmodo-6c5372ed833e4b2fbe7394c8b95c472d?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://supersimple.com/app-privacy-policy/",
      "title": "Privacy Policy for Skyship Entertainment Company - Super Simple",
      "description": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses information from people who use our Services or engage with us (a \"user\" or \"users\"). The word \"Services\" in this Privacy Policy means our websites (located at supersimple.com, skyship.tv and songpals.com) (the \"Sites\")... Read more »",
      "preview": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses inf"
    },
    {
      "url": "https://www.wxforum.net/index.php?PHPSESSID=28m1pkjhbnc0637445mfr893o4&topic=40004.0",
      "title": "How would I go about self activating the Midland 74-250C?",
      "description": "How would I go about self activating the Midland 74-250C?",
      "preview": "Welcome, Guest . Please login or register . Did you miss your activation email ? 1 Hour 1 Day 1 Week 1 Month Forever Login with username, password and"
    },
    {
      "url": "https://futuretodayinc.com/privacy.html",
      "title": "Privacy Policy | Future Today Inc",
      "description": "void",
      "preview": "Privacy Policy Last updated on: September 15, 2025 Privacy Summary OUR CONTACT INFORMATION Future Today Inc. Address: Future Today Inc. 3705 Haven Ave"
    },
    {
      "url": "https://nabob.org/",
      "title": "NABOB - The Voice of Black Owned Broadcasters Since 1976",
      "description": "void",
      "preview": "Menu The voice of Black Media Welcome to the heartbeat of Black media! NABOB, under the umbrella of U.S. Black Chambers, Inc., boldly champions the ca"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E433604-000/00?colorDisplayCode=00&sizeDisplayCode=003",
      "title": "Rayon Blouse | UNIQLO US",
      "description": "Shop womens Rayon Blouse at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW Rayon Blouse Color: 00 WHITE WOMEN S XXS XS S M L XL XXL Add to cart Add to wish list Store availability Please check"
    },
    {
      "url": "https://hellotexel.com/boot-texel/last-minute-hotels-den-helder/",
      "title": "Laatste boot naar Texel gemist? | Goedkope hotels Den Helder | HelloTexel",
      "description": "Heb je de laatste veerboot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Er zijn ook een aantal goedkopere hotels in Den Helder.",
      "preview": "Ga naar de inhoud HelloTexel Menu sluiten Heb je de laatste boot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Het hotel"
    },
    {
      "url": "http://ogeiee.produce.gob.pe/index.php/shortcode/oee-documentos-publicaciones/boletines-pesca/item/876-2019-diciembre-boletin-del-sector-pesquero",
      "title": "2019 Diciembre: Boletín del Sector Pesquero",
      "description": "• El desembarque de recursos hidrobiológicos, en diciembre 2019, registró una variación interanual negativa de 65.7%,...",
      "preview": "INICIO BUSCAR DATOS ABIERTOS TRANSPARENCIA 2019 Diciembre: Boletín del Sector Pesquero 9 March 2020 Boletines Pesca Super User 5702 times • El desemba"
    },
    {
      "url": "https://www.flickr.com/photos/faonews/albums/",
      "title": "The Food and Agriculture Organization of the United Nations (FAO) Official Photostream's albums | Flickr",
      "description": "void",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://herkkolevola-blog.tumblr.com/",
      "title": "Liikunnan iloja",
      "description": "Tässä blogissa kerrotaan liikunnan iloista.",
      "preview": "Liikunnan iloja RSS Archive Tässä blogissa kerrotaan liikunnan iloista . August 6, 2016 \"Right when I finish a workout, I feel pretty sexy. Even thoug"
    },
    {
      "url": "https://boerse.vr-profibroker.de/marktinfos/index.htn?u=8171706&rzbk=0003&rzid=XC&event=hv",
      "title": "Volksbank Leonberg-Strohgäu eG",
      "description": "void",
      "preview": "Informationen zu Cookies und lokalen Einstellungen Cookies und lokale Einstellungen sind kleine Datenpakete, die es uns und Ihnen erleichtern eine opt"
    },
    {
      "url": "https://www.thecompanystore.com/300-thread-count-bamboo-cotton-sateen-sheet-set/EC44-A18.html",
      "title": "300-Thread Count Rayon Made From Bamboo Cotton Sateen Sheet Set | The Company Store",
      "description": "Shop 300-Thread Count Rayon Made From Bamboo and Cotton Sateen Sheet Set at The Company Store. Soft and inviting with a sateen weave for silk-like shine sheets.",
      "preview": "Personalization × Apply the same personalization to all items Your personalization will preview in this area Preview Not Available Personalization of"
    },
    {
      "url": "http://pandas.undp.org/en/panda-ambassadors",
      "title": "What is a Panda Ambassador? | UNDP Pandas for the Global Goals",
      "description": "Meet UNDP's Panda Ambassadors for the Global Goals and find out more about UNDP's work to protect biodiversity and ecosystems and to promote sustainable development around the world.",
      "preview": "What is a Panda Ambassador? Back in January, UNDP and China's Chengdu Panda Base announced two baby panda cubs as the first ever Animal Ambassadors fo"
    },
    {
      "url": "https://www.periscope.tv",
      "title": "Watch LIVE",
      "description": "Explore the world through the eyes of somebody else.",
      "preview": "Sorry, this site requires JavaScript for full functionality. Please enable JavaScript in your browser and reload the page. Periscope is saying goodbye"
    },
    {
      "url": "https://www.thegazette.co.uk/notice/4290979",
      "title": "Crown Office | The Gazette",
      "description": "In accordance with the direction of HIS MAJESTY THE KING Letters Patent have passed the Great Seal of the Realm, dated the 13th February 2023 for ...",
      "preview": "www.thegazette.co.uk 1.1086.0.1612 Skip to service navigation Skip to main content Type: State Notice type: Crown Office Publication date: 24 February"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Wichelen/9260/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "https://neocities.org/site/localfool?page=7",
      "title": "LocalFool",
      "description": "void",
      "preview": "2020 - CREATION OF NEWER WEB (if you click on them, it will take you to where I got them!) Fanlistings + Web-Cliques: I Choose You! :: Mightyena Web I"
    },
    {
      "url": "https://ich.unesco.org/en/",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The Diablos Danzantes de Corpus Christi have endured as an exp"
    },
    {
      "url": "https://www.fiaformulae.com/en/results",
      "title": "Formula E Results | Full Racing Results | FIA Formula E World Championship",
      "description": "See the latest Formula E results, with full racing results from Free Practice, Qualifying and the E-Prix for every race each season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "https://ischool.es/quedate-en-casa/",
      "title": "Quédate en casa - iSchool - Escuela de robótica y programación para niños y jóvenes",
      "description": "void",
      "preview": "CONOCE Beneficios Aprender tecnología es dotar a los niños de herramientas para su futuro profesional y académico. Equipo Conoce a nuestro equipo pion"
    },
    {
      "url": "https://rosebudbandasonora.com/catalog/index.php?cPath=1_1150&osCsid=90d16807de69078176b4979cce76c198",
      "title": "Rosebud Banda Sonora",
      "description": "Tienda creada con PrestaShop",
      "preview": "Categorías Categorías   Bandas Sonoras   A.R. Rahman Aaron Copland Aaron Zigman Abel Korzeniowski Adolph Deustch Adrian Johnston Akira Ifukube Ala"
    },
    {
      "url": "https://ourworldindata.org/grapher/life-expectancy",
      "title": "Life expectancy - Our World in Data",
      "description": "An interactive visualization from Our World in Data.",
      "preview": "Data Life expectancy Long-run data - Riley; Zijdeman et al.; HMD; UN WPP See all data and research on: Life Expectancy Data sources and processing Ins"
    },
    {
      "url": "https://www.aclu-mn.org",
      "title": "ACLU of Minnesota",
      "description": "void",
      "preview": "Skip to main content Fighting for Civil Liberties for 70 Years Get our updates Email address * Zip code * Leave this field blank School Board Watch St"
    },
    {
      "url": "https://www.facebook.com/formedia/solutions/facebook-live",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "http://opendata.ayto-caceres.es/",
      "title": "Inicio - OpenData Cáceres",
      "description": "void",
      "preview": "Skip to content Open Data Cáceres Últimos datos Plazas de Movilidad Reducida Cáceres api/sparql CSV JSON RDF Desfibriladores Cáceres api/sparql CSV JS"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "http://www.camcom.it/",
      "title": "Sistema Camerale | Unioncamere",
      "description": "void",
      "preview": "Salta al contenuto principale Amministrazione trasparente Albo fornitori Chi Siamo Sistema Camerale Rassegna Stampa Accedi all'area riservata MENU Cer"
    },
    {
      "url": "https://www.seasip.info/Cpm/",
      "title": "CP/M Main Page",
      "description": "void",
      "preview": "CP/M pages Home -> CP/M CP/M Main Page Last updated: 23 August 2024 CP/M links CP/M information CP/M software ZINC - clones of some CP/M 3 utilities I"
    },
    {
      "url": "http://www.weirdwwii.com/2012/03/das-boot.html",
      "title": "Weird WWII: \"Das Boot\"",
      "description": "A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub. Will the captain ...",
      "preview": "Saturday, May 21, 2022 \"Das Boot\" A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub"
    },
    {
      "url": "https://search.creativecommons.org/",
      "title": "CC Search Portal",
      "description": "void",
      "preview": "Skip to content Find content you can share, use, and remix. The Creative Commons (CC) Search Portal helps you search CC licensed works across multiple"
    },
    {
      "url": "https://dynamics.microsoft.com/en-us/",
      "title": "Agentic CRM and ERP Solutions | Microsoft Dynamics 365",
      "description": "Enter the era of agentic business with Dynamics 365-CRM and ERP business applications that connect your teams, processes, and data.",
      "preview": "This is the Trace Id: ed991e45934c7d472a2124a017f0578f Skip to main content Microsoft Dynamics 365 The new era of AI-powered business Adapt and innova"
    },
    {
      "url": "http://www.combswrecker.com/",
      "title": "CombsWrecker - Working List",
      "description": "void",
      "preview": "Skip to content britishdezabarah.fr [...] britishdezabarah.fr Lire la suite » annecyairport.com annecyairport.com Lire la suite » unicorn7.org unicorn7."
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "https://www.almanac.com/content/full-moon-march",
      "title": "Worm Moon: Full Moon in March 2025 | The Old Farmer's Almanac",
      "description": "March's full Worm \"Blood\" Moon rises on Friday, March 14, 2025! Find the meaning behind this Moon's name, folklore, and more!",
      "preview": "void"
    },
    {
      "url": "https://www.defevercruisers.com/design_details.asp?id=32",
      "title": "DeFever Cruisers - A Club for Yachting Enthusiasts with a Passion for DeFever Vessels and the Cruising Life!",
      "description": "void",
      "preview": "MEMBER LOGIN About Us DeFever History DeFever Designs A DeFever Experience Member Benefits FAQ Join Contact Us Links of Interest Member Stats Upcoming"
    },
    {
      "url": "https://www.esquire.com/entertainment/interviews/a5402/woody-harrelson-quotes-0109/",
      "title": "Woody Harrelson Quotes - New Quotations From Woody Harrelson",
      "description": "The actor finds love in heady places: poetry, porno, Peru, and pot.",
      "preview": "Skip to Content Discover Entertainment Bruce Dern: What I've Learned Q+A: A Strange Party with Woody Harrelso... Piers Morgan: What I've Learned Franc"
    },
    {
      "url": "https://www.angel.com/",
      "title": "Angel: Stream Original, Uplifting Shows for the Whole Family",
      "description": "Join the Guild to get unlimited access to films and TV series that amplify light through high-quality, fan-supported entertainment.",
      "preview": "Angel Support films & filmmakers that share your values. Cancel anytime. Choose your plan Basic with Ads Stream in 1080p from $12 /month Basic Stream"
    },
    {
      "url": "https://www.bmw-pakistan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW New Car Dealer | Pakistan | BMW Dewan",
      "description": "Visit Dewan Motors BMW in Karachi, Islamabad &amp; Lahore, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The i4 Discover Now THE iX3 Discover Now THE iX Discover Now THE i5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test"
    },
    {
      "url": "https://data.gov.uk/dataset",
      "title": "Dataset - data.gov.uk",
      "description": "void",
      "preview": "Skip to main content Home Datasets Order by Relevance Name Ascending Name Descending Last Modified Go 57,201 datasets found Filter Results Flood Map f"
    },
    {
      "url": "https://app.carto.com/signup/",
      "title": "CARTO Accounts",
      "description": "void",
      "preview": "You need to enable JavaScript to run CARTO."
    },
    {
      "url": "https://sliderulemuseum.com/SR_Course.htm",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /SR_Course.htm ) could not be found on this server. However, we found documents with names similar"
    },
    {
      "url": "http://www.letsfixconstruction.com/blog/category/estimators",
      "title": "The Let's Fix Construction Blog - Let's Fix Construction",
      "description": "Contributed by Russell Harrison",
      "preview": "Let's Fix Construction Blog Why & Who? Workshops Upcoming Workshops A & E Coordination CDT Education Program Let's Fix Construction Social Media & AEC"
    },
    {
      "url": "https://ncbiinsights.ncbi.nlm.nih.gov/",
      "title": "NCBI Insights - News about NCBI resources and events",
      "description": "News about NCBI resources and events",
      "preview": "Skip to content Menu Use of earliest publication date for determining NIH Public Access compliance As shared in the July National Center for Biotechno"
    },
    {
      "url": "https://www.nyse.com/index",
      "title": "The New York Stock Exchange | NYSE",
      "description": "void",
      "preview": "Your browser is unsupported Please visit this URL to review a list of supported browsers. NYSE Logo ICE NYSE NYSE CONNECT LOGIN NYSE Logo ICE announce"
    },
    {
      "url": "https://zdrowietolubie.pl/product-pol-5994-Opaska-bezuciskowa-z-kokarda-CZERWONA-KRATKA.html",
      "title": "Sklep ze zdrową żywnością, kosmetykami naturalnymi i aromaterapią - zdrowietolubie.pl",
      "description": "Zdrowie to Lubię to sklep z naturalnymi kosmetykami oraz artykułami do pielęgnacji, a także ze zdrową żywnością. Sprawdź naszą ofertę już teraz!",
      "preview": "Sklep ze zdrową żywnością Zdrowie to lubię Zdrowie to lubię, to rodzinny sklep, który powstał z miłości do zdrowego trybu życia, zdrowego jedzenia i c"
    },
    {
      "url": "https://www.kalporz.com/author/emiliano/",
      "title": "Emiliano D'Aniello, Autore presso Kalporz",
      "description": "New Music since 2000",
      "preview": "Recensioni , Zoom MELODY'S ECHO CHAMBER, \"Emotional Eternal\" (Domino, 2022) Melody's Echo Chamber guarda a Beach House e Tame Impala nel nuovo disco."
    },
    {
      "url": "https://fphnyc.org/",
      "title": "Fund for Public Health NYC. Innovative partnership for New Yorkers",
      "description": "Everyone deserves to live a healthy life. The Fund for Public Health in New York Collaborating with communities throughout NYC and leveraging the resources of the public and private sectors, FPHNYC and the Health Department make it possible for more New Yorkers to realize their full health potential. City facilitates innovative projects to improve health for all New Yorkers.",
      "preview": "Skip to content Search Improving the Health of ALL New Yorkers Our Impact Our History We believe health is everybody's business. We all benefit from p"
    },
    {
      "url": "https://jlgray.com/properties?property=cimmaron-i-apartments&propertyid=90",
      "title": "Cimmaron I Apartments - JL Gray Company",
      "description": "Cimmaron I Apartments is a property in Anthony, NM managed by JL Gray.",
      "preview": "Home Property Management Find My New Home About Us About Our Mission Our Management Team Employment Contact Us Blog Residents Pay Rent Submit Maintena"
    },
    {
      "url": "https://www.thearma.org/essays.htm",
      "title": "Essays - Swords & Swordsmanship",
      "description": "void",
      "preview": "ABOUT The ARMA Intro to MARE MARE Literature Our Advisors Our Perspective ARMA's Director METHOD Our System Modern Study The ARMA Way Reclaiming the A"
    },
    {
      "url": "https://www.adrrn.net/",
      "title": "ADRRN - Asia, Let's make it resilient!",
      "description": "void",
      "preview": "The Asian Disaster Reduction and Response Network (ADRRN) is a regional network of civil society organisations dedicated to promoting disaster risk re"
    },
    {
      "url": "http://www.uncdf.org",
      "title": "Homepage - UN Capital Development Fund (UNCDF)",
      "description": "UN Capital Development Fund's mission is to contribute to job creation, sustained economic growth and equitable prosperity in almost 80 developing countries and nearly all LDCs. We do so by crowding in capital through the deployment of risk-absorbing financial instruments, mechanisms and structuring advisory. In partnership with UN entities and development partners, UNCDF operates with speed and agility to deliver scalable, blended finance solutions to drive systemic change and pave the way for commercial finance and scale up by development finance institutions and multilateral development banks. UNCDF mobilizes and catalyses an increase in capital flows for impactful investments in high-risk markets, especially in Least Developed Countries, Small Island Developing States and countries in special situations, contributing to job creation and sustained economic growth.",
      "preview": "Investing in emerging markets for tomorrow UNCDF at UNGA80 Learn more OUR MISSION UN Capital Development Fund's mission is to contribute to job creati"
    },
    {
      "url": "https://www.rangeme.com/walmartsupplierinclusion",
      "title": "B2B Product Discovery Platform for Retail Buyers, Suppliers",
      "description": "Get discovered by retail buyers on RangeMe. Showcase your products, connect with buyers, and grow your brand with the leading supplier platform.",
      "preview": "Sign up for RangeMe Choose your account type: Supplier I sell products to wholesale buyers Buyer I purchase products at wholesale Connect with Top Ret"
    },
    {
      "url": "https://chewathai27.com/ep35-%E0%B8%9B%E0%B8%B51-reaction-%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B8%A2%E0%B8%B1%E0%B8%87%E0%B9%84%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%88%E0%B8%B3-%E0%B9%82%E0%B8%AB/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.spindrift-racing.com",
      "title": "Sails of Change",
      "description": "void",
      "preview": "25.06.16 Sail Sails of Change 8 finish first in TF35 Trophy second overall in Bol d'Or du Leman After fifteen and a half hours of racing featuring mul"
    },
    {
      "url": "https://www.stylebysoneca.com/",
      "title": "fashion stylist, personal stylist ,celebrity stylist, personal shopper",
      "description": "I am a Personal Fashion Stylist. I help women feel beautiful and confident. I will help you put outfits together for Work, Play or just for Fun. No need to spend a lot of money, we can shop right in the comfort of your own closet.",
      "preview": "top of page Soneca Guadara The Nordstrom Anniversary Sale It's that time of year again-the Nordstrom Anniversary Sale! This annual event brings a uniq"
    },
    {
      "url": "https://longfellow365.com/2019/06/",
      "title": "June 2019 - Longfellow365",
      "description": "void",
      "preview": "Skip to content Backyard ponds invite amphibious guests... Photo: Maggie McEvoy New coffee shop in the former Blue Moon space... Photo: Robin Lietz Grass"
    },
    {
      "url": "https://www.instacart.com/",
      "title": "Instacart | Grocery Delivery or Pickup from Local Stores Near You",
      "description": "Order same-day delivery or pickup from more than 300 retailers and grocers. Download the Instacart app or start shopping online now with Instacart to get groceries, alcohol, home essentials, and more delivered to you <b>in as fast as 1 hour</b> or select curbside pickup from your favorite local stores.",
      "preview": "Order groceries for delivery or pickup today Sign up to get $0 delivery fee* *Valid for first 3 orders. Service fees and terms apply. Stores to help y"
    },
    {
      "url": "https://justbecausebook.com/",
      "title": "Just Because by Matthew McConaughey",
      "description": "Get ready for Just Because, the first picture book by Matthew McConaughey",
      "preview": "Available Now! Just Because by Matthew McConaughey, illustrated by Renée Kurilla The debut picture book by Academy Award-winning actor and #1 New Yor"
    },
    {
      "url": "http://devbootcamp.com/",
      "title": "Dev Bootcamps NYC: Coding Classes & Bootcamps in NYC",
      "description": "void",
      "preview": "Featured Coding Bootcamps Master the skills and tools you need to start a new career as a web developer or data scientist. Learn in-demand developer t"
    },
    {
      "url": "https://theawesomer.com/the-chapel-hdr-timelapse/85230/",
      "title": "The Chapel (HDR Timelapse)",
      "description": "The LookyCreative shot this time lapse of a dilapidated protestant temple in Poland using HDR imaging. The effect is strange, as if the chapel was CGI.",
      "preview": "When you buy through links on our site, we may earn an affiliate commission . As an Amazon Associate I earn from qualifying purchases. Shop Gifts Tech"
    },
    {
      "url": "https://www.brettonwoodsproject.org/2011/09/art-569035/",
      "title": "Scaling up Climate Finance - Bretton Woods Project",
      "description": "Notes of meeting, Washington DC, September 22...",
      "preview": "Skip to main content Search the Bretton Woods Project site Search for: Environment Gender Finance Accountability Governance Aid Infrastructure Scaling"
    },
    {
      "url": "https://www.sallybeauty.com/hair-color/shop-by-color/bright-hair-color/",
      "title": "Access to this page has been denied.",
      "description": "void",
      "preview": "Hey there! Just a quick security check. Access to this page has been denied because our system detected a potential security issue. If you're a human"
    },
    {
      "url": "https://finance.yahoo.com/video/job-skill-requirements-ratcheting-goodwill-150900114.html?contentType=VIDEO",
      "title": "Job skill requirements are 'ratcheting up,' Goodwill CEO says",
      "description": "Goodwill Industries CEO Steve C. Preston joins Yahoo Finance Live to discuss the August jobs report, the state of the labor market, the skill gap, wages, and the outlook for the job market.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Job skill requirements are 'ratcheting up,' Goodwill CEO says"
    },
    {
      "url": "https://www.themarshallproject.org/2022/03/10/no-light-no-nothing-inside-louisiana-s-harshest-juvenile-lockup",
      "title": "Inside Louisiana's Harshest Youth Prison: 'No Light. No Nothing.' | The Marshall Project",
      "description": "Youths in one Louisiana facility were held in solitary confinement around the clock, shackled with leg irons and deprived of an education. \"This is child abuse,\" one expert said.",
      "preview": "A nonprofit news organization covering the U.S. criminal justice system Search Magnifying glass Local Network Cleveland Jackson St. Louis Projects Ins"
    },
    {
      "url": "https://foundation.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=who-we-are",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "https://www.chicagotribunemediagroup.com/",
      "title": "Chicago Tribune Media Group - Full-service Marketing Solutions",
      "description": "Partnering with the Chicago Tribune for full-service marketing solutions gives you more than a century of experience working with Chicagoland businesses.",
      "preview": "About Knowledge Base Contact 312-222-5995 About Knowledge Base Marketing Intelligence Digital Conversion Marketing Branded Content Print Industry Expe"
    },
    {
      "url": "https://arstechnica.com/gadgets/2025/01/new-gpu-release-benchmarks/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews Google Pixel 4a's ruinous \"Battery Performance\" update is a bewildering mess It's hard to say why Googl"
    },
    {
      "url": "http://rdcu.be/bZ0CL",
      "title": "Environmental market design for large-scale marine conservation | Nature Sustainability",
      "description": "It is commonly agreed that marine conservation should expand considerably around the world. However, most countries have not yet implemented large-scale no-take Marine Protected Areas (MPAs). When a country closes a large fraction of its waters to fishing, it stands to lose a considerable level of fishery revenue. Although biodiversity and spillover fishing benefits may far exceed these losses, benefits from large-scale MPAs typically accrue to other countries or to the high seas. Here, to overcome this dilemma, we simulate and test an international fisheries management scheme with transferable fishing rights that incentivizes, rather than hinders, large-scale marine conservation. By combining a bioeconomic model of cross-country trading of fishing rights with vessel-level tracking data before and after a large-scale conservation action is implemented, we show that transferable fishing rights and a biomass-based allocation rule are pivotal to incentivize conservation under this market-based setting. Our work focuses on the Vessel Day Scheme (VDS)-an environmental market that is employed by the Parties to the Nauru Agreement (a group of nine Pacific Island nations) to manage their tuna fisheries-and areas in which large-scale conservation interventions have taken place. Overall, these results provide a template for how to incentivize countries to engage in large-scale marine conservation within a market-based setting. An international arrangement of transferable fishing rights and biomass-based allocation can incentivize establishing Marine Protected Areas while promoting the economy.",
      "preview": "void"
    },
    {
      "url": "https://www.ncjw.org/",
      "title": "National Council of Jewish Women |",
      "description": "NCJW advances social change through a Jewish lens, bringing together activists across generations and across the country.",
      "preview": "Turning faith into action. See all actions Read more Leadership transition at NCJW Join Us Experience Israel through a feminist lens this November Add"
    },
    {
      "url": "https://cwdressings.com/",
      "title": "CW Dressings™",
      "description": "We specialize in unique one-of-a kind date based flavorful dressings, sauces, and marinades.",
      "preview": ": Your cart is currently empty Shop now Gift message Unit price: / per Skip to content SUMMER SALE 7857090050 contactus@cwdressings.com Facebook Insta"
    },
    {
      "url": "https://support.steampowered.com",
      "title": "Steam Support",
      "description": "Log in to your Steam account to get help with your Steam games, contact Steam Support, request refunds, and more. Help is also available if you can't log in, need to reset your password, or recover a hijacked account.",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "https://www.fubo.tv/lp/StreamTV/?irad=343747&irmp=398453&subId1=streamingservices&subId2=ckhgo1ujg00003r8zaneft7pl",
      "title": "Stream live TV & sports | Fubo",
      "description": "Stream live TV with ABC, CBS, FOX, NBC, ESPN & top channels without cable. DVR included. No contract, cancel anytime.",
      "preview": "Stream live TV & sports On any device. Anytime. Anywhere. Start watching Stream live TV from 200+ channels you love + MORE Start watching How is Fubo"
    },
    {
      "url": "https://wiki.muc.ccc.de/start?image=public_pics%3Aherz.jpg&tab_details=view&do=media&tab_files=files&ns=reprap%3Aprints",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://thrivemarket.com/p/earth-mama-belly-butter",
      "title": "Earth Mama Belly Butter | Thrive Market",
      "description": "Buy Earth Mama Belly Butter online at Thrive Market. Save time and money and get the best healthy groceries delivered. Free shipping on most orders!",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ear"
    },
    {
      "url": "https://tinypng.com/",
      "title": "TinyPNG - Compress AVIF, WebP, PNG and JPEG images",
      "description": "Free online image optimizer for faster websites! Reduce the file size of your AVIF, WEBP, JPEG and PNG images while preserving the image quality.",
      "preview": "Smart AVIF, WebP, PNG and JPEG Compression for Faster Websites Plans & Pricing Drop your images here! Up to 20 images, max 5 MB each. Convert my image"
    },
    {
      "url": "https://www.shoutcast.com",
      "title": "Home Page - Shoutcast",
      "description": "void",
      "preview": "Shoutcast offers the ultimate suite of advanced tools and services for a premium broadcasting experience Whether you're an established broadcaster, a"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    }
  ],
  "_meta": {
    "total_bookmarks": 141
  }
}