{
  "data": [
    {
      "url": "https://www.fathersincorporated.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://lisas1221-blog.tumblr.com/post/121423221112",
      "title": "Maryland moves to increase diversity in computer science - @lisas1221-blog on Tumblr",
      "description": "A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in the...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "https://www.neutrogena.com/skin/hydro-boost.html?utm_source=google&utm_medium=cpc&utm_campaign=GO-USA-ENG-PS-Neutrogena-Masterbrand-BC-PH-RN-PR-N/A-HydroBoost&utm_content=Brand-Core&utm_term=neutrogena+hydroboost&gclid=CjwKCAiAioifBhAXEiwApzCztgDiFdXqJHsuRKjPvPYhEgyvkWYy-DTpG_tvwuC0y96BUWdUJHuxsRoCkSMQAvD_BwE&gclsrc=aw.ds&gclid=CjwKCAiAioifBhAXEiwApzCztgDiFdXqJHsuRKjPvPYhEgyvkWYy-DTpG_tvwuC0y96BUWdUJHuxsRoCkSMQAvD_BwE",
      "title": "Hydro Boost Hyaluronic Acid Skin Care | Neutrogena®",
      "description": "Shop the full line of Neutrogena® Hydro Boost hyaluronic acid skin care products designed to help boost hydration of the skin for smooth, supple results.",
      "preview": "Skip to main content HYDRO BOOST WATER GEL Weightless hydration that goes deep* Clinically-proven formula magnifies the power of Hyaluronic Acid *With"
    },
    {
      "url": "https://www.watchrepairtalk.com/topic/2460-setting-levers/",
      "title": "Help Identifying Watch Tools - General Tools & Equipment - Watch Repair Talk",
      "description": "I recently purchased a cabinet at an estate auction to get some auto parts that were in it. It also happened to have some watchmaker tools in it that I have little to no knowledge about. Some I have managed to identify and posted up on ebay. Some I am still trying to identify. Any help would be a...",
      "preview": "Jump to content View in the app A better way to browse. Learn more . Learn more × Dismiss Close Watch Repair Talk A full-screen app on your home scree"
    },
    {
      "url": "https://kosturanov.com/books/a-star-called-slavica",
      "title": "A Star Called Slavica - Book Illustrated by Vane Kosturanov",
      "description": "A Star Called Slavica - Book Illustrated by Vane Kosturanov. Published by: Laguna (Serbia, 2022)",
      "preview": "A Star Called Slavica Text : Nina Senicar Illustrations : Vane Kosturanov Rights sold in: Serbia ( Laguna ) Three girls know what they would like to b"
    },
    {
      "url": "https://www.boeing.com/",
      "title": "The Boeing Company Official Website",
      "description": "Welcome to the official corporate site for the world's largest aerospace company and leading manufacturer of commercial jetliners and defense, space and security systems. Learn about our passion for innovation, our products, careers and more.",
      "preview": "FULL 777-9 FLEET IN ACTION READ MORE Boeing news and reports Second Quarter 2025 Results Read More Pilot and Technician Outlook 2025-2044 Read More Ou"
    },
    {
      "url": "https://www.usbcwomenofpower.com/",
      "title": "Home | USBC Womens Power 50",
      "description": "The USBC Power 50 Women of Influence celebrates the top 50 Black women leaders who are shaping industries, driving change, and making a lasting impact in their communities. From entrepreneurs and executives to advocates and visionaries, this prestigious annual list honors those who embody excellence, leadership, and empowerment. Nominate a woman making a difference today and join us in uplifting and recognizing the power of Black women leaders across the nation.",
      "preview": "top of page WOMEN OF INFLUENCE MIX BY D.J. TY ALEXANDER ABOUT USBC POWER 50 The USBC's \"Power 50\" Women of Influence list honors the top 50 women acro"
    },
    {
      "url": "http://www.myplayhomeapp.com/privacy.html",
      "title": "My PlayHome Privacy Policy",
      "description": "void",
      "preview": "Summary My PlayHome apps do not collect any personal information. There are no links to web sites or any social media. Some basic usage information is"
    },
    {
      "url": "https://www.moorecharitable.org",
      "title": "Home - The Moore Charitable Foundation",
      "description": "Championing land, water, oceans, and the people protecting natural resources for future generations ABOUT US Learn more Driving tangible results in environmental conservation The Moore Charitable Foundation is committed to effective environmental conservation and community stewardship through strong partnerships. With our partners, we are preserving open land and healthy forests, ensuring clean water, advancing marine",
      "preview": "Championing land, water, oceans, and the people protecting natural resources for future generations ABOUT US Learn more Driving tangible results in en"
    },
    {
      "url": "https://www.vdh.virginia.gov/covid-19-vaccine/",
      "title": "Vaccine Provider Locator - Immunization",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.si.com/extra-mustard/2023/02/28/taylor-lewan-titans-dropped-off-stuff-release",
      "title": "Taylor Lewan Shares Sad Photo of How Titans Dropped Off His Stuff After Release - Sports Illustrated",
      "description": "The three-time Pro Bowler spent his entire career with Tennessee.",
      "preview": "Following his release from the Titans last week , three-time Pro Bowler Taylor Lewan came home to a sad-looking surprise on Monday. The offensive tack"
    },
    {
      "url": "https://www.nationalgeographicpartners.com/about/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://www.repubblica.it/cronaca/",
      "title": "Cronaca - la Repubblica",
      "description": "Tutti i fatti di cronaca: aggiornamenti, notizie, foto e video. Il sito con tutta la cronaca italiana raccontata dai giornalisti di La Repubblica",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci Cronaca Salute mentale, italiani sempre più soli e depressi. Mattar"
    },
    {
      "url": "https://www.plex.tv",
      "title": "Stream Movies & Find Shows On The Best Streaming Services",
      "description": "Searching for the best free streaming services for a great show? Plex is your destination! Find great movies to watch and stream all your personal media libraries on every device.",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Meet you"
    },
    {
      "url": "http://s01.flagcounter.com/more30/vOp/76",
      "title": "Flag Counter » History",
      "description": "void",
      "preview": "Flag Counter Home Country List FAQ Forum Overview | Details | today | Yesterday | History | Flag Map | Upgrade Create a free counter! Last Week | Last"
    },
    {
      "url": "https://www.rammeter.com/test-equipment-tools?cat=21&rating=626&type=154",
      "title": "Test Equipment & Tools Ram Meter, Inc.",
      "description": "Ram Meter Inc. offers a complete range of test equipment and measurement devices to handle any application. Trust Ram Meter for all of your test equipment.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Menu Account Home"
    },
    {
      "url": "https://venividigames.tumblr.com/",
      "title": "VeniVidiGames",
      "description": "24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games and Nerdfighteria. Also things that make me go \"awwww\" and depression information.",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://brainfoodstudio.com/tag/how-to-yoghurt/",
      "title": "how to yoghurt Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://www.federalregister.gov/documents/2019/10/04/2019-21702/notice-of-availability-of-the-draft-supplemental-environmental-impact-statement-for-the-proposed",
      "title": "Federal Register :: Notice of Availability of the Draft Supplemental Environmental Impact Statement for the Proposed Keystone XL Pipeline; Public Meeting Announcement",
      "description": "The U.S. Department of State (Department) announces the availability for public review and comment of the Draft Supplemental Environmental Impact Statement (Draft SEIS) for the Proposed Keystone XL Pipeline. The Draft SEIS--consistent with the National Environmental Policy Act (NEPA) of...",
      "preview": "Skip to Content Home Sections Money Environment World Science & Technology Business & Industry Health & Public Welfare Browse Agencies Topics (CFR Ind"
    },
    {
      "url": "https://interactive.guim.co.uk/uploader/embed/2021/11/archive-zip/giv-825UtiOvVJmipSt/",
      "title": "void",
      "description": "void",
      "preview": "The proposed mega marine protection area will cover more than 200,000 square miles Proposed mega marine protection area Caribbean Sea Panama canal Cos"
    },
    {
      "url": "https://www.pixtury.com/en/photos/piancapaolo/33937",
      "title": "Modern print on canvas, poster and wall art of Naples",
      "description": "Maldives - Maldive e i loro colori",
      "preview": "Home Gallery All categories >> Popular categories Nude art Sunrise and sunset Black and white Abstract Office Hotel Sea Architecture Fantasy City cate"
    },
    {
      "url": "https://kendamabulgaria.bg/en/shop/ezoterika/page/6/?orderby=price",
      "title": "Езотерика и гадателски карти",
      "description": "Добре дошли в нашата мистична колекция от езотерика и гадателски карти, където древната мъдрост се среща със съвременната духовност.",
      "preview": "ЕЗОТЕРИКА Categories THE SECRET KENDAMAS 6 products KENDAMAS 15 products KENDAMA BULGARIA 7 products KB CUSTOM 7 products KROM KENDAMA 1 product SWEET"
    },
    {
      "url": "https://www.treasury.gov/tigta/",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.comlmaps.org/how-to/layers-and-resources/boundaries/marine-ecoregions-of-the-world",
      "title": "Marine Ecoregions of the World (MEOW) - Census of Marine Life Maps and Visualization",
      "description": "Global marine realms, provinces, and ecoregions",
      "preview": "Skip to content. | Skip to navigation Sections Home Gallery Video How To About Census Visualization Census on Google Earth Making Ocean Life Count : H"
    },
    {
      "url": "https://ar-ar.workplace.com/blog/collaboration?ref=AVspaOrTPD67k6haImSZNk5nlRLwog02UhOooJ6WOEo1fe6nQxMCLwaPIoXOc_qGK9ffJo7QXy3i25efu8PgYsKaRAW0uxnhRRMnN28xEOqVu9lNXbdWykat9OLG4ta5jDCN9DqMS47rTwU3hiZak9Nj9oEWl_MWGNcIbi-rgVb8OmC45VI4819K150B3EOv-wIIOzFB7pPHyrtTnw8rJnyAGPhPUCc-f57K3iaXwGaBDH7JKegaT7WoDdlKoUHc0IjkcsHf8WPbl52eYrU3Wep--ObnL9rGhiXzUFsk1XgPYS8KqlJ3yMIGesMvm3ni6D3jYuXoN4DgypKUu9lmc0RS",
      "title": "Alla scoperta del futuro del lavoro con VR e MR | Meta for Work",
      "description": "Scopri il futuro del lavoro sul blog di VR e tecnologia di Meta for Work. Prendi parte a un viaggio innovativo nella VR per il mondo del lavoro facendoti guidare dai nostri esperti.",
      "preview": "void"
    },
    {
      "url": "http://www.wcvltd.co.uk/stock-detail.php?ID=2c9299d27cffaeaa017d23aab72778e0",
      "title": "Current Stock List - Warrington Car and Van Sales Ltd",
      "description": "Warrington Car and Van Sales are based in Warrington, Cheshire. Established for over 20 years supplying quality used cars and vans. Tel: 01925 558827 to find out the best deal we can do for you.",
      "preview": "Sorry! The vehicle you are looking for cannot be found Please visit out Current stock list Chat on"
    },
    {
      "url": "https://local2local.nl/blog/transparantie-in-de-ei-keten-zoek-de-kip/",
      "title": "Transparantie in de ei-keten: zoek de kip! - Local2Local",
      "description": "void",
      "preview": "Doorgaan naar inhoud Het begon allemaal in 2013 met ons 'weet wat je eet'-concept ' Het Ei en de Kip '. \"Wat voor kippenei is dit, waar is-ie gelegd?\""
    },
    {
      "url": "https://www.guggenheim.org/artwork/movement/cubism",
      "title": "Cubism | The Guggenheim Museums and Foundation",
      "description": "Learn about Cubism and see artworks representative of it in the Guggenheim's Collection Online.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://aquarium.ucsd.edu/visit/buy-tickets",
      "title": "Birch Aquarium School Programs - Birch Aquarium at Scripps eTicketing",
      "description": "void",
      "preview": "Home Login Menu Menu Home Account Sign Up Log In General Admission Group Sales Admission Annual Memberships Behind-the-Scenes Tours Halloween Aglow Le"
    },
    {
      "url": "https://www.fi.edu/",
      "title": "Home | The Franklin Institute",
      "description": "void",
      "preview": "Skip to main content Home Join, Renew or Gift! Become A Member! Join us for an exciting new era of science education, with free museum admission and e"
    },
    {
      "url": "https://floridahealthcovid19.gov/vaccines/vaccine-locator/?utm_source=floridahealth.gov&utm_medium=referral&utm_campaign=covid-19&utm_term=information+covid-19+vaccine&utm_content=trending_topics",
      "title": "COVID-19 | Florida Department of Health",
      "description": "COVID-19",
      "preview": "Skip Global navigation and goto content About Us | Contact Us | Newsroom FILE COMPLAINT Vaccine/Testing/Mask Requirements Find Health Care Screenings"
    },
    {
      "url": "http://www.tvguidelines.org/ratings.html",
      "title": "Ratings | The TV Parental Guidelines",
      "description": "void",
      "preview": "Home Ratings Controls News and Resources About Us FAQs Contact Us Ratings The television industry designed a TV ratings system - known as the TV Paren"
    },
    {
      "url": "https://www.mirror.co.uk/news/royals/gallery/baby-prince-william-pictured-beaming-29285484",
      "title": "Never-before-seen photos of Diana and Charles 'when they were happy' with baby William - Mirror Online",
      "description": "Rare unseen pics, taken in September 1982, show a beaming King Charles cradling his infant son Prince William and Princess Diana cuddling the newborn. The photos will be auctioned next month",
      "preview": "US Edition ▼ US Edition ES-US Edition UK Edition Irish Mirror News UK News US News World News Weird News Real Life More Hopeful TeamDogs In Your Area"
    },
    {
      "url": "https://author-welcome.nature.com/41598",
      "title": "Submission Welcome Page",
      "description": "void",
      "preview": "Start your submission Choose an article type for your submission I'm submitting: A research article including any article for a Guest Edited Collectio"
    },
    {
      "url": "https://www.scotusblog.com/2022/12/colorado-web-designers-first-amendment-supreme-court-lgbtq-anti-discrimination-laws/",
      "title": "Colorado web designer's First Amendment challenge will test the scope of state anti-discrimination laws - SCOTUSblog",
      "description": "The Supreme Court on Monday will revisit a long-simmering tension between legal protections for LGBTQ people and the rights of business owners who oppose same-sex marriage. The case, 303 Creative [...]",
      "preview": "Skip to content CASE PREVIEW Colorado web designer's First Amendment challenge will test the scope of state anti-discrimination laws By Amy Howe"
    },
    {
      "url": "https://biodiversitya-z.org/content/specially-protected-areas-of-mediterranean-importance-spami#:~:text=Description.%20The%20Specially%20Protected%20Areas%20of%20Mediterranean%20Importance,the%20components%20of%20biological%20diversity%20in%20the%20Mediterranean%2C",
      "title": "Specially Protected Areas of Mediterranean Importance (SPAMI) definition | Biodiversity A-Z",
      "description": "A cluster of online glossaries about biodiversity",
      "preview": "Home Areas Specially Protected Areas of Mediterranean Importance (SPAMI) Areas of Biodiversity Importance Summaries of globally relevant systems to id"
    },
    {
      "url": "http://www.argonblue.com/",
      "title": "Argon Blue -- Your leading source for premier colocation, web hosting and Internet services!",
      "description": "Argon Blue is your leading source for premier colocation, web hosting and Internet services.",
      "preview": "Information Made Simple Argon Blue provides colocation , hosting , dedicated servers , network and Internet service to enterprises of all sizes. What'"
    },
    {
      "url": "https://huggingface.co/docs/transformers/index",
      "title": "Transformers",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Transformers documentation Transformers Transformers 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Datas"
    },
    {
      "url": "https://newsroom.br.paypal-corp.com/",
      "title": "Conheça o Newsroom, o portal de notícias do PayPal Brasil",
      "description": "Confira o Newsroom do PayPal, nossa plataforma de informação para jornalistas, investidores, analistas e influenciadores do setor financeiro e de pagamentos eletrônicos. Descubra como o PayPal cria oportunidades para pessoas e negócios ao redor do mundo.",
      "preview": "DESTAQUES DESTAQUES/Hero block Produto PayPal Anúncios corporativos Parcerias Estratégicas Apresentando o PayPal World: uma plataforma global que cone"
    },
    {
      "url": "http://sticknodes.com",
      "title": "StickNodes.com | Stickfigure Animator for Android and IOS!",
      "description": "Stickfigure animation app for iOS and Android. Create stickman animations on your phone, tablet, iPhone, or iPad!",
      "preview": "It's spooky time and you know what that means, time for a spooky contest! This year we will just go back to the spooky basics - making a spooky stickf"
    },
    {
      "url": "https://alar.my/privacy_policy_global.html",
      "title": "privacy policy",
      "description": "privacy policy",
      "preview": "Get the app Get the app Get started Alarmy by scanning the QR code Iframe Example Privacy Policy Effective Date : Last updated + 30days Last Updated :"
    },
    {
      "url": "https://sustainabledevelopment.un.org/",
      "title": "Home .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://xchaoticrage.tumblr.com/",
      "title": "💗VII-XVIII-MCMXCIII 💗",
      "description": "📚 [Chapter 30] 📚",
      "preview": "💗VII-XVIII-MCMXCIII 💗 1 2 3 4 5 Next 📚 [Chapter 30] 📚 prettycolors prettycolors photo posted on December 22, 2023 936 notes prettygrlzz scorpio sun, g"
    },
    {
      "url": "https://c9dec711a.app-ads-txt.com/",
      "title": "app-ads-txt.com",
      "description": "void",
      "preview": "Redirecting in seconds."
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://soundcloud.com",
      "title": "Stream and listen to music online for free with SoundCloud",
      "description": "Discover and play over 320 million music tracks. Join the world's largest online community of artists, bands, DJs, and audio creators.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Your current browser isn't compatible with"
    },
    {
      "url": "https://www.pakomusic.it/tag/gabryel/",
      "title": "gabryel - PaKo Music Magazine",
      "description": "void",
      "preview": "Skip to content Skip to sidebar Skip to footer PaKo Music Magazine L'UNICO MODO PER CAMBIARE LE COSE... E' FARLE view image Gabryel - \"Se me la dai\" è i"
    },
    {
      "url": "https://www.crisistextline.org/text-us/",
      "title": "Text Us - Crisis Text Line",
      "description": "Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidential support through communication channels people know and trust.",
      "preview": "Skip to content Text Us How to Seek Support Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidenti"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/ucp.php?mode=delete_cookies&sid=6697ba62c5f927e1221355ff3b98be8b",
      "title": "L'Angolo dei Sogni - Pannello di Controllo Utente - Cancella cookie",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "http://windowsbro.blogspot.com/",
      "title": "WindowsBro | Windows tips, fixes, help.",
      "description": "Windows 7 and Windows 8 fixes, tricks, and stuff you may not know.",
      "preview": "Posts Comments WindowsBro | Windows tips, fixes, help. Windows fan, who wants to share his knowledge about the OS. Home Sitemap Contact/Suggestions Pr"
    },
    {
      "url": "https://www.starstijlmeubelen.nl/eetkamertafels/kloostertafel-lexington-lexington-avenue-frans-antiek-eiken/129",
      "title": "Klassieke eetkamertafels",
      "description": "Eetkamertafels in diverse soorten en maten zijn leverbaar uit onze brede collectie klassieke meubelen. Te vinden bij Star Stijlmeubelen.",
      "preview": "Beoordeling 9.3 gebaseerd op 338 individuele klantbeoordelingen op 5-sterrenspecialist U bent hier: Home Klassieke eetkamertafels Eetkamertafels Eetka"
    },
    {
      "url": "https://katalog.skd.museum/Search/Results?filter%5B%5D=~institution%3A%22DE-L228%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-referencebooks%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-techniquefinearts%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-studiesbooksmanuscripts%22&filter%5B%5D=format_de15%3A%22Software%22&filter%5B%5D=-mega_collection%3A%22Verbunddaten+SWB%22&dfApplied=1&type=AllFields",
      "title": "Suchergebnisse :: Staatliche Kunstsammlungen Dresden, Kunstbibliothek",
      "description": "void",
      "preview": "Suchergebnisse Angewandte Filter Seite wird neu geladen, wenn Filter entfernt wird. Filter zurücksetzen Filter anzeigen (6) Institution: Suchfilter en"
    },
    {
      "url": "https://foundation.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=who-we-are",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "https://www.motirservices.com/",
      "title": "Motir Services",
      "description": "void",
      "preview": "Skip to content MEDICAL STAFFING FOOD SERVICE FACILITY MANAGEMENT MOVING, RELOCATION & LOGISTICS CONSULTANT SERVICES ENVIRONMENTAL SERVICES CONSTRUCTI"
    },
    {
      "url": "https://www.zola.com/",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://tr2me.com/shop/tr2me-orders-ps-sf-5a4260/",
      "title": "TR2me Orders PS / SF - 5A4260 - TR2ME",
      "description": "void",
      "preview": "SIGN IN YOUR ACCOUNT TO HAVE ACCESS TO DIFFERENT FEATURES USERNAME PASSWORD Remember Me CREATE AN ACCOUNT FORGOT YOUR PASSWORD? FORGOT YOUR DETAILS? U"
    },
    {
      "url": "https://democraticunderground.com/?com=thread&address=100210207075&info=1",
      "title": "Discussion Information - Democratic Underground Forums",
      "description": "void",
      "preview": "Friendly forums for passionate Dems! More than 93 million posts since 2001 Home Latest Greatest Videos Forums Hide ads Join up! Sign in Home Latest Gr"
    },
    {
      "url": "https://www.ywcahouston.org/",
      "title": "Home",
      "description": "void",
      "preview": "Donate Contact us SUPPORT HERE Our Latest News - 2024 WINS FOR KIDS GRANT Astros Foundation in partnership with Chevron presents YWCA Houston with a 2"
    },
    {
      "url": "https://www.nature.com/physics",
      "title": "Physics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/azure/",
      "title": "Training for Azure | Microsoft Learn",
      "description": "Grow your skills to build and manage applications in the cloud, on-premises, and at the edge.",
      "preview": "Microsoft Learn for Azure Microsoft Azure Grow your skills to build and manage applications in the cloud, on-premises, and at the edge. Browse all Azu"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/it/collezioni/musei/museo-gregoriano-egizio.html",
      "title": "Museo Gregoriano Egizio",
      "description": "Fondato per iniziativa di Papa Gregorio XVI nel 1839, il Museo Gregoriano Egizio si articola in nove sale, con un ampio emiciclo che si apre verso ...",
      "preview": "void"
    },
    {
      "url": "https://passtheknowledge.wordpress.com/tag/squirrels/",
      "title": "squirrels | PASS THE KNOWLEDGE (LIGHT & LIFE)",
      "description": "Posts about squirrels written by Akhi Soufyan",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer PASS THE KNOWLEDGE (LIGHT & LIFE) HIGH QUALIT"
    },
    {
      "url": "https://skooloflife.medium.com/99-of-ai-startups-will-be-dead-by-2026-heres-why-bfc974edd968",
      "title": "99% of AI Startups Will Be Dead by 2026 - Here's Why | by Srinivas Rao | Medium",
      "description": "99% of AI Startups Will Be Dead by 2026 - Here's Why In the late '90s, I was a student at Berkeley watching the dot-com boom unfold like a fever dream. Traffic equated to revenue Adding .com to ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in 99% of AI Startups Will Be Dead by 2026 - Here's Why Srinivas Rao 15 min"
    },
    {
      "url": "http://www.ferienwohnung-in-obergurgl.at/bildergalerie/ferienwohnung_oetztal/content/_0059684695_large.html",
      "title": "Bilder Ferienwohnung Ötztal",
      "description": "void",
      "preview": "Bilder Ferienwohnung Ötztal www.ferienwohnung-in-obergurgl.at Ferienwohnung Ötztal für 3-5 Personen Zurück Index Weiter oetztal-1 630 Appartementhaus"
    },
    {
      "url": "https://ibermicar.es/es/productos/carretillas-elevadoras-nuevas/recoge-pedidos/273-linde-n20-lol.html",
      "title": "Linde N20-LoL",
      "description": "Carretillas elevadoras Linde N20-LoL: Preparación ergonómica de pedidos en dos palets. Equipado con brazos de carga largos y una horquilla elevable adicional.",
      "preview": "93 662 66 11 ES 93 662 66 11 RECOGE PEDIDOS N20-LoL Preparación ergonómica de pedidos en dos palets Equipado con brazos de carga largos y una horquill"
    },
    {
      "url": "https://www.formula1.com/en/results.html",
      "title": "2025 RACE RESULTS",
      "description": "Results",
      "preview": "2025 2025 Active 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 199"
    },
    {
      "url": "http://www.ancitel.it/",
      "title": "La società di servizi per i Comuni dell'ANCI",
      "description": "void",
      "preview": "Per informazioni o comunicazioni è possibile inoltrare ogni richiesta all'indirizzo mail protocollo@ancitel.it . In primo piano » https://portale.anci"
    },
    {
      "url": "https://pgafamilyfoundation.org",
      "title": "Homepage | Allen Family Philanthropies",
      "description": "Building thriving and resilient communities in the Pacific Northwest and beyond",
      "preview": "Building thriving and resilient communities in the Pacific Northwest and beyond. When we each do our part, we create the foundation for collective wel"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "https://www.pinterest.com/",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com/googleplaydev%3F~feature=LoMobileNavBar&~channel=ShowCollectionHome&~stage=m2",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://jobs.accaglobal.com/?utm_source=ACCAglobal&utm_medium=referral&utm_campaign=footer",
      "title": "ACCA Careers | jobs | Choose from 26,089 live vacancies",
      "description": "Search for your next job from 26,089 live vacancies, or upload your CV now and let recruiters find you",
      "preview": "We're using cookies on this site. Cookies store information that is necessary for this site to work well. More about cookies Dismiss Skip to main cont"
    },
    {
      "url": "http://www.scottmdouglas.com/blog/five-pieces-of-advice-for-the-class-of-2017",
      "title": "Five Pieces of Advice for the Class of 2017 - Developing Leaders & Building a Legacy",
      "description": "It's popping up everywhere on social media: time to dust off the Academic Regalia, wear a pointy hat, walk across a stage, and get a diploma. Graduation season is upon us. Thousands will make the...",
      "preview": "Developing Leaders & Building a Legacy Blog About Contact Other Works Five Pieces of Advice for the Class of 2017 5/8/2017 3 Comments It's popping up"
    },
    {
      "url": "https://careers.mozilla.org/",
      "title": "Mozilla Careers - Feel good about your work again.",
      "description": "At Mozilla, you can pursue your future while working to protect the future of the internet for everyone, everywhere.",
      "preview": "Let's reclaim the internet together. At Mozilla, we have big ambitions for the future, we want to build impactful products that are different - that a"
    },
    {
      "url": "https://www.tristandacunha.org/",
      "title": "TristanDaCunha.org",
      "description": "void",
      "preview": "Skip to content Welcome to TristanDaCunha.org - a website about the remotest island in the world, Tristan da Cunha. Tristan da Cunha lies 2,816 kilome"
    },
    {
      "url": "https://docs.carto.com/",
      "title": "Welcome | CARTO Documentation",
      "description": "Welcome to the CARTO Documentation Center! All of the resources you need to unlock the power of the platform.",
      "preview": "Getting started with CARTO CARTO is the only cloud-first spatial platform built for accelerated, modern GIS. It runs natively on top of your cloud dat"
    },
    {
      "url": "http://ilabs.uw.edu/institute-faculty/bio/i-labs-andrew-n-meltzoff-phd",
      "title": "Andrew N. Meltzoff, Ph.D. | I-LABS",
      "description": "void",
      "preview": "Andrew N. Meltzoff, Ph.D. Professor and Co-Director Jump to: Bio | Full CV | Short CV | Publications | About the Lab | Contact Professor , Department"
    },
    {
      "url": "https://romanianrevolutionofdecember1989.com/tag/romania-decembrie-1989/",
      "title": "romania decembrie 1989 « The Archive of the Romanian Revolution of December 1989",
      "description": "Posts about romania decembrie 1989 written by romanianrevolutionofdecember1989",
      "preview": "The Archive of the Romanian Revolution of December 1989 A Catch-22 December 1989, Groundhog-Day Production. Presenting the Personal Research & Scholar"
    },
    {
      "url": "http://www.shopncook.com/",
      "title": "Shop'NCook | Easy-To-Use Recipe Software Shop'NCook with Nutrition, Costing, Shopping List and More - Free Trial",
      "description": "void",
      "preview": "Download Shop'NCook Pro Try Shop'NCook Online Add a recipe in 20 seconds With Shop'NCook recipe wizard, you can have a new recipe ready for production"
    },
    {
      "url": "https://www.capitalone.com/credit-cards/",
      "title": "Capital One Credit Cards",
      "description": "Capital One Credit Card Application. Find the Right Card for You-Apply for a Card Today.",
      "preview": "Credit Cards Building Credit Cash Back Dining & Entertainment Travel Rewards Compare All Cards Low Intro APR Student Rewards Small Business Apply with"
    },
    {
      "url": "https://ghostlightrecords.lnk.to/KimberlyAkimbo",
      "title": "David Lindsay-Abaire, Jeanine Tesori, Kimberly Akimbo Original Broadway Cast - Kimberly Akimbo (Original Broadway Cast Recording)",
      "description": "Listen to Kimberly Akimbo (Original Broadway Cast Recording) by David Lindsay-Abaire, Jeanine Tesori, Kimberly Akimbo Original Broadway Cast.",
      "preview": "void"
    },
    {
      "url": "https://lnkd.in/eyFGvfr9?trk=public_post-text",
      "title": "LinkedIn",
      "description": "This link will take you to a page that's not on LinkedIn",
      "preview": "LinkedIn This link will take you to a page that's not on LinkedIn Because this is an external link, we're unable to verify it for safety. https://glob"
    },
    {
      "url": "https://mb.oemdtc.com/category/recalls",
      "title": "Recalls | Mercedes-Benz & Smart - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "http://www.unfpa.org/gender-equality",
      "title": "Gender equality | United Nations Population Fund",
      "description": "Gender equality is a human right",
      "preview": "Skip to main content Clear search Gender equality Home What we do Gender equality Gender equality is a human right. Women are entitled to live with di"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}