{
  "data": [
    {
      "url": "https://scratch.mit.edu/",
      "title": "Scratch - Imagine, Program, Share",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "https://www.tarotsara.cz/velka-arkana-0-22/",
      "title": "VELKÁ ARKÁNA 0-22 - Tarotsara.cz",
      "description": "Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozřejmě mnohem a mnohem pestřejší a obsáhlejší. Pro rámcovou představu to takto postačí, pokud Vás Tarot zajímá hlouběji, můžete navštívit některý z mých kursů, či sami pracovat",
      "preview": "VELKÁ ARKÁNA 0-22 Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozře"
    },
    {
      "url": "https://link.nbcnews.com/join/5cj/think-signup",
      "title": "Sign up for the THINK newsletter | NBC News",
      "description": "Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from NBC News THINK.",
      "preview": "ReTHINK your week with the THINK newsletter Get op-eds, in-depth analyses and essays about news and current events delivered weekly to your inbox from"
    },
    {
      "url": "https://www.cloudera.com/",
      "title": "Cloudera | The hybrid data company",
      "description": "Cloudera delivers a hybrid data platform with secure data management and portable cloud-native data analytics.",
      "preview": "All your data. One platform. Limitless possibilities. We empower the largest enterprises to transform any data anywhere into valuable insights they ca"
    },
    {
      "url": "https://www.columbiabank.com/",
      "title": "Columbia Bank | ColumbiaBank.com",
      "description": "Columbia Bank is here for you now more than ever. Our local business and personal bankers have helped our communities for over 50 years. Join us today.",
      "preview": "Link to Home Page Link to Home Page Close"
    },
    {
      "url": "https://www.hindustantimes.com/opinion/policies-and-people-how-ai-is-helping-india-s-poor-become-climateresilient-101663847864017.html?fbclid=IwAR15I1N38dVutWYDzi6AHMVl57RpEssDjZODLXdgxOLrJXmQ70V1d02Dgcc",
      "title": "Policies and People | How AI is helping India's poor become climate-resilient | Hindustan Times",
      "description": "Heatwaves are becoming frequent and intense in India. SEEDS, a non-profit, and Microsoft have developed an AI model that processes large volumes of data to provide risk information at a hyper-local level to vulnerable communities",
      "preview": "Home Karwa Chauth Live Nobel Peace Prize Live Festival of Gifts E-Paper HT Premium HT The Next Voice US News Games HTCity Ht100 India World Entertainm"
    },
    {
      "url": "https://bellaapp.dk/privacy-policy/",
      "title": "Privacy Policy - Bella sara",
      "description": "void",
      "preview": "Privacy policy Legal Disclaimer BELLA SARA is accessible both as an app and as a public website at www.bellasara.com. App and website share the same c"
    },
    {
      "url": "https://scratch.mit.edu/",
      "title": "Scratch - Imagine, Program, Share",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "https://tr.pinterest.com/search/pins/?q=email%20design",
      "title": "Pinterest - Türkiye",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://fastdemocracy.com/bill-search/al/2023rs/bills/ALB00014834/",
      "title": "Bill tracking in Alabama - HB 7 (2023rs legislative session) - FastDemocracy",
      "description": "Relating to education; to provide prohibitions on the promotion, endorsement, and affirmation of certain divisive concepts in certain public settings; and to authorize certain penalties for violation.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://www.columbiabank.com/",
      "title": "Columbia Bank | ColumbiaBank.com",
      "description": "Columbia Bank is here for you now more than ever. Our local business and personal bankers have helped our communities for over 50 years. Join us today.",
      "preview": "Link to Home Page Link to Home Page Close"
    },
    {
      "url": "https://www.unworldoceansday.org/index.php/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "https://jobs.accaglobal.com/?utm_source=ACCAglobal&utm_medium=referral&utm_campaign=navbar1",
      "title": "ACCA Careers | jobs | Choose from 26,089 live vacancies",
      "description": "Search for your next job from 26,089 live vacancies, or upload your CV now and let recruiters find you",
      "preview": "We're using cookies on this site. Cookies store information that is necessary for this site to work well. More about cookies Dismiss Skip to main cont"
    },
    {
      "url": "http://www.rphworld.com/",
      "title": "Welcome rphworld.com - BlueHost.com",
      "description": "Bluehost - Top rated web hosting provider - Free 1 click installs For blogs, shopping carts, and more. Get a free domain name, real NON-outsourced 24/7 support, and superior speed. web hosting provider php hosting cheap web hosting, Web hosting, domain names, front page hosting, email hosting. We offer affordable hosting, web hosting provider business web hosting, ecommerce hosting, unix hosting. Phone support available, Free Domain, and Free Setup.",
      "preview": "Affordable, Reliable Web Hosting Solutions Web Hosting - courtesy of www.bluehost.com Help Center Contact Us About Us Affiliates Terms ©2012 Bluehost."
    },
    {
      "url": "https://labs.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Home | Mozilla New Products",
      "description": "void",
      "preview": "Skip to content Home Experiment with Our Latest Products / View All Create your website and connect a custom domain for free Launch your business onli"
    },
    {
      "url": "https://miltiadis.page.tl/12%26%23951%3B-%26%23913%3B%26%23947%3B%26%23969%3B%26%23957%3B-.-.htm",
      "title": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων.",
      "description": "void",
      "preview": "ΜΙΛΤΙΑΔΗΣ Α.Ο. - 12η Αγων. ΠΕΡΙΕΧΟΜΕΝΑ ΑΝΑΚΟΙΝΩΣΕΙΣ (μαύρα μαντάτα) ΑΠΟΤΕΛΕΣΜΑΤΑ ΒΑΘΜΟΛΟΓΙΚΗ ΘΕΣΗ ΒΑΘΜΟΛΟΓΙΑ ΓΚΟΟΟΛ!!!! ΔΕΙΚΤΕΣ ΔΙΑΙΤΗΤΕΣ ΔΥΝΑΜΗ ΣΩΜ.("
    },
    {
      "url": "https://tessies.dk/",
      "title": "Tessies - TessiesDk",
      "description": "Et stort udvalg af sten og krystaller til dit hjem, kontor eller arbejdsplads",
      "preview": "Gå til indhold Din indkøbskurv er tom Tilbage til butikken Har du en konto? Log ind for at betale hurtigere. Din indkøbskurv Indlæser... Subtotal 0,00"
    },
    {
      "url": "https://www.cnbc.com/video/2023/01/06/vankudre-the-us-labor-market-will-likely-continue-to-stay-as-tight-as-its-ever-been.html",
      "title": "Vankudre: The U.S. labor market will likely continue to stay as tight as it's ever been",
      "description": "Rucha Vankudre, senior economist & research director at labor market analytics firm Lightcast, discusses what to expect from the December jobs report and the impact the numbers could have on the Fed's policy this year.",
      "preview": "Skip Navigation Markets Business Investing Tech Politics Video Watchlist Investing Club PRO Livestream Menu watch now Share Share Article via Facebook"
    },
    {
      "url": "http://www.orkut.com/",
      "title": "orkut",
      "description": "void",
      "preview": "languages: English Português Hi there, I'm Orkut. Seventeen years ago I started a little social network while I was an engineer at Google. In just a f"
    },
    {
      "url": "http://www.ricette-bimby.com/",
      "title": "Ricette Bimby - Testate e fotografate per TM31, TM5 e TM6",
      "description": "Ricette Bimby veloci e facili! Il ricettario Bimby Vorwerk per TM6 TM5 TM 31. Trovi solo ricette collaudate di dolci, secondi, primi piatti e ricette dietetiche!",
      "preview": "Begin typing your search above and press return to search. Press Esc to cancel. Precedente 1 2 3 ... 77 Avanti + DI PIU'"
    },
    {
      "url": "https://brigantinenow.com/hooked-on-fishing-this-saturday-july-27/",
      "title": "Hooked on Fishing This Saturday, July 27 - BrigantineNOW",
      "description": "News, Info, Real Estate and Politics from Brigantine, New Jersey",
      "preview": "Skip to content Brigantine Beach features the 27th annual \"Hooked on Fishing\" tournament, this Saturday, July 27. The free event will be held on the b"
    },
    {
      "url": "https://i-doser.com/privacy.html",
      "title": "iDoser Privacy Policy and Disclaimer",
      "description": "I-Doser Privacy Policy and Disclaimer",
      "preview": "Privacy Policy and Disclaimer Privacy and Disclaimer iDoser Privacy Policy and Disclaimer Binaural doses use potentially powerful brainwave audio to h"
    },
    {
      "url": "https://ims.ucsc.edu/",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://www.lunarisrecords.com/blogs/news/tagged/horror-con",
      "title": "News - Tagged \"horror con\" - Lunaris Records",
      "description": "Lunaris Records specializes in horror and cult film soundtracks on vinyl, cassette, and cd.",
      "preview": "Skip to content Search Home Shop Vinyl CD Cassette Merch Archive Discography News Contact Us Account horror con RSS horror con , lunaris records , nig"
    },
    {
      "url": "https://survey.medallia.com/?711-gr",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.hallmarkchannel.com/royal-matchmaker/cast/will-kemp",
      "title": "Will Kemp as Prince Sebastian on Royal Matchmaker",
      "description": "Find out about the cast of the Hallmark Channel Original Movie \"Royal Matchmaker\" starring Joy Lenz, Will Kemp and Brittany Bristow.",
      "preview": "Share Print Email Pinterest Twitter 3416 Will Kemp Prince Sebastian An accomplished dancer, Will Kemp began his dance training at the age of nine with"
    },
    {
      "url": "https://fonts.ilovetypography.com/",
      "title": "Buy fonts from your favorite indie foundries.... | I Love Typography",
      "description": "Trending typefaces / fantastic fonts Hot new fonts! New typefaces Branding Fonts Featured hot font familes Great Fonts for Packaging Make your own...",
      "preview": "Skip to main content Your web browser is out of date. Update your browser for more security, speed and the best experience on this site. Update your b"
    },
    {
      "url": "https://pittsburgh.cbslocal.com/2021/03/20/sandra-oh-oakland-stop-asian-hate-protest/",
      "title": "'I Am Proud To Be Asian': Award-Winning Actress Sandra Oh Speaks At Stop Asian Hate Oakland Protest - CBS Pittsburgh",
      "description": "Award-winning actress Sandra Oh made an appearance and spoke at a &quot;Stop Asian Hate&quot; protest in Oakland.",
      "preview": "All News KDKA Investigations Politics Consumer Business HealthWatch Entertainment Galleries KDKA+ Pittsburgh Weather School Closings/Delays Submit Wea"
    },
    {
      "url": "https://zora.medium.com/no-asap-rocky-jonathan-majors-are-not-being-emasculated-353b34cde54?source=home---------5------------------0----------",
      "title": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated | by Whitney Alese | ZORA",
      "description": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated \"Emasculate\" is one of those words I wish more folks simply hadn't learned. Case in point, it's overuse in recent conversations ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in ZORA · A publication from Medium that centers the stories, poetry, essays"
    },
    {
      "url": "http://www.jedasoftwaresystems.com",
      "title": "Jedasoft",
      "description": "void",
      "preview": "Home Contact About News Support"
    },
    {
      "url": "https://www.dagnedover.com/collections/vida-tote?",
      "title": "Tote Bags - Everyday Organizational Tote Bags | Dagne Dover",
      "description": "Dagne Dover functional tote bags fit any lifestyle from all-day large totes to structured purse totes and handbags. Designed for work, play, and everything in between.",
      "preview": "ACCESSIBILITY STATEMENT 25% off Kits: Shop Now 25% off Kits: Shop Now Offer expires 4/10/25 11:59 PM PST. Cannot be combined with other offers. Cannot"
    },
    {
      "url": "https://catalog.montgomerycollege.edu/",
      "title": "Montgomery College - Modern Campus Catalog™",
      "description": "This is Montgomery College's catalog.",
      "preview": "Skip footer and go back to top Accessibility Annual Security Report (Clery Act) HEERF Grants Reporting Non-Discrimination Policies & Procedures Privac"
    },
    {
      "url": "http://www.cariplo.it/",
      "title": "Intesa Sanpaolo",
      "description": "void",
      "preview": "A breve verrai reindirizzato automaticamente sul sito della banca. In caso di problemi utilizza il link sottostante. Vai alla home page"
    },
    {
      "url": "https://myducksong.tumblr.com/post/150178533967",
      "title": "got any grapes? - Another year of record growth for AP Computer...",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced record growth in the 2015-2016 academic year and maintained its...",
      "preview": "codeorg : Since recent data shows that students like computer science classes a lot , it's not a surprise that AP Computer Science experienced record"
    },
    {
      "url": "https://slate.com/news-and-politics/2021/06/kamala-harris-first-sitting-vice-president-march-pride.html",
      "title": "Kamala Harris is first sitting vice president to march in Pride event.",
      "description": "The vice president walked for about a block alongside the second gentleman, Doug Emhoff.",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://www.space.com/jfk-apollo-moonshot-nasa-readiness.html",
      "title": "Why JFK Believed His Bold Moonshot Was Achievable | Space",
      "description": "Apollo 11 was truly a giant leap, but it was no miracle.",
      "preview": "Skip to main content Don't miss these President John F. Kennedy speaks before a joint session of Congress, May 25, 1961. In this address, the presiden"
    },
    {
      "url": "https://flotillafoundation.org/",
      "title": "The Flotilla Foundation",
      "description": "void",
      "preview": "The Flotil­la Foun­da­tion is a reg­is­tered char­i­ty, with a mis­sion to enhance mankind's rela­tion­ship with our marine envi­ron­ment, to cre­ate"
    },
    {
      "url": "https://www.tarotsara.cz/velka-arkana-0-22/",
      "title": "VELKÁ ARKÁNA 0-22 - Tarotsara.cz",
      "description": "Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozřejmě mnohem a mnohem pestřejší a obsáhlejší. Pro rámcovou představu to takto postačí, pokud Vás Tarot zajímá hlouběji, můžete navštívit některý z mých kursů, či sami pracovat",
      "preview": "VELKÁ ARKÁNA 0-22 Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozře"
    },
    {
      "url": "https://help.getpocket.com",
      "title": "Pocket Help",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "http://www.christaldesaintmarc.com/le-zonta-club-de-chatillon-sur-seine-a-propose-au-public-chatillonnais-a140625486",
      "title": "Le Zonta-Club de Châtillon sur Seine a proposé au public Châtillonnais une ravissante pièce de théâtre \"Des précieuses pas si ridicules\" - Châtillonnais en Bourgogne",
      "description": "En attendant le spectacle, une bien jolie maxime était affichée sur la scène... Monique Harpé, Présidente du Zonta-Club de Châtillon sur Seine, est venue présenter la pièce \"Des précieuses pas si ridicules\", un spectacle en coréalisation avec le Théâtre...",
      "preview": "Tous les blogs Top blogs Tourisme, Lieux et Événements Tous les blogs Tourisme, Lieux et Événements Editer l'article Suivre ce blog Administration Con"
    },
    {
      "url": "http://www.afterschoolalliance.org/policyStateMap.cfm",
      "title": "Afterschool Alliance",
      "description": "void",
      "preview": "Find Afterschool Funding"
    },
    {
      "url": "https://tropicalforestnetwork.org/",
      "title": "Bay Area Tropical Forest Network - San Francisco Bay Area events: forests & conservation",
      "description": "void",
      "preview": "Skip to content Join us for an art exhibition and lecture on the impacts of small scale gold mining in the Peruvian Amazon featuring artist Maisie McN"
    },
    {
      "url": "https://3dicons.co/",
      "title": "3dicons - Open Source & Free Premium 3D Icon Library",
      "description": "1440+ beautifully crafted open-source 3D icons that you can use completely free and without attribution for personal or commercial project",
      "preview": "Generate 3dicons using AI. Beautifully Crafted Free & Premium 3D Icons More than 1500+ hand made Open Source, Free & Premium 3d icons renders for read"
    },
    {
      "url": "https://gixen.com/forum/viewtopic.php?t=9453&view=previous&sid=0d0eb7686a43c9d07743422c116e883c",
      "title": "GIXEN Forum - View topic - Auction Ended - Gixen Didn't Make Bid",
      "description": "void",
      "preview": "Home Why snipe ? Compare FAQ Community Terms Contact My Snipes Home Why snipe ? Compare FAQ Community Terms Contact My Snipes Menu Home Why snipe ? Co"
    },
    {
      "url": "https://www.adl.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://linkpop.com",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://tinybuddha.com/",
      "title": "Tiny Buddha: Wisdom Quotes, Letting Go, Letting Happiness In",
      "description": "Simple wisdom for complex lives. Quotes, tips & stories to help us help ourselves and each other.",
      "preview": "Menu Home About Frequently Asked Questions Helpful Free Resources Contact Blog All posts Change Challenges Happiness & Fun Healthy Habits Letting Go L"
    },
    {
      "url": "http://dx.doi.org/10.1038/s41559-018-0499-1",
      "title": "Rapid and lasting gains from solving illegal fishing | Nature Ecology & Evolution",
      "description": "Perhaps the greatest challenge facing global fisheries is that recovery often requires substantial short-term reductions in fishing effort, catches and profits. These costs can be onerous and are borne in the present; thus, many countries are unwilling to undertake such socially and politically unpopular actions. We argue that many nations can recover their fisheries while avoiding these short-term costs by sharply addressing illegal, unreported and unregulated (IUU) fishing. This can spur fishery recovery, often at little or no cost to local economies or food provision. Indonesia recently implemented aggressive policies to curtail the high levels of IUU fishing it experiences from foreign-flagged vessels. We show that Indonesia's policies have reduced total fishing effort by at least 25%, illustrating with empirical evidence the possibility of achieving fishery reform without short-term losses to the local fishery economy. Compared with using typical management reforms that would require a 15% reduction in catch and 16% reduction in profit, the approach of curtailing IUU has the potential to generate a 14% increase in catch and a 12% increase in profit. Applying this model globally, we find that addressing IUU fishing could facilitate similar rapid, long-lasting fisheries gains in many regions of the world. Analysis of Indonesia's recent push to aggressively police illegal, unreported and unregulated fishing demonstrates a cost-effective way to improve fisheries recovery while limiting the reduction of legal catch (and the subsequent impact on food supply and profit) that could be applied to other regions.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "http://earthengine.google.org/terms",
      "title": "Terms of Service - Google Earth Engine",
      "description": "Earth Engine combines a multi-petabyte catalog of satellite imagery and geospatial datasets with planetary-scale analysisGoogle capabilities and makes it available for scientists, researchers, and developers to detect changes, map trends, and quantify differences on the Earth's surface.",
      "preview": "Google Earth Engine Services are available for commercial use. Your continued use of the Services under these Google Earth Engine Terms of Service mus"
    },
    {
      "url": "http://metv.com",
      "title": "MeTV - America's #1 Classic Television Network",
      "description": "Watch MeTV for memorable entertainment television from America's #1 classic television network. Airing over 50 different classic TV series each week, from drama and comedy to westerns and sci fi, MeTV is available nationwide for free with an antenna, and is available on many local television providers. Find out where to watch MeTV, check our television schedule, and explore nostalgic content, quizzes, videos and more on MeTV.com",
      "preview": "void"
    },
    {
      "url": "http://www.aclusc.org/",
      "title": "ACLU of South Carolina",
      "description": "void",
      "preview": "Skip to main content We the people dare to create a more perfect union. Sign up to receive emails about our work: Email address * Zip code * Leave thi"
    },
    {
      "url": "https://foundation.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=who-we-are",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "https://www.esrb.org/EPCConfirm/876/",
      "title": "Family Online Safety Institute (FOSI)",
      "description": "ESRB Family Online Safety Institute (FOSI). Ratings for video games and apps, including age ratings, content descriptors and interactive elements.",
      "preview": "Skip to Content Privacy Certified Home English English Deutsch Español Français Italiano 日本語 Polski Português Русский Türkçe Family Online Safety Inst"
    },
    {
      "url": "https://www.unccd.int/",
      "title": "Home | UNCCD",
      "description": "void",
      "preview": "Skip to main content news COP16 and COP17 Presidencies join forces to accelerate global action on land and drought news Panama to host major UN meetin"
    },
    {
      "url": "https://www.scu.edu/",
      "title": "Home - Santa Clara University",
      "description": "Santa Clara University - The Jesuit University in Silicon Valley",
      "preview": "Progress Needs People At Santa Clara University, we are rising to the occasion, answering the call of what the world needs. Start Your SCU Journey Dis"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/BookCatalogue?author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Ji%C5%99%C3%AD%20Dienstbier&author=Krystyna%20Krauzeauthor=Pavel%20Landovsk%C3%BD&author=Ji%C5%99%C3%AD%20Dienstbierauthor=V%C3%A1clav%20Havel&author=Pavel%20Landovsk%C3%BDsort=2&lang=cs",
      "title": "Knihovna Václava Havla",
      "description": "void",
      "preview": "Dokumentační centrum Knihovna Václava Havla Václav Havel * 5. 10. 1936 Praha ✝ 18. 12. 2011 Hrádeček spisovatel a dramatik, jeden z prvních mluvčích C"
    },
    {
      "url": "https://www.kaartlegging.nl/tarotkaarten",
      "title": "Leer de betekenis van tarotkaarten - Kaartlegging.nl",
      "description": "Elke Tarotkaart heeft zijn eigen unieke betekenis. Als je weet wat elke Tarotkaart betekent, kun je het advies begrijpen dat ze je proberen te sturen.",
      "preview": "Grote Arcana De Grote Arcana-kaarten geven inzicht in het grotere geheel van je leven en de richting die het op lange termijn uitgaat. De Dwaas De Dwa"
    },
    {
      "url": "https://bcpw.bg.pw.edu.pl/dlibra/publication/4721/edition/4612/content?ref=L3B1YmxpY2F0aW9uLzQ3MTgvZWRpdGlvbi80NjA5",
      "title": "Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikacji - WUT Digital Library",
      "description": "bibliograficzna baza pełnotekstowa zawierająca pełne teksty wybranych publikacji oraz wstęp i biografię",
      "preview": "Object description Files list Title: Piśmiennictwo profesora Aleksandra Wasiutyńskiego - zestawienie bibliograficzne i pełne teksty wybranych publikac"
    },
    {
      "url": "https://kr.linkedin.com/company/samsungmobile?trk=organization_guest_main-feed-card_reshare_feed-actor-image",
      "title": "Samsung Mobile | LinkedIn",
      "description": "Samsung Mobile | LinkedIn 팔로워 646,855명 | Samsung Mobile is at the forefront of mobile intelligence, shaping the future with Galaxy AI. With the next evolution of Galaxy AI, we are making lives simpler-reducing stress, creating more time, and getting the help you need without even having to ask. In this era of mobile AI, the freedom to focus on what matters most to you is no longer a dream, but a powerful reality.",
      "preview": "LinkedIn 회원 개인정보 보호를 중시합니다. LinkedIn 및 타사에서 이용하는 필수 및 비필수 쿠키는 LinkedIn 서비스 제공, 보안 분석 및 개선을 위해 제공되며, LinkedIn 내외에서 관련 광고( 프로페셔널 및 채용 광고 등)를 표시합니다. 쿠키정책"
    },
    {
      "url": "https://www.dafdirect.org/",
      "title": "DAF Direct",
      "description": "void",
      "preview": "ABOUT DAF DIRECT FUNDRAISING BENEFITS WHAT IS A DAF? DAF Direct-helping nonprofits grow their donor base A new approach to fundraising LEARN MORE WHAT"
    },
    {
      "url": "https://www.comune.treia.mc.it/documenti-cms/dichiarazione-cariche-e-incarichi-consigliere-vittorio-sampaolo/",
      "title": "Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo - Comune di Treia",
      "description": "Comune di Treia Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo",
      "preview": "Vai ai contenuti Vai al footer Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo Dettagli: Dichiarazione cariche e incarichi Consiglier"
    },
    {
      "url": "https://yvonnelin.se/2017/07/25/skams-probitas/",
      "title": "Skäms Probitas - Yvonne Lin",
      "description": "Ännu en morgon med stank i farstun. Vad göra när ingen tar hand om eländet. Har sprungit x antal ggr till vanliga papperskorgar ute på gatan...",
      "preview": "Hoppa till innehåll Ännu en morgon med stank i farstun. Vad göra när ingen tar hand om eländet. Har sprungit x antal ggr till vanliga papperskorgar ut"
    },
    {
      "url": "https://threatinfo.net/files/WebCompanion.resources.dll-761d394a0c30c440e6e54badf3bd8059",
      "title": "WebCompanion.resources.dll761d394a0c30c440e6e54badf3bd8059:Detailed Files Info",
      "description": "What is WebCompanion.resources.dll761d394a0c30c440e6e54badf3bd8059? More information about WebCompanion.resources.dll761d394a0c30c440e6e54badf3bd8059",
      "preview": "Information about WebCompanion.resources.dll Name md5 Digital signature Company name Product name Virus name » File File Details Overview Analysis Web"
    },
    {
      "url": "https://mark-watney-spacepirate.tumblr.com/",
      "title": "@mark-watney-spacepirate on Tumblr",
      "description": "Follow @mark-watney-spacepirate and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://ussconstitutionmuseum.org/",
      "title": "Home - USS Constitution Museum",
      "description": "void",
      "preview": "Skip to content SHIP: Loading... - HOURS Loading... MUSEUM: Loading... - HOURS Loading... Events Newsletter Signup Shop Join Visit Museum + Ship Plan"
    },
    {
      "url": "https://racingnews.co/2020/10/17/kansas-speedway-starting-lineup-october-17-2020-nascar-truck-series/",
      "title": "Kansas Speedway Starting Lineup: October 17, 2020 (NASCAR Truck Series) - Racing News",
      "description": "Kansas Speedway starting lineup for October 17, 2020 in the NASCAR Truck Series. NASCAR Xfinity Series starting lineup for Kansas Speedway.",
      "preview": "Skip to content IOS APP Android APP Mailing List KANSAS CITY, KANSAS - JULY 24: Sheldon Creed, driver of the #2 Chevy Accessories Chevrolet, races Rap"
    },
    {
      "url": "https://cardbarrel.com/2010-2019-singles/2013/allen-and-ginter/one-little-corner/?items_per_page=24",
      "title": "2010-2019 Singles :: 2013 :: Allen & Ginter :: One Little Corner",
      "description": "void",
      "preview": "Home Promotions Gift certificates FAQ Contact Us Orders Sign in Register Email Password Forgot your password? Register for a new account Sign in Remem"
    },
    {
      "url": "https://data.apps.fao.org/",
      "title": "void",
      "description": "FAO Portal",
      "preview": "Hand-in-Hand Initiative Hand-in-Hand is an evidence-based, country-led and country-owned initiative of the Food and Agriculture Organization of the Un"
    },
    {
      "url": "https://www.trutv.com/copyright/index.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://dmca.openstreetmap.org/",
      "title": "| OpenStreetMap Foundation - DMCA Notice Procedure",
      "description": "void",
      "preview": "DMCA Notice Procedure If you believe content on OpenStreetMap violates your copyright and wish to file a DMCA notice, please follow the procedure belo"
    },
    {
      "url": "http://www.army-guide.com/eng/product321.html",
      "title": "Army Guide",
      "description": "Army Guide - information about the main battle tanks, armoured vehicles and armament of the land forces and also the information concerning other army subjects - RRV, Repair and recovery vehicle, Armoured Vehicles",
      "preview": "Designation: RRV Manufacturer: BAE Systems Land and Armament Product type: Armoured Vehicles Name: Repair and recovery vehicle On the basis of MTVL Ha"
    },
    {
      "url": "https://www.wm.com/",
      "title": "WM | Waste Management & Recycling Services",
      "description": "WM is the leading provider of comprehensive waste management, offering services such as garbage collection, recycling pickup and dumpster rental.",
      "preview": "Loading interface... Find Waste Management Services Residential Waste Pickup WM's curbside trash and recycling pickup is the best choice for your home"
    },
    {
      "url": "https://web.dev/learn/html/",
      "title": "Learn HTML | web.dev",
      "description": "This HTML course for web developers provides a solid overview for developers, from novice to expert level HTML.",
      "preview": "Skip to main content / Sign in Resources web.dev Resources HTML Stay organized with collections Save and categorize content based on your preferences."
    },
    {
      "url": "https://www.kalporz.com/author/emiliano/",
      "title": "Emiliano D'Aniello, Autore presso Kalporz",
      "description": "New Music since 2000",
      "preview": "Recensioni , Zoom MELODY'S ECHO CHAMBER, \"Emotional Eternal\" (Domino, 2022) Melody's Echo Chamber guarda a Beach House e Tame Impala nel nuovo disco."
    },
    {
      "url": "https://disasterphilanthropy.org/cdp-fund/cdp-covid-19-response-fund/",
      "title": "COVID-19 Response Fund - Center for Disaster Philanthropy",
      "description": "The when, where and how of informed disaster giving",
      "preview": "Search Search COVID-19 Response Fund Read impact stories LinkedIn Twitter Facebook Email Overview Impact Major Donors How to Help Updates Resources Re"
    },
    {
      "url": "https://prominencebank.com/corporate-finance/",
      "title": "Corporate Finance - Prominence Bank",
      "description": "Corporate Finance What is Corporate Finance? We are motivated to solve the difficulties facing your business. Your enlargement forecasts for the short-term as",
      "preview": "Skip to content Corporate Finance What is Corporate Finance? We are motivated to solve the difficulties facing your business. Your enlargement forecas"
    },
    {
      "url": "https://franceslin90.tumblr.com/",
      "title": "Randon-mess",
      "description": "Things I care in no particular order",
      "preview": "Install theme Randon-mess Things I care in no particular order I am so stressed out. Application process has never been fun. + Spoke to Kate today! It"
    },
    {
      "url": "https://www.visitlakestreet.com/",
      "title": "Visit Lake Street - Lake Street Council",
      "description": "void",
      "preview": "0"
    },
    {
      "url": "https://ims.ucsc.edu/",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://www.diu.mil/ai-xview-challenge",
      "title": "xView Computer Vision Challenge Series",
      "description": "Inspiring individuals and organizations to develop algorithms that advance computer vision to address global challenges.",
      "preview": "Skip to main content Taking computer vision to the next level one challenge at a time. Computer vision technology has the potential to help solve glob"
    },
    {
      "url": "http://newsletter.truman.edu/issue.asp?id=1553&command=CurrIssue",
      "title": "Truman Today | Features - Vol. 21 No. 6 - September 26, 2016",
      "description": "void",
      "preview": "Truman Today Vol. 21 No. 6 - September 26, 2016 Features Department of Nursing Earns $150,000 Grant The Department of Nursing has been awarded a grant"
    },
    {
      "url": "https://centrepoint.app.link/s/956361bb88bb3af572c71a39e6d0776a67a33b57da39721586fa22a483422979",
      "title": "Fashion, Beauty, Home & Kids' Essentials | Centrepoint UAE",
      "description": "Shop new clothing online for women, men & kids, as well as beauty products, home decor, kids' strollers & feeding in UAE | Free shipping on AED 200+",
      "preview": "Free Shipping On all orders Click & Collect From a nearby store or 400+ points Home Delivery Same day delivery Deliver to select your area Shop more b"
    },
    {
      "url": "http://www.lakesaltknit.com/2013/10/its-shrug-or-cape-or-shawl.html",
      "title": "Virginia Catherall: It's a shrug, or a cape or a shawl",
      "description": "I am not sure what it would be called but whatever it is, it's a quick knit. I am almost done. Maybe it is a cape. Why not...",
      "preview": "Pages About blog wearable art sculptures identitatum•arborum Great Basin AIR Black Rock Desert AIR Capitol Reef AIR Glacier AIR Mimesis Thursday, Octo"
    },
    {
      "url": "https://www.astroai.com/mini-fridge-10liter-15can-white/ap/10001406",
      "title": "AstroAI | For All of Life's Adventures",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://www.seoghoer.dk/nyheder/frederik-til-haandboldfinale-med-familien",
      "title": "Frederik: Til håndboldfinale med familien | SE og HØR",
      "description": "Mary passer tvillingerne, men kronprinsen tager måske sin far, bror og svigerinde med i stedet",
      "preview": "Annonce Annonce Kronprins Frederik overværede de danske håndboldherrers kampe mod Kroatien og Spanien, og den nybagte tvillingfar vil også være på pla"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}