{
  "data": [
    {
      "url": "http://www.ricettarioitaliano.com/",
      "title": "Ricettario Italiano - Benvenuti!",
      "description": "Migliaia di ricette gratis e tanti altri servizi per una dieta in allegria e per migliorare la propria cucina con poche calorie",
      "preview": "Accessibility Tools Invert colors Monochrome Dark contrast Light contrast Low saturation High saturation Highlight links Highlight headings Screen rea"
    },
    {
      "url": "https://www.fox4news.com/news/janitor-fundraiser-mr-james-callisburg-high-unretire-go-fund-me",
      "title": "Fundraiser for 80-year-old North Texas janitor who had to unretire tops $160,000 | FOX 4 Dallas-Fort Worth",
      "description": "Mr. James started working at Callisburg High School in January after his rent was raised by about $400 per month, and he could not make ends meet.",
      "preview": "Students help raise money for school janitor who had to unretire due to rent hike A GoFundMe for the janitor known as Mr. James has now raised more th"
    },
    {
      "url": "https://www.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "http://www.filegate.net/",
      "title": "Filegate.html",
      "description": "FileGate.net",
      "preview": "Home Join Search NewFiles Contact AreaDesc Download_FidoGazette PDNLady Blog Read FidoGazette Home of the IFDC FileGate Project(sm), PDN, Util*Net, an"
    },
    {
      "url": "https://www.samadeva.com/event?type=25&date=nextweek&dept=26&xevtyp=2",
      "title": "Events | Samadeva",
      "description": "void",
      "preview": "Se rendre au contenu Prochaine semaine Evénements à venir Méthodes All Categories 3 Danses et mouvements sacrés 1 Ennéagramme 1 Fin de vie et guidance"
    },
    {
      "url": "http://wgcu.org",
      "title": "WGCU: PBS and NPR for Southwest Florida | WGCU PBS & NPR for Southwest Florida",
      "description": "WGCU Public Media is Southwest Florida's source for PBS and NPR, and a member-supported service of Florida Gulf Coast University. WGCU provides quality programming 24 hours a day and is a trusted storyteller, teacher, theater, library and traveling companion.",
      "preview": "Search Query Show Search LIVE TV © 2025 WGCU News Menu PBS and NPR for Southwest Florida Show Search Search Query LIVE TV Donate Play Live Radio Next"
    },
    {
      "url": "https://www.eventbrite.de/e/mach-deine-website-bei-google-sichtbarer-tickets-559525173857?aff=erelexpmlt",
      "title": "Mach deine Website bei Google sichtbarer Tickets, Di, 14.03.2023 um 16:00 Uhr | Eventbrite",
      "description": "Eventbrite - Susanne Bungart präsentiert Mach deine Website bei Google sichtbarer - Dienstag, 14. März 2023 - Informieren Sie sich über das Event und darüber, wie Sie an Tickets gelangen.",
      "preview": "Verkauf beendet Event anzeigen Mach deine Website bei Google sichtbarer Details anzeigen Folgen Sie diesem Veranstalter, um über zukünftige Events inf"
    },
    {
      "url": "https://www.facingsouth.org/2019/10/floridas-judicial-pipeline-filled-right-wing-federalist-society",
      "title": "Florida's judicial pipeline filled by right-wing Federalist Society | Facing South",
      "description": "When they took office, President Donald Trump and Gov. Ron DeSantis both appointed high court justices that shifted a supreme court to the right. Both executives have relied on the conservative Federalist Society to suggest nominees, and both have faced criticism for appointing mostly white judges.",
      "preview": "Skip to main content Defend democracy in the South. Donate now The online magazine of the Institute for Southern Studies Florida's judicial pipeline f"
    },
    {
      "url": "https://www.sein.de/weshalb-emotionaler-schmerz-nicht-zu-leid-fuehren-muss/",
      "title": "Weshalb emotionaler Schmerz nicht zu Leid führen muss - Sein.de",
      "description": "Schmerz ist meist mit einer Geschichte verbunden. Das verursacht Leiden. Gangaji lädt dazu ein, dieses Leid zu beenden.",
      "preview": "Home Geist Persönliches Wachstum Geist Persönliches Wachstum Schmerz ist bei uns meist mit einer Geschichte verbunden: Woher kommt er, warum wurde er"
    },
    {
      "url": "https://www.king-werk.de/Zinnprodukte/Flaschendeckel/",
      "title": "Flaschendeckel",
      "description": "Flaschendeckel aus Zinn Jetzt geht's den Flaschen an den Hals! Originell, flexibel und ausgefallen! Hingucker und Funktion in einem. Made in Germany! Für zu Hause oder draußen. Wir sind seit über 70 Jahren ein deutscher Hersteller von nützlichen G...",
      "preview": "Zum Hauptinhalt springen Zur Suche springen Zur Hauptnavigation springen Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javasc"
    },
    {
      "url": "https://www.covid.gov/tests",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://www.jewelsgalaxy.com/",
      "title": "Jewels Galaxy - Fashion Jewellery Online | Affordable & Latest Designs",
      "description": "Shop Jewels Galaxy - India's top online jewellery brand. Anti-tarnish, celebrity & Gen Z styles with premium quality, luxury looks & affordable prices.",
      "preview": "Skip to content India's Most Loved Fashion Jewelry Brand Previous Free Delivery on all Indian orders Flat 25% OFF on orders ₹5000 & above Next Buy Mor"
    },
    {
      "url": "https://alistapart.com/topics/",
      "title": "Topics - A List Apart",
      "description": "For people who make websites",
      "preview": "Skip to content Code Front and back end development for the web, mainly using open web standards. Markup, style, scripting, and server-side techniques"
    },
    {
      "url": "https://www.moorfields.nhs.uk/news/moorfields-patient-receives-world-s-first-3d-printed-eye",
      "title": "News - Moorfields Eye Hospital",
      "description": "Stay updated with the latest news and developments from Moorfields Eye Hospital NHS",
      "preview": "Skip to main content News Treatment for cause of sudden sight loss now available through the NHS in England 11 September 2025 Read more Moorfields rat"
    },
    {
      "url": "https://confirmsubscription.com/h/i/463208600EB4D89A",
      "title": "void",
      "description": "void",
      "preview": "For full functionality of this application it is necessary to enable JavaScript. Here are the instructions on how to enable JavaScript in your web bro"
    },
    {
      "url": "https://covid-19-response.unstatshub.org/data-solutions/",
      "title": "Data solutions | COVID-19 response",
      "description": "Guidance and possible approaches for the production of timely data to monitor the evolution and impacts of COVID-19.",
      "preview": "Department of Economic and Social Affairs Statistics • COVID-19 response Home Ensuring continuity Working remotely Data solutions Open data Useful lin"
    },
    {
      "url": "https://graphicmama.com/blog/best-design-bundles/",
      "title": "The Ultimate List for Design Bundles and Resources (Free and Paid) | GM Blog",
      "description": "We've made a list of design bundles and free resources with everything you will need for your future projects. We will also constantly update it.",
      "preview": "The Ultimate Source for Free (and Paid) Design Bundles and Resources Share on Facebook Share on Twitter By Al Boicheva in Free Vectors , Freebies , We"
    },
    {
      "url": "https://www.newyorker.com/",
      "title": "The New Yorker",
      "description": "Reporting, Profiles, breaking news, cultural coverage, podcasts, videos, and cartoons from The New Yorker.",
      "preview": "Skip to main content The New Yorker Trump, the Self-Styled \"President of PEACE\" Abroad, Makes War at Home The President's martial rhetoric against fel"
    },
    {
      "url": "https://m.familleperrin.com/12PCF6YRJ7",
      "title": "Famille Perrin, Southern Rhone Valley | Our wineries",
      "description": "Famille Perrin, Southern Rhone Valley. It is no coincidence Famille Perrin is the leading organic wine grower of the Southern Rhône Valley where they occupy...",
      "preview": "English English Our wineries La Vieille Ferme La Vieille Ferme Sparkling La Plume Famille Perrin - Les Crus Famille Perrin - Sélections Parcellaires D"
    },
    {
      "url": "http://www.kidswithfoodallergies.org/",
      "title": "Home | Kids with Food Allergies",
      "description": "(KFA) is a division of the Asthma and Allergy Foundation of America (AAFA), the nation's oldest and leading asthma and allergy charity. With one in 13 children now having a food allergy, KFA services are needed more than ever. We are a vital lifeline to families raising children with food allergies.",
      "preview": "New Anaphylaxis Action Plan AAFA's Food Allergy Anaphylaxis Action Plan provides information and instructions on how to manage an allergic reaction LE"
    },
    {
      "url": "https://www.woodtv.com/news/target-8/wrongfully-convicted-man-to-walk-free-from-prison/",
      "title": "Man freed from Michigan prison 21 years after conviction for Kalamazoo County murders",
      "description": "Thrilled and at times tearful, a man the state now says was wrongfully convicted of a Kalamazoo County double murder walked free Friday after 21 years. The exonerated Jeff Titus, 71, was greeted with hugs and handshakes as he left the state prison near Coldwater. And, free for just minutes, he spoke with Target 8.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-programming/html-css",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.beautymarket.es/estetica/barcelona-beauty-school-presenta-su-curso-de-dermocosmetica-estetica-13059.php",
      "title": "Barcelona Beauty School presenta su curso de dermocosmética",
      "description": "Una vez finalizado el curso, el profesional podrá recomendar la dermocosmética adecuada a cada individuo con total seguridad",
      "preview": "Política de cookies : Utilizamos cookies propias y de terceros para mostrarle publicidad relacionada con sus preferencias según sus hábitos de navegac"
    },
    {
      "url": "http://www.weyo.app",
      "title": "Weyo | Hattie May Learn and Play",
      "description": "Discover engaging apps and activities designed to spark preschoolers' curiosity with interactive learning, phonics, and fun games. Try for free today!",
      "preview": "0 The essential early learning app Try Two Weeks Free Curiosity-led learning for preschoolers Try Two Weeks Free Bringing stories to life! Try Two Wee"
    },
    {
      "url": "http://www.ice.it/",
      "title": "Home | Agenzia ICE",
      "description": "ICE - Agenzia per la promozione all'estero e l'internazionalizzazione delle imprese italiane organismo attraverso cui il Governo favorisce lo sviluppo delle imprese",
      "preview": "Go to main content Go to site navigation Offcanvas Sito in manutenzione. Ci scusiamo per i possibili disagi. Stop autoplay Restart autoplay Go to prev"
    },
    {
      "url": "https://sesamo.com/",
      "title": "Inicio | Sésamo",
      "description": "Explora juegos, videos, y actividades con Elmo, Abby, y Comegalletas.",
      "preview": "Inicio Para adultos Padres y Cuidadores Educadores Actividades Juegos Videos Art Maker Cuentos Nuestros Programas ¡Listos a Jugar! Sueña, Ahorra, Alca"
    },
    {
      "url": "https://telademoda.com/moda/francisco-lopez-guarnicionero-de-diseno/?replytocom=9690",
      "title": "Francisco López, guarnicionero de diseño - Telademoda.com",
      "description": "void",
      "preview": "Bolsos Moda Zapatos Francisco López, guarnicionero de diseño por Clara Guzmán 25 octubre 2010 25 octubre 2010 Francisco López, en su tienda taller de"
    },
    {
      "url": "http://www.sesamestreetformilitaryfamilies.org/topic/afliccion",
      "title": "Aflicción | Sesame Street for Military Families",
      "description": "Aflicción | Sesame Street for Military Families",
      "preview": "Antes de ver Después de ver Cuando un ser querido muere, los niños (y las personas mayores) generalmente sienten mucha soledad. Pero hay personas que"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "https://www.flysas.com/no/no/book/flights/",
      "title": "Pardon Our Interruption",
      "description": "void",
      "preview": "You've disabled JavaScript in your web browser. Please enable it and reload this page to proceed. Pardon Our Interruption As you were browsing somethi"
    },
    {
      "url": "https://www.watchgang.com/",
      "title": "Watch Gang | The World's #1 Watch Club",
      "description": "Discover new watches on your schedule and join the largest watch community in the world. Exclusive member deals and giveaways, join Watch Gang today.",
      "preview": "Get 40% Off Your First Watch + A Chance To Win A ROLEX! GET STARTED SURPRISE! IT MIGHT BE A ROLEX The world's #1 watch club for a reason. Get a new wa"
    },
    {
      "url": "http://virtualcollections.naturalsciences.be/virtual-collections/entomology/coleoptera/cetoniidae/anoplocheilus-diplognathoides-werneri-antoine-2000/data-view",
      "title": "Data - RBINS Virtual Collections",
      "description": "void",
      "preview": "Personal tools Search Site only in current section Advanced Search... You are here: Home / Virtual collections / Entomology / Coleoptera / Cetoniidae /"
    },
    {
      "url": "https://authors.acm.org/journals/rights-policies",
      "title": "Author Rights Policies",
      "description": "void",
      "preview": "Publish with ACM, the world's largest computing society Author Rights Policies Volunteer Search Input Search Submit Home ACM Journals Author Rights Po"
    },
    {
      "url": "https://www.kg-nirmernarrenzunft.de/2012/01/28/stadtgarde-herzogenrath-2012/",
      "title": "Stadtgarde Herzogenrath 2012 - KG Nirmer Narrenzunft 1954 e.V.",
      "description": "void",
      "preview": "Zum Inhalt springen Stadtgarde Herzogenrath 2012 Heim :: Alte Beiträge :: 2012 :: Stadtgarde Herzogenrath 2012 28 Jan. 2012 HHH 0 Kommentare Stadtgard"
    },
    {
      "url": "https://www.here.tv",
      "title": "Watch LGBTQ+ Movies & Series Online | Here TV",
      "description": "Access the world's largest LGBTQ library featuring hundreds of hours of award winning movies, series, documentaries and short films! New movies added every",
      "preview": "Home Page Home Page You need to enable JavaScript to run this app."
    },
    {
      "url": "https://hi5.com/",
      "title": "hi5 - Il social network per incontrare nuove persone",
      "description": "hi5 è la soluzione facile per incontrare nuovi amici tramite giochi, interessi comuni, suggerimenti su amicizie, sfogliando i profili e molto ancora.",
      "preview": "La rete sociale per incontrare nuove persone :) Ogni giorno milioni di persone si divertono e fanno nuove amicizie su hi5. Puoi farlo anche tu! Accedi"
    },
    {
      "url": "https://applecash.greendot.com/termsconditions/",
      "title": "Apple Cash Terms and Conditions",
      "description": "void",
      "preview": "IMPORTANT: PLEASE READ The features of Apple Cash are services provided by Green Dot Bank or Apple Payments Inc. as described in the following terms a"
    },
    {
      "url": "http://www.cite-sciences.fr/home_flash/index.html",
      "title": "La page n'existe pas - Accueil Cité des sciences et de l'industrie - Expositions, conférences, cinémas, activités culturelles et sorties touristiques pour les enfants, les parents, les familles - Paris",
      "description": "void",
      "preview": "La page que vous avez demandée n'existe pas Infos pratiques Au programme Expos permanentes Expos temporaires"
    },
    {
      "url": "http://esri.com",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "https://www.frontiersin.org/articles/10.3389/fmars.2020.00165/full",
      "title": "Frontiers | Global Patterns in Marine Sediment Carbon Stocks",
      "description": "To develop more accurate global carbon (C) budgets and to better inform management of human activities in the ocean, we need high-resolution estimates of mar...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience ORIGINAL RESEARCH article Front. Mar."
    },
    {
      "url": "https://www.itshot.com/mother-of-pearl-jewelry-18k-sterling-silver-bracelet-p-43983?A=3031",
      "title": "18K Sterling Silver & Mother Of Pearl Bracelet 310366 - ItsHot",
      "description": "Fabulous Mother Of Pearl Jewelry: This 18K Yellow Gold and Sterling Silver Bracelet showcases a fabulous bangle design and makes a great gift for any occasion.",
      "preview": "Skip to main content HURRY!! ONLY mins : secs REMAINING TO GET AN ADDITIONAL DISCOUNT OF 6% JavaScript seems to be disabled in your browser. You must"
    },
    {
      "url": "https://www.informationweek.com/archives.asp?newsandcommentary=yes&amp;amp;amp;amp;amp;amp;amp;tag_id=460&piddl_month=4&piddl_year=2000",
      "title": "InformationWeek, News & Analysis Tech Leaders Trust",
      "description": "News analysis and commentary on information technology strategy.",
      "preview": "Latest Podcasts InformationWeek Podcast: Realigning After a Tech Disruption Oct 6, 2025 InformationWeek Podcast: Proving Tech Investment's Company-wid"
    },
    {
      "url": "https://www.globalcitizen.org/en/content/satellites-measure-emissions-real-time/",
      "title": "Google Backs Plan to Map Pollution Coming From Every Power Plant in the World",
      "description": "The effort could be a key tool in the fight against climate change.",
      "preview": "× Thanks for signing up as a global citizen. In order to create your account we need you to provide your email address. You can check out our Privacy"
    },
    {
      "url": "http://g.co/supplier-responsibility",
      "title": "Supporting Supplier Responsibility - Google Sustainability",
      "description": "A responsible supply chain is good for business. See how we're minimizing our environmental impact and supporting sustainability in supply chains.",
      "preview": "Supplier Responsibility A responsible supply chain isn't just the right thing to do for people and the planet - it's also good for business. Learn abo"
    },
    {
      "url": "https://gototop.app/",
      "title": "Gototop LTD",
      "description": "void",
      "preview": "Home Contact Us Reviews TERMS OF USE Gototop LTD Gototop LTD Gototop LTD Gototop LTD Transforming Ideas into Extraordinary Mobile Experiences! Transfo"
    },
    {
      "url": "http://www.globalstar.com/",
      "title": "Satellite Solutions & Services | Globalstar | US",
      "description": "void",
      "preview": "Globalstar Secures Early Government Wins Expected to Yield $60 Million Expanding Government and Defense Market Presence with Resilient Satellite and 5"
    },
    {
      "url": "https://www.openhistory.de/author/charlottejahnz/",
      "title": "Charlotte Jahnz - Open History e.V.",
      "description": "114 Menschen mit verschiedenen Vorlieben und Interessen, die in Deutschland, Frankreich, Österreich und Luxemburg wohnen, beteiligen sich dieses Jahr am #histowichteln. Das ist eine ganze Menge (43 mehr als im letzten Jahr!) und macht die Sache umso spannender. Nun haben wir schon zwei Jahre #histowichteln hinter uns. Deshalb haben wir...",
      "preview": "114 Men­schen mit ver­schie­de­nen Vor­lie­ben und Inter­es­sen, die in Deutsch­land, Frank­reich, Öster­reich und Luxem­burg woh­nen, betei­li­gen si"
    },
    {
      "url": "https://herbolarioazahara.com/terminos-y-condiciones/condiones-de-uso/",
      "title": "Condiones de Uso | Herbolario Azahara",
      "description": "void",
      "preview": "Condiones de Uso Generalidades Todas las compras que se realicen en herbolarioazahara.com (en adelante tienda online) están sujetas a las condiciones"
    },
    {
      "url": "https://westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://www.porterleath.org/",
      "title": "Welcome to Porter-Leath | Home",
      "description": "Building stronger children, stronger families and a stronger Memphis through community-based programs and services, based on our mission of empowering children and families to achieve a healthy, optimal and independent lifestyle.",
      "preview": "Empowering children and families to achieve a healthy, optimal, and independent lifestyle FOCUS AREAS ABOUT Now Enrolling Children and Hiring Staff fo"
    },
    {
      "url": "https://www.indiapincode.info/andhra-pradesh-visakhapatnam-fortward-530001.html",
      "title": "Fortward, Visakhapatnam - PIN Code - 530001 - India PIN Code",
      "description": "PIN Code for Fortward, Visakhapatnam, Andhra Pradesh is 530001. Get this location Maps and GPS Coordinates.",
      "preview": "Browse PIN Codes Browse Locations Contact Us Ξ Browse PIN Codes Browse Locations Contact Us Find: State: Andaman and Nicobar Islands Andhra Pradesh Ar"
    },
    {
      "url": "https://www.ey.com",
      "title": "EY - Global | Building a better working world",
      "description": "EY offre servizi di Advisory, Assurance, Tax e Transaction che aiutano a risolvere le sfide più difficili dei nostri clienti e a costruire un mondo del lavoro migliore per tutti.",
      "preview": "EY Logo Insight Read More Read Less Porre le domande migliori che aprano la strada a soluzioni innovative per le problematiche più intricate del mondo"
    },
    {
      "url": "https://www.systembolaget.se/sortiment/",
      "title": "void",
      "description": "void",
      "preview": "Startsida Spara Sortiment Kunskap & inspiration Alkohol & Hälsa Hur påverkar alkohol din träning? Ju mindre du dricker desto lättare är det för kroppe"
    },
    {
      "url": "https://unitedwaymiami.org/",
      "title": "United Way Miami | Volunteer, Donate, or Find Help in Miami",
      "description": "void",
      "preview": "The 2025-2026 Community Campaign has officially launched! Your browser does not support the video tag. Providing Lasting Help, Right Here. Make an Imp"
    },
    {
      "url": "https://gennextmsp.org/",
      "title": "Home - Generation Next",
      "description": "Generation Next's mission is to harness the community's knowledge, expertise, and action to ensure that every child can thrive.",
      "preview": "Read Now! NEW blog post out now! 2025 ANNUAL EVENT RECAP Read Now! Our 2024 Annual Report is Now Available! PRACTICE We support and expand the most ef"
    },
    {
      "url": "https://www.bonappetit.com/recipe/chicken-parmesan",
      "title": "BA's Best Chicken Parmesan Recipe | Bon Appétit",
      "description": "For our very best chicken Parmesan recipe, we examined each aspect of the classic to create our ideal version. No more sad, soggy, mediocre outcomes allowed!",
      "preview": "Skip to main content Arrow Jump To Recipe Print Let's get one thing straight: We love chicken Parmesan , but we've had our fair share of mediocre vers"
    },
    {
      "url": "https://go.nearmap.com/",
      "title": "High-res Aerial Maps & Location Intelligence | Nearmap",
      "description": "What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions that move business, community, and humanity forward.",
      "preview": "Turn location data into insightful answers What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions tha"
    },
    {
      "url": "https://disconnect.me/",
      "title": "void",
      "description": "void",
      "preview": "Freedom from tracking . +1M websites scanned +5M apps scanned +10M emails scanned Disconnect tracks the trackers, across the internet and beyond. Lear"
    },
    {
      "url": "https://nedahome.org/",
      "title": "Neighborhood Development Alliance",
      "description": "NeDA builds affordable housing in Minnesota and empowers communities to create sustainability through financial education and guidance.",
      "preview": "Buy your first home Learn how Neighborhood Development Alliance (NeDA) is a non-profit organization providing 1:1 counseling and workshops to help peo"
    },
    {
      "url": "https://www.ideart.si/blog/brezplacna-spletna-stran",
      "title": "Brezplačna ali poceni spletna stran?",
      "description": "Zbirka nasvetov in trikov, ki vam bodo pomagali pri vaši spletni prodaji in učinkovitem spletnem nastopu. Novice, trendi & nasveti.",
      "preview": "Brezplačna ali poceni spletna stran? ideART - Matjaž Blažič 16 Januar 2021 (3) Na voljo imate postavitev spletne strani na poddomeni enega izmed števi"
    },
    {
      "url": "https://www.iste.org/standards/computational-thinking",
      "title": "ISTE | Computational Thinking Competencies",
      "description": "The ISTE Computational Thinking Competencies provide guidelines for integrating computational thinking across all subjects and grade levels.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://www.obama.org/",
      "title": "Welcome to the Obama Foundation | The Obama Foundation",
      "description": "The Obama Foundation's mission is to inspire, empower, and connect people to change their world.",
      "preview": "Skip to content Bring Change Home Bring Change Home Let our stories of hope inspire you. Take me there Our mission is to inspire, empower, and connect"
    },
    {
      "url": "https://faeferi.tumblr.com/",
      "title": "@faeferi on Tumblr",
      "description": "Follow @faeferi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "http://developer.android.com/index.html",
      "title": "Android Mobile App Developer Tools - Android Developers",
      "description": "Discover the latest app development tools, platform updates, training, and documentation for developers across every Android device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://stopasianhate.carrd.co/",
      "title": "Stop Asian Hate",
      "description": "There has been a wave of anti- Asian violence since the start of Covid- 19 here are some resources to help support the Asian community.",
      "preview": "Stop Asian Hate There has been a wave of Anti- Asian Violence since the start of Covid- 19 here are some resources to Help Support the Asian Community"
    },
    {
      "url": "https://marksoons.nl/category/momentum-podcast/",
      "title": "Momentum Podcast Archieven - Mark Soons | Auteur | Businesscoach | Investeerder",
      "description": "void",
      "preview": "Omgaan met 2 Soorten Onderhandelaars Ontdek de 2 soorten onderhandelaars in deze nieuwe aflevering en pas de tips van deze video toe bij het onderhand"
    },
    {
      "url": "https://its.ucsc.edu/terms/",
      "title": "Website Privacy and Terms and Conditions - Information Technology Services",
      "description": "void",
      "preview": "Website Privacy and Terms and Conditions About this policy Last updated: 11/01/2021 Responsible office: University Advancement and Information Technol"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.kdV4lB5ya",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://getreadyguilford.org/",
      "title": "Homepage - Ready for School, Ready for Life",
      "description": "Ready for School, Ready for Life is a collaborative effort to build a connected, innovative system of care for Guilford County's youngest children and their families.",
      "preview": "Skip to content Ready for School Ready for Life Building a connected system of care for our youngest children and their families. We Are Ready to addr"
    },
    {
      "url": "https://allontario.ca/grants-for-crafts-and-design/",
      "title": "Grants for Crafts and Design - AllOntario",
      "description": "Jean A. Chalmers Fund for the Crafts",
      "preview": "Facebook Pinterest HOME FINDING INFORMATION ACCIDENTS Motor Vehicle Accident Personal Injury DRIVERS Driver's Licence Roads & Driving Traffic Tickets"
    },
    {
      "url": "https://elmnt13.com/",
      "title": "Elmnt13 - Marketing | Management",
      "description": "void",
      "preview": "ABOUT Dedicated to bringing your vision to life Whether you are starting from square one, looking to further improve your brand or increase awareness"
    },
    {
      "url": "http://ec.ala.org/membership/join",
      "title": "Store",
      "description": "void",
      "preview": "Skip to main content Loading × Cart Summary + Show - Hide 0 item(s) ($0.00) Your cart is empty. Open Invoices × Click the box next to each open invoic"
    },
    {
      "url": "https://www.forces-war-records.co.uk/medals/the-most-excellent-order-of-the-british-empire-dame-commander-dbe#:~:text=Dame%20Commander%20%28DBE%29-,The%20Most%20Excellent%20Order%20of%20the%20British%20Empire%20%2D%20Dame%20Commander,recognition%20of%20outstanding%20public%20service.",
      "title": "Dame Commander of the Most Excellent Order of the British Empire - Forces War Records",
      "description": "The Most Excellent Order of the British Empire (DBE) is a British order of chivalry that rewards contributions to the arts &amp; sciences &amp; public service outside the Civil service",
      "preview": "Javascript required: We're sorry, but Forces War Records doesn't work properly without JavaScript enabled. You will need to enable Javascript by chang"
    },
    {
      "url": "http://www.nctsn.org/sites/default/files/assets/pdfs/nctsn_earlychildhoodtrauma_08-2010final.pdf",
      "title": "Early Childhood Trauma | The National Child Traumatic Stress Network",
      "description": "Offers details on how early childhood trauma is unique, the scope of the problem, as well as the symptoms and behaviors associated with exposure to trauma at an early age.",
      "preview": "Jump to navigation Early Childhood Trauma You are here Home > Early Childhood Trauma Back to top Early Childhood Trauma NCTSN Resource Resource Descri"
    },
    {
      "url": "http://epsm.iotc.org/form/arepstart?lang=en",
      "title": "ePSM Application - Login",
      "description": "void",
      "preview": "Sign in username password Sign in I've lost my password No e-PSM account? Create one now."
    },
    {
      "url": "https://www.texastribune.org/2023/02/05/mifepristone-lawsuit-texas/",
      "title": "Texas lawsuit to ban abortion drug mifepristone nationwide sparks fear | The Texas Tribune",
      "description": "A decision on the lawsuit could come as early as this week.",
      "preview": "Skip to main content Thousands of people walk in a pro-abortion protest march around downtown San Antonio on June 24, 2022. Credit: Kaylee Greenlee Be"
    },
    {
      "url": "https://www.jacksonville.com/story/sports/college/jacksonville-dolphins/2022/07/09/ron-grigg-resigns-ju-womens-track-and-cross-country-coach-after-difficult-read-posts-student-athlete/10022152002/",
      "title": "Jacksonville University track coach resigns after bullying allegations",
      "description": "Jacksonville University women's track coach Ron Grigg resigned after online posts and comments that a school official termed \\",
      "preview": "Skip to main content Home Jaguars First Coast Varsity UF Gators Seminoles North Florida Ospreys Jacksonville Dolphins Golf Jumbo Shrimp Icemen Outdoor"
    },
    {
      "url": "http://www.synapses.co.uk/alchemy/index.html",
      "title": "Chemistry lessons, Chemistry courses, Chemistry classes and Chemistry exams specifically for homeschool science that anyone an learn",
      "description": "void",
      "preview": "Principles of Alchemy (Chemistry) Overview The Syllabus Sample of the Hypertextbook Get the complete course for FREE! Frequently Asked Questions"
    },
    {
      "url": "https://www.mzcr.cz/aktuality/",
      "title": "Stránka nebyla nalezena - Ministerstvo zdravotnictví",
      "description": "Ministerstvo zdravotnictví",
      "preview": "Přeskočit na menu Přeskočit na obsah Přeskočit na patičku stránky Hledat v navigaci Zrušit hledání a zobrazit zpět celé menu Úvod Zobrazit podmenu pro"
    },
    {
      "url": "https://www.fubo.tv/lp/StreamTV/?irad=343747&irmp=398453&subId1=streamingservices&subId2=ckhgo1ujg00003r8zaneft7pl",
      "title": "Stream live TV & sports | Fubo",
      "description": "Stream live TV with ABC, CBS, FOX, NBC, ESPN & top channels without cable. DVR included. No contract, cancel anytime.",
      "preview": "Stream live TV & sports On any device. Anytime. Anywhere. Start watching Stream live TV from 200+ channels you love + MORE Start watching How is Fubo"
    },
    {
      "url": "https://azekthi.tumblr.com/",
      "title": "@azekthi on Tumblr",
      "description": "Follow @azekthi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://www.eazydiner.com/mumbai?loc=mumbai",
      "title": "List of Best Restaurants in Mumbai | Get Up to 50% Off",
      "description": "Discover top restaurant deals in Mumbai with EazyDiner! Enjoy discounts, free reservations, and exclusive offers. Check menus, reviews, and photos too.",
      "preview": "Login Open App Your Location Mumbai Search restaurants, locations or cuisines Be Prime! Contact Us Login Hi Foodie , Dine Anytime! Lunch Dinner Fast F"
    },
    {
      "url": "https://beartag.org/",
      "title": "Bear Taxon Advisory Group (TAG) - Association of Zoos and Aquariums (AZA)",
      "description": "void",
      "preview": "Skip to content The mission of an Association of Zoos and Aquariums (AZA) Taxon Advisory Group (TAG) is to examine the sustainability and conservation"
    },
    {
      "url": "http://banff.ca/index.aspx?NID=885",
      "title": "Imagery | Banff, AB - Official Website",
      "description": "In the interactive map below you will see grid showing the tiles of 2016 orthophoto imagery that can be downloaded as part of the Banff Open Data Initiative.",
      "preview": "Skip to Main Content Search Home Town Hall Open Data Imagery/Orthophoto Imagery 2022 Town of Banff Open Data Imagery In the interactive map below you"
    },
    {
      "url": "https://www.topuniversities.com/university-rankings/world-university-rankings/2023",
      "title": "QS World University Rankings 2023: Top Global Universities | TopUniversities",
      "description": "Discover the world's top universities. Explore the QS World University Rankings® 2023, based on 6 key ranking indicators.",
      "preview": "Home Rankings Overview QS World University Rankings 2023: Top global universities QS World University Rankings 2023: Top global universities Discover"
    },
    {
      "url": "https://www.bancomundial.org/",
      "title": "Banco Mundial - Desarrollo sostenible, resiliencia y crecimiento económico",
      "description": "El Grupo del Banco Mundial ofrece créditos, asistencia y recursos personalizados a más de 100 países en desarrollo y en transición.",
      "preview": "Nuevas perspectivas económicas regionales Descubra las últimas tendencias de desarrollo macroeconómico en las distintas regiones, con especial énfasis"
    },
    {
      "url": "https://www.nationalcleanupday.org/",
      "title": "National CleanUp Day - September is Cleanup Month",
      "description": "National Clean Up Day is September 21, 2024. Over two million US volunteers in 2023 and 22 million globally for World CleanUp Day. Held annually on the Third Saturday in September. What would happen if everyone picked up at least one piece of litter on National CleanUp Day? Sign Up, Find a Local Event, Start your own CleanUp Event. National CleanUp Month is all of September.",
      "preview": "Back Our Story How Can I Help? Our Team Our Interns/School Projects Trash Caulin Back All Partners Planet Oat World CleanUp Day Cleanify Keep America"
    },
    {
      "url": "https://tsg-pastetten.de/bildergalerie/2017-spartan-lauf/",
      "title": "2017 TSG Teilnahme am Spartan Lauf München - TSG-Pastetten 1972 e.V.",
      "description": "void",
      "preview": "Skip to main content Show All 2017 Spartan Lauf Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis a"
    },
    {
      "url": "http://wwd.com/fashion-news/designer-luxury/exclusive-chanel-new-ads-pharrell-williams-kristen-stewart-gabrielle-bag-10840808/",
      "title": "Exclusive: Pharrell Williams First Man to Appear in Chanel Handbag Ads",
      "description": "The music and fashion impresario is the first man to appear in a handbag campaign for Chanel.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://thehub.online/hub-forums/",
      "title": "Domain Details Page",
      "description": "void",
      "preview": "We're sorry but this app doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.atlantamagazine.com/great-reads/jason-carter-the-inevitable-candidate/",
      "title": "Bruteforce Prevention",
      "description": "void",
      "preview": "Please click the button to confirm you aren't a bot."
    },
    {
      "url": "https://www.icao.int/about-icao/Pages/default.aspx",
      "title": "About ICAO",
      "description": "The International Civil Aviation Organization (ICAO) is a United Nations agency which helps 193 countries to cooperate together and share their skies to their mutual benefit. Since it was established in 1944, ICAO's support and coordination has helped countries to diplomatically and technically realize a uniquely rapid and dependable network of global air mobility, connecting families, cultures, and businesses all over the world, and promoting sustainable growth and socio-economic prosperity wherever aircraft fly. As it enters a new era of digitization, and of incredible new flight and propulsion innovations, air transport is relying more than ever on ICAO's expert support and technical and diplomatic guidance to help chart a new and exciting future for international flight. ICAO is innovating itself to answer this call, and expanding its partnerships among UN and technical stakeholders to deliver a strategic global vision and effective, sustainable solutions.",
      "preview": "Skip to main content FAQ Vision and Mission ICAO Strategic Objectives Member States Invited Organizations How ICAO Develops Standards International Ci"
    },
    {
      "url": "https://shop.github.com/",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://www.rhs.org.uk/vegetables/tomatoes/grow-your-own",
      "title": "How to grow tomatoes | RHS Vegetables",
      "description": "Get growing your own tomatoes, with expert advice on choosing, sowing, planting, care and harvesting",
      "preview": "RHS Growing Guides How to grow tomatoes Our detailed growing guide will help you with each step in successfully growing Tomatoes. Getting Started Choo"
    },
    {
      "url": "https://www.editorx.com/",
      "title": "Wix Studio | The Web Platform Built for Agencies and Enterprises",
      "description": "Deliver exceptional digital experiences in any industry with smart design, dev and management capabilities, built for agencies and enterprises.",
      "preview": "top of page Wix Studio Deliver brilliance. Smash deadlines. Deliver brilliance. Deliver brilliance. Smash deadlines. Smash deadlines. Deliver Deliver"
    },
    {
      "url": "https://locust-hub-hqfao.hub.arcgis.com/",
      "title": "FAO Locust Hub",
      "description": "Discover the latest FAO resources, maps and information about the desert locust infestation in Africa.",
      "preview": "void"
    },
    {
      "url": "https://marina.ch/blog/four-winns-ts-242/",
      "title": "Four Winns TS 242 | marina.ch",
      "description": "Vorwärts ins Glück Die neue «Four Winns TS 242» sieht nicht nur rassig aus, sie verhält sich auch entsprechend auf dem Wasser. Das Boot eignet sich für verschiedene Wassersportaktivitäten - und mehr. Seit Four Winns im Bénéteau-Konzern zuhause ist, wurde...",
      "preview": "Four Winns TS 242 15. Juni 2018 | Logbuch Motorboote Vorwärts ins Glück Die neue «Four Winns TS 242» sieht nicht nur rassig aus, sie verhält sich auc"
    },
    {
      "url": "https://osmfoundation.org/Licence",
      "title": "Licence - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Licence From OpenStreetMap Foundation Information on our distribution licence, the ODbL 1.0, its application to"
    },
    {
      "url": "https://exoplanets.nasa.gov/what-is-an-exoplanet/overview/",
      "title": "Exoplanets - NASA Science",
      "description": "Most of the exoplanets discovered so far are in a relatively small region of our galaxy, the Milky Way. (\"Small\" meaning within thousands of light-years of",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.khanacademy.org/math/calculus-1",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://developer.paypal.com/home",
      "title": "PayPal Developer",
      "description": "Learn how to create and integrate scalable PayPal checkout solutions for web and mobile applications.",
      "preview": "Docs Online In-person Multiparty 3rd-party Payouts Disputes Reports Identity Tracking Docs archive APIs & SDKs REST APIs Server SDKs JavaScript SDK Mo"
    },
    {
      "url": "https://microsoft.com/edge/features/surf-game",
      "title": "Microsoft Edge Surf",
      "description": "void",
      "preview": "Skip to main content Search Try Edge Microsoft Edge Surf Catch the wave in Microsoft Edge. Beware of the Kraken as you ride through the water and try"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory083_AbbysBrokenWand/index.html",
      "title": "Abby's Broken Wand",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://developer.nvidia.com/blog/",
      "title": "NVIDIA Technical Blog",
      "description": "News and tutorials for developers, scientists, and IT admins",
      "preview": "Technical Blog Subscribe NVIDIA Technical Blog Agentic AI / Generative AI NVIDIA Blackwell Leads on SemiAnalysis InferenceMAX™ v1 Benchmarks Read now"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://forum.generationequality.org/forum",
      "title": "What is the Generation Equality Forum? | Generation Equality Forum",
      "description": "The Generation Equality Forum, held in 2021, has kickstarted a 5-year journey to accelerate ambitious action and implementation on global gender equality.",
      "preview": "Skip to main content What is the Generation Equality Forum? The Generation Equality Forum , held in 2021, has kickstarted a 5-year journey to accelera"
    },
    {
      "url": "https://www.goodmorningamerica.com/living/video/dad-missed-daughters-birthdays-surprises-party-77889178",
      "title": "Dad who missed daughter's last 2 birthdays surprises her with 'do-over' party - Good Morning America",
      "description": "Cody Hartman, who missed his daughter Emma's sixth and seventh birthdays due to a deployment, teams up with the USO for a Disney Princess-themed celebration.",
      "preview": "Up Next in news 'GMA' celebrates military kids making a difference in their communities May 25, 2021 Reaction to the latest Israel, Hamas peace plan O"
    },
    {
      "url": "https://www.edx.org/course/cs50s-introduction-to-computer-science",
      "title": "HarvardX: CS50's Introduction to Computer Science | edX",
      "description": "An introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "void"
    },
    {
      "url": "https://lamborghini.oemdtc.com",
      "title": "Lamborghini - OEMDTC",
      "description": "Lamborghini Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.seforall.org/news/five-key-takeaways-from-tracking-sdg7-the-energy-progress-report-2020",
      "title": "Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 | Sustainable Energy for All",
      "description": "According to the latest data released today, 789 million people globally still lack access to electricity and 2.8 billion people-over a third of the world's population-are unable to cook cleanly and safely.",
      "preview": "Skip to main content News and events / News Five key takeaways from Tracking SDG7: The Energy Progress Report 2020 News 28 May 2020 Share this page De"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85937",
      "title": "Searchable Recipe Database - Spinach Salad w/ Orange Sesame Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.annefrank.org/en/museum/tickets/",
      "title": "Tickets | Anne Frank House",
      "description": "Buy your tickets and check the opening hours, admission fees, and location of the museum. Tickets only on sale via this official website!",
      "preview": "Go to main content Our terms and conditions for visiting Tickets are not sold at the door, only online. Tickets cannot be exchanged or refunded. The t"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://blog.chromium.org/",
      "title": "Chromium Blog",
      "description": "News and developments from the open source browser project",
      "preview": "Chromium Blog News and developments from the open source browser project Introducing Skia Graphite: Chrome's rasterization backend for the future Tues"
    },
    {
      "url": "https://corporate.mcdonalds.com/corpmcd/our-stories/article/it-pair-of-season.html",
      "title": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season",
      "description": "Hard Launch: The newest items make it official Nov. 21 at participating restaurants nationwide",
      "preview": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season November 03, 2022 Hard Launch: The newest"
    },
    {
      "url": "https://linkpop.com",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://www.booklistonline.com/Default.aspx",
      "title": "Booklist Online: Leading Book Discovery",
      "description": "void",
      "preview": "Welcome to Booklist Online!"
    }
  ],
  "_meta": {
    "total_bookmarks": 117
  }
}