{
  "data": [
    {
      "url": "https://www.sho.com/",
      "title": "Paramount+ with Showtime Official Site",
      "description": "Paramount+ with SHOWTIME official site, featuring The Curse, Yellowjackets, Billions, Dexter: New Blood, The Chi, and other popular original series. Schedule, videos and more.",
      "preview": "New Series Now Streaming Dexter Morgan awakens from a coma and sets out for NYC to find Harrison. Series Drama TV-MA Learn More on Paramount+ New Seri"
    },
    {
      "url": "https://ipbes.net/global-assessment",
      "title": "Global Assessment Report on Biodiversity and Ecosystem Services | IPBES secretariat",
      "description": "IPBES is to perform regular and timely assessments of knowledge on biodiversity and ecosystem services and their interlinkages at the global level. Also addressing an invitation by the Conference of the Parties of the Convention on Biological Diversity (CBD) to prepare a global assessment of biodiversity and ecosystem services building, inter alia, on its own and other relevant regional, subregional and thematic assessments, as well as on national reports.",
      "preview": "Skip to main content Assessments Second global assessment Spatial planning and connectivity assessment Monitoring assessment Business and biodiversity"
    },
    {
      "url": "http://www.matrox.com/",
      "title": "Matrox Video | Video Products for Broadcast and Pro AV/IT",
      "description": "Matrox Video is a leading manufacturer of video products and components for the broadcast and media, live entertainment, and professional AV/IT markets.",
      "preview": "Skip to main content Our new podcast is LIVE! Explore the technologies and strategies driving the future of AV over IP in our new podcast, ProAV & Bro"
    },
    {
      "url": "http://www.agronomy.org/",
      "title": "ASA Home | American Society of Agronomy",
      "description": "void",
      "preview": "Skip to main content American Society of Agronomy (ASA) The professional home for scientists, educators, and practitioners working in agronomic scienc"
    },
    {
      "url": "https://powerplatform.microsoft.com/",
      "title": "Strumenti low-code basati sull'intelligenza artificiale | Microsoft Power Platform",
      "description": "Facilita l'innovazione con strumenti low-code usando Microsoft Power Platform, ossia Power BI, Power Apps, Power Automate e Power Pages.",
      "preview": "This is the Trace Id: a13df758c8ffdd6b4e47f229b24f3e59 Passa a contenuti principali MICROSOFT POWER PLATFORM Accelera l'innovazione Riduci i costi e i"
    },
    {
      "url": "https://bnbvillaanna.nl/over-villa-anna",
      "title": "Over Villa Anna - B&B Villa Anna",
      "description": "Villa Anna werd in 1901 gebouwd door Frans van der Grinten, jarenlang was Villa Anna het hoofdkantoor van Oce van der Grinten, nu is het omgebouwd in een bed&breakfast",
      "preview": "De geschiedenis van Villa Anna in Venlo Villa Anna met op de voorgrond de fabriek Villa Anna werd gebouwd in 1901 door de apotheker Frans van der Grin"
    },
    {
      "url": "https://creativecommons.org/policies#license",
      "title": "Policies - Creative Commons",
      "description": "Creative Commons maintains and publishes policies that apply to the use of our legal tools, our websites, content and software that we publish, our trademarks, and to those participating in the Creative Commons Global Network. Note that some of these policies are maintained on other website pages but can be viewed by clicking on the...",
      "preview": "Skip to content Creative Commons maintains and publishes policies that apply to the use of our legal tools, our websites, content and software that we"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "https://www.wuppertaler-rundschau.de/stadtteile/ronsdorf/weiter-streit-in-wuppertal-ueber-standort-einer-forensischen-klinik_aid-50398385",
      "title": "Weiter Streit in Wuppertal über Standort einer forensischen Klinik",
      "description": "Die seit Jahren andauernde Standortsuche für eine forensische Klinik ist spätestens nach dem Beschluss der CDU, die „Kleine Höhe\" abzulehnen, zum Wahlkampfthema geworden. Weitere Stellungnahmen.",
      "preview": "Wuppertal · Die seit Jahren andauernde Standortsuche für eine forensische Klinik ist spätestens nach dem Beschluss der CDU, die „Kleine Höhe\" abzulehn"
    },
    {
      "url": "https://sesamestreetincommunities.org/topics/aprender-al-juegar/",
      "title": "Learning Through Play - Sesame Workshop",
      "description": "Play helps kids practice important skills crucial to brain development. Here are free, bilingual resources to add to that learning.",
      "preview": "Skip to content"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "http://epsm.iotc.org/form/arepstart?lang=en",
      "title": "ePSM Application - Login",
      "description": "void",
      "preview": "Sign in username password Sign in I've lost my password No e-PSM account? Create one now."
    },
    {
      "url": "https://www.myjewishlearning.com/article/messianic-judaism/",
      "title": "Who Are Messianic \"Jews\"? | My Jewish Learning",
      "description": "Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious group that has tried to straddle the line between Judaism and Christianity. They are a sect of Christianity with some Jewish practices.",
      "preview": "Skip to Search Skip to Content Skip to Footer Advertisement Share facebook Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious g"
    },
    {
      "url": "https://www.malowanasloncem.pl/author/malowanasloncem/",
      "title": "Redakcja, Autor w serwisie MalowanaSloncem.pl",
      "description": "void",
      "preview": "Dom i ogród Dzieci Lifestyle Moda Praca Uroda Zakupy Zdrowie Wyszukiwanie piątek, październik 10, 2025 Strona główna O nas Reklama Kontakt MalowanaSlo"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.afi.org/",
      "title": "Armed Forces Insurance | Armed Forces Insurance",
      "description": "Armed Forces Insurance",
      "preview": "Armed Forces Insurance stands ready to assist our members who may be affected by the government shutdown. Please contact us at 800-778-9736 to speak w"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional/regional-day-ticket-bavaria",
      "title": "Enjoy the perfect day trip with the regional day ticket for Bavaria",
      "description": "Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for first-class travel, as well as for overnigh",
      "preview": "Regional day ticket for Bavaria Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for f"
    },
    {
      "url": "https://appsource.microsoft.com/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://www.oberoihotels.com/hotels-in-jaipur-rajvilas-resort/?utm_source=affred&utm_medium=aff&utm_campaign=gbl-affmkt&_affclk=ttuk:118609::0::118609::143859c9f626eb0724f38065d097d658::::1606071865:902jip",
      "title": "Best 5 Star Hotel In Jaipur | Luxury Resort in Jaipur | The Oberoi Rajvilas",
      "description": "Explore authentic Rajasthan with a luxurious stay at The Oberoi Rajvilas, the best 5-star hotel in Jaipur, just 30 minutes from the airport. Book now!",
      "preview": "Global Home Login/Join Now Gallery Welcome to Oberoi One. Our distinctive guest recognition programme. Log In Join Now Login ✕ Back to main menu Dubai"
    },
    {
      "url": "https://www.msnbc.com/knowyourvalue",
      "title": "Know Your Value: Mika Brzezinski empowering women at work and in life",
      "description": "Mika Brzezinski's Know Your Value is an empowered community helping women to grow their career, form healthy habits and reach their full potential.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content Know Your Value Mika Brzezinski's Know Your Value"
    },
    {
      "url": "https://uicolors.app/create",
      "title": "Tailwind CSS Color Generator | UI Colors",
      "description": "Create and customize beautiful Tailwind CSS color palettes. Generate, edit, and export colors for your design with our intuitive color generator tool.",
      "preview": "UI Colors Generate My palettes Tailwind Colors More Feedback Sign in New Website Contrast Check Install free Chrome extension Tailwind CSS Color Gener"
    },
    {
      "url": "https://www.sdle.co.il/product/silver-oxide-primary-button-batteries-technology-application-market-review-2021/",
      "title": "Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 - Shmuel De-Leon Energy - Battery knowledge",
      "description": "We will send you the research soft copy by e-mail within 2 working days from completing the payment. Cost include 4.3% PayPal commission. Israeli customer should add an extra 17% VAT. Please contact us for payment with bank wire transfer or check and for any questions shmuel@sdle.co.il",
      "preview": "Facebook Twitter Google+ YouTube LinkedIn Pinterest Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 $ 522.00 Silv"
    },
    {
      "url": "https://jackiecolburn.medium.com/more-icebreakers-you-can-steal-for-better-meetings-72afad91067d?source=home---------4------------------0----------",
      "title": "More icebreakers you can steal for better meetings | by Jackie Colburn | Medium",
      "description": "More icebreakers you can steal for better meetings What helps start a hard meeting on a positive note? How do you encourage team members to think bigger? The answer: icebreakers. Or should I say, the ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in More icebreakers you can steal for better meetings Jackie Colburn 4 min r"
    },
    {
      "url": "https://www.nbcunicareers.com/",
      "title": "Home | NBCUnicareers",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://19120.cache.armorgames.com/gragyriss-captor-of-princesses-game/18549?game-referral=vr+defender+y3k",
      "title": "Gragyriss, Captor of Princesses - Play on Armor Games",
      "description": "Gragyriss, Captor of Princesses, a free online Strategy game brought to you by Armor Games. A strategy game about dragon life - devour lambs, grow stronger, raid settlements, fight weak humans, elves and undead, kidnap beautiful princesses",
      "preview": "AGS Steam Games Create Account Login MMO Strategy Shooting Action Adventure Puzzle Tower Defense Idle More Categories Multiplayer Clicker Survival Pla"
    },
    {
      "url": "https://www.heritagepark.ca/bookings-and-functions/venues/wainwright-hotel",
      "title": "Unique Wedding Reception Calgary | Wainwright Hotel Heritage Park",
      "description": "For a unique wedding or dinner reception venue in Calgary, consider the fashionably decorated Wainwright Hotel in Heritage Park. See pricing & capacity info!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "https://mlflow.org/docs/latest/python_api/mlflow.sklearn.html",
      "title": "mlflow.sklearn",
      "description": "void",
      "preview": "Documentation Python API mlflow.sklearn mlflow.sklearn The mlflow.sklearn module provides an API for logging and loading scikit-learn models. This mod"
    },
    {
      "url": "https://tally.so/",
      "title": "Free Online Form Builder | Tally",
      "description": "The simplest way to create forms. Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for.",
      "preview": "The simplest way to create forms Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for. Create a free for"
    },
    {
      "url": "https://mxtoolbox.com/spf.aspx",
      "title": "SPF Check & SPF Lookup - Sender Policy Framework (SPF) - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. SPF Record Check - Lookup SPF Records Domain Name : IP (Optional) Solve Email Delivery P"
    },
    {
      "url": "https://www.packard.org/",
      "title": "Homepage • The David and Lucile Packard Foundation",
      "description": "The Packard Foundation works with people and communities to create solutions for just societies and a healthy, resilient natural world.",
      "preview": "Skip to content Navigation Toggle linkedin facebook instagram youtube Subscribe Approach Grantees Insights Keyword search Submit Close Search Submit Y"
    },
    {
      "url": "https://www.viallfiles.com/",
      "title": "HOME | The Viall Files",
      "description": "void",
      "preview": "top of page LISTEN HERE FOR MORE VIALL FILES Viall Files + Join the household and get access to Viall Files + for exclusive shows like Ask Nick Update"
    },
    {
      "url": "https://apps.apple.com/story/id1538632801",
      "title": "‎Learn More About App Privacy : App Store Story",
      "description": "Learn about Learn More About App Privacy on Mac App Store. Download Learn More About App Privacy and enjoy it on your iPhone, iPad, and Mac.",
      "preview": "DEEP DIVE Learn More About App Privacy The App Privacy section includes information about the types of data that may be collected by the developer or"
    },
    {
      "url": "https://docs.python.org/3/library/logging.html",
      "title": "logging - Logging facility for Python - Python 3.14.0 documentation",
      "description": "Source code: Lib/logging/__init__.py Important: This page contains the API reference information. For tutorial information and discussion of more advanced topics, see Basic Tutorial, Advanced Tutor...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Generic Operating System Services » logging"
    },
    {
      "url": "https://www.sunshinequiltcorner.com/module/newsletter.htm?newsletterId=64488",
      "title": "void",
      "description": "void",
      "preview": "Skip Navigation Website Accessibility Ph: (757) 596-7397 About Us / Contact Us / View Cart Sign up for our Newsletter \"Aisle 9\" Now Open Make sure to"
    },
    {
      "url": "http://latam.rlgamericas.com/",
      "title": "RLG LatAm",
      "description": "void",
      "preview": "RLG Américas facilita el cierre de los ciclos de materiales, proporcionando soluciones de devolución y reciclaje de próxima generación. Ayudamos a nue"
    },
    {
      "url": "https://www.kmov.com/2023/02/20/teenager-visiting-st-louis-volleyball-tournament-hit-by-car-while-walking-hotel/",
      "title": "Teen in St. Louis for volleyball tournament hit by car, has both legs amputated; suspect arrested",
      "description": "A teenage girl from Tennessee who was in downtown St. Louis for a volleyball tournament was hit by a car Saturday night.",
      "preview": "Skip to content ST. LOUIS (KMOV) - A teenage girl from Tennessee who was in downtown St. Louis for a volleyball tournament was hit by a car Saturday n"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/InvestorPresentation.pptx?version=6ff579c4-103e-76c0-8a18-05085e0632c7",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://thegforum.ch/search.php?sid=bd14ad2a0ef821318c0c3b7e9660d494",
      "title": "The(G)Forum - Suche",
      "description": "void",
      "preview": "The(G)Forum Abtrugg since 1999 Zum Inhalt Schnellzugriff Unbeantwortete Themen Aktive Themen Suche Mitglieder Das Team FAQ Anmelden Registrieren Foren"
    },
    {
      "url": "https://data.calgary.ca/stories/s/Open-Calgary-Terms-of-Use/u45n-7awa/",
      "title": "Open Calgary Terms of Use | Open Calgary",
      "description": "Terms for accessing and using open data.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://schoolquest.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://www.kudyznudy.cz/aktivity",
      "title": "Co chcete dělat? - Kudy z nudy",
      "description": "Ještě nevíte co budete dělat příští víkend? Inspirujte se na Kudy z nudy",
      "preview": "Úvod Co chcete dělat? Co chcete dělat? Celá ČR Kultura 3620 Divadlo a hudba 533 Muzea a galerie 2444 Tradiční řemesla 643 Památky 8334 Archeologie 471"
    },
    {
      "url": "https://baroulmehedinti.ro/avocati/stancu-dimitrie-lucian",
      "title": "Baroul Mehedinţi",
      "description": "void",
      "preview": "Prima pagină Tabloul avocaţilor Lista completă a avocaţilor STANCU DIMITRIE LUCIAN Avocat Avocat Definitiv Avocat Cabinet Individual Contact Email dim"
    },
    {
      "url": "https://hillmanfamilyfoundations.org/",
      "title": "Hillman Family Foundations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.unccd.int/",
      "title": "Home | UNCCD",
      "description": "void",
      "preview": "Skip to main content news COP16 and COP17 Presidencies join forces to accelerate global action on land and drought news Panama to host major UN meetin"
    },
    {
      "url": "https://getpocket.com/firefox_learnmore/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Pocket",
      "description": "void",
      "preview": "Why is Pocket shutting down? Pocket has helped millions save articles and discover stories worth reading. But the way people save and consume content"
    },
    {
      "url": "http://windowsbro.blogspot.com/",
      "title": "WindowsBro | Windows tips, fixes, help.",
      "description": "Windows 7 and Windows 8 fixes, tricks, and stuff you may not know.",
      "preview": "Posts Comments WindowsBro | Windows tips, fixes, help. Windows fan, who wants to share his knowledge about the OS. Home Sitemap Contact/Suggestions Pr"
    },
    {
      "url": "https://www.msnbc.com",
      "title": "MSNBC News - Breaking News and News Today | Latest News",
      "description": "MSNBC breaking news and the latest news for today. Get daily news from local news reporters and world news updates with live audio & video from our team.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content White House Congress Supreme Court Culture World"
    },
    {
      "url": "https://www.shuttersup.co.uk/regions/shutters-in-maida-vale",
      "title": "Maida Vale Plantation Shutters | ShuttersUp",
      "description": "Add a touch of elegance to your home with made-to-measure shutters in Maida Vale. We'll work closely with you to deliver an unbeatable customer experience.",
      "preview": "SHUTTER SALE NOW ON"
    },
    {
      "url": "https://weplayapp.com/protocol-yszc-ios",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://pro.arcgis.com/en/pro-app/latest/tool-reference/spatial-statistics/h-whyhexagons.htm#:~:text=Hexagons%20are%20the%20most%20circular-shaped%20polygon%20that%20can,of%20your%20data%20more%20naturally%20than%20square%20grids.",
      "title": "Why hexagons?-ArcGIS Pro | Documentation",
      "description": "A discussion regarding fishnet versus hexagon aggregation shape type.",
      "preview": "Back to Top The aggregation of incident point data to regularly shaped grids is used for many reasons such as normalizing geography for mapping or to"
    },
    {
      "url": "https://variety.com/2023/awards/news/will-smith-aafca-awards-acceptance-emancipation-1235540560/",
      "title": "Will Smith Gives AAFCA Speech, First Awards Ceremony Since Oscars Slap",
      "description": "Will Smith and his \"Emancipation\" director Antoine Fuqua accepted the Beacon Award in-person from the African American Film Critics Association.",
      "preview": "Mar 1, 2023 8:53pm PT Will Smith Accepts Special Honor at AAFCA Ceremony, First In-Person Awards Speech Since 2022 Oscars By J. Kim Murphy , Julia Mac"
    },
    {
      "url": "https://stellarium-web.org/",
      "title": "Stellarium Web Online Star Map",
      "description": "Stellarium Web is a planetarium running in your web browser. It shows a realistic star map, just like what you see with the naked eye, binoculars or a telescope.",
      "preview": "We're sorry but stellarium-web doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.greendot.com/greendot/privacy-policy-bank?issuingBank=gdb",
      "title": "Account Agreements",
      "description": "void",
      "preview": "Please choose your Green Dot issued card below Log in to your account to access your specific Account Agreement. GO2bank Visa Debit Card (available on"
    },
    {
      "url": "https://www.mea.gov.in",
      "title": "Ministry of External Affairs, Government of India",
      "description": "Official portal of External Affairs Ministry, Government of India. Find Statements, Interviews, Press Releases, Media Briefings and latest updates of MEA.",
      "preview": "This page uses Javascript. Your browser either doesn't support Javascript or you have it turned off. To see this page as it is meant to appear please"
    },
    {
      "url": "https://www.nfl.com/schedules",
      "title": "NFL 2025 - WEEK 6 Schedule | NFL.com",
      "description": "Get the NFL Schedule. Find Schedule History, Schedule Release &Tickets to NFL Games.",
      "preview": "Skip to main content NFL 2025 - WEEK 6 Schedule | NFL.com NFL Schedule 2025 - WEEK 6 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013"
    },
    {
      "url": "https://www.isuroon.org/",
      "title": "Isuroon - Strong Women Strong Community",
      "description": "Overcome challenges like language barriers, racism, and religious intolerance",
      "preview": "Skip to content Halal Food Assistance Welcome to Isuroon Halal Food Shelf, a compassionate initiative founded in 2016 to support the East African comm"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "https://www.mochu.com.tw/products/%E8%B2%B4%E6%97%8F%E5%B0%8F%E7%8E%8B%E5%AD%90%E5%A5%97%E8%A3%9D",
      "title": "Mochu童裝",
      "description": "Mochu童裝",
      "preview": "{{ 'fb_in_app_browser_popup.desc' | translate }} {{ 'fb_in_app_browser_popup.copy_link' | translate }} {{ 'close' | translate }} {{ 'in_app_browser_po"
    },
    {
      "url": "https://www.weavergreen.com/collections/outdoor-runner-rugs/products/gooseberry-provence-runner-rug",
      "title": "Mustard Runner Rug | Gooseberry Provence - Weaver Green",
      "description": "This mustard yellow runner rug in Provence design is machine washable and stain resistant. Soft like wool, it's made entirely from recycled plastic bottles.",
      "preview": "Skip to content Free UK delivery when you spend over £50 Call: 01548 431902 Brochure Showroom Gift Cards Contact Item added to your cart Check out Con"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/i-can-still-hear-the-roaring-of-the-engine-says-father-of-teen-maimed-in/article_d981ca12-4e76-5351-8ade-bf0ca0e08214.html",
      "title": "'I can still hear the roaring of the engine,' says father of teen maimed in downtown St. Louis",
      "description": "The 21-year-old man accused of hitting and critically injuring a 17-year-old girl visiting St. Louis appeared in court Monday afternoon. Family members of the girl gave emotional testimony.",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://translifeline.org/",
      "title": "Home - Trans Lifeline",
      "description": "Radicalcommunity care Trans Lifeline provides trans peer support for our community that's been divested from police since day one. We're run by and for",
      "preview": "Skip to content No results Safety Exit Radical community care Trans Lifeline provides trans peer support for our community that's been divested from p"
    },
    {
      "url": "https://www.jekca.fr/index.php?route=product/category&path=231",
      "title": "JEKCA France",
      "description": "JEKCA est une entreprise innovante créant des sculptures en briques pour KIDULTES ! Bien plus que de simples briques traditionnelles, notre créativité et notre technologie brevetée de verrouillage permettent à chacun de construire des sculptures solides et complexes, repoussant les limites des jeux de construction.",
      "preview": "Ignorer et passer au contenu 🎃 PROMOS HALLOWEEN : -10% sur une sélection de jeux 🕷️ 🚚 Livraison gratuite à partir de 80€ 🚛Livraison gratuite à partir"
    },
    {
      "url": "https://www.africanamericanchambersa.org/",
      "title": "Home - African American Chamber of Commerce of San Antonio",
      "description": "Support Black Businesses Our Chamber works to elevate black-owned businesses in and around the San Antonio, Texas area. Join us in supporting Black-owned businesses to promote greater economic freedom for the Black community! JOIN US BUSINESS DIRECTORY Staying Connected & Building Together! Enter your info below and be the first to know! Featured Members Previous",
      "preview": "Skip to content Facebook Linkedin Instagram Youtube Menu October 2025 Support Black Businesses Our Chamber works to elevate black-owned businesses in"
    },
    {
      "url": "https://apps.apple.com/story/id1538632801",
      "title": "‎Learn More About App Privacy : App Store Story",
      "description": "Learn about Learn More About App Privacy on Mac App Store. Download Learn More About App Privacy and enjoy it on your iPhone, iPad, and Mac.",
      "preview": "DEEP DIVE Learn More About App Privacy The App Privacy section includes information about the types of data that may be collected by the developer or"
    },
    {
      "url": "https://www.windsorstore.com/products/high-rise-drama-ruched-midi-skirt-064010360001",
      "title": "High-Rise Drama Ruched Midi Skirt &vert Windsor",
      "description": "The skirt features a high-rise waist, a ruched body with a drawstring, a hidden front zipper, a high center slit, and a midi-length silhouette. The skirt is composed of a lightweight woven fabric that offers a form-hugging fit with minimal stretch.",
      "preview": "Skip to content <div class=\"CartProduct\" data-id=\"[[ id ]]\" data-options=\"[[ variant_title ]]\" data-product-id=\"[[ product_id ]]\"> <div class=\"CartPro"
    },
    {
      "url": "https://www.windy.com/",
      "title": "Windy: Wind map & weather forecast",
      "description": "Weather radar, wind and waves forecast for kiters, surfers, paragliders, pilots, sailors and anyone else. Worldwide animated weather map, with easy to use layers and precise spot forecast. METAR, TAF and NOTAMs for any airport in the World. SYNOP codes from weather stations and buoys. Forecast models ECMWF, GFS, NAM and NEMS",
      "preview": "© OpenStreetMap contributors m k j  www.windy.com"
    },
    {
      "url": "http://mcplots.cern.ch/?query=plots,ppppbar,ue,pt-vs-dphi,Herwig%2B%2B.Tunes%20v4,herwig%2B%2B~2.7.0--1pythia8~8.201--1herwig%2B%2Bpowheg~2.6.3--1vincia~1.2.01_8.205--1alpgenpythia6~2.1.3e_6.426--1epos~1.99.crmc.0.v3400",
      "title": "MCPLOTS",
      "description": "void",
      "preview": "Underlying Event Away <pT> vs Nch <pT> vs p T lead <Nch> vs p T lead Σ(pT) vs p T lead Transverse <pT> vs Nch <pT> vs p T lead Strange <N> vs p T lead"
    },
    {
      "url": "http://www.washington.edu/news/about",
      "title": "Welcome to the UW News office | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Welcome to the UW News office Email | 206-543-2580 UW News Box 351207 Seattle, WA 98195 The UW News office is the port of"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://blockclubchicago.org/2023/02/13/midwests-first-la-michoacana-plus-opens-on-26th-street-bringing-ice-cream-paletas-and-more-to-little-village/",
      "title": "Midwest's First La Michoacana Plus Opens On 26th Street, Bringing Ice Cream, Paletas And More To Little Village",
      "description": "LITTLE VILLAGE - The state's first La Michoacana Plus opened on West 26th Street earlier this month, offering paletas, mangonadas, michelaguas and more.",
      "preview": "Don't miss what's happening in Pilsen, Little Village & Back of the Yards! Sign up to get free stories from your neighborhood-twice a week. Sign up Do"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/publications/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "http://www.neltuosito.it/Servizi-Web/Cucina/Archivio-Ricette-Cucina.asp",
      "title": "Archivio di 24000 ricette di cucina",
      "description": "void",
      "preview": "Neltuosito.it Servizi Web Softvision"
    },
    {
      "url": "https://www.club-vacances-pea.com/category/nos-guides/",
      "title": "Nos guides - Club PEA",
      "description": "void",
      "preview": "Skip to content Blog Idées de vacances & Bons plans Nos guides Classer les articles par... Ordre alphabétique Ordre alphabétique inverse Du plus ancie"
    },
    {
      "url": "http://www.tvguidelines.org/ratings.html",
      "title": "Ratings | The TV Parental Guidelines",
      "description": "void",
      "preview": "Home Ratings Controls News and Resources About Us FAQs Contact Us Ratings The television industry designed a TV ratings system - known as the TV Paren"
    },
    {
      "url": "https://vapebargains.co.uk/tag/berry-lemonade-100ml/",
      "title": "Vape Bargains Sitemap Directory - Vape Bargains UK",
      "description": "void",
      "preview": "Vape Bargains Sitemap Directory Posts by category Accessories Coil Master 600ML Ultrasonic Vape Cleaner £14.99 Golisi S2 2.0A Smart Charger with LCD S"
    },
    {
      "url": "https://www.flirt.com/",
      "title": "Flirt.com - Online dating site for flirty local singles",
      "description": "Meet flirty singles near you with top online dating site. ⫸Browse personals, chat online and start dating. ⫸Over 400 000 users online.⫸Free and simple sign-up",
      "preview": "It all starts with flirting If you are looking for some fun dates, then try Flirt.com for free and sign up today Let's go! Your Top Site For Love And"
    },
    {
      "url": "https://app.altrulabs.com/7-eleven/careers?cachebust=1628694962179",
      "title": "Video Studio",
      "description": "What makes you proud to be a Veteran working at 7-Eleven?",
      "preview": "ORDER BY RANDOM RANDOM NEWEST OLDEST FILTER BY Topic Company Culture... Military & Vete... Perks & Benefit... Career Path/Gro... Sustainability ... SH"
    },
    {
      "url": "https://fentybeauty.com/products/stunna-lip-paint-longwear-fluid-lip-color-uncensored",
      "title": "Stunna Lip Paint Longwear Fluid Lip Color | Fenty Beauty",
      "description": "Shop Fenty Beauty's weightless, longwear liquid lipstick with a soft matte finish-born in a range of head-turning shades to suit all skin tones.",
      "preview": "Skip To Main Content Create an account to unlock free U.S. standard shipping + returns. | SIGN IN | SIGN UP 20% off moisturizing faves + a free Teddy"
    },
    {
      "url": "http://www.futurefunds.com.au/",
      "title": "Financial advice planning | Future Funds Pty Ltd",
      "description": "Future Funds Pty Ltd provides lifelong financial advice to aspirational clients.",
      "preview": "P: 02 9997 6787 home testimonials about us contact us Shape Created with Sketch. \"I have a feeling of security as I approach retirement\" Margaret W -"
    },
    {
      "url": "https://www.gorillacoupon.com/store/vogacloset-multigeo",
      "title": "Vogacloset - MultiGeo Coupons, Deals for October 2025",
      "description": "Get the best cashback from Vogacloset - MultiGeo along with latest Coupons, Deals for October 2025",
      "preview": "Home All Stores Vogacloset - MultiGeo Extra 25% Cashback Cashback Stats Tracked Within"
    },
    {
      "url": "https://team.inria.fr/graphik/projects/",
      "title": "Projects - GraphIk - Knowledge Representation and Reasoning",
      "description": "CQFD (Complex ontological Queries over Federated and heterogenous Data). January 2019-48 months. Funded by ANR. Led by GraphIK. With LIG, IRISA, Inria Saclay/LIX (CEDAR), Inria Paris/ENS/CNRS (VALDA), Inria Lille Nord Europe/Cristal (Spirals), LaBRI, LTCI. GLOPACK (Granting society with LOw environmental impact innovative PACKaging), EU H2020. June 2018-36 months. Led by University of Montpellier. iCODA (Knowledge-mediated ...",
      "preview": "Projects CQFD (Complex ontological Queries over Federated and heterogenous Data). January 2019-48 months. Funded by ANR. Led by GraphIK. With LIG, IRI"
    },
    {
      "url": "https://story.snapchat.com/p/8bb879c7-45c0-499c-bb3c-7a3d0e229301/347654839924736",
      "title": "Video: Dog rescued after 2 hrs in LA river - Stay Tuned | Snapchat",
      "description": "Stay Tuned for the biggest stories and the latest breaking news from NBC News.",
      "preview": "Stay Tuned Stay Tuned 9.43m Subscribers Stay Tuned for the biggest stories and the latest breaking news from NBC News. Copy Link Stories Series 83 NYU"
    },
    {
      "url": "https://www.houseofindya.com/women-accessories/cat",
      "title": "Indian Accessories Online - Buy Women & Girls Designer Ethnic Fashion Accessories - Indya",
      "description": "Indian Fashion Accessories for Women - Buy women accessories, girls accessories online in India. Shop new collection of trendy & designer ethnic fashion accessories for ladies online at Indya.",
      "preview": "Indian Accessories Online - Buy Women & Girls Designer Ethnic Fashion Accessories - Indya Ok LIGHTS OUTFIT ACTION SALE NOW LIVE | ENDS TONIGHT | UP TO"
    },
    {
      "url": "https://earlybird.im/",
      "title": "EarlyBird: Your landing page builder for effective lead capture",
      "description": "EarlyBird is a no-code landing page builder for startups. Effortlessly create customized, high-converting landing pages to validate your startup ideas.",
      "preview": "Acquire your first customer by with no waiting Create landing pages that capture early adopters Your ideas have the potential to be worth millions, an"
    },
    {
      "url": "https://upfaithandfamily.com",
      "title": "UP Faith & Family Your Streaming Home for Uplifting Entertainment",
      "description": "Watch TV shows and movies that are safe for your family and affirm your faith. Stream online or watch on your favorite devices. Get a free trial!",
      "preview": "Skip to content Wholesome streaming Thousands of hours of family safe content. START YOUR FREE TRIAL Wholesome streaming Thousands of hours of family"
    },
    {
      "url": "https://perfectlyvirtualmoon.tumblr.com/",
      "title": "nothing new",
      "description": "It does not matter how slow you go so long as you do not stop. - Confucius",
      "preview": "nothing new It does not matter how slow you go so long as you do not stop. - Confucius Home Archive Subscribe (RSS) Ask me anything Random post Catchi"
    },
    {
      "url": "https://www.desmos.com/3d",
      "title": "Desmos | 3D Graphing Calculator",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.afi.org/",
      "title": "Armed Forces Insurance | Armed Forces Insurance",
      "description": "Armed Forces Insurance",
      "preview": "Armed Forces Insurance stands ready to assist our members who may be affected by the government shutdown. Please contact us at 800-778-9736 to speak w"
    },
    {
      "url": "https://www.bravotv.com",
      "title": "Bravo Official Site: Shows, Videos, News & Schedule",
      "description": "Watch full episodes and exclusive videos for Bravo shows including Top Chef, The Real Housewives of Beverly Hills and Vanderpump Rules.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.globaltunaalliance.com/",
      "title": "Home - Global Tuna Alliance",
      "description": "The GTA is an independent group of retailers and supply chain companies, working to ensure that tuna ultimately meets the highest standards of environmental performance and social responsibility.",
      "preview": "THE GLOBAL TUNA ALLIANCE As an independent group of retailers and supply chain companies, we are on a mission to transform global tuna fisheries throu"
    },
    {
      "url": "https://kj555.net/virtual-casino-etiquette/",
      "title": "Virtual Casino Etiquette - Kj555",
      "description": "void",
      "preview": "Skip to content The best way to host a teenage party that stays under control is to provide an activity that completely involves and engages the kids."
    },
    {
      "url": "https://eu.community.samsung.com/?category.id=uk&profile.language=en-gb",
      "title": "Samsung Community",
      "description": "Join the conversation",
      "preview": "Samsung Community Join the conversation All community Knowledge base Users cancel Turn on suggestions Auto-suggest helps you quickly narrow down your"
    },
    {
      "url": "https://ovc.ojp.gov",
      "title": "Home | Office for Victims of Crime",
      "description": "OVC, a part of the U.S. Department of Justice, oversees programs and grants for service providers and other professionals who assist victims of crime.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.erlebniswelt-ernstthal.de/",
      "title": "Sommerrodelbahn Ernstthal | Erlebniswelt Ernstthal | Lauscha",
      "description": "Sommerrodelbahn, Skilift und Gastromomie- das ist die Erlebniswelt Ernstthal (Lauscha) Wetter und Skibedingungen in Lauscha? Schauen Sie auf unsere Webcam! Öffnungszeiten Lift, Rodelbahn, Bistro No. 41",
      "preview": "top of page Sommerrodelbahn Öffnungszeiten Thüringer Herbstferien 06.10. - 19.10.2025 Montag I Dienstag geschlossen Mittwoch - So"
    },
    {
      "url": "https://flatuicolors.com/",
      "title": "Flat UI Colors 2 - 14 Color Palettes, 280 colors 🎨",
      "description": "280 handpicked colors ready for COPY & PASTE",
      "preview": "void"
    },
    {
      "url": "https://coloringwatch.com",
      "title": "Coloring Watch - Coloring Watch - Apple Watch Coloring Book",
      "description": "Coloring is a great way to calm down and relieve stress. Coloring Watch is the first coloring book made exclusively for Apple Watch. \"Our Favorite Apple Watch Apps\" - list by Apple in the US.",
      "preview": "We´d love to hear from you. Drop us a line. contact@coloringwatch.com More Apple Watch apps by us:"
    },
    {
      "url": "https://www.ywcacassclay.org/housing/",
      "title": "Supportive Housing | A Place to Call Home - YWCA Cass Clay",
      "description": "Discover YWCA Cass Clay's supportive housing programs that empower individuals and families towards independence with affordable housing and personalized support.",
      "preview": "0 YWCA Supportive Housing provides individuals and families a place to call home. YWCA's Supportive Housing Program is a proven and cost-effective str"
    }
  ],
  "_meta": {
    "total_bookmarks": 98
  }
}