{
  "data": [
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "https://tracker.debian.org/news/337073/accepted-gnome3-emblems-010-1-source-amd64/",
      "title": "Debian Package Tracker",
      "description": "void",
      "preview": "News for package gnome3-emblems Date : Tue, 12 Jun 2012 19:32:33 +0000 From : Francois Marier <francois@debian.org> To : <debian-devel-changes@lists.d"
    },
    {
      "url": "http://www.tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://www.goldstandard.org/",
      "title": "Gold Standard | GS",
      "description": "Gold Standard sets the standard for climate and sustainable development interventions to quantify, certify and maximise their impact - creating value for people...",
      "preview": "ABOUT GOLD STANDARD A higher standard for climate security and Sustainable Development for all Explore our vision and mission Gold Standard for the Gl"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "Untitled RSS Jan 19 fiyerotigelar : Reminder for when he \"saves\" it. He was the one who wanted this, and now he gets to be the hero and win favour wit"
    },
    {
      "url": "http://cocondesoi.blogspot.com/2015/02/conferencediabete-approche.html",
      "title": "Cocon de Soi: Conférence Diabète, approche naturopathique 25/03/15 2/2",
      "description": "Le début de chaque conférence est à 20h15 pour une durée moyenne de 1 heure / 1h30. Conférences Cocon à Bagnères de Bigorre MERCR...",
      "preview": "Pages Accueil Ca se passe près de chez nous Archives Conférences (depuis 2008) Au local en ce moment travaillent... A.L.I.S Association Liberté Inform"
    },
    {
      "url": "http://freerice.com",
      "title": "Home | Freerice",
      "description": "Freerice is an educational trivia game owned by the UN World Food Programme (WFP). Join our movement to help end global hunger: start playing today!",
      "preview": "Become a Hunger Hero Alone we may be small but together we are unstoppable. Join the movement Learn, Play & Give Back with Freerice Every correct answ"
    },
    {
      "url": "https://topf4you.ch/produkt-schlagwort/cassetta-siepi/",
      "title": "cassetta siepi - Topf4you",
      "description": "void",
      "preview": "Frühlingsaktion: 15% Rabatt auf alles ✅ Jetzt bestellen und profitieren! Verwerfen Zum Inhalt springen Filter Es wurden keine Produkte gefunden, die d"
    },
    {
      "url": "https://ywcaatlanta.org/conversations/",
      "title": "Donate to our Programs - YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "We appreciate your generosity and know that without your support of our mission to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all would not be possible.",
      "preview": "0 Donate to Our Programs ↘ There are many ways for you to support YWCA Greater Atlanta, including making a secure online donation, including YWCA Grea"
    },
    {
      "url": "https://randoma11y.com/",
      "title": "RandomA11y - Endless collection of accessible color combos",
      "description": "Discover millions of accessible color combinations with RandomA11y, the real-time color playground.",
      "preview": "void"
    },
    {
      "url": "https://medium.com/googleplaydev/",
      "title": "Google Play Apps & Games",
      "description": "Tips, trends, and industry thoughts for app and game developers building businesses on Google Play.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Google Play Apps & Games Tips, trends, and industry thoughts for app & ga"
    },
    {
      "url": "https://inhome.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.ifc.org/wps/wcm/connect/corp_ext_content/ifc_external_corporate_site/home",
      "title": "International Finance Corporation (IFC)",
      "description": "A strong and engaged private sector is indispensible to ending extreme poverty and boosting shared prosperity. That's where IFC comes in - we have more than 60 years experience in unlocking private investment, creating markets and opportunities where they are needed most.",
      "preview": "Skip to Main Navigation Turning Tanzania's Farmers into Agri- Entrepreneurs How global partners are empowering smallholder farmers to grow their profi"
    },
    {
      "url": "https://fundraiser.sesameworkshop.org/donate-main/Donate?rbref=SW_Web_One-Time",
      "title": "Donate - Donate | Sesame Workshop",
      "description": "Help support Sesame Workshop today!",
      "preview": "Your email address has been verified. Sesame Workshop Login Let's prepare the next generation to build a better world. We create joyful experiences th"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "https://pandasuite.com/",
      "title": "PandaSuite - Unleash Creativity-No Code Required",
      "description": "PandaSuite is the ultimate no-code platform for building engaging web and native apps and interactive content. Start building today!",
      "preview": "Unleash Creativity No Code Required Bring all your interactive projects to life, whether for web, mobile, desktop, or touchscreen kiosks, with the no-"
    },
    {
      "url": "http://www.mineaction.org/unmas",
      "title": "E-Mine",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations 28th International Meeting of Mine Action National Directors and United Nations Advisers (NDM-UN) I"
    },
    {
      "url": "https://www.jstor.org/stable/2200014",
      "title": "The Origins of 200-Mile Offshore Zones on JSTOR",
      "description": "Ann L. Hollick, The Origins of 200-Mile Offshore Zones, The American Journal of International Law, Vol. 71, No. 3 (Jul., 1977), pp. 494-500",
      "preview": "void"
    },
    {
      "url": "https://lamborghini.oemdtc.com/category/recalls",
      "title": "Recalls | Lamborghini - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "http://www.regione.piemonte.it/",
      "title": "Regione Piemonte",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mindmajix.com/jboss/configuring-data-persistence",
      "title": "How to Configure Data Persistence in JBoss EJB",
      "description": "This post describes the importance of configuring data persistence to enhance information in a detailed manner.",
      "preview": "Home Blog JBoss Configuring Data Persistence - JBoss Configuring Data Persistence - JBoss (4) 3106 Viewers Blog Author: Ravindra Savaram Last Updated:"
    },
    {
      "url": "https://doee.dc.gov/ecycle",
      "title": "Electronics Recycling | doee",
      "description": "Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic materials, provides a more sustainable source of precious metals, and protects human health and the environment. eCYCLE DC",
      "preview": "Skip to main content Listen Electronics Recycling Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic ma"
    },
    {
      "url": "https://www.climatetrace.org/contact/",
      "title": "Contact - Climate TRACE | Climate TRACE",
      "description": "We make meaningful climate action faster and easier by mobilizing the global tech community to track greenhouse gas (GHG) emissions with unprecedented detail.",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. Contact Need help redu"
    },
    {
      "url": "https://www.ilo.org/global/topics/forced-labour/definition/lang--en/index.htm",
      "title": "What is forced labour? | International Labour Organization",
      "description": "void",
      "preview": "Skip to main content What is forced labour?"
    },
    {
      "url": "https://www.extremis.com/fr/collections/walrus/walrus-module-central",
      "title": "Walrus module central - Collection Walrus - Notre collection - Extremis",
      "description": "Portant le nom anglais du morse, cet impressionnant mammifère capable d'affronter les éléments grâce à sa peau épaisse et robuste, ce design unique résiste aux quatre saisons sans avoir besoin de housse ou de ranger les coussins. Une solution ingénieuse permet de concrétiser ce dont les autres canapés d'extérieur ne peuvent que rêver : un grand confort, une esthétique élégante et une résistance climatique à toute épreuve. Walrus module central est disponible en deux tailles et dispose d'un compartiment de rangement à l'arrière. Combinez différents modules Walrus pour créer un canapé dont la forme et la taille s'adaptent parfaitement à votre espace extérieur.",
      "preview": "fr en nl fr de Walrus module central De Walrus collection Avec coussins Canapé d'extérieur modulaire étanche Portant le nom anglais du morse, cet impr"
    },
    {
      "url": "https://www.svnews.ro/mamaitele-vedete-ies-in-club-si-la-concerte/88597/",
      "title": "Mămăiţele vedete ies în club şi la concerte | Suceava News Online",
      "description": "Tot respectul pentru Inna (30 de ani) şi Ruby (28 de ani) care, în ciuda programului încărcat, nu-şi neglijează bunicile. Astfel, tanti Stănuţa, respectiv mamaie Gherghina, au devenit, cu voie sau fără voie, prezenţe constante la concerte, în cluburi sau la evenimente mondene, potrivit click.ro. Sâmbătă, la primul concert pe care Delia l-a susţinut la",
      "preview": "Actualizat în urmă cu 8 minute Contact Arhiva Webcam Mersul trenurilor Filmare aeriană Fotografie aeriană vineri, 10 octombrie 2025 Ultima oră: Turcia"
    },
    {
      "url": "https://support.theguardian.com/subscribe/weekly?REFPVID=&INTCMP=undefined&acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22PrintSubscriptionsHeaderLink%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22referrerPageviewId%22%3A%22%22%2C%22referrerUrl%22%3A%22%22%7D",
      "title": "The Guardian Weekly Subscriptions | The Guardian",
      "description": "Subscribe to the Guardian Weekly and enjoy seven days of international news in one magazine with worldwide delivery.",
      "preview": "Please enable JavaScript - we use it to provide the best experience for Guardian Supporters. Click here for instructions to do so in your browser."
    },
    {
      "url": "https://www.pagat.com/rummy/ginrummy.html",
      "title": "Gin Rummy - Card Game Rules",
      "description": "How to play the popular American two-player card game Gin Rummy: rules, variations and resources including software and online servers.",
      "preview": "Home A-Z Select language ▼ deutsch english italiano Home Page > Classified Index > Draw and Discard Games > Rummy Games > Gin Rummy Gin Rummy Players:"
    },
    {
      "url": "https://na.panasonic.com/us/",
      "title": "Create Today, Enrich Tomorrow | Panasonic North America - United States",
      "description": "At Panasonic, we're working to change the way we power our homes, our travel, our businesses - and our lives.",
      "preview": "Powering progress Discover Panasonic's new EV battery manufacturing facility, a major investment in U.S. manufacturing, innovation and electric vehicl"
    },
    {
      "url": "https://goldrecordoutlet.com/shop/wayne-gretzky-ltd-edition-reproduction-signature-display-2/",
      "title": "Wayne Gretzky Ltd Edition Reproduction Signature Display - Gold Record Outlet Album and Disc Collectible Memorabilia",
      "description": "[...]",
      "preview": "Skip to content Sports Display , Sports Reproduction Signature Wayne Gretzky Ltd Edition Reproduction Signature Display $ 89.95 Availability: 137 in s"
    },
    {
      "url": "https://secure.bluepay.com",
      "title": "BluePay 3.0 Login",
      "description": "void",
      "preview": "Account Name or Account ID Username or User ID Password"
    },
    {
      "url": "https://gofundme.com/PeopleMagazine",
      "title": "Support GoFundMe fundraisers featured in People Magazine",
      "description": "Join People Magazine in supporting those who are making a difference for their communities across the country.",
      "preview": "Back PEOPLE Magazine PEOPLE was founded in 1974 with one central mission: To celebrate ordinary people doing extraordinary things and extraordinary pe"
    },
    {
      "url": "https://www.ls.graphics/",
      "title": "Highest quality mockups for graphic and UI designers",
      "description": "Discover a vast collection of free and premium mockups for Photoshop and Figma. Enhance your design projects with high-quality device and packaging mockups",
      "preview": "Products Online Tools Free Mockups Edit Online Get all from $9/mo No need to download - Now you can use mockups online We're pretty good making great"
    },
    {
      "url": "https://www.footballaudit.com/",
      "title": "www.footballaudit.com",
      "description": "void",
      "preview": "www.footballaudit.com ✅ Domaine : www.footballaudit.com Statut : 200 OK Cette page est servie depuis le domaine : www.footballaudit.com"
    },
    {
      "url": "https://kutv.com/news/local/suspect-alleged-murray-fire-homicide-released-two-days-prior-probation-violation-cubesmart-self-storage-alexander-wardell-criminal-history",
      "title": "Suspect released on bond one day before fatal storage unit fire in Murray",
      "description": "The suspect who was arrested after a woman and dog were found dead from a Murray storage unit fire was released from jail one day prior on bond for a probation",
      "preview": "Fri, 10 Oct 2025 10:12:27 GMT (1760091147128) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.simbecorion.com/resource-type/brochures/",
      "title": "Brochures Archives | Simbec-Orion",
      "description": "A detailed look at specific therapy areas and individual services.",
      "preview": "Resource Type: Brochures Oncology Clinical Development Specialists Our experience conducting Phase I/II adaptive oncology clinical trials, through to"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://tapas.io/series/Deogie",
      "title": "Read Deogie | Tapas Web Community",
      "description": "Your home for the world's most exciting and diverse web comics and novels. Discover stories you'll love from all genres, only on Tapas!",
      "preview": "Please note that Tapas no longer supports Internet Explorer. We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox . Home C"
    },
    {
      "url": "https://www.logoai.com/",
      "title": "Design A New Logo & Brand Identity You Love! - LogoAI.com",
      "description": "Let AI-powered logo maker generate your new logo and create a brand identity design you love.",
      "preview": "Home Logo Maker Logo Ideas Pricing Blog Help Login Logo & Brand Identity Design Let AI-powered logo maker generate your new logo and create a brand id"
    },
    {
      "url": "http://www.retrosoftware.co.uk/",
      "title": "Retrosoftware",
      "description": "void",
      "preview": "Main Page From Retrosoftware Jump to: navigation , search Welcome to RetroSoftware.co.uk Contents 1 Retro Software: Homebrew games publisher ... mainl"
    },
    {
      "url": "https://www.backcountry.com/roxy-rising-high-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://scorefoundation.org/about/",
      "title": "About | Score Foundation",
      "description": "void",
      "preview": "ABOUT US The SCORE Foundation is a 501 (c) (3) non-profit organization that serves as the philanthropic arm of SCORE, America's premier source of free"
    },
    {
      "url": "https://ford.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.and.com",
      "title": "& - The namespace for agents",
      "description": "& is the universal identity for agent-to-agent collaboration, and a platform for building personal agents that can engage with other agents on your behalf.",
      "preview": "&daniel.rodriguez&joesdiner&matthew.lewis&emily&anthony.walker&elizabeth&mark.hall&sofia&donald.allen&skywalker92&rivian&steven.young&avery&andrew.her"
    },
    {
      "url": "https://farmgirlflowers.com/love-spelled",
      "title": "Order Flowers Online | Shop All Flowers",
      "description": "Shop high designed burlap wrapped flower bouquets, vase flower arrangements, plants and more delivered to you or your recipient's door from Farmgirl Flowers.",
      "preview": "Skip to content Shop All Zip Code Zip Code Delivery Date Delivery Date Filter 95 Results Sort By Recommended Sort By USA grown! Apple Down Dahlias, li"
    },
    {
      "url": "https://newsroom.china.paypal-corp.com/",
      "title": "PayPal Newsroom - 首页",
      "description": "void",
      "preview": "新闻特写 最新资讯 HERO BLOCK 贝宝 Venmo 公司公告 战略合作伙伴 PayPal推出PayPal World，与全球领先各大支付系统及数字钱包无缝连接，与PayPal和Venmo实现互联互通 合作伙伴包括Mercado Pago，NPCI International Payments"
    },
    {
      "url": "https://www.hopitalveterinairetaschereau.com/en/general/prevention-and-treatment-of-parasites/",
      "title": "Cat and Dog Parasite Control & Prevention - Hôpital Vétérinaire Taschereau",
      "description": "We provide parasite prevention & management for dogs and cats in addition to pet vaccines. To obtain your pet's preventative plan, contact us right now.",
      "preview": "IvcPractices.HeaderNav.Search.Label Submit Parasite Control & Prevention Creating a protective barrier around your pet's health with a monthly parasit"
    },
    {
      "url": "https://www.ryanair.com/it/it/voli-economici/voli-da-torino",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://www.finescale.com/how-to/sea",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://survey.medallia.com/?711-gr",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.geocaching.com/geocache/GC94HWW_10-arten-von-menschen",
      "title": "GC94HWW 10 Arten von Menschen (Traditional Cache) in Nordrhein-Westfalen, Germany created by Nigolas",
      "description": "Geocaching is a treasure hunting game where you use a GPS to hide and seek containers with other participants in the activity. Geocaching.com is the listing service for geocaches around the world.",
      "preview": "Skip to content 10 Arten von Menschen Traditional Cache GC94HWW ▼ 10 Arten von Menschen A cache by Nigolas Message this owner Hidden : 12/31/2020 Diff"
    },
    {
      "url": "https://account.nationalgeographic.org/",
      "title": "NGS Account",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.geocaching.com/geocache/GC94HWW_10-arten-von-menschen",
      "title": "GC94HWW 10 Arten von Menschen (Traditional Cache) in Nordrhein-Westfalen, Germany created by Nigolas",
      "description": "Geocaching is a treasure hunting game where you use a GPS to hide and seek containers with other participants in the activity. Geocaching.com is the listing service for geocaches around the world.",
      "preview": "Skip to content 10 Arten von Menschen Traditional Cache GC94HWW ▼ 10 Arten von Menschen A cache by Nigolas Message this owner Hidden : 12/31/2020 Diff"
    },
    {
      "url": "https://www.aquaticplantcentral.com/forumapc/",
      "title": "Aquatic Plant Forum",
      "description": "A forum community dedicated to aquatic plant owners and enthusiasts. Come join the discussion about collections, displays, tanks, styles, troubleshooting...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Aquatic"
    },
    {
      "url": "http://www.teco-medical.com/en/member.html?tx_powermail_pi1%5Baction%5D=create&tx_powermail_pi1%5Bcontroller%5D=Form&cHash=27726d2388f99f9f49f46b517e396661",
      "title": "Member: TECO Medical Instruments",
      "description": "void",
      "preview": "Contact TECO Medical Instruments Dieselstraße 1 84088 Neufahrn in Niederbayern Germany +49 (0) 8773 70780-0 Contact Form Choose a language Deutsch Eng"
    },
    {
      "url": "https://sputniknews.com/",
      "title": "Sputnik News - World News, Breaking News & Top Stories",
      "description": "Sputnik International is a global news media keeping you updated on all the latest world news 24/7. Browse Sputnik for breaking news and top stories on politics, economy, social media and the most viral trends.",
      "preview": "Sputnik International feedback@sputniknews.com +74956456601 MIA „Rossiya Segodnya\" 252 60 International Russia's Special Operation Russia-US Talks on"
    },
    {
      "url": "https://www.hocmn.org/",
      "title": "Minnesota Homeownership Center",
      "description": "The Minnesota Homeownership Center offers free advisor services to help you buy a home, and help to prevent foreclosure when times are tough.",
      "preview": "Skip to content Helping Minnesotans Achieve Sustainable Homeownership Long-term homeownership builds wealth. The Minnesota Homeownership Center suppor"
    },
    {
      "url": "https://dribbble.com/wideeye/",
      "title": "Wide Eye | Dribbble",
      "description": "Wide Eye | We're a creative digital agency based in Washington DC (https:// | Connect with them on Dribbble; the global community for designers and creative professionals.",
      "preview": "Dribbble: the community for graphic design Shots Shots Designers Services Sign up Log in Wide Eye Washington, D. C., United States Get in touch Follow"
    },
    {
      "url": "https://www.bundesnetzagentur.de/DE/Sachgebiete/ElektrizitaetundGas/Unternehmen_Institutionen/E-Mobilitaet/Ladesaeulenkarte/start.html",
      "title": "Bundesnetzagentur - E-Mobilität",
      "description": "E-Mobilität",
      "preview": "Navigation und Service Springe direkt zu: Inhalt Hauptmenu Suche Elek­tro­mo­bi­li­tät Öffentliche Ladeinfrastruktur Öffentlich zugängliche Ladepunkte"
    },
    {
      "url": "https://nbmbaa.org/",
      "title": "Home - Slider - NBMBAA",
      "description": "void",
      "preview": "Scroll Top Log In Donate nbmbaa National Black MBA Association Learn More Shape a world where diversity and inclusion thrive, both intellectually and"
    },
    {
      "url": "https://viacomcbs.careers/",
      "title": "Careers at Paramount",
      "description": "void",
      "preview": "Careers at Paramount Press Tab to Move to Skip to Content Link Skip to main content Jobs BET CBS CBS News and Stations CBS Sports CBS Studios MTV Netw"
    },
    {
      "url": "https://blogs.microsoft.com/accessibility/",
      "title": "Microsoft Accessibility Blog - Making technology easier to see, hear and use!",
      "description": "Making technology easier to see, hear and use!",
      "preview": "Skip to content Skip to main content Microsoft Accessibility Blog EAA Microsoft's commitment to the European Accessibility Act Jun 26, 2025 Read more"
    },
    {
      "url": "https://imp.i294747.net/c/249354/818475/11568?subId1=PEOReeseWitherspoonsDraperJamesJustDroppedNewSneakerswiththeShoeBrandSheWoreasaKidagrabinsFasAff13966130202302I&u=https%3A%2F%2Fdraperjames.com%2Fcollections%2Fdraper-james-x-tretorn-sneaker-collab-shop",
      "title": "Draper James x Tretorn | Limited Edition Sneakers",
      "description": "Featuring Tretorn's classic shapes with our signature prints, colors and Southern-inspired details.",
      "preview": "Skip to content FREE SHIPPING U.S. ORDERS $150+ Draper James x Tretorn We teamed up with heritage brand Tretorn for a limited-edition sneaker collabor"
    },
    {
      "url": "https://www.longchamp.com/us/en/products/tote-bag-l-L1899089P71.html",
      "title": "Le Pliage Original L Tote bag Paper - Recycled canvas | Longchamp US",
      "description": "Le Pliage Original L Tote bag.L1899089P71.Paper - Recycled canvas.Online purchase. Home delivery. Free in-store pickup.",
      "preview": "Skip to main search Skip to main navigation Skip to main content Previous view Next view Fermer Best Seller Le Pliage Original L Tote bag Paper - Recy"
    },
    {
      "url": "https://android-developers.googleblog.com/search/label/Google%20Play",
      "title": "Android Developers Blog: Google Play",
      "description": "News and insights on the Android platform, developer tools, and events.",
      "preview": "☰ Android Developers Blog The latest Android and Google Play news for app and game developers. 🔍 Android Developers → Jetpack Kotlin Docs News Platfor"
    },
    {
      "url": "https://wignpo.wixsite.com/wignpo/disclaimer",
      "title": "Disclaimer | wignpo",
      "description": "void",
      "preview": "top of page Este sitio web fue creado con Wix. Crea el tuyo hoy mismo. Empezar DISCLAIMER The information contained in this website is for general"
    },
    {
      "url": "https://www.handtalk.me/",
      "title": "Hand Talk: your website accessible in ASL",
      "description": "Your website more accessible in ASL with the Hand Talk Plugin. Our virtual translators connect your brand with millions of people.",
      "preview": "Home Discover the largest Sign Language translation platform in the world We have translated nearly 2 billion words since the Hand Talk Plugin was lau"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: fd273818ac458fdb5da72ad377bcc4b3 Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://hudabeauty.com/",
      "title": "Huda Beauty | Now Shipping to Italy",
      "description": "Shop the full Huda Beauty makeup collection and get free International shipping on all orders over €40. Find your #FauxFilter Foundation and shop cult Huda Beauty eyeshadow palettes, Liquid Mattes, iconic Huda Beauty lashes and more... HUDA BEAUTY",
      "preview": "Free Shipping on Orders €48+ Free Sample On Every Order Italy | en Shipping To : Albania (USD $) Algeria (USD $) Angola (USD $) Armenia (USD $) Austra"
    },
    {
      "url": "https://patch.com/new-york/pleasantville/mount-pleasant-cop-says-hess-was-aggressor",
      "title": "Mount Pleasant Cop Says Hess Was 'Aggressor' | Pleasantville, NY Patch",
      "description": "The attorney for Pleasantville P.O. Aaron Hess said it's too soon for the public to be drawing conclusions.",
      "preview": "Skip to main content Nearby Communities Tarrytown-Sleepy Hollow, NY Ossining-Croton-On-Hudson, NY Chappaqua-Mount Kisco, NY White Plains, NY Nyack-Pie"
    },
    {
      "url": "https://www.kgs.ku.edu/Publications/Bulletins/96_8/",
      "title": "KGS--The Red Eagle Formation in Kansas",
      "description": "void",
      "preview": "Skip Navigation Start Contents Introduction Usage Stratigraphy Summary Stratigraphic Sections References Next Page--Table of Contents The Red Eagle Fo"
    },
    {
      "url": "http://blogs.esa.int/",
      "title": "ESA Blog Navigator - Navigator page for active ESA blogs",
      "description": "Navigator page for active ESA blogs",
      "preview": "close Search: search close Menu → European Space Agency close Blogroll André Kuipers logboek Astronaut Class of 2009 ATV blog Campaign Earth Chronicle"
    },
    {
      "url": "https://membership.chicagotribune.com/manage/dashboard/#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://monocle.com/radio/shows/the-urbanist/589/",
      "title": "US Conference of Mayors - Monocle",
      "description": "Chris Cermak, Monocle's Washington correspondent, reports on the US Conference of Mayors. The meeting is an opportunity for local leaders...",
      "preview": "Skip to main content Subscribe | British Pound (GBP) Euro (EUR) US Dollar (USD) Australian Dollar (AUD) Swiss Franc (CHF) Monocle Logo Topic Affairs A"
    },
    {
      "url": "http://dailysport.co.ke/",
      "title": "HOME - DAILY SPORT",
      "description": "void",
      "preview": "Skip to content Kipyegon, Moraa to highlight Athlos New York City race Posted on October 9, 2025 October 9, 2025 Author Sabuni Khwa Sabuni Comment(0)"
    },
    {
      "url": "https://cassandraladru.com",
      "title": "Cassandra Ladru Photography - A journalistic style wedding and lifestyle photographer",
      "description": "void",
      "preview": "Cassandra Ladru Cassandra Ladru is a journalistic style wedding and lifestyle photographer, with a background in fashion photography and an eye for be"
    }
  ],
  "_meta": {
    "total_bookmarks": 77
  }
}