{
  "data": [
    {
      "url": "https://www.fostplus.be/en",
      "title": "Homepage | Fost Plus",
      "description": "void",
      "preview": "Skip to main content By building sustainable material chains, Fost Plus contributes to a better society and a cleaner environment for all. Sorting Sor"
    },
    {
      "url": "http://www.wetip.com",
      "title": "WeTip Anonymous Reporting System - Crime Reporting Online, Text, Call",
      "description": "WeTip is a Fully Anonymous Reporting System for Crime Reporting Online. Text or Call 24/7 to Report a Crime Anonymously Leading to Rewards.",
      "preview": "Skip to content Anonymous Reporting Made Simple. Introducing WeTip 2.0, powered by Catapult EMS . Your Fully Anonymous Crime Reporting System. Submit"
    },
    {
      "url": "https://www.farmequip.org/news/kirby-brings-piece-of-aviation-history-to-museum/",
      "title": "Kirby Brings Piece of Aviation History to Museum - Farm Equipment Manufacturers Association",
      "description": "void",
      "preview": "Schedule Registration Register Today Registration List FAQs Program Speakers Connect with Marketers EMDA Industry Showcase Guest Program Travel & Acco"
    },
    {
      "url": "https://www.care.org/our-work/health/fighting-gender-based-violence/tipping-point/",
      "title": "Tipping Point - Identifying causes of child and early marriage - CARE",
      "description": "What is child marriage, and why does child marriage happen? Learn how Tipping Point identifies causes of child, early, and forced marriage.",
      "preview": "Skip to Content Home Our Work Health Violence against women and girls (VAWG) Tipping Point Violence against women and girls (VAWG) Indashyikirwa Progr"
    },
    {
      "url": "http://freckautoshop.dk/rawsearch?RimsAndWheels-type=rim&RimsAndWheels-carType=alu&RimsAndWheels-brand=JAPAN%20RACING%20JR30&endless=0",
      "title": "JAPAN RACING JR30 - Få dine fælge her",
      "description": "Vi har alt i fælge og biludstyr. Køb JAPAN RACING JR30 og meget mere ved os. Vi garanterer kvalitet og billige priser.",
      "preview": "Søgeresultater Skift imellem fælgstørrelserne her: Vælg fælge Fjern alle fælge Tilføj alle fælge Filtrer fælge JAPAN RACING JR30 JR30 Matt Black Matt"
    },
    {
      "url": "https://howl.me/cjb33rDvIWj",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://cosmeticsmall.eu/en/stik-za-zheni-dove/128-dove-fresh-touch-krastavica-stik-za-zheni-protiv-izpotyavane-s-khidratirassh-krem-dav-8000630040843.html",
      "title": "DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ",
      "description": "void",
      "preview": "   DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ €3.56 Quantity  Add to cart  Last items in stock Share Share"
    },
    {
      "url": "https://ywcaaustin.org/fightinginsolidarity/",
      "title": "Supporters - YWCA Austin | Mental Health | Volunteer | Counseling",
      "description": "Our vital community work is made possible by the support of our sponsors and partners. Join us in expressing gratitude for their invaluable contributions to our mission.",
      "preview": "0 Supporters We are proud to partner with corporations, foundations, and organizations to help us further our mission of eliminating racism and empowe"
    },
    {
      "url": "https://www.dayitalianews.com/caltagirone-protocollo-violenza-donne-disparita-genere/",
      "title": "Caltagirone, firmato un protocollo d'intesa per la prevenzione della violenza sulle donne e la disparità di genere",
      "description": "Un protocollo d'intesa \"per azioni di prevenzione e contrasto della violenza e disparità di genere\" è stato firmato stamani, al municipio, dall'assessore alla Legalità e Sicurezza Giuseppe Fiorito (delegato dal sindaco Fabio Roccuzzo)",
      "preview": "Skip to content Chi siamo Contatti Ricerca per: Home Catania notizie Catania i fatti della città Caltagirone, firmato un protocollo d'intesa per la pr"
    },
    {
      "url": "https://svelte.dev/docs/introduction",
      "title": "Overview • Svelte Docs",
      "description": "Overview • Svelte documentation",
      "preview": "Skip to main content Svelte is a framework for building user interfaces on the web. It uses a compiler to turn declarative components written in HTML,"
    },
    {
      "url": "https://unmjobs.unm.edu/",
      "title": "UNMJobs | The University of New Mexico",
      "description": "void",
      "preview": "Your browser does not support JavaScript! This will website not will not operate properly without JavaScript. Toggle navigation UNM A-Z myUNM Director"
    },
    {
      "url": "http://electron.atom.io/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://streamsidesoft.com/spirit-story-box-privacy-policy/",
      "title": "Spirit Story Box Privacy Policy",
      "description": "void",
      "preview": "Skip to main content Skip to footer This privacy policy governs your use of the software application Spirit Story Box (\"Application\") for mobile devic"
    },
    {
      "url": "https://products.office.com/en-us/publisher",
      "title": "Desktop Publishing Software | Download MS Publisher",
      "description": "Get started with Publisher and use our simple tools to help you create professional, personalized newsletters, brochures, post cards, and more.",
      "preview": "This is the Trace Id: 125a90b02891a31acbdabdb6c95c17f6 Skip to main content Microsoft Publisher Publisher will be retired in October, 2026. Microsoft"
    },
    {
      "url": "https://www.southafrica.net/gl/en/trade/page/terms-and-conditions",
      "title": "Terms and conditions (GL)",
      "description": "Terms and conditions for South African Tourism website",
      "preview": "Travel trade website Travel Website Travel trade website Business events website Corporate & media website Travel trade website Back to main menu Trav"
    },
    {
      "url": "https://www.cvaacc.org/",
      "title": "Home",
      "description": "Central Virginia African American Chamber of Commerce - The Central Virginia African American Chamber of Commerce (CVAACC) is a non-profit organization serving the African American community of the Richmond Metropolitan Area.",
      "preview": "Get in touch Phone: (804) 823-7745 Email: info@cvaacc.org (804) 823-7745 6802 Paragon Place Suite 410 Richmond, VA 23230 Empowering Developing Sust"
    },
    {
      "url": "https://cest-la-venus.tumblr.com/",
      "title": "this warm feeling is \"c'est la vie\"",
      "description": "Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like computers and magical girls and trying to make this hellworld a better place | Blog content is around...",
      "preview": "@L @cest-la-venus this warm feeling is \"c'est la vie\" Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like c"
    },
    {
      "url": "https://www.ywcaofcleveland.org/about-ywca-cleveland/meet-our-president-ceo/",
      "title": "Our Team - YWCA Greater Cleveland | YWCA Greater Cleveland",
      "description": "For 150 years, YWCA Cleveland has been a powerful force for equality and justice. We've tackled barriers faced by women, people of color, and those experiencing discrimination, fighting for peace, justice, freedom, and dignity for all.",
      "preview": "0 Our Team contact Helen Forbes Fields President & CEO As a lifelong advocate for Cleveland, Helen Forbes Fields has the experience, strategic thinkin"
    },
    {
      "url": "https://optuna.readthedocs.io/en/stable/reference/generated/optuna.study.Study.html",
      "title": "optuna.study.Study - Optuna 4.5.0 documentation",
      "description": "void",
      "preview": "Key Features Code Examples Installation Dashboard OptunaHub Blog Videos Paper API Reference optuna.study optuna.study.Study optuna.study.Study  class"
    },
    {
      "url": "https://solarsystem.nasa.gov/planets/overview/",
      "title": "About the Planets",
      "description": "Our solar system has eight planets, and five dwarf planets - all located in an outer spiral arm of the Milky Way galaxy called the Orion Arm.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://sirenalpha.tumblr.com/",
      "title": "SirenAlpha",
      "description": "Just somebody who has been here way too long",
      "preview": "theme made by espoirthemes this post is tagged as food. this post is blacklisted because it contains food and is not fully visible on the index page."
    },
    {
      "url": "https://www.aarp.org/",
      "title": "AARP® Official Site - Join & Explore the Benefits",
      "description": "AARP is the nation's largest nonprofit, nonpartisan organization dedicated to empowering Americans 50 and older to choose how they live as they age.",
      "preview": "Skip to content 5 Ways AARP Is Fighting Age Discrimination On Ageism Awareness Day it is important to recognize the work we are doing to protect older"
    },
    {
      "url": "http://www.gentili.net/list4.asp?ID=176",
      "title": "Diaphyseal lesion",
      "description": "Review of musculoskeletal radiology teaching files on the Internet",
      "preview": "void"
    },
    {
      "url": "https://www.bahiastereo915fm.com.ve/tag/futbol-entrenamientos-familia-apoyo/",
      "title": "futbol entrenamientos familia apoyo - Bahia Stereo 91.5FM",
      "description": "void",
      "preview": "Inicio / Tag Archives: futbol entrenamientos familia apoyo Tag Archives: futbol entrenamientos familia apoyo «Reyes Academy» formando atletas para el"
    },
    {
      "url": "https://www.repubblica.it/cronaca/",
      "title": "Cronaca - la Repubblica",
      "description": "Tutti i fatti di cronaca: aggiornamenti, notizie, foto e video. Il sito con tutta la cronaca italiana raccontata dai giornalisti di La Repubblica",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci Cronaca Salute mentale, italiani sempre più soli e depressi. Mattar"
    },
    {
      "url": "https://www.ilmatieteenlaitos.fi/saa",
      "title": "Sää ja meri - Ilmatieteen laitos",
      "description": "Tekstimuotoinen tiedote ajankohtaisesta säästä sekä ennuste tulevalle vuorokaudelle. Mukana myös voimassaolevat varoitukset sekä sääennuste merenkulkijoille.",
      "preview": "Siirry sivun pääsisältöön Ei hakutuloksia Hae Sää ja meri"
    },
    {
      "url": "https://github.blog",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "https://withoutyoumusical.com/",
      "title": "Home | Anthony Rapp's Without You",
      "description": "A new musical based on Anthony Rapp's New York Times best-selling memoir of love, loss and the musical RENT.",
      "preview": "Stay tuned for more dates! You would have to be made of stone to NOT be moved. The New York Times Out of the 525,600 MINUTES in your year, spend 90 of"
    },
    {
      "url": "https://www.aetv.com",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://ushcc.mcjobboard.net/jobs",
      "title": "USHCC CAREER CENTER",
      "description": "USHCC JOB BOARD; USHCC CAREER CENTER",
      "preview": "JOB BOARD HOME POST A JOB EMPLOYERS VIEW RESUMES MANAGE POSTS JOB SEEKERS BROWSE JOBS ADD OR EDIT RESUME(MY PROFILE & RESUME) MY QUICK APPLY APPLICATI"
    },
    {
      "url": "https://www.googlecloudpresscorner.com/latest-news",
      "title": "Latest News",
      "description": "Explore the Google Cloud Press Corner for breaking news, stories of innovation, and resources detailing how Google Cloud's powerful, fully integrated and optimized AI stack-along with its infrastructure, developer, data, security, and collaboration tools-is transforming industries and driving digital transformation for customers globally.",
      "preview": "Google Cloud Logo News Skip to content News Menu Desktop Search Search Get started Mobile Search Search Press Corner Gap Inc. Sets Out to Reimagine Re"
    },
    {
      "url": "https://www.nrk.no/nyheter/",
      "title": "Siste nytt - NRK",
      "description": "Siste nytt fra inn- og utland. Hold deg oppdatert på nyhetssbildet med NRK Nyheter",
      "preview": "Siste nytt - NRK Foto: Ariana Cubillos / AP / NTB Det kvite huset: Nobelkomiteen set politikk føre fred Nobels fredspris Foto: Ramadan Abed / Reuters"
    },
    {
      "url": "https://www.getty.edu/art/collection/",
      "title": "The J. Paul Getty Museum Collection",
      "description": "Explore the collection of the J. Paul Getty Museum at the Getty Center and the Getty Villa.",
      "preview": "We're sorry but the J. Paul Getty Museum Collection doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://globalrecord.fao.org/",
      "title": "Dashboard | Global Record Of Fishing Vessels, Refrigerated Transport Vessels And Supply Vessels",
      "description": "void",
      "preview": "Skip to content Global Record Dashboard Fleet overview to date Region Number of vessels % of vessels Average length Total GT Data providers Data provi"
    },
    {
      "url": "https://springboardforthearts.org/",
      "title": "Springboard For The Arts",
      "description": "void",
      "preview": "Artists are Essential Artists are the heartbeat of our communities-innovators, connectors, meaning makers, and community caregivers. We're here to equ"
    },
    {
      "url": "https://wset.com/news/local/stafford-dog-sky-animal-shelter-joe-bice-donna-who-had-no-inquiries-for-months-finally-gets-adopted-after-viral-post-virginia-newport-news",
      "title": "Stafford dog who had no inquiries for months finally gets adopted after viral post",
      "description": "A Stafford County dog from the animal shelter has been rescued after a plea posted online went viral.",
      "preview": "Fri, 10 Oct 2025 10:12:17 GMT (1760091137870) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.jonathanglynnsmith.com/",
      "title": "Photographer Jonathan Glynn-Smith",
      "description": "London based photographer and director Jonathan Glynn-Smith | Specialising in Fashion, Advertising, Travel and Luxury Lifestye film and photography ✔ | Overview portfolio of images here →",
      "preview": "Photographer/Director Thumbnails Portraits Menswear Womenswear Campaigns Travel Diaries Films Projects & Exhibitions News Feed Biography & Clients Con"
    },
    {
      "url": "http://www.easybistro.com/",
      "title": "Classic Bistro & Seafood Restaurants In Chattanooga - Easy Bistro",
      "description": "Seafood restaurants in Chattanooga with classic bistro and southern ingredients that are combined in a new space with an open kitchen and full bar & raw bar.",
      "preview": "Sunday-Thursday 4-9PM Friday-Saturday 4-10PM (423) 266-1121 801 Chestnut St. Chattanooga, TN 37402 OYSTER HAPPY HOUR Every Day, 4-5pm Enjoy specialty"
    },
    {
      "url": "https://www.antichat.me/",
      "title": "Anonymous Chat Rooms, Meet New People - AntiLand.com",
      "description": "Explore AntiLand: the ultimate anonymous chat room and dating roleplay platform where you can express yourself freely and connect with like-minded strangers worldwide. Dive into a safe and welcoming online community to share thoughts, explore interests, and create genuine connections. Whether you're looking for friendship, love, or just a casual chat, AntiLand offers an array of topics and chat rooms tailored to your interests. Join us now and start your anonymous adventure today!",
      "preview": "✖️ en Home Categories Casual Dating Hobbies & Interests Health & Support Relationships & Social Mature & 30+ Chats Entertainment & Lifestyle Gaming Cu"
    },
    {
      "url": "https://abc.com/shows/the-company-you-keep",
      "title": "Watch The Company You Keep TV Show - ABC.com",
      "description": "Watch the official The Company You Keep online at ABC.com. Get exclusive videos, blogs, photos, cast bios, free episodes",
      "preview": "Skip to Content A night of passion leads to love between con man Charlie and undercover CIA officer Emma, who are unknowingly on a collision course pr"
    },
    {
      "url": "https://www.voteannapaulina.com/platform",
      "title": "Anna Paulina Luna for Congress",
      "description": "Anna Paulina Luna for Congress is a strong independent leader, earning her stripes by serving her country, not by serving herself. Raised by a single mother in Southern California's low-income neighborhoods, Anna learned that she must work hard and be independent to succeed.",
      "preview": "top of page ENDORSED BY PRESIDENT TRUMP! HELP ME FIGHT FOR YOU! $10 $50 $250+ $25 $100 DONATE The Influencer Who Came to Congress Republican Rep. An"
    },
    {
      "url": "http://www.jedasoftwaresystems.com",
      "title": "Jedasoft",
      "description": "void",
      "preview": "Home Contact About News Support"
    },
    {
      "url": "https://www.ecocert.com/en-US/expertise/organic-farming",
      "title": "Organic Agriculture | Ecocert",
      "description": "Ecocert inspects and certifies your organic agriculture products following the regulations that apply to your market. Find out more about our commitment to organic agriculture.",
      "preview": "Certification Training Consulting Quote Contact Our services Certification Training Consulting Ecocert About us News Careers Our Business sectors Food"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "http://nrife.fra.affrc.go.jp/index_e.html",
      "title": "NRIFE",
      "description": "void",
      "preview": "水産総合研究センター「水産工学研究所」 ACCESS INQUIRY Ｏｕｔｌｉｎｅ Since the establishment of National Research Institute of Fisheries Engineering (NRIFE) in March 1979, we"
    },
    {
      "url": "https://www.geobiental.com/consultoria-ambiental-puerto-real/autorizacion-ambiental-unificada-puerto-real/",
      "title": "Autorización Ambiental Unificada (AAU) en Puerto Real » Geobiental",
      "description": "Geobiental le asesora y le ayuda en la realización de la documentación para la Autorizacion Ambiental Unificada de su proyecto en Puerto Real.",
      "preview": "Ir al contenido Autorización Ambiental Unificada en Puerto Real Si necesita realizar la documentación y trámite para la Autorización Ambiental Unifica"
    },
    {
      "url": "https://www.npfc.int/",
      "title": "The North Pacific Fisheries Commission (NPFC) | NPFC",
      "description": "void",
      "preview": "Skip to main content Previous Pause Next Vacancy Announcement - Compliance Manager The North Pacific Fisheries Commission (NPFC) invites applications"
    },
    {
      "url": "https://mysds.henkel.com/index.html",
      "title": "Henkel Documents",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://jobs.jobvite.com/wri/jobs/",
      "title": "World Resources Institute Careers",
      "description": "void",
      "preview": "WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE Select a Region {{ i"
    },
    {
      "url": "https://ir.spire.com/",
      "title": "Investor Relations :: Spire Global, Inc. (SPIR)",
      "description": "Spire is a global provider of space-based data and analytics that offers unique datasets and powerful insights about Earth from the ultimate vantage point - space - so organizations can make decisions with confidence, accuracy, and speed. Spire...",
      "preview": "Investor Relations Spire Global, Inc. is a leading global provider of space-based data, analytics, and space services, offering access to unique datas"
    },
    {
      "url": "https://docs.google.com/document/d/1O_nDqc8M2Do9TZa_fD2L27Agh3TNPI0I75GuJoeB1Fo/edit#heading=h.icfvvd1ksuu8",
      "title": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework - Documenti Google",
      "description": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework Setting up and running a cold email outreach system can be a time consuming process - you need to create email accounts, connect them to a sending tool, write the email copy, find leads to send ...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://en.wikipedia.org/wiki/Exclusive_economic_zone",
      "title": "Exclusive economic zone - Wikipedia",
      "description": "void",
      "preview": "Jump to content From Wikipedia, the free encyclopedia Adjacent sea zone in which a state has special rights Not to be confused with Special economic z"
    },
    {
      "url": "http://placeanad.chicagotribune.com#nt=primarynavbar",
      "title": "Chicago Tribune",
      "description": "Advertise with The Chicago Tribune",
      "preview": "x Previous Next MOST POPULAR ONLINE OPTIONS OBITUARIES Chicagotribune.com ROS Geo-Targeted Impressions Advertise your business to an engaged audience"
    },
    {
      "url": "https://www.bbc.co.uk/news/uk-64815323",
      "title": "Constance Marten arrest: Police continue questioning after baby found - BBC News",
      "description": "Constance Marten and Mark Gordon are being held on suspicion of gross negligence manslaughter.",
      "preview": "To play this video you need to enable JavaScript in your browser. This video can not be played Media caption, Det Supt Lewis Basford: \"Police officers"
    },
    {
      "url": "http://datosabiertos.laspalmasgc.es/condiciones-de-reutilizacion/",
      "title": "Portal de Datos Abiertos Las Palmas de Gran Canaria | Condiciones de reutilización",
      "description": "void",
      "preview": "Inicio Condiciones de reutilización Condiciones de reutilización Este aviso legal recoge las condiciones generales que rigen el acceso y el uso del pr"
    },
    {
      "url": "https://www.education-inequalities.org/",
      "title": "World Inequality Database on Education - Home",
      "description": "The World Inequality Database on Education (WIDE) highlights the powerful influence of circumstances, such as wealth, gender, ethnicity and location, over which people have little control but which play an important role in shaping their opportunities for education and life.",
      "preview": "Home Indicators Countries About World Inequality Database on Education The World Inequality Database on Education (WIDE) highlights the powerful influ"
    },
    {
      "url": "http://corporate.disney.go.com/corporate/pp.html",
      "title": "Disney Privacy Center Home - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Company has a ri"
    },
    {
      "url": "https://operations.osmfoundation.org/policies/tiles/",
      "title": "Tile Usage Policy",
      "description": "void",
      "preview": "Toggle navigation OSMF OWG Home Reports Policies Meetings Tile Usage Policy OpenStreetMap (OSM) data is free for everyone to use . Our tile servers ar"
    },
    {
      "url": "https://athleta.gap.com/",
      "title": "Shop Athleta for Women's Yoga Clothing, Technical Athletic Clothing, and Athleisure",
      "description": "Athleta designs clothing that integrates performance and technical features for active women and girls. From running and yoga to swimming and hiking or athleisure - our clothing supports whatever moves & inspires you.",
      "preview": "Skip to top navigation Skip to shopping bag Skip to main content Skip to footer links"
    },
    {
      "url": "https://www.transylvaniacounty.org/",
      "title": "Welcome to Transylvania County",
      "description": "Transylvania County is located in beautiful Western North Carolina and is called the \"Land of Waterfalls\" due to the 250 waterfalls located through the county.",
      "preview": "Skip to main content Notice Click Here for Disaster Recovery and Debris Removal Resources Transylvania County Quick Links: Inspections and Permits Eme"
    },
    {
      "url": "https://aviation-docs.spire.com/api/authentication",
      "title": "Authentication | Spire Aviation",
      "description": "Before accessing the APIs, Spire must provide users with an API token for the Aviation APIs.",
      "preview": "Skip to main content Menu Authentication Tracking Stream API Introduction Output Usage Playground Tracking History API Introduction Output Usage Fligh"
    },
    {
      "url": "https://sylvans.com/jewelry/necklace/18kt-gold-necklace-with-3-diamond-stations-132973/",
      "title": "18K Gold Necklace with 3 Diamond Stations | Sylvan's Jewelers",
      "description": "Primary Material : 18k Yellow Gold Primary Gemstone : Diamond Primary Color : G-H Collection : Diamonds By The Inch Total Carat Wt : 0.14",
      "preview": "0 Search FREE SHIPPING AND RETURNS ON ORDERS OVER $500 Home | 18K Gold Necklace with 3 Diamond Stations Roberto Coin 18K Gold Necklace with 3 Diamond"
    },
    {
      "url": "https://www.nngroup.com/articles/top-10-mistakes-web-design/",
      "title": "Top 10 Mistakes in Web Design - NN/G",
      "description": "The 10 most egregious UX offenses against users. Web design disasters and HTML horrors are legion, though many usability atrocities are less common than they used to be.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 Top 10 Mistakes in Web Design Jakob Nielsen Jakob Nielsen January 1"
    },
    {
      "url": "http://pittsburghfoundation.org/macmiller",
      "title": "Mac Miller Fund | The Pittsburgh Foundation",
      "description": "Photo credit: Karen Meyers The Mac Miller Fund supports young musicians with resources to help realize their full potential through exploration, expression and community.",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? Mac Miller Fund Established: 10/1/2018 Donate Now As of Oct. 3, 2025,"
    },
    {
      "url": "https://www.thesportsnews.in/",
      "title": "The Sports News | Cricket News, Football News, Sports Business News, IPL, PKL, ISL, IPL 2024",
      "description": "The Sports News is all about all those sports freak who live and breathe cricket, football, and any sports that you name.",
      "preview": "Search Follow US © 2024 The Sports News. All rights reserved. Designed and Managed by HayWire Digital. Top Story UP T20 League 2024 Points Table: Utta"
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.womenonly.gr/gossip/arthro/sok_h_garmpi_eftase_konta_sto_thanato-129579579/",
      "title": "Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο!",
      "description": "Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κοντά στο θάνατο μίλησε η Καίτη Γαρμπή. &nbsp;Η αγαπημένη τραγουδίστρια σε μία εξομ...",
      "preview": "CELEBRITY NEWS Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο! WomenOnly Team 11.12.2013 Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κον"
    },
    {
      "url": "https://usatodayhss.com/",
      "title": "USA Today High School Sports: The Premier Source for High School Sports News",
      "description": "Follow high school sports with news, rankings, and in-depth coverage from USA Today High School Sports, your top source for high school athletics.",
      "preview": "Skip to main content Home Football Boys Basketball Girls Volleyball Boys Volleyball Softball Esports National scores Recruiting Stars of the Week USA"
    },
    {
      "url": "https://www.diffchecker.com/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://algrium.com/products/1-lbs-6-mm-10-mm-mixed-polishing-sphere-ceramic-tumbling-media",
      "title": "1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler - Algrium",
      "description": "These nonabrasive ceramic pellets are excellent for using as a non abrasive filler and carrier in tumbling stones in your tumbler. This is a porcelain media that has no abrasive in it. It is used to polish all materials. It can be used as a second step or used alone when only a polish is required. Can be used in all ty",
      "preview": "Skip to content Search Log in Sign up Cart ( 0 ) 1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler Tumble Media Regular price $36"
    },
    {
      "url": "https://www.theworldwomennews.com/",
      "title": "theworldwomennews.com",
      "description": "void",
      "preview": "Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Contact Us Copyright © 2025 Th"
    },
    {
      "url": "https://fastapi.tiangolo.com/tutorial/first-steps/",
      "title": "First Steps - FastAPI",
      "description": "FastAPI framework, high performance, easy to learn, fast to code, ready for production",
      "preview": "Skip to content First Steps ¶ The simplest FastAPI file could look like this: Python 3.8+ from fastapi import FastAPI app = FastAPI () @app . get ( \"/"
    },
    {
      "url": "https://www.yearup.org/get-started",
      "title": "Apply in the Student Portal | Year Up United",
      "description": "Get started today! Set up your student portal account to apply to Year Up United job training programs in your city, or sign in to complete your current application.",
      "preview": "Your Enrollment Status Apply on our Student Portal Interview Enroll Apply in the Student Portal The first step in the application process is to create"
    },
    {
      "url": "https://www.hulyah.com/products/3-qul-surah-al-falaq-an-nas-and-al-ikhlas-bracelet-exclusive",
      "title": "Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet , Islam Jewelry, Gift For Muslim, Allah Cuff, Quran Pendant, İslam Pendant, islamic fashion, muslim,Name necklace - HULYAH",
      "description": "Ayatul Kursi Cuff, Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet Ayatel Kursi Bracelet, Islam Jewelry, Gift For Muslim, Allah Necklace, Quran Pendant, İslam Pendant, Islamic fashion, Muslim, Name necklace Islamic Jewelry, Ayatul Kursi Jewellery, Arabic Jewelry Gift, Farther's Day Gift",
      "preview": "Skip to content Pause slideshow Play slideshow 30-Day Money-Back Guarantee 3-Qul: Surah Al-Falaq, An-Nas, and Al-Ikhlas Bracelet | Exclusive No review"
    },
    {
      "url": "https://pix11.com/news/local-news/brooklyn/alligator-found-in-brooklyns-prospect-park-lake/",
      "title": "Alligator found in Brooklyn's Prospect Park Lake | PIX11",
      "description": "BROOKLYN (PIX11) - Park workers rescued an alligator found in Prospect Park Lake on Sunday, officials said. The 4-foot-long gator was spotted on Sunday morning, according to a Parks Department spokesperson. The alligator was found in poor condition. It was very lethargic. The alligator may have been shocked by the cold since it's native to [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://lifehacker.com/all-the-things-you-didnt-know-dish-soap-can-clean-1848332952",
      "title": "7 Ways You Should Be Using Dish Soap to Clean Your Stuff | Lifehacker",
      "description": "Please mentally prepare to fall in love with this kitchen sink staple.",
      "preview": "Skip to Main Content Home Home & Garden Copied All the Things You Didn't Know Dish Soap Can Clean Please mentally prepare to fall in love with this ki"
    },
    {
      "url": "https://www.pbs.org/show/samantha-browns-places-love/",
      "title": "Samantha Brown's Places to Love | PBS",
      "description": "Places to Love takes viewers on a discovery of the emotional heart of travel.",
      "preview": "Skip to Main Content About You Might Also Like Genre Culture Share this Show Link Copied to Clipboard There are no episodes currently available for Sa"
    },
    {
      "url": "https://www.isuroon.org/",
      "title": "Isuroon - Strong Women Strong Community",
      "description": "Overcome challenges like language barriers, racism, and religious intolerance",
      "preview": "Skip to content Halal Food Assistance Welcome to Isuroon Halal Food Shelf, a compassionate initiative founded in 2016 to support the East African comm"
    },
    {
      "url": "https://z-news.link/anniversary-of-the-olympics-80-what-were-the-most-pure-moscow-games/",
      "title": "Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games",
      "description": "Doping control at the Olympic games first held in 1968 in Mexico. Since then and until now positive doping samples were found at every Olympic games",
      "preview": "Home / sports / Anniversary of the Olympics-80: what were the most \"pure\" Moscow Games Anniversary of the Olympics-80: what were the most \"pure\" Mosco"
    },
    {
      "url": "https://support.theguardian.com?INTCMP=side_menu_support&acquisitionData=%7B%22source%22:%22GUARDIAN_WEB%22,%22componentType%22:%22ACQUISITIONS_HEADER%22,%22componentId%22:%22side_menu_support%22%7D",
      "title": "Support the Guardian",
      "description": "Help us deliver the independent journalism the world needs. Support the Guardian by making a contribution.",
      "preview": "Please enable JavaScript - we use it to provide the best experience for Guardian Supporters. Click here for instructions to do so in your browser. Loa"
    },
    {
      "url": "http://www.parts-express.com/35mm-male-to-screw-terminal-connector--090-110?utm_source=google&utm_medium=cpc&utm_campaign=pla",
      "title": "3.5mm Male to Screw Terminal Connector",
      "description": "3.5mm Male to Screw Terminal Connector. Part Number: 090-110 by Parts Express.",
      "preview": "Javascript is disabled on your browser. To view this site, you must enable JavaScript or upgrade to a JavaScript-capable browser. Home 3.5mm Male to S"
    },
    {
      "url": "https://nl.linkedin.com/company/bcd-travel?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "BCD Travel | LinkedIn",
      "description": "BCD Travel | 342.631 volgers op LinkedIn. Travel smart. Achieve more. | BCD Travel helpt bedrijven slimmer te reizen en meer te bereiken. Onze digitale oplossingen om zakenreizen te vereenvoudigen bevorderen het succes van reisprogramma's, kostenbesparingen en talentbehoud. Met ruim 15.000 toegewijde medewerkers bedienen we klanten in meer dan 170 landen en dragen actief bij aan een duurzame toekomst voor zakenreizen.",
      "preview": "LinkedIn respecteert uw privacy LinkedIn en derden gebruiken essentiële en niet-essentiële cookies om onze Diensten te leveren, te beveiligen, te anal"
    },
    {
      "url": "https://www.blog.google/around-the-globe/google-europe/using-ai-help-organizations-detect-and-report-child-sexual-abuse-material-online/",
      "title": "Using AI to help organizations detect and report child sexual abuse material online",
      "description": "Using the internet as a means to spread content that sexually exploits children is one of the worst abuses imaginable. That's why since the early 2000s we've been investing in technology, teams, and working closely with expert organizations, like the Internet Watch Foundation, to fight the spread of child sexual abuse material (CSAM) online. There are also many other organizations of all sizes that are deeply committed to this fight-from civil society groups and specialist NGOs to other technology companies-and we all work to ensure we share the latest technological advancements.Today we're introducing the next step in this fight: cutting-edge artificial intelligence (AI) that significantly advances our existing technologies to dramatically improve how service providers, NGOs, and other technology companies review this content at scale. By using deep neural networks for image processing, we can now assist reviewers sorting through many images by prioritizing the most likely CSAM content for review. While historical approaches to finding this content have relied exclusively on matching against hashes of known CSAM, the classifier keeps up with offenders by also targeting content that has not been previously confirmed as CSAM. Quick identification of new images means that children who are being sexually abused today are much more likely to be identified and protected from further abuse.We're making this available for free to NGOs and industry partners via our Content Safety API, a toolkit to increase the capacity to review content in a way that requires fewer people to be exposed to it. Susie Hargreaves OBE, CEO, Internet Watch Foundation, said: &quot;We, and in particular our expert analysts, are excited about the development of an artificial intelligence tool which could help our human experts review material to an even greater scale and keep up with offenders, by targeting imagery that hasn't previously been marked as illegal material. By sharing this new technology, the identification of images could be speeded up, which in turn could make the internet a safer place for both survivors and users.&quot; We agree. This initiative will allow greatly improved speed in review processes of potential CSAM. We've seen firsthand that this system can help a reviewer find and take action on 700% more CSAM content over the same time period.We&#39;ve been investing for years to tackle this challenge, developing technology to detect CSAM in ways that are precise and effective. We&#39;ve also been working across the industry and with NGOs to combat CSAM through our work in the Technology Coalition since 2006, with the WePROTECT Global Alliance, and through industry-wide initiatives aimed at sharing best practices and known hashes of CSAM.Identifying and fighting the spread of CSAM is an ongoing challenge, and governments, law enforcement, NGOs and industry all have a critically important role in protecting children from this horrific crime. While technology alone is not a panacea for this societal challenge, this work marks a big step forward in helping more organizations do this challenging work at scale. We will continue to invest in technology and organizations to help fight the perpetrators of CSAM and to keep our platforms and our users safe from this type of abhorrent content. We look forward to working alongside even more partners in the industry to help them do the same. If you're interested in using the Content Safety API service at your organization, you can learn more and fill out the form on our website.",
      "preview": "Using AI to help organizations detect and report child sexual abuse material online Sep 03, 2018 · Share Twitter Facebook LinkedIn Mail Copy link Niko"
    },
    {
      "url": "https://www.emploimedecin.com/offres-emploi/detail/878844/medecin-generaliste/jobergroup/amiens/cdi",
      "title": "Offres d'emploi médicales : médecin, pharmacien, chirurgien...",
      "description": "Retrouvez sur EMPLOI Médecin des milliers d'annonces : médecin, chirurgien, sage-femme, pharmacien, orthodontiste, vétérinaire",
      "preview": "Connexion Candidat Connexion Recruteur Partenaires Zoom sur Trouvez votre futur emploi Emploi : Localisation : Distance : 5 km 10 km 15 km 20 km 50 km"
    },
    {
      "url": "https://www.kic.org.uk/nottingham-trent/",
      "title": "Nottingham Trent International College | Kaplan Pathways",
      "description": "Discover Nottingham International College, and how a pathway course can help you progress to a degree at the Nottingham Trent University.",
      "preview": "Skip to content Home Where to study Nottingham Trent International College Nottingham Trent International College Nottingham Trent International Colle"
    },
    {
      "url": "https://www.footballcritic.com/",
      "title": "FootballCritic - Form Index for Players & Teams.",
      "description": "Track live player and team performances with FootballCritic's Form Index. Get real-time ratings and analysis based on the last 20 matches.",
      "preview": "Welcome Guest Profile Notifications Thank you for using Footballcritic. Start by talking about your audience, not yourself. Logout x Form Index for Pl"
    },
    {
      "url": "https://newsroom.au.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK Buy Now, Pay Later PayPal PayPal Pay in 4 Wins Australia's Most Loved and Most Recommended BNPL Provider in"
    },
    {
      "url": "http://www.mothersruinchi.com",
      "title": "Mother's Ruin Chicago",
      "description": "2943 N Milwaukee Ave, Chicago, IL 60618",
      "preview": "Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open"
    },
    {
      "url": "https://www.extremis.com/fr/collections/walrus/walrus-module-central",
      "title": "Walrus module central - Collection Walrus - Notre collection - Extremis",
      "description": "Portant le nom anglais du morse, cet impressionnant mammifère capable d'affronter les éléments grâce à sa peau épaisse et robuste, ce design unique résiste aux quatre saisons sans avoir besoin de housse ou de ranger les coussins. Une solution ingénieuse permet de concrétiser ce dont les autres canapés d'extérieur ne peuvent que rêver : un grand confort, une esthétique élégante et une résistance climatique à toute épreuve. Walrus module central est disponible en deux tailles et dispose d'un compartiment de rangement à l'arrière. Combinez différents modules Walrus pour créer un canapé dont la forme et la taille s'adaptent parfaitement à votre espace extérieur.",
      "preview": "fr en nl fr de Walrus module central De Walrus collection Avec coussins Canapé d'extérieur modulaire étanche Portant le nom anglais du morse, cet impr"
    },
    {
      "url": "https://www.latostadora.com/lolakabuki/dibujos/1059451",
      "title": "Productos y diseños de Lola Kabuki | LaTostadora.com",
      "description": "Lola Kabuki en laTostadora. Diseños disponibles en una gran variedad de productos. Envío Gratis.",
      "preview": "Tienda en construcción. Si eres el propietario de la tienda y tienes alguna consulta visita nuestro portal de ayuda al diseñador o contáctanos. Inicio"
    },
    {
      "url": "https://www.devops-research.com/research.html",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "https://election-legislative.linternaute.com/resultats/porri/ville-2B245",
      "title": "Résultat des élections législatives 2025 à Porri (20215)",
      "description": "Résultat des législatives à Porri (20215) : retrouvez gratuitement les résultats officiels des élections législatives dès publication par le ministère de l'Intérieur",
      "preview": "Résultat des élections législatives 2025 à Porri (20215) Voir aussi : Silvareccio (20215) Casalta (20215) Pruno (20213) 17/09/25 17:09 Sommaire Résult"
    },
    {
      "url": "https://deliveroo.be/nl-be/cuisines/amerikaans-bestellen",
      "title": "Amerikaans Levering van restaurants in uw buurt | Deliveroo",
      "description": "Zin in lekker Amerikaans eten? Bestel online bij de beste Amerikaanse restaurants in de buurt en krijg het eten vers aan huis bezorgd.",
      "preview": "Deliveroo Meld je aan of log in Account Home / Keukens / American Heerlijke Amerikaanse gerechten in België, snel aan huis geleverd. De hedendaagse Am"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-afg",
      "title": "Afghanistan - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "Afghanistan administrative level 0-2 boundaries (COD-AB) dataset. These administrative boundaries were established in: 2019 This COD-AB was most recently reviewed for accuracy and necessary changes in July 2024. The COD-AB does not require any update. Sourced from Afghanistan Geodesy and Cartography Head Office (AGCHO) This COD-AB is suitable for database or GIS linkage to the Afghanistan [COD-PS](https://data.humdata.org/dataset/cod-ps-afg). No edge-matched (COD-EM) version of this COD-AB has yet been prepared. Please see the [COD Portal](https://cod.unocha.org/). Administrative level 1 contains 34 feature(s). The normal administrative level 1 feature type is 'Province'. Administrative level 2 contains 401 feature(s). The normal administrative level 2 feature type is 'District'. Recommended cartographic projection: Asia This metadata was last updated on January 17, 2025. Access the Afghanistan - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Afghanistan - Subnational Administrative Boundaries This dataset is part of the Afghanistan Data Grid"
    },
    {
      "url": "https://www.euronews.com/travel",
      "title": "Euronews Travel | Change how you see the world",
      "description": "For people who travel for fresh perspectives, authentic experiences, cultural discoveries and meaningful encounters in Europe and beyond.",
      "preview": "News Destinations Experiences Stays People Series Destinations Skip overcrowded Amsterdam and follow locals to these spots instead ADVERTISEMENT ADVER"
    },
    {
      "url": "https://alerts.mongabay.com/",
      "title": "Subscribe to Mongabay news alerts",
      "description": "Subscribe to environmental news alerts.",
      "preview": "Subscribe to Mongabay news alerts Our topic-based news alerts allow you to get daily or weekly notifications via email about topics you select. Simply"
    },
    {
      "url": "https://iode.org/index.php?option=com_content&view=article&id=724&Itemid=100434",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://bonemarrow.org/",
      "title": "Bone Marrow & Cancer Foundation",
      "description": "void",
      "preview": "tag:"
    },
    {
      "url": "https://lalibellule.ch/centre-nature/ateliers/",
      "title": "Ateliers - la libellule",
      "description": "Nos ateliers au centre nature...",
      "preview": "Ateliers Venez acquérir des nouveaux savoir-faire. Repartez avec votre bac à plantons, apprenez à réaliser votre propre balcompost ou découvrez les te"
    },
    {
      "url": "https://help.venmo.com/",
      "title": "Venmo Help Center and Support | Venmo",
      "description": "Looking for Venmo support? Find answers to commonly asked questions relating to your personal or business account.",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Topics Accounts, Profiles & Settings Updating your Venmo Profile Payme"
    },
    {
      "url": "https://bellofox.com/",
      "title": "Buy Women Fashion Accessories,Jewellery, Sunglasses Online - Bellofox",
      "description": "Women Fashion Accessories : Get a fabulous look with the Bellofox beautiful fashion accessories, which will help you to collect some high-fashion accessories to accentuate your wardrobe.",
      "preview": "💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected"
    },
    {
      "url": "https://blog.cmkg.org/blog/topic/category-analytics",
      "title": "Category management best practices & thought leadership for Retail & CPG teams. | Category Analytics",
      "description": "Category Analytics | Translate industry trends, changes, and insights into best practices and training for future-proof Retail and CPG organizations.",
      "preview": "Training Solutions Instructor-Led Virtual Training Instructor-Led Classroom Training eLearning Training Solutions for Individuals Assessments Team Tra"
    },
    {
      "url": "https://www.avaseakrabi.com/",
      "title": "Ava Sea Resort, Ao Nang, Krabi",
      "description": "Ava Sea Resort, Ao Nang, Krabi - full service hotel, offers spacious, elegantly furnished rooms, situated only a short walk from Ao Nang Beach, near Restaurants and Conveniences ideal for couples and families.",
      "preview": "Home Accommodation Superior Room Superior Double Bed Room Superior Twin Bed Room Deluxe Connecting Room Deluxe Connecting Double Bed Room Deluxe Conne"
    },
    {
      "url": "https://www.ada.gov/ada_voting/ada_voting_ta.htm",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting... Click here if you are not redirected."
    },
    {
      "url": "http://www.aesociety.org/",
      "title": "AES Society | Inpiring Innovation With Service",
      "description": "AES Electrophoresis Society is a STEM focused non-profit founded to promote excellence in electrokinetics research and discovery.",
      "preview": "top of page AES Society Mission AES Electrophoresis Society is a unique, non-profit, international organization founded to advance and promote electri"
    },
    {
      "url": "https://event.webcasts.com/starthere.jsp?ei=1598965&tp_key=b630598902&tp_special=8",
      "title": "Microsoft - 1598965",
      "description": "void",
      "preview": "Tue, Mar 7, 2023 2:02 PM PST{LOCAL_TZ} This presentation is no longer available. FAQs and System Test Outlook ❯ Google ❯"
    },
    {
      "url": "https://streamsidesoft.com/spirit-story-box-privacy-policy/",
      "title": "Spirit Story Box Privacy Policy",
      "description": "void",
      "preview": "Skip to main content Skip to footer This privacy policy governs your use of the software application Spirit Story Box (\"Application\") for mobile devic"
    },
    {
      "url": "https://www.repostatus.org/#active",
      "title": "repostatus.org",
      "description": "void",
      "preview": "What It Is Many people and organizations have publicly available code in varying states of usability, development (whether or not further development"
    },
    {
      "url": "http://www.erp-recycling.es",
      "title": "Reciclaje de residuos RAEE y pilas y baterías - ERP Recyling",
      "description": "ERP Recycling es un SCRAP encargado de la gestión de residuos de aparatos eléctricos, electrónicos, pilas y acumuladores, cumpliendo la normativa.",
      "preview": "Skip to content Search for: Miembros Login Search for: Miembros Login Homepage admin 2025-03-31T19:07:22+02:00 Gestión y reciclaje de RAEE y residuos"
    },
    {
      "url": "http://www.responsiblebusiness.org/standards/code-of-conduct/",
      "title": "Code of Conduct",
      "description": "The RBA Code of Conduct is a set of social, environmental and ethical industry standards.",
      "preview": "JOIN RBA RBA Foundation Member Portal RBA-Online eLearning Academy Code of Conduct Code of Conduct Standards & Accountability VAP About VAP SVAP on Fo"
    },
    {
      "url": "https://www.tmztour.com/",
      "title": "TMZ Celebrity Tour | Hollywood Celebrity Bus Tours",
      "description": "The TMZ Celebrity Bus Tour gives you an insider look at Hollywood, Beverly Hills, and the Sunset Strip. Book online today!",
      "preview": "top of page BOOK NOW UNLOCK HOLLYWOODS ULTIMATE BUS TOURS Anchor 2 CELEBS SPOTTED ON TOUR YOU NEVER KNOW WHO YOU'LL SEE! Keep a lookout for celebs. Ta"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://soyjugadodeboca.tumblr.com/",
      "title": "@soyjugadodeboca on Tumblr",
      "description": "Follow @soyjugadodeboca and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://www.photosoundav.com/",
      "title": "Audio Visual for Meetings & Special Events | Photosound",
      "description": "General Sessions, Breakout Rooms, Virtual Meetings Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Speakers, Wireless Mics, Audio Consoles, Projectors, Screens, TV Monitors, Lighting, Teleprompters, Video Cameras, Switchers, Podiums, Staging, Truss Podiums, Beamsplitters, Confidence Monitors, | Audio Visual for Meetings & Special Events",
      "preview": "Corporate Events General Sessions, Breakout Rooms, Virtual Meetings Trade Shows Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Aud"
    },
    {
      "url": "https://www.freepeople.com/shop/wrangler-ranch-coat/?color=040&type=REGULAR&quantity=1",
      "title": "Wrangler Ranch Coat | Free People",
      "description": "Shop our Wrangler Ranch Coat at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.nbc.com/today?nbc=1",
      "title": "TODAY - NBC.com",
      "description": "TODAY - Watch episodes on NBC.com and the NBC App. Hoda Kotb and Savannah Guthrie host NBC's morning news program.",
      "preview": "Main Content Latest Episodes EXPIRING S2 E14 | 10/09/25 Jenna & Friends - 10/9/25 EXPIRING S8 E14 | 10/09/25 Today 3rd Hour - 10/9/25 EXPIRING S74 E15"
    },
    {
      "url": "https://cassandraladru.com",
      "title": "Cassandra Ladru Photography - A journalistic style wedding and lifestyle photographer",
      "description": "void",
      "preview": "Cassandra Ladru Cassandra Ladru is a journalistic style wedding and lifestyle photographer, with a background in fashion photography and an eye for be"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/Resize_Observer_API",
      "title": "Resize Observer API - Web APIs | MDN",
      "description": "The Resize Observer API provides a performant mechanism by which code can monitor an element for changes to its size, with notifications being delivered to the observer each time the size changes.",
      "preview": "Skip to main content Skip to search Resize Observer API Baseline Widely available This feature is well established and works across many devices and b"
    },
    {
      "url": "http://www.buoneforchette.com/",
      "title": "Ricette di cucina - Le ricette di Buoneforchette.com",
      "description": "Ricette di Eurochocolate facili e veloci con ingredienti di stagione. Le ricette di cucina di Buoneforchette dagli antipasti ai dolci, danno gusto alla vita.",
      "preview": "Twitter Facebook Pin It Share Google+ Share Ricette di Patate Ricette con Patate da cucinare e mangiare. Ricette di Peperoni Ricette con Peperoni da c"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/ref/models/fields/",
      "title": "Model field reference | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "http://www.nasa.gov/multimedia/guidelines/index.html",
      "title": "Guidelines for using NASA Images and Media Guidelines",
      "description": "NASA content - images, audio, video, and media files are generally are not subject to copyright in the United States for non-commercial use.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://creperie-letybillic.fr/operation-cheques-evasion-50/",
      "title": "Opération Chèques Evasion 50 - Crêperie Le Ty-BillicCrêperie Le Ty-Billic",
      "description": "La Crêperie Le Ty-Billi participe à l'opération Chèques Evasion 50 mis en place par L'Attitude Manche ! Rendez-vous sur le site www.cheques-evasion50.fr pour vous inscrire et recevoir des chèques que vous pourrez dépenser chez les restaurateurs, les sites et lieux de visites, les prestataires de loisirs, les producteurs locaux... de la Manche partenaires de l'opération",
      "preview": "Qui sommes-nous ? Actualités Menus et carte Galeries photos Nos partenaires Nous contacter 73 rue au Blé - Cherbourg en Cotentin 02 33 01 11 90 Opérat"
    },
    {
      "url": "https://www.fox10tv.com/2023/02/28/atmore-pd-toddler-dies-after-being-left-car/",
      "title": "Atmore PD: Toddler dies after being left in car",
      "description": "A 2-year-old child died after being left unattended in a car for several hours Monday, according to authorities. The child's father is now facing a reckless murder in connection with the death.",
      "preview": "Skip to content ATMORE, Ala. ( WALA ) - In a tragic story out of Atmore, a two-year-old boy is dead after police said his father left him inside his v"
    },
    {
      "url": "https://help.target.com/help/subcategoryarticle?childcat=Price+Match+Guarantee&parentcat=Policies+%26+Guidelines&searchQuery=search+help",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.nrk.no/nyheter/",
      "title": "Siste nytt - NRK",
      "description": "Siste nytt fra inn- og utland. Hold deg oppdatert på nyhetssbildet med NRK Nyheter",
      "preview": "Siste nytt - NRK Foto: Ariana Cubillos / AP / NTB Det kvite huset: Nobelkomiteen set politikk føre fred Nobels fredspris Foto: Ramadan Abed / Reuters"
    },
    {
      "url": "http://www.ikesmartcity.com/",
      "title": "IKE Smart City",
      "description": "IKE (Interactive Kiosk Experience) is an interactive digital kiosk on city sidewalks and public spaces. IKE provides free Wi-Fi and uses applications to help with discovery, mobility, and equity.",
      "preview": "Houston, Tx Miami, FL Atlanta, GA Cincinnati, OH Houston, TX Baltimore, MD Miami, FL Tampa, FL Tempe, AZ Our Mission We pioneer smart city technology"
    },
    {
      "url": "https://www.accessorize.com/row/",
      "title": "Accessorize Global | Fashion Accessories, Jewellery & Gifts For Her",
      "description": "Accessorize Global | Shop your favourite bags, jewellery and seasonal favourites online at Accessorize with free delivery available.",
      "preview": "Skip to main content It's in the bag Continue Shopping Checkout Future Vintage Your shortcut to once-in-a-lifetime finds. NEW IN CLOTHING JUMPERS JACK"
    },
    {
      "url": "http://ricette-antipasti.blogspot.com/",
      "title": "Ricette Antipasti",
      "description": "Ricette di antipasti per tutti i gusti",
      "preview": "skip to main | skip to sidebar Ricette Antipasti Ricette di antipasti per tutti i gusti venerdì 2 febbraio 2007 Cozze alla Francese Ingredienti ricett"
    },
    {
      "url": "https://www.harriscountyda.com/mother_who_drowned_her_two_children_sentenced_to_40_years",
      "title": "District Attorney's Office",
      "description": "void",
      "preview": "Home About Us Justice & Safety Survivors & Victims Alternatives to Prosecution Community Engagement Careers Newsroom Resources Research Center Contact"
    },
    {
      "url": "https://www.bonkerscorner.com/product-category/women/?utm_source=google&utm_medium=cpc&utm_campaign=brand-ad&gclid=CjwKCAiA7939BRBMEiwA-h",
      "title": "Womens Clothing That Turns Heads: Shop the Latest Trends Now",
      "description": "Shop the best womens clothing with trendy styles made for YOU that exude confidence! Must-have clothes for women, buy women's clothes online in India & slay now",
      "preview": "Skip to content Women Womens New Arrivals Oversized T-Shirts Bottoms Tanks Cargos Joggers GYM Wear Tops Hoodies Sweatshirts Basics Jackets Oversized J"
    },
    {
      "url": "https://www.vecteezy.com/",
      "title": "Download Free Vectors, Images, Photos & Videos | Vecteezy",
      "description": "Explore millions of royalty free vectors, images, stock photos and videos! Get the perfect background, graphic, clipart, picture or drawing for your design.",
      "preview": "Download Free Vectors, Stock Photos, Stock Videos, and More Professional quality creative resources to get your projects done faster. Vectors Expand f"
    },
    {
      "url": "https://www.mpr.org/about",
      "title": "About MPR | Minnesota Public Radio",
      "description": "Minnesota Public Radio® (MPR) is one of the nation's premier public radio stations producing programming for radio, digital and live audiences.",
      "preview": "About MPR Minnesota Public Radio® (MPR) is one of the nation's premier public radio organizations, producing programming for radio, digital and live a"
    },
    {
      "url": "https://chardove.tumblr.com/",
      "title": "Chardove Reblogs Stuff",
      "description": "This blog has no theme, much apologies! ^^; I like pokemon and a bunch of other stuff though!",
      "preview": "Home Go ahead and ask me a thing? Archive Mobile RSS Chardove Reblogs Stuff Text July 02, 2024 113,487 notes gay-jewish-bucky asked: ssalmonn : impost"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.kdV4lB5ya",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://www.club-vacances-pea.com/category/nos-guides/",
      "title": "Nos guides - Club PEA",
      "description": "void",
      "preview": "Skip to content Blog Idées de vacances & Bons plans Nos guides Classer les articles par... Ordre alphabétique Ordre alphabétique inverse Du plus ancie"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "http://cbprs.org/",
      "title": "Cross Border Privacy Rules System",
      "description": "The APEC Cross-Border Privacy Rules (CBPR) System builds consumer, business and regulator trust in cross border flows of personal information.",
      "preview": "Search for: Home Consumers Business Government About CBPRs Compliance Directory CBPR System PRP Documents News Privacy in APEC Region Slide: Consumer"
    },
    {
      "url": "http://www.beithallelocala.org/rebbitzens-blog/archives/09-2020",
      "title": "Blog Archives",
      "description": "\"Adonai said to Moshe, 'Tell the people of Isra'el, 'In the seventh month, the first of the month is to be for you a day of complete rest for remembering, a holy convocation announced with...",
      "preview": "Beit Hallel Messianic Congregation Home Contact Who We Are? Our Rabbi Media Giving Rabbis Blog Rebbitzen's Blog SERVICES & CALENDAR STANDING WITH ISRA"
    },
    {
      "url": "https://rust-lang.github.io/rust-clippy/master/",
      "title": "Clippy Lints",
      "description": "A collection of lints to catch common mistakes and improve your Rust code.",
      "preview": "Theme Ayu Coal Light Navy Rust Disable keyboard shortcuts Clippy Lints Total number: 795 Lints search and filtering only works with JS enabled. :( Lin"
    }
  ],
  "_meta": {
    "total_bookmarks": 139
  }
}