{
  "data": [
    {
      "url": "https://ourfamilysoftware.com/nb/products/familyboard",
      "title": "FamilyBoard - Our Family Software",
      "description": "En interaktiv tavle som holder hele familien samstemt! FamilyBoard er unik i sin fokus på å visualisere familiens digitale informasjon. Visualisering er nøkkelen for å involvere alle, og med mobil appen har familiemedlemmer tilgang til den samme informasjonen på farta.",
      "preview": "Gå videre til innholdet Handlekurven din er tom Fortsett å handle Har du en konto? Logg på for å betale raskere. Handlekurven din Laster inn ... Estimer"
    },
    {
      "url": "http://vrlab.epfl.ch/",
      "title": "Virtual Reality Laboratory",
      "description": "void",
      "preview": "Cette page appartient aux archives web de l'EPFL et n'est plus tenue à jour. This page belongs to EPFL's web archive and is no longer updated."
    },
    {
      "url": "https://chromeenterprise.google/",
      "title": "Chrome Enterprise - Un browser, un sistema operativo e dispositivi per le aziende",
      "description": "Chrome Enterprise sblocca le capacità aziendali del browser Chrome, di ChromeOS e di Chromebook per fornire strumenti di gestione e sicurezza avanzati.",
      "preview": "Lavora in sicurezza nel cloud con Chrome Enterprise Google Chrome Enterprise fornisce alla tua attività il sistema operativo, il browser e i dispositi"
    },
    {
      "url": "https://sites.research.google/relate/",
      "title": "Project Relate: An App for Non-Standard Speech - Google Research",
      "description": "Project Relate is a communication app for people with non-standard speech. Use it to transcribe text, repeat speech, or engage Google Assistant.",
      "preview": "Headphones are suggested Watch video Watch video Communication made easier Project Relate is an Android beta app created to help people with non-stand"
    },
    {
      "url": "http://xgis.maaamet.ee/adsavalik/ads",
      "title": "adsavalik",
      "description": "void",
      "preview": "You need to enable JavaScript to run this application"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "https://www.gov.pl/web/edukacja",
      "title": "Ministerstwo Edukacji Narodowej - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "http://www.seaaroundus.org/data/#/global",
      "title": "Sea Around Us | Fisheries, Ecosystems and Biodiversity",
      "description": "The Sea Around Us Project investigates the impact of fisheries on the world's marine ecosystems. This is achieved by using a Geographic Information System",
      "preview": "Menu Search our data Mapped data Help Publications News Partners Projects Data not yet available Your browser does not support Javascript or has it di"
    },
    {
      "url": "https://www.larepgroup.com/",
      "title": "Smart City | LAR REPS",
      "description": "Representantes seguridad electronica en America latina, somos especialistas en Smart Citys, analiticas de video, camaras de seguridad y vigilancia ciudadana, tenemos oficinas en México, Colombia, Venezuela y Argentina. LAR REPS",
      "preview": "top of page Nuestro Valor Academia Virtu@l LAR ¿Qué es? La Academia Virtu@l LAR , es una forma de mantenernos en contacto con ustedes nuestros cliente"
    },
    {
      "url": "https://github.co/hiddenchars",
      "title": "Warning about bidirectional Unicode text - GitHub Changelog",
      "description": "A warning is now displayed when a file's contents include bidirectional Unicode text. Such text can be interpreted or compiled differently than it appears in a user interface. For example,...",
      "preview": "Back to changelog A warning is now displayed when a file's contents include bidirectional Unicode text. Such text can be interpreted or compiled diffe"
    },
    {
      "url": "https://jobgirls.de/damen-stellen-sich-vor/4-21/",
      "title": "Arielle | Jobgirls-Gewerblich prostituierte Damen zeigen sich.",
      "description": "void",
      "preview": "Skip to content Arielle Home / Gewerbliche Damen aus den Clubs / Arielle Arielle Jobgirls 2019-07-09T18:24:19+02:00 JobGirls verwendet Cookies, um Inh"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=24687843",
      "title": "Trojan.DownLoader41.59211 - Dr.Web Malware description library",
      "description": "Network activity Connects to &#39;i6#####g-a.akamaihd.net&#39;:443 &#39;t.###netcat.com&#39;:443 &#39;microsoft.com&#39;:80 &#39;px######com-a.akamaihd.net&#39;:445 &#39;px######com-a.akamaihd.net&#39;:139 TCP HTTP GET requests http://www.microsoft.com/pki/certs/MicRooCerAut_2010-06-23.crt Other &#39;i6#####g-a.akamaihd.net&#39;:443 ...",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://www.soccerstats.com/",
      "title": "SoccerSTATS.com | Football statistics, form tables and result analysis",
      "description": "SoccerSTATS.com features football statistics, results, tables, standings and analysis on football competitions such as the Premier League, the Championship, the Serie A, La Liga, the Champions League and hundreds of more leagues.",
      "preview": "LEAGUES MATCHES STATS FAV BLOG Favourite leagues ▼ Favourite leagues ----------------------------------- My Favourites -------------------------------"
    },
    {
      "url": "https://business.whatsapp.com/",
      "title": "WhatsApp for Business | Do more with conversations",
      "description": "Grow customer engagement, marketing, sales and customer service success with business messaging on the platform with more than 2 billion users around the world.",
      "preview": "Put WhatsApp to work for your business WhatsApp for Business helps you connect with your customers to build trust and grow with every conversation. Ex"
    },
    {
      "url": "http://measuredsolutions.com/",
      "title": "Home - Measured Solutions",
      "description": "Leading Supplier to the Fiber and Yarn Industry, Both Synthetic and Natural Applications Staple Fiber Filament yarn Spun yarn Nonwovens Composites Polymers & rubber Masterbatches & additives",
      "preview": "Leading Supplier to the Fiber and Yarn Industry, Both Synthetic and Natural Applications Staple Fiber Filament yarn Spun yarn Nonwovens Composites Pol"
    },
    {
      "url": "https://inclusion.engr.psu.edu/",
      "title": "Center for Engineering Outreach and Inclusion | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Success Programs Multicultura"
    },
    {
      "url": "https://deliciouslyella.com/",
      "title": "Deliciously Ella (UK) | Plant-Based & Vegan Food and Recipes",
      "description": "Explore Deliciously Ella's plant-based foods and recipes! Discover nutritious vegan recipes and products. Join the journey towards a healthier, happier life.",
      "preview": "Healthy Eating, Made Effortless Join 100,000+ members transforming how they eat and feel,one delicious recipe and wellness tool at a time. Start Your"
    },
    {
      "url": "https://www.losttype.com/",
      "title": "Lost Type Co-op",
      "description": "void",
      "preview": "Fonts Store Blog Contact About Lost Type is a Collaborative Digital Type Foundry Introducing PROSPECTUS Introducing MORT MODERN Introducing LEHIGH Int"
    },
    {
      "url": "https://forum.openoffice.org/it/forum/ucp.php?mode=register&sid=d700f12dde72825e0557a5efc3ad982d",
      "title": "Apache OpenOffice: forum della comunità - Pannello di Controllo Utente - Apache OpenOffice: forum della comunità",
      "description": "void",
      "preview": "Forum di supporto degli Utenti per gli Utenti di OpenOffice e LibreOffice Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senz"
    },
    {
      "url": "http://www.pacificcommunityventures.org/",
      "title": "2030 Strategic Plan - Pacific Community Ventures",
      "description": "PCV's 2030 Strategic Plan: $100M Restorative Capital, 100K good green jobs, and ethical AI to build an inclusive, sustainable economy.Ask ChatGPT",
      "preview": "Skip to primary navigation Skip to main content Skip to footer PCV ACQUIRES RADIANT DATA"
    },
    {
      "url": "https://charlestonkettlebellclub.com/",
      "title": "Charleston Kettlebell Club",
      "description": "void",
      "preview": "Skip to content 843.225.6622 mike@charlestonkettlebellclub.com Search Close Menu Charleston's School of Strength Philosophy Meet Our Team Coaching Opt"
    },
    {
      "url": "https://ssp.unisg.ch/en/universitaet/bibliothek/dienstleistungen/seatfinder",
      "title": "Incoming guest students | Exchange | University of St.Gallen",
      "description": "Preparations for your guet stay at the HSG. Find information about the exchange programmes, course information, visa, insurances and scholarships.",
      "preview": "Welcome to St.Gallen home more_horiz Studying Studying Research Executive Education News University Exchange programmes Why HSG? Programmes Exchange p"
    },
    {
      "url": "https://www.rosslynva.org/feature/rosslyn-refresh",
      "title": "Features | News | Rosslyn, VA",
      "description": "Features | News | Rosslyn, VA",
      "preview": "Skip to Main Content Rosslyn Features Rosslyn is connected in more ways than metros and bridges - the neighborhood has a growing network of young prof"
    },
    {
      "url": "http://skylinefloorscapes.com/tongue-and-groove-installation-instructions",
      "title": "Skyline Floorscapes | Tongue & Groove Installation Instructions",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/cookies#cookie_management",
      "title": "Cookie Notice | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://playbill.com/person/wayne-cilento-vault-0000000115",
      "title": "Wayne Cilento (Choreographer) | Playbill",
      "description": "void",
      "preview": "A TRUSTED THEATRE RESOURCE SINCE 1884 Once More From the Top: Inside the Starry, Emotional 50th Anniversary A Chorus Line A-5, 6, 7, 8! A Chorus Line"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2020/10/holiday-safety__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCxZLs82Dg$",
      "title": "Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy",
      "description": "void",
      "preview": "Guest Experience Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy Oct 22, 2020 Copy link to share Link copied As the"
    },
    {
      "url": "http://smartgivers.org/",
      "title": "Charities Review Council: Where Donors and Nonprofits Meet",
      "description": "We inform donors, empower nonprofits, and partner with grantmakers to mobilize informed donors and accountable nonprofits for the greater good.",
      "preview": "Log In Donate Donors List of Reviewed Nonprofits Refer a Nonprofit The Accountability Standards ® Questions to Ask Before Giving The Smart Giver Newsl"
    },
    {
      "url": "https://uploads.knightlab.com/storymapjs/857f1335b5790bba701ae445533b2c8e/racial-violence-in-wichita/index.html",
      "title": "StoryMapJS: Racial Violence in Wichita",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://katepearce.com/books/redeeming-jack/",
      "title": "Redeeming Jack | Kate Pearce",
      "description": "Redeeming Jack is a historical romance by best-selling author Kate Pearce. Book 2 in The Diable Delamere series.",
      "preview": "Skip to content The Diable Delamere Series Book 2 Historical Romance Heat Level: 3 Second Chance Marriage in trouble Regency Spies Wales Hero with a b"
    },
    {
      "url": "http://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://channelstore.roku.com/details/193106",
      "title": "Roku",
      "description": "WOW Presents Plus is the only streaming service featuring Werq The World, UNHhhh with Trixie and Katya, and hundreds of other World of Wonder originals, documentaries, specials, and LGBTQ+ programming. Terms of Service: https://www.wowpresentsplus.com/tos Privacy Policy: https://www.wowpresentsplus.com/privacy",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://www.blitzquotidiano.it/cronaca-italia/cocaina-nascosta-in-tavole-da-surf-19-arresti-tra-roma-e-guidonia-1733514/",
      "title": "Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia - Blitzquotidiano.it",
      "description": "FROSINONE - Cocaina nascosta in finte tavole da surf per superare i controlli alla dogana. Questa la trovata",
      "preview": "Skip to content Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia FROSINONE - Cocaina nascosta in finte tavole da surf per superare i"
    },
    {
      "url": "https://www.wwf.eu/",
      "title": "Home | WWF",
      "description": "Home",
      "preview": "The WWF is run at a local level by the following offices... WWF Global Adria Argentina Armenia AsiaPacific Australia Austria Azerbaijan Belgium Bhutan"
    },
    {
      "url": "https://www.orangecenter.bg/knizharnitsa/nehudozhestvena-literatura/taro-karti",
      "title": "Таро Карти - Нехудожествена литература - Книжарница - Книжарница Orange",
      "description": "Oнлайн магазин ORANGE CENTER - книги, музикални и видео продукти, канцеларски материали и продукти за офиса. Безплатна доставка над 49.80 лв. за цяла България!",
      "preview": "JavaScript изглежда да бъде прекратен във вашия браузър. За най-добър опит на нашия сайт не забравяйте да включите Javascript във вашия браузър. Таро"
    },
    {
      "url": "https://www.hembroinfotech.com/online-exam-portal-Manipur.php",
      "title": "Online Exam Portal in Manipur | Hembro Infotech Pvt. Ltd.",
      "description": "Best Online Exam Portal in Manipur, Powered by Hembro Infotech Pvt. Ltd.",
      "preview": "Home Educational Services School Management Software Online Admission Portal Online Class Portal Online Notes Portal Online Exam Portal Online Fee Col"
    },
    {
      "url": "http://www.icj-cij.org/",
      "title": "Cour internationale de Justice - International Court of Justice | INTERNATIONAL COURT OF JUSTICE",
      "description": "void",
      "preview": "Skip to main content Cour internationale de Justice International Court of Justice Français English العر بية Español Русский 中文 La Cour internationale"
    },
    {
      "url": "https://r2rconf.com/2019/02/16/r2r-speaker-on-cover-of-nature/",
      "title": "R2R Speaker on Cover of Nature | Researcher to Reader Conference - London - 24-25 February 2026",
      "description": "We are excited to announce that Professor James Evans, who will be speaking at the Researcher to Reader Conference, 25-26 February, has been featured on the cover of the latest issue of Nature (Vol 566 No 7744), in relation to his research (with Lingfei Wu and Dashun Wang) into the impact of team size on...",
      "preview": "Skip to content Home R2R Speaker on Cover of Nature We are excited to announce that Professor James Evans, who will be speaking at the Researcher to R"
    },
    {
      "url": "https://yourplanyourplanet.sustainability.google/",
      "title": "Your Plan, Your Planet - Home page",
      "description": "I'm learning small changes that can make a big impact on the planet. Join me in discovering more simple things we can do at: https://google.com #yourplanyourplanet",
      "preview": "Discover how to reduce food, water, and energy waste, and learn about the Circular Economy to extend the life of your stuff. Stuff Explore tactics to"
    },
    {
      "url": "https://about.meta.com/",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "http://samsclub.com/",
      "title": "Sam's Club - Wholesale Prices on Top Brands",
      "description": "Shop Samsclub.com today for Every Day Low Prices. Join Sam's Club as a Plus Member and get free same-day or next-day delivery from your club & free shipping on eligible items totaling $50 or more.",
      "preview": "Skip to Main Content How do you want your items? Sam's Club - Wholesale Prices on Top Brands Shop Now Shop Now Shop Now Upgrade Now Shop Now Learn Mor"
    },
    {
      "url": "https://www.lisc.org/",
      "title": "Home | Local Initiatives Support Corporation",
      "description": "LISC connects local groups across America with the capital and technical know-how to help build inclusive, resilient communities of opportunity. Learn more.",
      "preview": "Skip to Main Content Previous We connect local groups across America with the capital and technical know-how to help build resilient communities of op"
    },
    {
      "url": "https://www.gimbelfoundation.org/",
      "title": "Bernard F. and Alva B. Gimbel Foundation, Inc. - Bernard F. and Alva B. Gimbel Foundation, Inc.",
      "description": "void",
      "preview": "Bernard F. and Alva B. Gimbel Foundation, Inc. MENU MENU Home Funding Priorities Grants Grants 2025 Grants 2024 Grants Board of Directors & Staff Cont"
    },
    {
      "url": "https://sacblackchamber.org/",
      "title": "Capital Black Chamber of Commerce",
      "description": "void",
      "preview": "Skip to content The mission of the Capital Black Chamber of Commerce The Mission of the CAPBCC is to achieve economic equity and sustainability for Bl"
    },
    {
      "url": "https://electronjs.org/docs/latest",
      "title": "Introduction | Electron",
      "description": "Welcome to the Electron documentation! If this is your first time developing an Electron app, read through this Getting Started section to get familiar with the basics. Otherwise, feel free to explore our guides and API documentation!",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. On this page Electron is a framework for buil"
    },
    {
      "url": "https://hamiltonfamilies.sharepoint.com/sites/welcome-home",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.progressiverailroading.com/keywords/keywords.aspx?id=0&keywords=LAX&year=2014",
      "title": "LAX: Coverage from 2014 - Railroad industry topic page listing articles, news and coverage about LAX. For Railroading Professionals",
      "description": "void",
      "preview": "Media Kit » Try RailPrime™ Today! » NEW! Go to RailPrime » NEWS News Features Branded Features Past Features RFPs Find Content By Keywords RAIL TOPICS"
    }
  ],
  "_meta": {
    "total_bookmarks": 49
  }
}