{
  "data": [
    {
      "url": "https://www.pinterest.com/bestbuy/",
      "title": "Best Buy (bestbuy) | Official Pinterest account",
      "description": "Best Buy | What if you could take what you love to the next level? Follow for inspiring ideas to help you do more with the latest tech.",
      "preview": "Best Buy (bestbuy) | Official Pinterest account Created Saved Explore When autocomplete results are available use up and down arrows to review and ent"
    },
    {
      "url": "https://brokercheck.finra.org/",
      "title": "BrokerCheck - Find a broker, investment or financial advisor",
      "description": "BrokerCheck is a trusted tool that shows you employment history, certifications, licenses, and any violations for brokers and investment advisors.",
      "preview": "void"
    },
    {
      "url": "http://msds.walmartstores.com/",
      "title": "Wercs UPC/Barcode - Powered By The Wercs",
      "description": "void",
      "preview": "Walmart-Sams Club SDS Search Engine & Viewer Home SDS - Help Welcome! All Products Non Archived Products Archived Products « ‹ › » Legal statement Wal"
    },
    {
      "url": "https://www.disneyplus.com/legal/subscriber-agreement",
      "title": "Subscriber Agreement | Disney+",
      "description": "Disney+ and ESPN+ Subscriber Agreement.",
      "preview": "void"
    },
    {
      "url": "https://www.sportelo.com.ng/",
      "title": "Sportelo - Sports And Much More....",
      "description": "-",
      "preview": "Connect with us English Premier League 5 days ago Jim Beglin suggests Luis Diaz was disappointed with Liverpool teammate during Newcastle win; Luis Di"
    },
    {
      "url": "https://www.netspend.com/help/privacy-policy",
      "title": "Ouro U.S. Privacy Policy",
      "description": "Ouro understands that consumers care about privacy. This Privacy Policy Notice (\"Notice\") describes the types of Personal Data we collect, how we use the information, with whom we may share it, and the choices available to you.",
      "preview": "Ouro U.S. Privacy Policy Updated: October 1, 2025, Effective: October 1, 2025 This Privacy Notice (\"Notice\") applies to Ouro Global, Inc., Ouro Intern"
    },
    {
      "url": "https://www.koifaire.com/ile-de-france/paris,11eme,arrondissement-75011/loisirs/musees-126/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.internettrafficreport.com/",
      "title": "Network Overview /// Internet Traffic Report",
      "description": "Internet Traffic Report reports on the current performance of major Internet routes around the world.",
      "preview": "The Internet Traffic Report monitors the flow of data around the world. It then displays a value between zero and 100. Higher values indicate faster a"
    },
    {
      "url": "https://www.unitedway.org/our-impact/featured-programs/2-1-1/ride-united",
      "title": "Ride United: An Innovative Solution to Transportation Gaps | United Way Worldwide",
      "description": "Ride United leverages the strength of United Ways, the 211 Network, and partners to address the unmet transportation needs of individuals and families across the country. Transportation is vital for accessing essential services. United Way's Ride United program ensures equitable access through innovative solutions.",
      "preview": "Skip to Content Financial Security Ride United Transportation is vital for accessing essential services. United Way's Ride United program ensures equi"
    },
    {
      "url": "https://www.ecowatch.com/pakistan-flooding-climate-change-2.html",
      "title": "Devastating Pakistan Floods Most Likely Worsened by Climate Crisis - EcoWatch",
      "description": "The extreme rainfall that flooded one third of Pakistan this summer was most likely made worse by the climate crisis.",
      "preview": "Home Climate Devastating Pakistan Floods Most Likely Worsened by Climate Crisis By: Olivia Rosane Published: September 16, 2022 Edited by Chris McDerm"
    },
    {
      "url": "https://www.sportspac12.com/",
      "title": "SuperWest Sports | Covering the Top Teams and Athletes in the West",
      "description": "Covering the best teams in the West from the Big Ten, Big 12, Mountain West, Pac-12, WCC basketball, and SuperWest players in the pros.",
      "preview": "Skip to content 2025 College Football Previews College Football West Coast Football Nick Bartlett's 2025 Week 7 SuperWest Fearless Predictions 14 min"
    },
    {
      "url": "https://www.theproteinbar.com/",
      "title": "Healthy Restaurant & Franchise Opps. | Protein Bar & Kitchen",
      "description": "Indulge in health with Protein Bar & Kitchen. We offer delicious, nutritious, protein-packed meals to fuel your day. Healthy food for every body.. Order now!",
      "preview": "void"
    },
    {
      "url": "https://daviddagim.co.il/en/product/seabass-2/?add-to-cart=3031",
      "title": "Seabass - דוד דגים - דגים טריים חנות דגים בירושלים",
      "description": "For a net kilo need 2.5 times fish, due to the reduction, not grind, head, herringbone skin bones, but a net fillet net.",
      "preview": "מעבר לתוכן ראשי \"6 units of frozen Tilapia fillets\" has been added to your cart. View cart For a net kilo need 2.5 times fish, due to the reduction, n"
    },
    {
      "url": "https://tslaindexes.tn.gov/database-tn-research/tennessee-supreme-court-cases?f%5B0%5D=field_county%3A90&f%5B1%5D=field_sc_cause_crime%3Adisturb&f%5B2%5D=field_sc_case_date%3A1876&f%5B3%5D=field_sc_cause_crime%3Aworship&f%5B4%5D=field_sc_court_origin%3Acrimin&f%5B5%5D=field_sc_cause_crime%3Aof",
      "title": "Tennessee Supreme Court Cases | Tennessee State Library & Archives",
      "description": "void",
      "preview": "Skip to main content Tennessee State Library & Archives Main menu Home Birth & Death Records Search Military Records Search Misc. Tenn Records Search"
    },
    {
      "url": "https://thespinningcp.tumblr.com/",
      "title": "The Spinning Compass: GIS Student Resources",
      "description": "Resources and information for students",
      "preview": "Menu The Spinning Compass: GIS Student Resources Resources and information for students Revamping my blog So, I am thinking about revamping my blog, t"
    },
    {
      "url": "https://www.gopenske.com/",
      "title": "Penske Truck Leasing, Logistics, Truck Rental, Used Trucks Sales",
      "description": "Penske's product lines include commercial and consumer truck rentals, full-service truck leasing and maintenance, logistics solutions, and used trucks.",
      "preview": "Move Forward We have a relentless drive to help our customers win. Move Forward TRUCK RENTAL Personal Commercial Lease & Maintenance Learn More Logist"
    },
    {
      "url": "https://www.texaslottery.com/opencms/About_Us/Agency_Directory/Email_Form.jsp",
      "title": "Texas Lottery | Send an email to Texas Lottery Commission Customer Service",
      "description": "Send an Email to Texas Lottery Commission Customer Service",
      "preview": "Send an Email to Texas Lottery Customer Service We will address your concerns as quickly as possible, usually within two business days. Our normal bus"
    },
    {
      "url": "https://www.incopesca.go.cr/",
      "title": "Index",
      "description": "Index , Portal del INCOPESCA INCOPESCA",
      "preview": "Incopesca Contenedor Contenedor Trámites y Servicios Contenedor Información de interés INSTITUTO COSTARRICENSE DE PESCA Y ACUICULTURA INCOPESCA El INC"
    },
    {
      "url": "https://viirsland.gsfc.nasa.gov/index.html",
      "title": "VIIRS Land Team",
      "description": "void",
      "preview": "National Aeronautics and Space Administration Goddard Space Flight Center Search: Sciences and Exploration Home Products Validation Overview Subsets P"
    },
    {
      "url": "https://bugatti.oemdtc.com",
      "title": "Bugatti - OEMDTC",
      "description": "Bugatti Recalls, Technical Service Bulletins, TSB's, Diagnostic Tips & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://geojson.io/",
      "title": "geojson.io | powered by Mapbox",
      "description": "A quick, simple tool for creating, viewing, and sharing spatial data.",
      "preview": "geojson.io powered by Sign up for Mapbox"
    },
    {
      "url": "http://www.shopgoodwill.com",
      "title": "Online Thrift Store For Unique & Vintage Finds | ShopGoodwill.com",
      "description": "Find incredible deals at Home | ShopGoodwill.com , the go-to online thrift store for gently used clothing, electronics, vintage jewelry and more. Save big today!",
      "preview": "Online Marketplace for Goodwill Thrift Stores | Shopgoodwill.com Featured Items View All Hot 50 View All Shop Top Categories View All View All Recomme"
    },
    {
      "url": "https://people.com/tag/news/",
      "title": "The Scoop",
      "description": "Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human interest developments.",
      "preview": "Celebrity The Scoop Get the latest news from PEOPLE.com, from the best in celebrity, entertainment and the royals to breaking crime and human intere"
    },
    {
      "url": "https://www.larepgroup.com/",
      "title": "Smart City | LAR REPS",
      "description": "Representantes seguridad electronica en America latina, somos especialistas en Smart Citys, analiticas de video, camaras de seguridad y vigilancia ciudadana, tenemos oficinas en México, Colombia, Venezuela y Argentina. LAR REPS",
      "preview": "top of page Nuestro Valor Academia Virtu@l LAR ¿Qué es? La Academia Virtu@l LAR , es una forma de mantenernos en contacto con ustedes nuestros cliente"
    },
    {
      "url": "https://www.marchofdimes.org",
      "title": "Help us improve the health of all moms and babies | March of Dimes",
      "description": "Join March of Dimes in our mission to prevent birth defects and premature birth. Learn about our research, advocacy, and resources for families.",
      "preview": "Skip to main content Video of gaurdians and babies. Help us improve the health of all moms and babies The US is facing an urgent maternal and infant h"
    },
    {
      "url": "https://www.renewableenergyworld.com/articles/2019/01/a-study-in-emissionality-why-boston-university-looked-beyond-new-england-for-its-first-wind-power-pu.html",
      "title": "A Study in Emissionality: Why Boston University Looked Beyond New England for Its First Wind Power Purchase",
      "description": "While it's well known that corporations were some of the earliest trailblazers of large-scale renewable energy purchasing - they've closed over 14 gigawatts of deals in the past six years, according to tracking by Rocky Mountain Institute's Business Renewables Center - higher education has also made impressive strides. In fact, a report released last fall showed that the top 30 renewable energy-buying universities are using around 3 billion kilowatt-hours of green power annually. That's enough to power 276,000 homes.",
      "preview": "Home / Wind Power By Katie Ryan and Nicole Arnone While it's well known that corporations were some of the earliest trailblazers of large-scale renewa"
    },
    {
      "url": "https://www.daswetter.com/wetter_Oisquercq-Europa-Belgien-Wallonisch+Brabant--1-180489.html",
      "title": "Wetter Oisquercq 14 Tage - daswetter.com | Meteored",
      "description": "Das Wetter in Oisquercq - Wettervorhersage für 14 Tage. Aktuelles Wetter in Oisquercq: Temperatur, Schnee, Regen, Wind, Luftfeuchtigkeit, Wetterwarnungen, etc",
      "preview": "Wetter Oisquercq 13:00 Freitag ... Artboard bedeckt 16° gefühlte Temperatur 16° Norden 4 - 15 km/h Stündlich Bewölkter Himmel für die nächsten Stunden"
    },
    {
      "url": "https://www.out.com/fashion/2019/2/25/shangela-talks-being-first-drag-queen-oscars",
      "title": "Shangela Talks Being the First Drag Queen at the Oscars",
      "description": "The entertainer gives all the details of her look.",
      "preview": "Out.com Celebrities TV Shows Movies Music Drag Interviews Fashion Lifestyle Travel OUT Exclusives OUT 100 ADVOCATE Pride Out Traveler PLUS ADVOCATE CH"
    },
    {
      "url": "https://www.pickupforum.de/profile/153657-zilch/",
      "title": "Zilch - Pickup Forum - The Pickup Artist Community",
      "description": "void",
      "preview": "Wechsle zum Inhalt Startseite Ansehen in der Community 118 Gut Über Zilch Rang Herumtreiber Profilinformation Geschlecht Male Aufenthaltsort Rheinland"
    },
    {
      "url": "https://www.retsinformation.dk/eli/lta/2023/1510",
      "title": "Retsinformation",
      "description": "Retsinformation.dk er indgangen til det fælles statslige retsinformationssystem, der giver adgang til alle gældende love, bekendtgørelser og cirkulærer m.v. Der er også adgang til Folketingets dokumenter og beretninger fra Folketingets Ombudsmand.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://noticiassalamanca.com/campo/el-lobo-ataca-en-monleras-el-rebano-de-la-queseria-montiermo/",
      "title": "El lobo ataca en Monleras el rebaño de la quesería Montiermo - 【NOTICIAS de Salamanca】",
      "description": "Los continuos ataques ponen en riesgo la supervivencia del ovino en extensivo Apenas transcurrida una semana desde la última incursión en Monleras, el lobo",
      "preview": "viernes 10 octubre 2025 Los continuos ataques ponen en riesgo la supervivencia del ovino en extensivo Apenas transcurrida una semana desde la última i"
    },
    {
      "url": "https://www.amministrazionicomunali.it/calabria/san-sosti/meteo",
      "title": "Meteo nel Comune di San Sosti - amministrazionicomunali.it",
      "description": "Previsioni meteo nel Comune di San Sosti",
      "preview": "Italia Scheda Italia Variazioni amministrative Spesa pubblica Andamento popolazione età/sesso Andamento popolazione Andamento popolazione straniera Au"
    },
    {
      "url": "https://reverseimagesear.ch/",
      "title": "Reverse Image Search: Find similar images on Internet",
      "description": "Find similar images on Internet on multiple search engines. Edit image within app to get closer search results. Express by words to search.",
      "preview": "#1 Reverse Image Search Engine App. Discover now! Available for iPhone, iPad, and Android Phones #1 Rated for Reliability. Trusted by Thousands. Here"
    },
    {
      "url": "http://kathieleegiffordnft.com",
      "title": "KLG Pioneers",
      "description": "void",
      "preview": "Experience The Greatest Story Never Told: Herod & Mary Purchase a copy of Herod & Mary through Premiere Collectibles and get exclusive access to the e"
    },
    {
      "url": "https://wtfdidyoujust.tumblr.com/",
      "title": "@wtfdidyoujust on Tumblr",
      "description": "dat me",
      "preview": "Posts glumshoe Follow stereotypes about people \"really interested in WWI\" are wildly different than stereotypes about people \"really interested in WWI"
    },
    {
      "url": "https://didgiwidgi.co.uk/htm/art-prints-7.htm",
      "title": "Artificial Intelligence - An In-Depth Analysis",
      "description": "A history of AI, what it can do, and what it can't do - yet.",
      "preview": "Can technology create art? Can technology create music? Can technology replace human ingenuity? Can Computers Compete With Humans in Creative Fields?"
    },
    {
      "url": "https://local.tourmake.it/tr/carnicer%C3%ADa-jamoner%C3%ADa-alcal%C3%A1-calle-de-alcal%C3%A1-comunidad-de-madrid-madrid",
      "title": "Restoran Dükkan Madrid Carnicería-Jamonería Alcalá - Local Tourmake",
      "description": "Calle de Alcalá 28009 Madrid Comunidad de Madrid Spain +34 914 01 74 26 jamoneriacarniceriaalcala.com/",
      "preview": "Twitter Facebook Çağrı Web sitesi Harita Açık Tur Carnicería-Jamonería Alcalá Madrid Calle de Alcalá 28009 Madrid Comunidad de Madrid Spain jamoneriac"
    },
    {
      "url": "https://web.stanford.edu/class/cs224n/",
      "title": "Stanford CS 224N | Natural Language Processing with Deep Learning",
      "description": "void",
      "preview": "CS224N: Natural Language Processing with Deep Learning Stanford / Winter 2025 Natural language processing (NLP) is a crucial part of artificial intell"
    },
    {
      "url": "https://www.robinhood.org/",
      "title": "Home - Robin Hood",
      "description": "Learn more about Robin Hood, New York City's largest poverty-fighting organization.",
      "preview": "Your browser does not support the video tag. Fighting Poverty in New York City Robin Hood is New York City's largest poverty-fighting organization. We"
    },
    {
      "url": "https://www.youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://www.intellum.com/privacy-policy",
      "title": "Privacy Policy | Intellum",
      "description": "Website Privacy Policy for the web sites operated by Intellum, Inc.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://www.britishairways.com/travel/home/public/en_in/",
      "title": "British Airways | Book Flights, Holidays, City Breaks & Check In Online",
      "description": "Save on worldwide flights and holidays when you book directly on ba.com. Browse our guide, find great deals, manage your booking and check in online",
      "preview": "British Airways -- Book Flights, Holidays, City Breaks & Check In Online Skip to main content Search London flights Search London vacations Search New"
    },
    {
      "url": "https://my.accessportals.com/app/blk/login?redirectUrl=/us/individual?signInAppWithOkta=true",
      "title": "Login",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/cross_validation.html",
      "title": "3.1. Cross-validation: evaluating estimator performance - scikit-learn 1.7.2 documentation",
      "description": "Learning the parameters of a prediction function and testing it on the same data is a methodological mistake: a model that would just repeat the labels of the samples that it has just seen would ha...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 3.1. Cross-validation: evaluating estimator performance # Learning the parameters of a"
    },
    {
      "url": "https://pumaworldhq.com/",
      "title": "Progressive Urban Management Associates (P.U.M.A.) | immersive, market-based, tactical | Denver, CO, USA",
      "description": "Progressive Urban Management Associates (P.U.M.A.) is a national leader in helping communities and organizations across the country create and sustain thriving places. We advise clients on a wide range of community planning, economic development, organizational management, and financial solutions.",
      "preview": "top of page Progressive Urban Management Associates Immersive • Market-Based • Tactical Progressive Urban Management Associates (P.U.M.A.) is recogn"
    },
    {
      "url": "https://www.seedsindia.org/our-story/",
      "title": "Our Story - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Our Story Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts."
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/post/644867760814473216",
      "title": "Random Gif Girl Writes",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \"Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://www.aeon.org/",
      "title": "Aeon Affordable Homes - Home Changes Everything",
      "description": "Aeon creates and preserves affordable housing across Minnesota, offering stable homes, supportive services, and vibrant communities that transform lives.",
      "preview": "Skip to main content Home Changes Everything We create and sustain quality affordable homes that strengthen lives and communities. Explore Communities"
    },
    {
      "url": "https://livelytimes.com/2016/12/bill-vaughn-making-bones/",
      "title": "Bill Vaughn | Making Bones - Lively Times",
      "description": "Izzy Sain, a cattleman's daughter working as a professional photographer, is on a river trip with old pals and her new lover, a Bureau of Land Management ranger, when she comes across a grisly find. Because she grew up in the Missouri Breaks and knows more about this dreamlike geography than anyone, she's recruited as",
      "preview": "Find Nearby Events Email Who-dun-it in the Missouri Breaks. Izzy Sain, a cattleman's daughter working as a professional photographer, is on a river tr"
    },
    {
      "url": "https://www.pincergames.com",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://cs50.harvard.edu/x/2024/",
      "title": "CS50x 2024",
      "description": "Harvard University's introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "This is CS50x 2024, an older version of the course. See cs50.harvard.edu/x/2025 for the latest! Welcome This is CS50, Harvard University's introductio"
    },
    {
      "url": "https://magicbrief.com/",
      "title": "MagicBrief - Launch ads that win",
      "description": "The creative workflow tool used by the world's best marketing teams to ship winning ads repeatedly.",
      "preview": "Book demo Transform messy ad data into clear creative direction and winning ads. The creative analytics & research tool trusted by thousands of teams"
    },
    {
      "url": "https://www.dailystar.co.uk/showbiz/adele-seen-hobbling-stage-during-28859187",
      "title": "Adele seen hobbling on stage during NYE show as she complains of chronic back pain - Daily Star",
      "description": "EXCLUSIVE: The superstar can be seen hunched over and hobbling from one side of the stage to the other as she tells fans she is suffering from sciatica, a painful nerve condition in her lower back",
      "preview": "‌ ‌ ‌ Skip to main content Adele seen hobbling on stage during NYE show as she complains of chronic back pain EXCLUSIVE: The superstar can be seen hun"
    }
  ],
  "_meta": {
    "total_bookmarks": 53
  }
}