{
  "data": [
    {
      "url": "https://www.edx.org/learn/linux",
      "title": "Learn Linux | edX",
      "description": "Linux is an open-source operating system used in numerous technologies around the world. Explore courses and programs catered to helping you learn this popular OS.",
      "preview": "Learn Linux Linux can be found everywhere you look - from Android phones to NASA to the world's fastest supercomputers. Whether you're a budding compu"
    },
    {
      "url": "https://www.pet-molds.com/news/Industry-News/Blowing-process-of-pet-hot-filling-bottle.html",
      "title": "Blowing process of pet hot filling bottle,Industry News,Taizhou Huangyan Taoyuan Mould Co., Ltd.",
      "description": "void",
      "preview": "China PET Preform Molds Factory +86-19557669565 Bernice@taoyuanmould.com By Brant On 2021-11-17 13:27:58 In Industry News Blowing process of pet hot f"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/",
      "title": "Jeux de données - data.gouv.fr",
      "description": "void",
      "preview": "Jeux de données Qu'est-ce qu'un jeu de données ? Rechercher parmi les 70230 jeux de données sur data.gouv.fr Jeux de données populaires Découvrez quel"
    },
    {
      "url": "https://nl.vecteezy.com/foto/1134086-grappig-man-wegkijken",
      "title": "Download Gratis Vectoren, Afbeeldingen, Foto's en Video's",
      "description": "Ontdek miljoenen royaltyvrije vectoren, afbeeldingen, foto's en video's! Vind de perfecte afbeelding, achtergrond, clipart of pictogram voor uw ontwerp.",
      "preview": "Download gratis vectoren, stockfoto's, stockvideo's en meer Creatief materiaal van professionele kwaliteit om je projecten sneller af te ronden. Vecto"
    },
    {
      "url": "https://americassbdc.org/",
      "title": "Home - America's SBDC",
      "description": "America's SBDCs provide free and confidential business advice to help entrepreneurs start, grow, and succeed. Find your local SBDC and get the support you need today.",
      "preview": "America's SBDCs Your Vision for Tomorrow Starts Today. You don't have to build your business alone. Our expert, no-cost advisors provide the guidance"
    },
    {
      "url": "https://www.inspiringchildren.org/",
      "title": "Inspiring Children Foundation",
      "description": "void",
      "preview": "0 Transforming Lives through a Whole Human Approach to Physical, Social, Emotional & Mental Health . Support the Youth We lift up underprivileged yout"
    },
    {
      "url": "https://doee.dc.gov/ecycle",
      "title": "Electronics Recycling | doee",
      "description": "Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic materials, provides a more sustainable source of precious metals, and protects human health and the environment. eCYCLE DC",
      "preview": "Skip to main content Listen Electronics Recycling Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic ma"
    },
    {
      "url": "https://www.trainline.com/book/results",
      "title": "Search Results | Trainline",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Search Results | Trainline Find tickets from hundreds of train companies across Italy and Europe. Buy on our website or app and keep tickets at your f"
    },
    {
      "url": "https://library.mines.edu/",
      "title": "Colorado School of Mines - Arthur Lakes Library",
      "description": "Collaborative partner and intellectual nexus that bridges disciplines and communities across the Colorado School of Mines campus.",
      "preview": "Facebook X mines.edu My Mines News Calendar Canvas Email Give Directories Library Home Search the Library Catalog"
    },
    {
      "url": "https://href.li/?https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml"
    },
    {
      "url": "https://www.tapestry.com/",
      "title": "Tapestry",
      "description": "Tapestry is a global house of iconic brands. We unite the magic of Coach and Kate Spade New York.",
      "preview": "wp-content/uploads/2023/06/Tap-HomeHeaderImage2.jpg,wp-content/uploads/2023/06/Tap-HomeHeaderImage3.jpg Iconic Brands, Expansive Possibilities TAPESTR"
    },
    {
      "url": "http://www.likeadoll.com/",
      "title": "Like A Doll",
      "description": "void",
      "preview": "Hierloom Quality Teddy Bears and Gifts. Hoodie Bears, Sweater Bears, Funky Friends and Top Teddies are one-of-a-kind gifts that are custom made, and p"
    },
    {
      "url": "https://discord.com/channels/890663529487687691/",
      "title": "Discord",
      "description": "Discord is great for playing games and chilling with friends, or even building a worldwide community. Customize your own space to talk, play, and hang out.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.wheaton.edu/wheaton-center-for-faith-and-disability/",
      "title": "Wheaton Center for Faith and Disability - Wheaton College, IL",
      "description": "The Wheaton Center for Faith and Disability is here to help you make your focus on disability more biblical, normative, and transformative so schools, congregations, camps and parachurch ministries become communities of belonging and flourishing for all.",
      "preview": "skip to main content Back to wheaton.edu The Wheaton Center for Faith and Disability The Wheaton Center for Faith and Disability is here to help you m"
    },
    {
      "url": "https://tfl.gov.uk/status-updates",
      "title": "Tube, Overground, Elizabeth line, DLR & Tram status updates - Transport for London",
      "description": "void",
      "preview": "Skip to content Skip to navigation Skip to footer Status Tube & Rail Buses River Buses National Rail Now at 13:07 Select date Lines Stations Loading.."
    },
    {
      "url": "https://caughtatpoint.com/",
      "title": "Caught@Point - Caught At Point",
      "description": "void",
      "preview": "Sign in Guard of Honour Big Hit Behind the stumps Point of the Week Silly Point Calypso Proteas Fire Sign in Welcome! Log into your account your usern"
    },
    {
      "url": "https://www.thesaurus.com/",
      "title": "Synonyms and Antonyms of Words | Thesaurus.com",
      "description": "Thesaurus.com is the world's largest and most trusted online thesaurus for 25+ years. Join millions of people and grow your mastery of the English language.",
      "preview": "Word of the Day October 10, 2025 al desko [ al des -koh ] Meaning and examples Start each day with the Word of the Day in your inbox! Sign Up By click"
    },
    {
      "url": "https://www.cortexstl.org/",
      "title": "void",
      "description": "Creating inclusive economic growth in St. Louis by uniting diverse innovators, spaces, and organizations to transform ideas into solutions.",
      "preview": "Learn in Cortex empowering innovators in St. Louis Build in Cortex Develop in St. Louis' Innovation Center Work in Cortex For project teams, startups,"
    },
    {
      "url": "https://newsinitiative.withgoogle.com/",
      "title": "Google News Initiative - Home",
      "description": "The Google News Initiative works with news publishers and journalists to fight misinformation, share resources and build a diverse and innovative news ecosystem.",
      "preview": "Skip to main content Go to dashboard info info Get started Not sure where to start? Take a short quiz to get personalized recommendations. close 1 2 W"
    },
    {
      "url": "http://www.theskyscrapers.org/",
      "title": "Skyscrapers, Inc. Astronomical Society of Rhode Island",
      "description": "void",
      "preview": "Skip navigation Search Sky Data Sky Data October 10, 2025 07:56 EDT 11:56 UT Conditions at Seagrave Observatory Sun Moon Rise 6:52 20:15 18.4d Set 18:"
    },
    {
      "url": "https://www.dentistrytoday.com/partnership-to-support-emergency-dental-treatment-for-the-underserved/",
      "title": "Partnership to Support Emergency Dental Treatment for the Underserved - Dentistry Today",
      "description": "Delta Dental of Arizona (DDAZ) has partnered with Neighborhood Outreach Access to Health (NOAH) and HonorHealth Foundation to fund expert emergency dental treatment at NOAH for uninsured patients who visit HonorHealth emergency departments with dental issues. The new Delta Dental of Arizona Dental Connect program is made possible by a $525,000 donation by DDAZ. \"Patients",
      "preview": "Skip to content × Dentistry Today Industry News Partnership to Support Emergency Dental Treatment for the Underserved Industry News Partnership to Sup"
    },
    {
      "url": "https://www.agavecom.cz/avg-antivirus-business-edition-edu-1-4-pc-2-roky",
      "title": "AVG Antivirus Business Edition EDU pro 1-4 PC na 2 roky",
      "description": "AVG Antivirus Business Edition obsahuje: Cloud Management Console, Souborový štít, E-mailový štít, Webový štít, Link Scanner, Behaviorální štít, Firewall, Skartovač souborů, CyberCapture, Celkový test, Ochrana serveru SharePoint.",
      "preview": "Hľadanie Hledat ve zboží Hledat v článcích Přihlášení Nová registrace 0 ks / 0,00 Kč 0 ks / 0,00 Kč Slevy pro školy, zdravotnictví FAQ Obchodní podmín"
    },
    {
      "url": "https://www.stance.com/",
      "title": "Stance: Socks, underwear and apparel. Feel good, do good. - Stance Europe",
      "description": "Stance represents expression and embraces the spirit of individuality through a unique product offering featuring our artists series and performance socks.",
      "preview": "Skip to content {\"country\":\"GB\",\"title\":\"Select your store\",\"message\":\"We see that you're in Great Britain. Click the flag below to shop in English an"
    },
    {
      "url": "https://earthday.org/earth-day-quizzes/",
      "title": "Earth Day Quiz | Official Earth Day Website | earthday.org",
      "description": "Test your knowledge with a quiz from EARTHDAY.ORG! Year-round, we're building knowledge and skill to confront global crises - see how much you've learned!",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Earth Day Quizzes How much do you know about our Earth? Test your knowledge! C"
    },
    {
      "url": "https://waitt-map.netlify.app/?layers=grants",
      "title": "Waitt Institute / Foundation / Blue Prosperity Coalition Web Map",
      "description": "Create a React web app that uses Mapbox GL JS to render a map",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.gov.pl/web/obywatel",
      "title": "Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.verisign.com/",
      "title": "A global provider of domain name registry services and internet infrastructure | Verisign",
      "description": "Verisign, a global provider of domain name registry services and internet infrastructure, enables internet navigation for many of the world's most recognized domain names.",
      "preview": "Verisign enables the world to connect online with reliability and confidence, anytime, anywhere. Explore What We Do A Leader in Internet Infrastructur"
    },
    {
      "url": "https://shareverified.com/en",
      "title": "Engaging Communities On Their Own Terms - Verified",
      "description": "The most persuasive campaigns speak to and represent your audience. Work with your audience to communicate in ways that are relevant to them, amplify the voices of influential community members and create opportunities for people in your community to directly engage with each other.",
      "preview": "Skip to content Engaging Communities On Their Own Terms Engaging Communities On Their Own Terms Insights that helped us engage communities on their ow"
    },
    {
      "url": "https://ultcmn.org/",
      "title": "Urban League Twin Cities - Empowering communities. Changing lives.",
      "description": "void",
      "preview": "Advocate for healthy communities Donate Advocate for healthy communities Donate For more than 90 years, Minnesotans have looked to the Urban League as"
    },
    {
      "url": "https://www.mac-v.org/",
      "title": "MACV's Mission is to End Veteran Homelessness in Minnesota",
      "description": "MACV helps Minnesota Veterans and their families create sustainable housing opportunities by providing housing, employment, and legal services and connections.",
      "preview": "Supporting Minnesota Veterans and Their Families Our Mission is to End Veteran Homelessness in Minnesota Contact MACV 800 + Veterans Prevented From Ho"
    },
    {
      "url": "https://knockinc.com/about",
      "title": "KNOCK | Minority/Women Owned Creative Agency | Culture",
      "description": "KNOCK, inc. is creatively open and independently owned - cultivating selfless positivity and equality while fostering art, culture, and community.",
      "preview": "void"
    },
    {
      "url": "https://www.eco-business.com/press-releases/sp-group-inks-mou-with-bcg-energy-to-invest-in-renewables-in-vietnam/",
      "title": "SP Group inks MOU with BCG Energy to invest in renewables in Vietnam | Press Releases | Asia | Sustainable Business",
      "description": "SP Group (SP) and BCG Energy Joint Stock Company (BCG Energy), a wholly owned subsidiary of Bamboo Capital JSC, signed a Memorandum of Understanding (MoU) to...",
      "preview": "Close menu Eco-Business Edition Subscribe Search Eco-Business Search Press Releases Energy SP Group inks MOU with BCG Energy to invest in renewables i"
    },
    {
      "url": "http://www.unwomen.org/en/csw",
      "title": "Commission on the Status of Women | UN Women - Headquarters",
      "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
      "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
    },
    {
      "url": "https://www.broadwayworld.com/article/Antisemitic-Protestors-Chant-At-Audience-Outside-First-Preview-Of-PARADE-20230221",
      "title": "Antisemitic Protestors Chant At Audience Outside First Preview Of PARADE",
      "description": "Protestors outside the first preview performance of Parade tonight greeted audience members with chants such as '[Leo Frank is] a Jewish Pedophile.'",
      "preview": "void"
    },
    {
      "url": "https://www.gocache.com.br/dicas/como-sites-lentos-impactam-meu-site/",
      "title": "Como sites lentos impactam meu negócio? - GoCache",
      "description": "Um site lento é ruim para o seu negócio - Aqui está o motivo Nesta era de gratificação instantânea, a velocidade do site da sua empresa é um fator crucial - Confira!",
      "preview": "Um site lento é ruim para o seu negócio - Aqui está o motivo Nesta era de gratificação instantânea, a velocidade do site da sua empresa é um fator cru"
    },
    {
      "url": "https://windsor.ai/forum/categories?mode=privacy&sid=8f9db9d8da24279ecd934bf6b7a4f1ae",
      "title": "Windsor.ai: No-Code Data Connectors & ETL/ELT Software",
      "description": "Automate data integration from 325+ sources with no-code connectors, and send it to top destinations in under 5 minutes.",
      "preview": "Windsor.ai: Sync data from 325+ data sources in minutes Automate data integration from all your marketing and business platforms with Windsor.ai's no-"
    },
    {
      "url": "https://www.aclukansas.org",
      "title": "Home - ACLU of Kansas",
      "description": "The American Civil Liberties Union of Kansas is a non-profit organization dedicated to protecting the civil rights and liberties of all people living in Kansas.",
      "preview": "Fighting for Civil Liberties and Defending Freedom in the Free State The Latest Publication The Price of Freedom: Bail in Sedgwick County Explore Publ"
    },
    {
      "url": "https://www.visitportugal.com/pt-pt/content/lisboa",
      "title": "Lisboa | www.visitportugal.com",
      "description": "Sobre a margem direita do amplo estuário do rio Tejo, a capital de Portugal assente sobre encantadoras colinas, desfruta de uma situação geográfica ímpar, a que deve o seu destino de cidade cosmopolita. A sua luz excepcional, encantamento de escritores, fotógrafos e cineastas, o casario claro que trepa sobre as colinas, onde sobressai a cor ocre dos telhados, a policromia dos",
      "preview": "Passar para o conteúdo principal www.visitportugal.com Pesquisa Pesquisa avançada Idioma Partilhe RSS Partilhe E-mail N3 132853 117.93.76.183 node/132"
    },
    {
      "url": "https://www.weeecyprus.com.cy/el",
      "title": "Αρχική - WEEE Cyprus",
      "description": "Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές",
      "preview": "ΤΙ ΝΑ ΑΝΑΚΥΚΛΩΣΩ Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές Μεγάλες Ηλεκτρικές Συσκευές Μικρές Ηλεκτρικές Συσκευές Εξοπλισμός πληροφορικής"
    },
    {
      "url": "http://Target.com/circle",
      "title": "Target Circle™",
      "description": "Join Target Circle™ to get perks, deals & a whole lot more every time you shop at Target.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.dbricette.it/altri_programmi.htm",
      "title": "DBRicette: Altri programmi",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Altri programmi DBRicette Calcolo Calorie 4.0.28200 Data: 29/12/2015 Lingua:"
    },
    {
      "url": "https://www.paloaltonetworks.com/",
      "title": "Leader in Cybersecurity Protection & Software for the Modern Enterprises - Palo Alto Networks",
      "description": "Implement Zero Trust, Secure your Network, Cloud workloads, Hybrid Workforce, Leverage Threat Intelligence & Security Consulting. Cybersecurity Services & Education for CISO's, Head of Infrastructure, Network Security Engineers, Cloud Architects & SOC Managers",
      "preview": "Deploy Bravely - Secure your AI transformation with Prisma AIRS Palo Alto Networks Announces Agreement to Acquire CyberArk, the Identity Security Lead"
    },
    {
      "url": "https://www.goldstandard.org/",
      "title": "Gold Standard | GS",
      "description": "Gold Standard sets the standard for climate and sustainable development interventions to quantify, certify and maximise their impact - creating value for people...",
      "preview": "ABOUT GOLD STANDARD A higher standard for climate security and Sustainable Development for all Explore our vision and mission Gold Standard for the Gl"
    },
    {
      "url": "https://www.slopak.si/",
      "title": "SLOPAK za embalažo poskrbi - Embalažna shema",
      "description": "Slopak zagotavlja izpolnjevanje obveznosti podjetij, ki jim jih nalaga slovenska zakonodaja glede ostankov izdelkov, ki jih proizvajajo, pridobivajo ali uvažajo ter kot prvi dajejo na slovenski trg.",
      "preview": "void"
    },
    {
      "url": "https://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyft&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "http://catalogue.odis.org",
      "title": "IOC Ocean Data and Information System Catalogue",
      "description": "void",
      "preview": "IOC Ocean Data and Information System \"Catalogue of Sources\" The ODIS \"Catalogue of Sources\" aims to be an online browsable and searchable catalogue o"
    },
    {
      "url": "https://www.doldea.it/prodotto/peggy-sage-complesso-snellente/",
      "title": "Peggy Sage Complesso Snellente oli essenziali 30ml - Doldea srl - Capelli e Benessere",
      "description": "Complesso snellente agli oli essenziali (geranio, menta, salvia e melissa).",
      "preview": "Peggy Sage Complesso Snellente oli essenziali 30ml € 15,00 Peggy Sage Complesso Snellente oli essenziali 30ml quantità Aggiungi al carrello Share this"
    },
    {
      "url": "https://www.ksat.com/",
      "title": "San Antonio News, Texas News, Sports, Weather from KSAT.com, Expect More",
      "description": "The latest in news, weather and sports for San Antonio and Central and South Texas.",
      "preview": "A community forum was held Thursday night in the district to talk about LGBTQ+ protections 8 hours ago San Antonio's Pride district defends rainbow cr"
    },
    {
      "url": "https://www.renens.ch/web/Culture_et_Loisirs/Agenda/affiche.php?menus_pages_id=14&id=115&id_agendas=337",
      "title": "Agenda - Ville de Renens",
      "description": "void",
      "preview": "Vos démarches Horaires Cartes CFF/CGN Déchets ménagers Subventions communales Annonce d'arrivée | Carte d'identité Saison culturelle Grands chantiers"
    },
    {
      "url": "https://www.eltiempo.com/archivo/documento/CMS-16590901",
      "title": "Influencia del entorno urbano en la salud del hombre",
      "description": "Estudio con participación de la U. de los Andes midió el impacto del urbanismo en la salud.",
      "preview": "En este portal utilizamos datos de navegación / cookies propias y de terceros para gestionar el portal, elaborar información estadística, optimizar la"
    },
    {
      "url": "http://www.healthandwealthtopic.com/",
      "title": "Health Is Wealth - Most Popular Supplement Reviews -",
      "description": "void",
      "preview": "Skip to content Posted by By Avery Washington 01/07/2023 Posted in Supplement Semenax Uncovered: A Detailed Review and Analysis Men experiencing erect"
    },
    {
      "url": "https://sexgeschichten.xyz/?seite=3162",
      "title": "Sexgeschichten (3162) 🍓 SexGeschichten.xyz",
      "description": "Sexgeschichten (3162) ❤️ byJuenLin: Ich lese alle Kommentare Viel Spass beim dritten Teil! --- Isabels Hände verkrampfen sich ums Steuerrad. Sie...",
      "preview": "Sexgeschichten Sexgeschichten, Erotische Geschichten, Sex Geschichten, Erotikgeschichten, Erogeschichten Sexgeschichten Kategorien: Inzest / Tabu BDSM"
    },
    {
      "url": "https://www.wdbj7.com/2023/02/27/owners-find-missing-dog-shelter-right-before-new-family-adopts-her/",
      "title": "Owners find missing dog in shelter right before new family adopts her",
      "description": "Rebecca Jones and her family said their dog, Bella, had been missing for about three weeks.",
      "preview": "Skip to content OMAHA, Neb. (WOWT/Gray News) - A family in Nebraska found their dog who had been missing for several weeks at the humane society, shor"
    },
    {
      "url": "https://piotrzawada.pl/kasia-michal-palac-mala-wies/20210813_041/",
      "title": "20210813_041 | Piotr Zawada - Fotografia Ślubna",
      "description": "Naturalne reportaże ślubne i sesje plenerowe.",
      "preview": "20210813_041 01.07.22 Show Hide 0 comments Add a comment... Your email is never<\\/em> published or shared. Post Comment Δ « Kasia + Michal | Palac Mal"
    },
    {
      "url": "http://www.vitosportelli.it/",
      "title": "Vito - Sportelli",
      "description": "void",
      "preview": "Skip To Content Online June 16, 2025 Sommario: Essere un imprenditore può essere gratificante ma impegnativo, è fondamentale riuscire a bilanciare il"
    },
    {
      "url": "https://learningconsole.amazonadvertising.com/",
      "title": "Amazon Ads Academy - Explore training courses, certifications, and more",
      "description": "Elevate your marketing skills with Amazon Ads Academy. Explore training courses, certifications, videos, and more to help you learn how to use Amazon Ads.",
      "preview": "You need to enable JavaScript to run this app. Amazon Ads Academy Amazon Ads Academy Welcome to Amazon Ads Academy Elevate your advertising skills wit"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "https://www.phonetics.ucla.edu/course/chapter1/chapter1.html",
      "title": "ipachart",
      "description": "void",
      "preview": "Contents page Contents page for Vowels and Consonants Chapter 1 Chapter 1 book links Clicking on a symbol will take you to a part of the chart where y"
    },
    {
      "url": "https://www.ryanair.com/ie/en/booking/home",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://www.salon.com/2022/07/10/is-it-an-abortion-or-a-dandc-medically-speaking-the-steps-are-the-same/",
      "title": "Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" - Salon.com",
      "description": "The same procedures are used for elective abortion and for miscarriage care",
      "preview": "Advertisement: Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" Restrictions on elective abortion procedures are affecting med"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2Fproduct.A564775.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans - QVC.com",
      "description": "***Please see individual item numbers for product description***",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://www.usada.org/spirit-of-sport/education/can-poppyseeds-cause-a-positive-drug-test/",
      "title": "Can Poppy Seeds Cause a Positive Drug Test? | USADA",
      "description": "Can poppy seeds cause a positive anti-doping drug test? How does eating poppy seeds cause a failed drug test. Can you test positive after eating poppy seeds?",
      "preview": "Facebook-square X-twitter Instagram Linkedin Youtube Athlete Connect Global DRO Search Our Website Search ... All Categories Announcement Science Arch"
    },
    {
      "url": "http://www.lawyersadvantage.com/",
      "title": "void",
      "description": "void",
      "preview": "This domain is pending renewal or has expired. Please contact the domain provider with questions."
    },
    {
      "url": "https://www.glaaacc.org/",
      "title": "GLAAACC - The Greater Los Angeles African American Chamber of Commerce",
      "description": "void",
      "preview": "Skip to content Greater Los Angeles African American Chamber of Commerce... Promoting the Growth & Economic Development of the African American Busine"
    },
    {
      "url": "https://au.linkedin.com/company/afterpay-com-au?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Afterpay | LinkedIn",
      "description": "Afterpay | 145,291 followers on LinkedIn. We started a movement in which everyone can win - shoppers, retailers, society and every person on our team. To play fair, trust people and reward them for doing the right thing. We see and feel the impact of our work as more and more people gain financial freedom and retailers grow across the globe.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://www.ccaha.org/resources",
      "title": "Resources | Conservation Center for Art & Historic Artifacts",
      "description": "void",
      "preview": "Skip to main content Resources All resources below are available as a download at the bottom of each page. To cite resources from our database, please"
    },
    {
      "url": "https://secure.today.com/_tps/accounts/newsletters",
      "title": "TODAY Newsletters | TODAY",
      "description": "Sign up for TODAY newsletters including This is TODAY, Start TODAY and Stuff We Love.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.factmonster.com/encyclopedia/ecology/animals/invertebrates/pink-bollworm",
      "title": "pink bollworm | FactMonster",
      "description": "pink bollworm, destructive larva of a moth, Pectinophora gossypiella. Probably of Native American origin, it is a serious pest of cotton in the S United States, chiefly along the Mexican border. The larva feeds on the blossoms, lint, and seeds of cotton",
      "preview": "ADVERTISEMENT / Columbia Encyclopedia / Plants and Animals / Animals / Zoology: Invertebrates / pink bollworm pink bollworm Enter your search terms: p"
    },
    {
      "url": "https://www.delish.com/cooking/recipe-ideas/g2986/classic-italian-recipes/",
      "title": "20+ Easy Pumpkin Bars - Recipes for Pumpkin Dessert Bars-Delish.com",
      "description": "Celebrate fall with these easy pumpkin bar recipes.",
      "preview": "Skip to Content Parker Feirbach Delish editors handpick every product we feature. We may earn commission from the links on this page. Celebrate fall w"
    },
    {
      "url": "https://district-360.com/?utm_source=IDA&utm_medium=website&utm_campaign=PartnerPage",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "https://www.alz.org/alzheimers-dementia/what-is-alzheimers",
      "title": "What is Alzheimer's Disease? Symptoms & Causes | alz.org",
      "description": "Alzheimer's information - learn about signs, symptoms, causes, diagnosis, risks and treatments and the difference between Alzheimer's disease and dementia.",
      "preview": "Skip to Content Make 2x the Impact Right Now Make 2x the Impact Right Now Our Autumn 2x Match Challenge is happening right now. Until midnight on Oct."
    },
    {
      "url": "https://publicwiki.deltares.nl/label/contaminants+metals+soil",
      "title": "Labelled content - Deltares Public Wiki",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels dgt mangroves speciation waterplanten stroming waterkwaliteit macrophytes cat-commu"
    }
  ],
  "_meta": {
    "total_bookmarks": 73
  }
}