{
  "data": [
    {
      "url": "https://www.ign.es/web/ign/portal",
      "title": "Inicio - Instituto Geográfico Nacional",
      "description": "void",
      "preview": "Instituto Geográfico Nacional Noticias destacadas Exposición en Madrid (se abrirá nueva ventana) Disponible nueva Guía didáctica para educación secund"
    },
    {
      "url": "https://www.visitlakestreet.com/",
      "title": "Visit Lake Street - Lake Street Council",
      "description": "void",
      "preview": "0"
    },
    {
      "url": "https://www.jenniferbehr.com/products/velvet-bow-barrette",
      "title": "Velvet Bow Barrette -- Black - Jennifer Behr LLC",
      "description": "The bow that started it all: Our original Velvet Bow Barrette ignited a craze when it first launched, and it's been a best-seller ever since. Each bow is meticulously sewn by hand in our Brooklyn studio, and features a French barrette closure, making it easy to wear a multitude of ways: in the back of the hair, swept t",
      "preview": "Search Stroke 15 Created with Sketch. Shop Fashion Expand submenu Shop Fashion Collapse submenu Shop Fashion BY CATEGORY Earrings Headbands Necklaces"
    },
    {
      "url": "https://girlfriendcollective.pxf.io/c/249354/1157119/14640?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fgirlfriend.com%2Fproducts%2Fblack-compressive-high-rise-legging",
      "title": "Black Compressive High-Rise Legging - Girlfriend Collective",
      "description": "Our #1 seller. Compressive, squat-proof, ultra-high rise sustainable leggings made from 25 recycled water bottles.",
      "preview": "FREE SHIPPING ON ORDERS $175+ SHOP NOW Color: Core Color sold out Color sold out Color sold out Color sold out Color sold out | Limited Edition Color"
    },
    {
      "url": "https://www.joyoushealth.com/",
      "title": "Home - Joyous Health",
      "description": "Wellness inspiration, nourishing recipes, clean beauty, and healthy living tips to help you feel your best and full of joy.",
      "preview": "Skip to content Simple, healthy living. Full of Joy. Explore more The Latest Load More Welcome to thoughtful, organic beauty Hello Joyous is an organi"
    },
    {
      "url": "https://www.stiriagricole.ro/date/2017/01/18",
      "title": "18 ianuarie 2017 | StiriAgricole.ro",
      "description": "void",
      "preview": "Sari la conținut Instagram Rss Facebook Twitter Caută 00000001pm 720020, PM1 PNDR: pana cand puteti depune proiecte cu fonduri europene pe submasura 4"
    },
    {
      "url": "https://bnr.be/over-b-r/",
      "title": "B&R | C1JFER5 ALLEEN VOL5TAAN N1ET",
      "description": "void",
      "preview": "Home Over B&R Activiteiten Administratief Fiscaal Juridisch Sociaal Actua Fiscale nieuwigheden vanaf 29 juli 2025: wat zegt de Programmawet? Meerwaard"
    },
    {
      "url": "https://advisory.kpmg.us/articles/2021/net-zero-commitments-where-plan.html",
      "title": "Net-zero commitments: Where's the plan?",
      "description": "Turning net-zero commitments into action requires comprehensive planning.",
      "preview": "Download PDF Share Net-zero commitments: Where's the plan? Turning net-zero commitments into action requires comprehensive planning. With 70 percent o"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://uxhints.com/",
      "title": "UX Hints - Product Design Knowledge",
      "description": "UX Hints TL;DR Stay on top of your design process with the bite-sized hints and cheat sheets about UX Product Design. UX Metric - System Usability Scale (SUS) User Testing view UX Metric - Single Ease Question (SEQ) User Testing view UX Metric - Net Pr",
      "preview": "Skip to content Search Search Subscribe to newsletter Instagram Twitter UX Hints TL;DR Stay on top of your design process with the bite-sized hints an"
    },
    {
      "url": "https://affarerpylr.firebaseapp.com/25075/48864.html",
      "title": "Patrik höijer",
      "description": "void",
      "preview": "5260 Nordiska Kliniken AB Info & Löner Bolagsfakta Facebook gives people the power View the profiles of people named Patriot Höijer. Join Facebook to"
    },
    {
      "url": "http://www.futurefunds.com.au/",
      "title": "Financial advice planning | Future Funds Pty Ltd",
      "description": "Future Funds Pty Ltd provides lifelong financial advice to aspirational clients.",
      "preview": "P: 02 9997 6787 home testimonials about us contact us Shape Created with Sketch. \"I have a feeling of security as I approach retirement\" Margaret W -"
    },
    {
      "url": "https://thespinningcp.tumblr.com/post/121123352676",
      "title": "Maryland moves to increase diversity in computer... - The Spinning Compass: GIS Student Resources",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Menu The Spinning Compass: GIS Student Resources Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course"
    },
    {
      "url": "https://www.vluchteling.nl/",
      "title": "Stichting Vluchteling - Directe hulp bij acute nood - Stichting Vluchteling",
      "description": "Bij acute nood zorgt Stichting Vluchteling voor directe hulp, zoals onderdak, voedsel, schoon drinkwater en medicijnen.",
      "preview": "Hulp in Cox's Bazar Samen met onze partner HOPE zetten wij ons in Bangladesh in voor de behandeling van chronische ziekten en mentale gezondheidsprobl"
    },
    {
      "url": "http://lavenaria.it/en/permanent-exhibitions?mini=2021-10&month=2021-10-30",
      "title": "Permanent Exhibitions | La Venaria Reale",
      "description": "void",
      "preview": "Skip to main content Permanent Exhibitions Permanent Exhibitions 30 October 2021 Plan your visit Plan your visit Activities Activities for families Ev"
    },
    {
      "url": "http://www.sspectra.com/is/s000373.html",
      "title": "S000373 | Integer Sequences",
      "description": "void",
      "preview": "Integer Sequences S000373 « S000372 index S000374 » Numbers n such that 8^n+1 has only one primitive prime factor. 0, 1, 3, 9, 15, 21, 39, 57, 69, 159"
    },
    {
      "url": "http://www.chemicalelements.com/elements/ir.html",
      "title": "Chemical Elements.com - Iridium (Ir)",
      "description": "void",
      "preview": "Home About This Site Comments Help Links Window Version Show Table With: Name Atomic Number Atomic Mass Electron Configuration Number of Neutrons Melt"
    },
    {
      "url": "https://www.wmagazine.com/fashion/camila-morrone-chanel-paris-fashion-week-interview",
      "title": "Camila Morrone Adds a Touch of Rock 'n' Roll to Chanel in Paris",
      "description": "The 'Daisy Jones & the Six' actress talks working on the upcoming series, her first-ever Chanel show, and her decision to get bangs.",
      "preview": "Camila Morrone photographed by Corey Tenold Following Chanel's resort 2023 show back in May, actress Camila Morrone sat down to scroll through photos"
    },
    {
      "url": "https://www.baden.fm/mediathek/video/christian-guenter-vor-bremen/",
      "title": "Christian Günter vor Bremen | baden.fm",
      "description": "Christian Günter vor Bremen | Christian Günter vor Bremen",
      "preview": "void"
    },
    {
      "url": "https://music.apple.com/us/album/come-now-sound-boy/1587744321?i=1587744323&uo=4",
      "title": "‎Come Now Sound Boy - Song by Robert Lee - Apple Music",
      "description": "Listen to Come Now Sound Boy by Robert Lee on Apple Music. 2021. Duration: 5:21",
      "preview": "Come Now Sound Boy - Single Robert Lee JUNGLE/DRUM'N'BASS · 2021 Preview October 29, 2021 2 songs, 11 minutes ℗ 2021 Rhythm Discs Under License From K"
    },
    {
      "url": "https://mpa-guide.protectedplanet.net",
      "title": "The MPA Guide",
      "description": "void",
      "preview": "The MPA Guide is a science-based tool and framework to identify different types of MPAs and connect these types of MPAs with the outcomes they are exp"
    },
    {
      "url": "https://support.xbox.com/",
      "title": "Xbox Support",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://news.walgreens.com/",
      "title": "News Hub | Walgreens Boots Alliance",
      "description": "News Hub is the source for all WBA news. Read press releases, stories, news and download multimedia assets.",
      "preview": "Skip to main content 1555 Results Filter Brand Walgreens WBA Filter Types Stories Press Releases Position Statements Asset Collections Filter Categori"
    },
    {
      "url": "https://mctheunicorn.tumblr.com/",
      "title": "@mctheunicorn on Tumblr",
      "description": "The blog of one human Stephanie.",
      "preview": "Posts Likes spookybuttons-deactivated202101 Hi friends! A lot of you guys have been sending me ask about the situation at Xica's village and how to he"
    },
    {
      "url": "https://www.simbecorion.com/resource-type/brochures/",
      "title": "Brochures Archives | Simbec-Orion",
      "description": "A detailed look at specific therapy areas and individual services.",
      "preview": "Resource Type: Brochures Oncology Clinical Development Specialists Our experience conducting Phase I/II adaptive oncology clinical trials, through to"
    },
    {
      "url": "https://ferrari.oemdtc.com/category/recalls",
      "title": "Recalls | Ferrari - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://soundcloud.com",
      "title": "Stream and listen to music online for free with SoundCloud",
      "description": "Discover and play over 320 million music tracks. Join the world's largest online community of artists, bands, DJs, and audio creators.",
      "preview": "SoundCloud JavaScript is disabled You need to enable JavaScript to use SoundCloud Show me how to enable it Your current browser isn't compatible with"
    },
    {
      "url": "https://www.wabi.tv/2023/02/22/135-billion-lottery-winner-maine-choses-cash-option/",
      "title": "$1.35 billion lottery winner in Maine chooses cash option",
      "description": "Winner of billion-dollar Mega Millions jackpot comes forward",
      "preview": "Skip to content Maine (WABI) - The winner of the $1.35 billion Mega Millions jackpot has come forward to accept their winnings through the limited lia"
    },
    {
      "url": "https://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://lswcollectorapp.home.blog/2018/12/28/privacy-policy/",
      "title": "Privacy Policy - LSW Collector",
      "description": "Effective Date: January 1, 2023The LEGO Collector family of mobile applications which consists of LSW Collector (for Star Wars minifigures), LSW Sets (for Star Wars sets, exclusives, and promos), and LSH Collector (for Super Hero minifigures) (hereinafter referred to as the \"Service\") is operated by the app creator, Kevin Downard. This page informs you of the...",
      "preview": "Skip to content LSW Collector Uncategorized December 28, 2018 January 24, 2023 2 Minutes Effective Date: January 1, 2023 The LEGO Collector family of"
    },
    {
      "url": "https://www.hrc.org/news/hrc-president-kamala-harris-exceptional-choice-as-vice-president",
      "title": "HRC | HRC President: Kamala Harris \"Exceptional Choice\" for Vice...",
      "description": "Post submitted by Lucas Acosta (he/him), former Deputy Director of Communications, Politics \"Senator Kamala Harris is nothing short of an exceptional...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://redis.io/docs/latest/develop/data-types/sorted-sets/",
      "title": "Redis sorted sets | Docs",
      "description": "Introduction to Redis sorted sets",
      "preview": "void"
    },
    {
      "url": "https://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://rainbowdash0223.tumblr.com/",
      "title": "Rainbowdash0223 Design",
      "description": "Designer, Engineer #MakerBot Replicator Mini #Up Mini #Nobel 1.0A #Ultimaker 3 Design Programs: Rhino Photoshop Solidworks Illustrator",
      "preview": "Rainbowdash0223 Design 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna 這次實習圓滿的結束了 剛開始真的蠻緊張的 很怕"
    },
    {
      "url": "https://www.refinery29.com/en-us/fashion-trends-2025",
      "title": "9 Fashion Trends Defining 2025: Capes To Bubble Skirts",
      "description": "Early contenders for the biggest trends of 2025 point to a more whimsical, almost idiosyncratic take on dressing.",
      "preview": "Skip navigation! ADVERTISEMENT Story from Fashion ADVERTISEMENT 9 Fashion Trends That Will Define 2025 Lauren Caruso Last Updated March 24, 2025 , 5:0"
    },
    {
      "url": "https://masterchefmom.blogspot.com/",
      "title": "MASTERCHEFMOM",
      "description": "Food blog by a MOM with interesting,creative,healthy and very tasty recipes and fantastic TIFFIN BOX IDEAS.",
      "preview": "Home Media Mentions Work With Me Portfolio Cooking Tips Cakes Cookies/Biscuits Sips and Slurps Salad Recipes Dosa Recipes Vegan Rasam Recipes Kuzhambu"
    },
    {
      "url": "https://www.sannionews.it/redazione-sannio-news/",
      "title": "Redazione | Sannionews - Sannionews",
      "description": "Redazione sannionews.it Portale web dedicato all'informazione libera e pungente del territorio irpino. Aggiornato da giovani appassionati, content writer e collaboratori,cerchiamo in linea con il nostro tempo di raccontare news, storie ed informazioni provenienti dalla terra sannita e la campania tutta. Cerchiamo, anche attraverso un sito flessibile e veloce di rendere la lettura piacevole e dinamica. [...]",
      "preview": "News Cronaca Politica Dai Comuni Attualità Regione Sport Benevento Calcio Cerca Redazione Contatti News Comuni Sannionews News Cronaca Politica Dai Co"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "https://play.xumo.com",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://www.sagawards.org/fyc/iamanactor",
      "title": "23rd I AM AN ACTOR | Screen Actors Guild Awards",
      "description": "I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech by Angela Lansbury that gave the audience a little history of her as a performer: \"I've been Elizabeth Taylor's sister, Spencer Tracy's mistress, Elvis' mother and a singing teapot.\"",
      "preview": "Skip to main content Close I AM AN ACTOR When the first Screen Actors Guild Awards® were presented on March 8, 1995, the ceremony opened with a speech"
    },
    {
      "url": "https://www.daveandbusters.com/privacy-policy",
      "title": "Privacy Policies- Dave & Buster's",
      "description": "Learn about Dave & Buster's privacy policies for your local bar and restaurant here.",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://clearloop.us/2021/03/02/watttime-partnership/",
      "title": "Clearloop Partners with WattTime to Verify Avoided Carbon Emissions",
      "description": "A partnership with WattTime offers companies with carbon-reduction targets transparency and insight into how their investments are cleaning up grids in the U.S.",
      "preview": "100% reclaimed carbon footprint® about projects Live jackson, tn panola county, ms paris, tn white pine, tn Upcoming arcadia, la impact news careers c"
    },
    {
      "url": "https://www.igorbnews.com/",
      "title": "Igor B News",
      "description": "Read what you need",
      "preview": "Thursday, 24 July 2025 Russia plane crash: All 48 on board killed after jet crashes in Amur region Global News on Youtube has the story. A Russian Ant"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/impute.html",
      "title": "7.4. Imputation of missing values - scikit-learn 1.7.2 documentation",
      "description": "For various reasons, many real world datasets contain missing values, often encoded as blanks, NaNs or other placeholders. Such datasets however are incompatible with scikit-learn estimators which ...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 7.4. Imputation of missing values # For various reasons, many real world datasets cont"
    },
    {
      "url": "https://www.devops-research.com/research.html",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "https://sk-itty.tumblr.com/",
      "title": "sk",
      "description": "sarah | 22 | korean software engineering | music",
      "preview": "sk sarah | 22 | korean CTY '10 | PEA '12 | RHIT ' 15 software engineering | music kpop | league | violin Home Ask FAQ About Me Wishlist My Face K-Pop"
    },
    {
      "url": "https://dlive.tv",
      "title": "DLive · Your Stream, Your Rules",
      "description": "Unlock your streaming potential with the New DLive · Global Live Streaming Platform · Your Stream, Your Rules!",
      "preview": "void"
    },
    {
      "url": "https://www.legalmomentum.org/",
      "title": "Welcome | Legal Momentum",
      "description": "void",
      "preview": "Skip to main content The State of Women's Economic Wellbeing & The Law - Map Launch & Panel - September 18, 2024 - Recorded Live If you are being watc"
    },
    {
      "url": "https://www.govdata.de/dl-de/by-2-0",
      "title": "DL-DE-&gt;BY-2.0 - GovData",
      "description": "void",
      "preview": "DL-DE->BY-2.0 Datenlizenz Deutschland - Namensnennung - Version 2.0 (1) Jede Nutzung ist unter den Bedingungen dieser „Datenlizenz Deutschland - Namen"
    },
    {
      "url": "https://www.hs.fi/urheilu/",
      "title": "Urheilu | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Urheilu Kommentti | 007 on nyt jalkapallossa haukkumasana - eikä se kerro ajastamme hyvää 007-vitsi"
    },
    {
      "url": "https://ghostaugustine.com/blog/not-so-dead-of-knight/",
      "title": "Not So Dead Of Knight | GhoSt Augustine",
      "description": "It was a quiet and fairly late night when I was preparing to close down our ghost shop, GhoSt Augustine, at 123 St. George St. Our store was located on the right hand side at...",
      "preview": "Skip to primary navigation Skip to content Skip to footer Back to Blog Not So Dead Of Knight It was a quiet and fairly late night when I was preparing"
    },
    {
      "url": "https://www.kiwico.com/us/store/dp/roller-coaster-physics-ferris-wheel-project-kit/4072",
      "title": "Marble Roller Coaster | KiwiCo",
      "description": "Fuel your child's curiosity and love for engineering with KiwiCo's Marble Roller Coaster Kit. Perfect for kids ages 7+, this hands-on roller coaster toy makes learning about engine...",
      "preview": "Store Marble Roller Coaster Ages 7+ Ages 7+ Marble Roller Coaster Price: $49.95 $49.95 4.9 Become a thrill engineer and build twisty, turny tabletop r"
    },
    {
      "url": "https://pumaworldhq.com/",
      "title": "Progressive Urban Management Associates (P.U.M.A.) | immersive, market-based, tactical | Denver, CO, USA",
      "description": "Progressive Urban Management Associates (P.U.M.A.) is a national leader in helping communities and organizations across the country create and sustain thriving places. We advise clients on a wide range of community planning, economic development, organizational management, and financial solutions.",
      "preview": "top of page Progressive Urban Management Associates Immersive • Market-Based • Tactical Progressive Urban Management Associates (P.U.M.A.) is recogn"
    },
    {
      "url": "http://www.imcsnet.org/",
      "title": "IMCS NETWORK | IMCS",
      "description": "void",
      "preview": "Skip to main content IMCS NETWORK Image Image Promoting and facilitating communication collaboration coordination capacity development across our comm"
    },
    {
      "url": "http://www.streamlord.com/index.html",
      "title": "StreamLord Home Page | Watch online HD Movies & TV Shows for free",
      "description": "Watch movies and tv shows streaming in HD for free",
      "preview": "The Witcher: Blood Origin 0 The Last of Us 0 GHOSTED 0 ANT-MAN AND THE WASP: QUANTUMANIA 6.4 Like StreamLord? Donate and keep the servers running! + F"
    },
    {
      "url": "https://usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://memesoundboard.fun",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://www.careers.fiserv.com/",
      "title": "Working at Fiserv, Inc.",
      "description": "Browse available job openings at Fiserv, Inc.",
      "preview": "Skip Navigation Search jobs Search Jobs Join our team Keyword Where? How far? Search Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Search"
    },
    {
      "url": "https://sinc.business",
      "title": "Sinc | Staff Time Card And Location Tracking App | Hourly Workforce Tracking",
      "description": "SINC is your boots-on-the-ground data collection tool that bridges the gap between the worksite and the office",
      "preview": "Easy to use timecard and location tracking app Know where your team are and what they're working on Get Started Today Download The App: We want to hel"
    },
    {
      "url": "https://www.objets-caches.com/l-enigme-de-la-montagne.html",
      "title": "Jeu L'énigme de la montagne gratuit sur objets-caches.com",
      "description": "Depuis très longtemps une énigme n'a jamais été résolue , elle concerne une montagne, serez-vous suffisamment observateur pour trouver la réponse à cette énigme.",
      "preview": "Jeu L'énigme de la montagne Viens jouer au jeu L'énigme de la montagne , un de nos super jeux d' objets cachés gratuit. Depuis très longtemps une énig"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "https://patriotpost.us/articles/81010-the-lefts-covert-war-on-the-suburbs-2021-07-01/print",
      "title": "The Left's Covert War on the Suburbs - The Patriot Post",
      "description": "void",
      "preview": "The Patriot Post ® · The Left's Covert War on the Suburbs By Douglas Andrews · July 1, 2021 https://patriotpost.us/articles/81010-the-lefts-covert-war"
    },
    {
      "url": "https://greendot.com.cy/",
      "title": "Αρχική - Green Dot Cyprus",
      "description": "H Green Dot Κύπρου είναι το πρώτο συλλογικό σύστημα ανακύκλωσης που εγκρίθηκε στην Κύπρο και είναι οργανισμός Μη Κερδοσκοπικού Χαρακτήρα. Ιδρύθηκε το 2003 με βάση τον Περί Συσκευασιών και Αποβλήτων Συσκευασιών Νόμο Ν32(Ι)/2002, ο οποίος καθορίζει την ευθύνη των εταιρειών για ανάκτηση και ανακύκλωση των συσκευασιών που τοποθετούν στην αγορά. Αδειοδοτήθηκε την 1η Αυγούστου, 2006",
      "preview": "Μετάβαση στο περιεχόμενο Γίνε μέλος μας! Κάνε την ανακύκλωση το πιο πράσινο μέρος της επιχείρησής σου... Κατέβασε τo ReCYcling CY app και ενημερώσου για"
    },
    {
      "url": "https://www.ndf.fi/",
      "title": "Home - Nordic Development Fund",
      "description": "The Nordic Development Fund (NDF) is the joint Nordic international finance institution focusing on the nexus between climate change and development in lower-income countries and countries in fragile situations.",
      "preview": "Coming together and mobilising climate finance through global initiatives were at the centre-stage of the Dialogues. NDF has published a short documen"
    },
    {
      "url": "https://www.insideedition.com/ghost-dog-found-with-pack-of-coyotes-inspires-battle-between-rescuers-and-couple-who-say-pup-is",
      "title": "Battle Waged Over Rescued Dog Who Roamed Streets With Coyote Pack | Inside Edition",
      "description": "The story of the dog raised by coyotes is now getting national attention, with many comparing it to the legend of the boy raised in the wild by wolves.",
      "preview": "Animals 'Ghost,' Dog Found With Pack of Coyotes, Inspires Battle Between Rescuers and Couple Who Say Pup Is Theirs Was This Dog Raised by Coyotes? 'Mo"
    },
    {
      "url": "https://colorofchange.org/",
      "title": "Color Of Change",
      "description": "Creating a more just and less hostile world for Black people in America.",
      "preview": "Search UNTIL JUSTICE IS REAL Petitions Tell 23andMe to protect Black customers' genetic data! Color Of Change Resources Black Tech Agenda Our Mission"
    },
    {
      "url": "http://www.igol.it/",
      "title": "Igol - Consigli e Magazine di Business e Impresa",
      "description": "Imprenditorialità Giovanile era una società che operava nel campo della creazione d'impresa, dello sviluppo locale, del sostegno alle PMI e oggi dispensa consigli utili attraverso il suo magazine.",
      "preview": "Imprenditoria Giovanile - Chi era Igol La grande città dell'opportunità Imprenditorialità Giovanile era una società fondata a fine anni '90 negli ambi"
    },
    {
      "url": "https://gestion.pe/economia/consumo-pota-peruana-impulsado-demanda-mercados-asiaticos-264701-noticia/",
      "title": "Consumo de pota peruana es impulsado por demanda de los mercados asiáticos | ECONOMIA | GESTIÓN",
      "description": "Uno de los productos más solicitados es la pota, la cual tiene un panorama muy alentador, principalmente en mercado asiáticos como China, Corea del Sur y Tailandia, comentó el county manager de Maersk Perú.",
      "preview": "Lo último Peru Quiosco Portada Empresas Management & Empleo Economía Mercados Perú Política Tu Dinero Finanzas Personales Inmobiliarias Plus G Opinión"
    },
    {
      "url": "https://lisaemme.com/crazy-canuck-new-years-blog-hop/?like_comment=119&_wpnonce=297513bbd2",
      "title": "Crazy Canuck New Year's Blog Hop | lisa emme",
      "description": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blog Hop will take place from December 27 to January 2 and we are currently taking sign-ups for hosts and authors. The theme of the hop is Fill Your...",
      "preview": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blo"
    },
    {
      "url": "https://www.wheaton.edu/wheaton-center-for-faith-and-disability/",
      "title": "Wheaton Center for Faith and Disability - Wheaton College, IL",
      "description": "The Wheaton Center for Faith and Disability is here to help you make your focus on disability more biblical, normative, and transformative so schools, congregations, camps and parachurch ministries become communities of belonging and flourishing for all.",
      "preview": "skip to main content Back to wheaton.edu The Wheaton Center for Faith and Disability The Wheaton Center for Faith and Disability is here to help you m"
    },
    {
      "url": "https://status.airtable.com/",
      "title": "Airtable Status",
      "description": "Welcome to Airtable's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Airtable creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't receive"
    },
    {
      "url": "https://www.adpri.org/today-at-work-q1-2023/",
      "title": "Today at Work - Q1 2023 - ADP Research",
      "description": "The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with monthly worker sentiment surveys from a stratified random sample of 2,500 workers to provide a recurring, people-centered, and comprehensive view of the world of work.",
      "preview": "Read the Report The Today at Work report is a quarterly workforce report that blends ADP's extensive data set representing 25 million people with mont"
    },
    {
      "url": "https://www.snapchat.com/add/coschoolofmines",
      "title": "Colorado School of Mines (@coschoolofmines) | Storie, Lenti e contenuti di Spotlight su Snapchat",
      "description": "Colorado School of Mines è su Snapchat! (@coschoolofmines) | Official Snapchat of Colorado School of Mines! #HelluvaEngineer | Golden, Colorado, United States | Ultimo aggiornamento: 07/03/2025",
      "preview": "Colorado School of Mines coschoolofmines Aggiungimi su Snapchat! Società Snap Inc. Posizioni aperte Notizie Community Assistenza Linee Guida per la Co"
    },
    {
      "url": "https://www.ganotechnologies.com",
      "title": "Gano Technologies LLC - Home Page",
      "description": "Gano Technologies home page. iOS App Development, Aerospace Engineering, CNC Manufacturing, and Wood Working",
      "preview": "iOS Apps Aerospace CNC Woodworking Astrophotography / PI"
    },
    {
      "url": "https://www.aquamaps.org/",
      "title": "AquaMaps Search Page",
      "description": "void",
      "preview": "ver. 10/2019 Standardized distribution maps for over 33,500 species of fishes, marine mammals and invertebrates Home | About AquaMaps | CYOM User Manu"
    },
    {
      "url": "https://www.tntv.pf/tntvnews/polynesie/societe/covid-19-tension-sur-la-production-de-cercueils/",
      "title": "Covid-19 : tension sur la production de cercueils • TNTV News - Tahiti Nui Télévision",
      "description": "Travaillant 24 heures sur 24, les sociétés funéraires du fenua se retrouvent à cours de bois pour la réalisation de cercueils pour les petits budgets. Un casse-tête quotidien pour ces professionnels qui tachent de trouver des solutions et garder une réactivité pour offrir un service de qualité à leur clientèle.",
      "preview": "Facebook Instagram Youtube Polynésie Culture Economie Environnement Faits divers High Tech Justice Politique Territoriales Portraits Santé Société TNT"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1539",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://www.fractalabogados.com/terminos-y-condiciones2/",
      "title": "Términos y Condiciones :: Fractalabogados",
      "description": "Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El documento debe especificar la relación entre usted y su cliente y explicar su política de reembolso. Existen sitios en Internet que permiten crear modelos sobre Términos y Condiciones. Tan sólo tiene que buscar un \"Generador de Términos y Condiciones\". En cualquier caso, le recomendamos encarecidamente que busque asesoramiento legal y ajuste su modelo para satisfacer las necesidades de su negocio.",
      "preview": "Términos y Condiciones Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El do"
    },
    {
      "url": "https://www.womenandperspectives.com/2016/11/size-shouldnt-mean-compromise.html",
      "title": "Size Shouldn't Mean Compromise",
      "description": "Bearwear is hoping to make the larger man feel good about how they look and make it easier for them to find what they like. We've spoken to some customers who have said they used to wear a 2XL even though they're a 3XL simply because they couldn't find their correct size in regular retail outlets. We're hoping to make this a thing of the past! Our clothes are modern and stylish and would not look out of place whether they were sized medium or 5XL.",
      "preview": "skip to main | skip to sidebar Women's Perspectives all things about women in my perspective HOME Sitemap Privacy Policy Disclosure Policy Nov 25, 201"
    },
    {
      "url": "https://luxopuncture-asselin.com/salade_navets_p1/",
      "title": "Salade de navets - Centre de luxopuncture Géraldine Asselin sur Genève et Annecy. Perdez du poids, Arrêtez de fumer, diminuez votre stress grâce à la luxopuncture.",
      "description": "Salade de navets",
      "preview": "Accéder au contenu principal Salade de navets Laisser un commentaire Annuler la réponse Votre adresse e-mail ne sera pas publiée. Les champs obligatoi"
    },
    {
      "url": "http://cinzia1877.blogspot.com/",
      "title": "Parlando e sentendo...",
      "description": "void",
      "preview": "Parlando e sentendo... 08 settembre 2007 CHIUSO Non so quando e ne se aprirò di nuovo... Un bacio a tutti... Cinzia Pillola di saggezza postata dalla"
    },
    {
      "url": "https://www.slovaklines.sk/",
      "title": "SlovakLines.sk | Váš autobusový dopravca",
      "description": "Autobusový dopravca Bratislava ✈ Schwechat ➔ Viedeň a Slovensko ✔ Koncerty a festivaly ✔ Stuhleck ✔ 15 mil. cestujúcich ✔ Rýchla Wi-Fi",
      "preview": "Preskočiť na hlavný obsah Zažite leto s nami Objavujte Slovensko, užite si koncerty a festivaly či z Viedne vyrazte do sveta. Zážitky začínajú už v"
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "https://metsminors.net/mmn-exclusive-funky-reliever-matt-pobereyko/",
      "title": "MMN Exclusive: Funky Reliever Matt Pobereyko",
      "description": "void",
      "preview": "Matt Pobereyko/Photo by Ed Delany Current New York Mets minor league right-handed reliever Matt Pobereyko has had a rollercoaster baseball career thus"
    },
    {
      "url": "http://www.weatherlabs.com/",
      "title": "Previsioni e condizioni meteo per Campitelli, città metropolitana di Roma Capitale 00186 - The Weather Channel | Weather.com",
      "description": "Previsioni meteo di oggi e stanotte per Campitelli, città metropolitana di Roma Capitale 00186, condizioni meteo e radar Doppler di The Weather Channel e Weather.com",
      "preview": "Advertisement Advertisement Advertisement Digita almeno tre caratteri per iniziare il completamento automatico. Se non inserisci nessuna query di rice"
    },
    {
      "url": "https://www.sdnhm.org/exhibitions/fossil-mysteries/fossil-preparation/",
      "title": "The Nat |",
      "description": "void",
      "preview": "Search Search Search for The page you requested may have been moved or deleted Let's try one of the following remedies to get you back on track... Che"
    },
    {
      "url": "https://shawnreginald.com/products/blue-white-pooka-dot-bow-tie",
      "title": "Blue & White Polka-Dot Bow Tie - Shawn Reginald Clothing Company",
      "description": "Self tie, adjustable neck, bow-tie, with four mother of pearl buttons. Made by Carrot &amp; Gibbs of all natural fibers for Shawn Reginald Clothing. Classic!",
      "preview": "Blue & White Polka-Dot Bow Tie Add to Cart Blue & White Polka-Dot Bow Tie $78.00 Product Code: Default Title - $78.00 USD Add to Cart Add to wishlist"
    },
    {
      "url": "http://www.leccopolis.it/acque-contaminate-divieto-di-balneazione-a-malpensata-8208.html",
      "title": "Acque contaminate, divieto di balneazione a Malpensata | Leccopolis",
      "description": "Con l'ordinanza n. 32, il sindaco ha interdetto la balneazione in Località Malpensata a Lecco fino a revoca, in seguito al campionamento del 26 aprile 2017. La",
      "preview": "Lecco polis 10 ottobre 2025 Home Economia Europa Italia Mondo Politica Contattaci Lecco Brianza Calolziocorte Lago Lavoro Merate Oggiono Olginate Valm"
    },
    {
      "url": "https://blog.yogamatters.com/",
      "title": "Home - Blog - Yogamatters",
      "description": "Yoga Inspiration, interviews and expert advice from our team of worldwide yogis.Mind Integrate mind, body and spirit by learning to look after your mind as well as your body. Yogamatters Community Yoga Classes Food Love mealtimes with our rainbow dishesand nutrional advice.",
      "preview": "void"
    },
    {
      "url": "https://allstatefoundation.org/",
      "title": "The Allstate Foundation | Allstate Corporation",
      "description": "The Allstate Foundation helps communities thrive. We focus on youth empowerment, ending relationship abuse and thriving-wage careers.",
      "preview": "Skip to main content The Allstate Foundation Helping communities thrive We empower youth, disrupt the cycle of relationship abuse, and increase access"
    },
    {
      "url": "https://airspaceworld.com/",
      "title": "Airspace world",
      "description": "void",
      "preview": "Airspace World The Global Stage for Air Traffic Management Where ANSPs, air traffic controllers and aviation innovators unite to shape the skies of to"
    },
    {
      "url": "https://www.fosi.org/",
      "title": "Home - Family Online Safety Institute",
      "description": "void",
      "preview": "Working to make the online world safer for kids and their families Learn More The Family Online Safety Institute emphasizes three core pillars to prom"
    },
    {
      "url": "http://www.gsetechnology.co.uk",
      "title": "GSE SMART IPTV | Advanced IPTV solutions for IOS , ANDROID and mobile devices",
      "description": "Download for ANDROID here GSE SMART IPTV APPLE TV GSE SMART IPTV MAC OSX",
      "preview": "CROSS PLATFORM Advanced IPTV solution IOS , APPLE TV , ANDROID and MAC OSX Download for ANDROID here GSE SMART IPTV APPLE TV GSE SMART IPTV MAC OSX"
    },
    {
      "url": "http://www.fiat.com/",
      "title": "Fiat - Official Website",
      "description": "Welcome to the official international website of Fiat. Discover our models, Fiat world, the history of the brand and all our latest news.",
      "preview": "New Topolino Vilebrequin Collector's Edition Get ready to spend the summer with Riviera Icons! Fiat key drivers Seeing you driving our vehicle every d"
    }
  ],
  "_meta": {
    "total_bookmarks": 94
  }
}