{
  "data": [
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.pwn-usa.org/issues/hiv-tax-bill-resource-center/",
      "title": "HIV Tax Bill Resource Center - Positive Women's Network - USA",
      "description": "HIV COMMUNITY EMERGENCY ON TAX BILLUpdated December 17, 2017A final version of the #GOPTaxScam was released on Friday, December 15th and a vote is expected as early as Tuesday, December 19th. Make no mistake, this bill remains a",
      "preview": "Skip to content HIV Tax Bill Resource Center HIV Tax Bill Resource Center Naina Khanna 2017-12-18T04:56:49-05:00 HIV COMMUNITY EMERGENCY ON TAX BILL U"
    },
    {
      "url": "https://rebuildingtogether-twincities.org/",
      "title": "Homepage - Rebuilding Together Minnesota",
      "description": "At Rebuilding Together Minnesota, our mission is repairing homes, revitalizing communities, rebuilding lives.",
      "preview": "Skip to content Repairing homes, revitalizing communities, rebuilding lives. Rebuilding Together Minnesota, an affiliate of Rebuilding Together, Inc.,"
    },
    {
      "url": "https://ve.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Venezuela",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://docs.python.org/3/tutorial/inputoutput.html",
      "title": "7. Input and Output - Python 3.14.0 documentation",
      "description": "There are several ways to present the output of a program; data can be printed in a human-readable form, or written to a file for future use. This chapter will discuss some of the possibilities. Fa...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial » 7. Input and Output | Theme Auto Light Dark | 7. In"
    },
    {
      "url": "https://broadwcast.org/index.php?title=Template:1990&action=edit",
      "title": "View source for Template:1990 - BroaDWcast",
      "description": "void",
      "preview": "View source for Template:1990 From BroaDWcast ← Template:1990 Jump to navigation Jump to search You do not have permission to edit this page, for the"
    },
    {
      "url": "https://sciencebasedtargets.org/about-us",
      "title": "About us - Science Based Targets Initiative",
      "description": "void",
      "preview": "About us The Science Based Targets initiative (SBTi) is a corporate climate action organization that enables companies and financial institutions worl"
    },
    {
      "url": "http://bit.ly/3SEbWHF",
      "title": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment'",
      "description": "Environmental science and conservation news",
      "preview": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment' Mongabay.com 22 Feb 2023 Global Oceans Comments Share article Share this a"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/post/121240027990",
      "title": "Maryland moves to increase diversity in computer science - @concernedpuengineer-blog on Tumblr",
      "description": "Unfortunate that such a narrow view of technology will be accepted as a graduation credit. Coding is an important part of much of our technological world, no doubt. The issue, however, is that it is...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "https://www.turansa.com/",
      "title": "Guatemala Tours & Travel Services - Turansa",
      "description": "Guatemala Travel Specialists for Group Tours & Individual Travelers since 1989. Offering Tailor Made Tours, Private Bus Rentals & Shuttle Services.",
      "preview": "Scroll To Top Scroll To Top Home Guatemala Tours Tikal Tours Archeological Tours Historical Tours Ecological Tours Shore Excursions Adventure Tours Sp"
    },
    {
      "url": "https://ocw.mit.edu/courses/18-06-linear-algebra-spring-2010/",
      "title": "Linear Algebra | Mathematics | MIT OpenCourseWare",
      "description": "This is a basic subject on matrix theory and linear algebra. Emphasis is given to topics that will be useful in other disciplines, including systems of equations, vector spaces, determinants, eigenvalues, similarity, and positive definite matrices.",
      "preview": "Browse Course Material Course Info Instructor Prof. Gilbert Strang Departments Mathematics As Taught In Spring 2010 Level Undergraduate Topics Mathema"
    },
    {
      "url": "https://events.ucr.edu/department/philosophy/calendar/day/2022/1/1",
      "title": "Philosophy Events on January 1, 2022 - UC Riverside",
      "description": "Philosophy Events Calendar, powered by Localist, the Community Event Platform",
      "preview": "Skip to main content Skip to main content University of California, Riverside UC Riverside Events Calendar"
    },
    {
      "url": "http://pittsburghfoundation.org/macmiller",
      "title": "Mac Miller Fund | The Pittsburgh Foundation",
      "description": "Photo credit: Karen Meyers The Mac Miller Fund supports young musicians with resources to help realize their full potential through exploration, expression and community.",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? Mac Miller Fund Established: 10/1/2018 Donate Now As of Oct. 3, 2025,"
    },
    {
      "url": "https://www.usna.edu/Users/oceano/pguth/md_help/html/navfix.htm",
      "title": "Home :: User Sites :: USNA",
      "description": "The Home page for the User Sites Site on the USNA Website. This page was last updated on Tue Jul 22 15:30:01 EDT 2025.",
      "preview": "Skip to main content Skip to footer site map USNA Oceanography Professor Peter Guth Home Professor Peter Guth Professor Peter Guth Professor Guth has"
    },
    {
      "url": "http://www.unoceans.org/",
      "title": "Excel with Diablo 4 Power Leveling | Your Sanctuary to Diablo 4 Mastery",
      "description": "Venture into the depths of Sanctuary elevated by our comprehensive Diablo 4 Power Leveling advice.",
      "preview": "Diablo 4 Power Leveling: Your Guides For Dominating Sanctuary Diablo 4 Cinematics: Memorable Moments Like a seasoned adventurer delving into ancient r"
    },
    {
      "url": "https://www.jomashop.com/maison-francis-kurkdjian-unisex-baccarat-rouge-540-white-edp-spray-2-4-oz-fragrances-3700559603116.html",
      "title": "Maison Francis Kurkdjian Unisex Baccarat Rouge 540 EDP Spray 2.4 oz (70 ml)",
      "description": "Shop for Unisex Baccarat Rouge 540 EDP Spray 2.4 oz (70 ml) by Maison Francis Kurkdjian at JOMASHOP.",
      "preview": "void"
    },
    {
      "url": "http://math.hws.edu/javanotes/",
      "title": "Javanotes 9, JavaFX Edition -- Title Page",
      "description": "void",
      "preview": "Introduction to Programming Using Java Version 9.0, JavaFX Edition (May, 2022) Author: David J. Eck ( eck@hws.edu ) W ELCOME TO Version 9.0 of Introdu"
    },
    {
      "url": "https://jobs.medium.com/?source=about_page---jobs_module_link-----------------------about_page_jobs_module_link-&utm_source=about&utm_medium=landing-page&utm_campaign=jobs&utm_content=module",
      "title": "Careers at Medium | by Jobs @ Medium | Jobs at Medium | Medium",
      "description": "At Medium, we believe in the power of words - and we're on a mission to bring the world's expertise to life through memorable storytelling.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Jobs at Medium · Keep up to date with our job openings Press enter or cli"
    },
    {
      "url": "https://www.koelner.de/wer-wir-waren/",
      "title": "Wer wir waren - koelner.de",
      "description": "Was werden zukünftige Generationen über uns denken, wenn wir bereits Geschichte sind?",
      "preview": "Skip to main content Search facebook twitter instagram Home Wer wir waren „Wir waren jene, die wussten, aber nicht verstanden, voller Informationen, a"
    },
    {
      "url": "https://www.calacademy.org/about-us/sustainability-in-action",
      "title": "Sustainability in Action - California Academy of Sciences",
      "description": "See how we're shrinking our carbon footprint, expanding our conservation work, and helping you to get involved.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://github.blog/?utm_source=developermscom",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "https://naacp.org/find-resources/know-your-rights/democracy-voting",
      "title": "Democracy & Voting",
      "description": "Efforts to make it harder for racial minorities to vote are proliferating across the country. NAACP and volunteers made sure Black voices were heard in 2020.",
      "preview": "Skip to main content Search Close Close Donate Close Countdown to Election Day - - days - hrs - mins - secs NAACP Georgia State Conference v Raffenspe"
    },
    {
      "url": "https://ellinikiagogi.gr/18-%CE%B8%CE%B1%CE%BB%CE%B1%CF%83%CF%83%CE%B9%CE%BD%CE%AC-%CF%84%CF%81%CE%B1%CE%B3%CE%BF%CF%8D%CE%B4%CE%B9%CE%B1/",
      "title": "18. Θαλασσινά τραγούδια | Ελληνική Αγωγή",
      "description": "void",
      "preview": "Skip to content 18. Θαλασσινά τραγούδια Για να δείτε αυτό το περιεχόμενο πρέπει πρώτα να συνδεθείτε . Ἡ σύνδεση μπορεῖ νὰ γίνει κατὰ τὴ διάρκεια τῆς π"
    },
    {
      "url": "https://www.shopdisney.com/franchises/national-geographic/",
      "title": "National Geographic Store | Disney Store",
      "description": "Discover official National Geographic items including fleece jackets, toys and more at Disney Store.",
      "preview": "Search Icon Location Icon Sign In Icon Minicart Icon Caret Icon Caret icon thin Checkbox Check Filter dropdown arrow Close Clock Icon Plus Icon offers"
    },
    {
      "url": "https://daniloandsharon.com",
      "title": "Danilo & Sharon",
      "description": "Uncover the captivating realm of Danilo and Sharon, where the magic of wedding photography unfolds in all its splendor. Immerse yourself in our extraordinary portfolio as you explore our distinctive artistic vision and personalized services, setting new standards for redefining traditional wedding imagery. Experience the enchantment that awaits in our world of captivating wedding photography.",
      "preview": "Booking Now taking bookings for 2025/26 Check your date Real weddings Portfolio For photographers Flashcourse Photobook About us Contact MENU \"Nature"
    },
    {
      "url": "http://www.realtyexecutives.com/",
      "title": "Realty Executives | Buy or Sell Your Home With Us",
      "description": "Realty Executives - Where the Experts Are. Our experienced real estate agents, our Executives, will help you sell or buy your home.",
      "preview": "Sign up for a free account so you can: > Save your searches > Follow your favorities > Get instant updates New Account Sign In Email Password Forgot p"
    },
    {
      "url": "http://www.tischlerhof.it/it/informazione/rilassarsi/2-0.html",
      "title": "Rilassarsi in piena natura - Tischlerhof",
      "description": "void",
      "preview": "Utilizziamo cookie per assicurarti una migliore esperienza sul sito. Utilizziamo cookie di parti terze per inviarti messaggi promozionali personalizza"
    },
    {
      "url": "http://thealliancetc.org/",
      "title": "Home • The Alliance",
      "description": "void",
      "preview": "Housing Justice Learn more Stable Ground Program Learn more Actualizing Equity Learn more Just Cause Eviction Protections Learn more Blue Line Coaliti"
    },
    {
      "url": "https://frndlytv.freshdesk.com/support/home",
      "title": "Support : HELP CENTER",
      "description": "void",
      "preview": "Getting Started Watching TV Account Management Troubleshooting Frequently Asked Questions How do I restart my subscription? How do I sign up for a Fre"
    },
    {
      "url": "https://www.greatwolf.com/",
      "title": "North America's Largest Family Indoor Water Park Resorts | Great Wolf Lodge",
      "description": "Great Wolf Lodge combines water park adventures with comfortable accommodations for the perfect family vacation. Book your stay at an indoor water park near you.",
      "preview": "Skip Content WELCOME TO GREAT WOLF LODGE Choose Your Lodge YOUR ADVENTURE BEGINS HERE Welcome to Great Wolf Lodge, North America's largest group of in"
    },
    {
      "url": "https://whynotyoufdn.org/",
      "title": "Why Not You Foundation",
      "description": "Founded by athlete and entrepreneur, Russell Wilson. The Why Not You Foundation is a nonprofit dedicated to education, children's health and fighting poverty, while empowering today's youth to embrace a why not you attitude.",
      "preview": "Scroll We are dedicated to changing the world, one child at a time. WHY NOT YOU? WHY NOT US? Founded by Russell Wilson in 2014, the Why Not You Founda"
    },
    {
      "url": "http://dinosaurtheory.com/theory.html",
      "title": "Explains Scientific Theories and Inductive Reasoning",
      "description": "Here are some answers to common questions about scientific theories, inductive reasoning, and the theory of evolution.",
      "preview": "| Return to Home Page | Questions and Answers about Scientific Theories 1. If scientific theories are the most important ideas in science, and scienti"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en/exclusive-services",
      "title": "Exclusive online services | Bang & Olufsen",
      "description": "Read more about the exclusive services we offer online, from express delivery and gift wrapping, to product care.",
      "preview": "From the comfort of your home Enjoy exclusive services When you purchase directly from B&O, you unlock a range of exclusive online services, including"
    },
    {
      "url": "http://wwf.panda.org/what_we_do/where_we_work/west_africa_marine/",
      "title": "Oh no! The page you are looking for has gone extinct... | WWF",
      "description": "Oh no! The page you are looking for has gone extinct...",
      "preview": "We use cookies to analyse how visitors use our website and to help us provide the best possible experience for users. View our Cookie Policy . ( I acc"
    },
    {
      "url": "https://dreampirates.us/world/streams-free-all-around-the-world-thank-for-miami-heat-vs-oklahoma-city-thunder-dec-th-live-sportingnews-nba-gamecenter-miamihea-22-02-2021",
      "title": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "description": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "preview": "DreamPirates Login Signup world Streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecente"
    },
    {
      "url": "https://www.intellum.com",
      "title": "AI Enterprise Learning | Intellum",
      "description": "Discover Intellum's AI-powered enterprise learning platform that helps organizations train, engage, and certify employees, partners, and customers.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "http://www.numbertheory.org/ntw/N5.html",
      "title": "ONLINE THESES IN NUMBER THEORY",
      "description": "void",
      "preview": "Online Theses in Number Theory Thèses habilitations, France [ 2023 | 2022 | 2021 | 2020 | 2018 | 2017 | 2016 | 2015 | 2014 | 2013 | 2012 | 2011 | 2010"
    },
    {
      "url": "https://blogs.windows.com/msedgedev/2022/10/17/website-typo-protection-typosquatting/?form=MT00D5",
      "title": "Website typo protection defends against fraud including phishing, malware, and other scams - Microsoft Edge Blog",
      "description": "It's easy to make typos when writing out a website name (URL), but these simple mistakes can lead you to potentially fraudulent websites planted by malicious actors. Website typo protection helps protect you when you accidentally n",
      "preview": "Skip to main content Skip to main content / Microsoft Edge Blog October 17, 2022 Website typo protection defends against fraud including phishing, mal"
    },
    {
      "url": "https://cleantogreen.in/#updates-wrapper",
      "title": "Cleantogreen",
      "description": "Turn your Scrap into Cash! Transform unwanted scraps into online saleshttps://cleantogreen.in/wp-...",
      "preview": "Our Services For Individual Scrap Pickup Collection For Business Bulk Scrap Collection CSR Activities Partner with us Volunteer with us Awareness Driv"
    },
    {
      "url": "https://ride.lyft.com/?entrypoint=lyftcom",
      "title": "Lyft: Need a ride? Use the app.",
      "description": "Download the Lyft app and get a ride from a friendly driver in minutes.",
      "preview": "Skip to content Need a ride? Use the app. Download the Lyft app and get a ride from a friendly driver in minutes. We'll send you a text with a link to"
    },
    {
      "url": "https://get.adobe.com/reader/",
      "title": "Adobe - Download Adobe Acrobat Reader",
      "description": "Download free Adobe Acrobat Reader software for your Windows, Mac OS and Android devices to view, print, and comment on PDF documents.",
      "preview": "This website no longer works on Internet Explorer due to end of support. Please use Microsoft Edge or another supported browser. JavaScript is current"
    },
    {
      "url": "https://reidjon.tumblr.com/",
      "title": "Jon Reid Tumbling",
      "description": "Quickdraw posts that haven't made it to my regular blog: Conversations. I'm blaming the other awesome Tumblr sites I'm stumbled upon for my presence. Come on over to Twitter too. Been there longer.",
      "preview": "6th May 2016 Drupalcon! Oh yeah, I'll be in New Orleans for Drupalcon next week. I'll be in town on Sunday. See you there! 19th Apr 2016 | 36 notes 16"
    },
    {
      "url": "https://www.glued-laminated-timber.com/monitoring-characters-bs-holz-german-only/mn_44344",
      "title": "Monitoring characters BS-Holz (German only) - brettschichtholz.de",
      "description": "void",
      "preview": "News (German only) Events (German only) Glued laminated timber Production General Characteristics Wood-species Adhesives Dimensions Dimensional tolera"
    },
    {
      "url": "https://archives.hungaricana.hu/en/urbarium/hu_mnl_ol_e156_a_fasc090_no100/?list=eyJxdWVyeSI6ICJTWk89KFJFR0VTVFJBVEEgSU4gUkVHKSBBTkQgU1pPPShcIkZhc2MuMDkwXCIgSU4gVElUTEUpIn0",
      "title": "HU MNL OL E 156 - a. - Fasc. 090. - No. 100. | Urbaria et conscriptiones | Hungaricana",
      "description": "The purpose of the Hungaricana project is to share Hungarian cultural heritage including contents that have never been accessible before. Our goal is to create an environment where everyone, whether professional or amateur, can explore Hungary's, or even their own history and culture in a clean and efficient way.",
      "preview": "For full functionality of this site (searching, viewing images, maps and pdf files) it is necessary to enable JavaScript. Here are the instructions ho"
    },
    {
      "url": "https://www.rawstory.com/",
      "title": "Raw Story - Celebrating 20 Years of Independent Journalism",
      "description": "Breaking news, political news, and investigative news reporting from Raw Story's team of journalists and prize-winning investigators.",
      "preview": "JOIN RAW STORY FOR JUST $1 About us Games US NEWS Investigations Opinion video HELP get the newsletter JOIN RAW STORY FOR JUST $1 Home Trump U.S. News"
    },
    {
      "url": "https://www.bbc.co.uk/programmes/p08j3kcg",
      "title": "BBC Radio 4 - Political Thinking with Nick Robinson, The Neil Ferguson One",
      "description": "The leading epidemiologist on how science and politics should really work together",
      "preview": "Close menu BBC Radio 4 Political Thinking with Nick Robinson Home Episodes Podcast Watch on iPlayer Main content Listen now The Neil Ferguson One Poli"
    },
    {
      "url": "https://www.nau.ch/ort/altdorf-ur/schattdorf-ur-kollision-zwischen-personenwagen-und-linienbus-66084321",
      "title": "Schattdorf UR: Kollision zwischen Personenwagen und Linienbus | Nau.ch",
      "description": "Am Mittwoch, 12. Januar, kam es zu einer Kollision zwischen einem Personenwagen und einem Linienbus, bei der niemand verletzt wurde.",
      "preview": "Uri FC Altdorf Schattdorf UR: Kollision zwischen Personenwagen und Linienbus Kantonspolizei Uri Uri , 12.01.2022 - 14:44 Am Mittwoch, 12. Januar, kam"
    },
    {
      "url": "https://blog.louroe.com/en/louroe-isc-2023",
      "title": "Louroe is at ISC 2023",
      "description": "void",
      "preview": "Visit Louroe at ISC West Booth 8038 When March 29 - 31, 2023 Where Venetian Expo Las Vegas, Nevada Who Louroe sales, engineering and product specialis"
    },
    {
      "url": "https://www.arcadiafund.org.uk",
      "title": "Homepage - Arcadia",
      "description": "Helping people to record cultural heritage, to conserve and restore nature, and to promote open access to knowledge. We want future generations to enjoy the diversity of human culture and the natural world.",
      "preview": "Close Search Arcadia helps people to record cultural heritage, to conserve and restore nature, and to promote open access to knowledge. We want future"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=primarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "https://danmall.com/",
      "title": "Dan Mall Teaches Design Systems, Design Process, and Design Leadership",
      "description": "Showing you how to use design to live a better life.",
      "preview": "Showing you how to use design to live a better life. Dan Mall Teaches Join 63,400+ subscribers and get tips, tricks, and tools about design systems, p"
    },
    {
      "url": "https://iocl.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://meritamerica.applytojob.com/apply",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://supermajorityedfund.com/",
      "title": "Supermajority Education Fund",
      "description": "void",
      "preview": "About Our Story Our Team Majority Rules Get Involved What we do Majority Leaders Speaker Series 2025 research Our Research donate donate CLOSE QUICK L"
    },
    {
      "url": "https://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://www.nrk.no/nyheter/",
      "title": "Siste nytt - NRK",
      "description": "Siste nytt fra inn- og utland. Hold deg oppdatert på nyhetssbildet med NRK Nyheter",
      "preview": "Siste nytt - NRK Foto: Ariana Cubillos / AP / NTB Det kvite huset: Nobelkomiteen set politikk føre fred Nobels fredspris Foto: Ramadan Abed / Reuters"
    },
    {
      "url": "https://www.gopenske.com/",
      "title": "Penske Truck Leasing, Logistics, Truck Rental, Used Trucks Sales",
      "description": "Penske's product lines include commercial and consumer truck rentals, full-service truck leasing and maintenance, logistics solutions, and used trucks.",
      "preview": "Move Forward We have a relentless drive to help our customers win. Move Forward TRUCK RENTAL Personal Commercial Lease & Maintenance Learn More Logist"
    }
  ],
  "_meta": {
    "total_bookmarks": 57
  }
}