{
  "data": [
    {
      "url": "https://wildlifedashboard.c4ads.org/",
      "title": "C4ADS Wildlife Seizure Dashboard",
      "description": "The C4ADS Wildlife Seizure Dashboard provides advanced analysis of publicly reported global wildlife seizure data.",
      "preview": "void"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/chicken-tikka-masala",
      "title": "Chicken tikka masala recipe | Good Food",
      "description": "Not sure what to make for dinner? This chicken tikka masala recipe is easy and delicious. Find more dinner inspiration at BBC Good Food.",
      "preview": "Skip to main content Chicken tikka masala Good Food team Save recipe Serves 10 Easy Prep: 15 mins Cook: 50 mins A star rating of 4.5 out of 5. 409 rat"
    },
    {
      "url": "https://www.whitefuneralhomes.com/obituary/marrshall-luppke",
      "title": "Obituary | Marshall Alex Luppke of Lakeville, Minnesota | White Funeral Homes",
      "description": "View The Obituary For Marshall Alex Luppke of Lakeville, Minnesota. Please join us in Loving, Sharing and Memorializing Marshall Alex Luppke on this permanent online memorial.",
      "preview": "Marshall Alex Luppke of Lakeville, Minnesota | 1999 - 2021 | Obituary Send a Card Show Your Sympathy to the Family Funeral Service Thursday, Apr 1, 20"
    },
    {
      "url": "http://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://www.esa.int/Science_Exploration",
      "title": "ESA - Science & Exploration",
      "description": "Exploring our Solar System and unlocking the secrets of the Universe",
      "preview": "Latest All Stories Videos Images Story Read Story Read Story Read Video 00:03:16 Play Story Read Story Read Story Read Story Read Video 00:02:28 Play"
    },
    {
      "url": "https://bugatti.oemdtc.com/category/recalls",
      "title": "Recalls | Bugatti - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/post/121123697991",
      "title": "Maryland moves to increase diversity in computer... - I totally don't like foxes...",
      "description": "Maryland moves to increase diversity in computer science http://blog.code.org/post/121123281798/md codeorg: \"A rigorous computer science course can't satisfy a required technology credit for...",
      "preview": "Menu I totally don't like foxes... Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy"
    },
    {
      "url": "https://www.nhm.ac.uk/visit/whats-on.html",
      "title": "What's on | Natural History Museum",
      "description": "Find out what's on at the Museum, including online events and upcoming major exhibitions.",
      "preview": "What's on in London Choose a date range Choose event themes Show free events only Apply filters See what's on at our Museum in Tring, Hertfordshire Lo"
    },
    {
      "url": "https://yogajanda.com/blog/",
      "title": "Yoga Janda Yoga and Pregnancy Blog | Yoga Janda",
      "description": "Get pregnancy tips, labor and birth tips, and postpartum healing tips, and breastfeeding tips. This blog is a great resource for any pregnant woman.",
      "preview": "+1 760-716-6386 liza@yogajanda.com Facebook X RSS Facebook X RSS Gallery Testimonials FAQs Yoga Janda Pregnancy and Yoga Blog Get Pregnancy Tips, Labo"
    },
    {
      "url": "https://mitsubishi.oemdtc.com/category/recalls",
      "title": "Recalls | Mitsubishi - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.wcvltd.co.uk/stock-detail.php?ID=2c9299d27cffaeaa017d23aab72778e0",
      "title": "Current Stock List - Warrington Car and Van Sales Ltd",
      "description": "Warrington Car and Van Sales are based in Warrington, Cheshire. Established for over 20 years supplying quality used cars and vans. Tel: 01925 558827 to find out the best deal we can do for you.",
      "preview": "Sorry! The vehicle you are looking for cannot be found Please visit out Current stock list Chat on"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/#reusable_bags",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.waittfoundation.org/",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "http://www.fayetteville-ar.gov/384/GIS-Interactive-Maps",
      "title": "GIS Maps | Fayetteville, AR - Official Website",
      "description": "Access interactive maps that show a variety of information, including a ward map, utilities, road and lane closures, planning projects, parking lots, parks and trails, natural features, land records, future land use, historic sites, floodplains, and more.",
      "preview": "Skip to Main Content Home Departments Maps / GIS GIS Interactive Maps GIS Maps Choose any of the maps below to learn more about Fayetteville. These ma"
    },
    {
      "url": "https://material.io/design/color/the-color-system.html",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://georgiablanch7.tumblr.com/",
      "title": "@georgiablanch7 on Tumblr",
      "description": "Follow @georgiablanch7 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://zora.medium.com/no-asap-rocky-jonathan-majors-are-not-being-emasculated-353b34cde54?source=home---------5------------------0----------",
      "title": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated | by Whitney Alese | ZORA",
      "description": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated \"Emasculate\" is one of those words I wish more folks simply hadn't learned. Case in point, it's overuse in recent conversations ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in ZORA · A publication from Medium that centers the stories, poetry, essays"
    },
    {
      "url": "https://seymourcenter.ucsc.edu/",
      "title": "Seymour Marine Discovery Center - Aquarium and science center at UCSC",
      "description": "void",
      "preview": "Skip to content Seymour Marine Discovery Center"
    },
    {
      "url": "http://www.citypages.com/",
      "title": "City Pages",
      "description": "void",
      "preview": "Looking for the City Pages Archives? The Hennepin County Library and Minnesota Historical Society host archives of CityPages.com . Newspapers.com will"
    },
    {
      "url": "http://www.iitg.ernet.in/",
      "title": "Indian Institute of Technology Guwahati : भारतीय प्रौद्योगिकी संस्थान गुवाहाटी",
      "description": "Indian Institute of Technology Guwahati, the sixth member of the IIT fraternity, was established in 1994. The academic programme of IIT Guwahati commenced in 1995. At present the Institute has eleven departments and five inter-disciplinary academic centres covering all the major engineering, science and humanities disciplines, offering BTech, BDes, MA, MDes, MTech, MSc and PhD programmes",
      "preview": "79th Independence Day Know more IIT Guwahati signed an MoU with University of Southern Denmark Know more Japanese Parliamentary Delegation Visits IIT"
    },
    {
      "url": "https://market.unicefusa.org/",
      "title": "The Ultimate Online Gifts Shopping Catalog Featuring Artisans from Around the World | UNICEF Market",
      "description": "Shop our online gift catalog for unique, award-winning artisan treasures and greeting cards. Every gift purchased from UNICEF Market helps UNICEF save children's lives around the world.",
      "preview": "MEXICO Sale"
    },
    {
      "url": "http://dailysport.co.ke/",
      "title": "HOME - DAILY SPORT",
      "description": "void",
      "preview": "Skip to content Kipyegon, Moraa to highlight Athlos New York City race Posted on October 9, 2025 October 9, 2025 Author Sabuni Khwa Sabuni Comment(0)"
    },
    {
      "url": "https://energysystems.mines.edu/",
      "title": "Home - Advanced Energy Systems",
      "description": "The Mines/NREL Advanced Energy Systems (AES) at Colorado School of Mines degree program prepares researchers at the doctoral level and energy professionals at the master's level to address the full complexity of tomorrow's infrastructure, economic, and environmental challenges.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Advanced Energy Systems A Transformational Graduate Engineering"
    },
    {
      "url": "http://www.retrosoftware.co.uk/",
      "title": "Retrosoftware",
      "description": "void",
      "preview": "Main Page From Retrosoftware Jump to: navigation , search Welcome to RetroSoftware.co.uk Contents 1 Retro Software: Homebrew games publisher ... mainl"
    },
    {
      "url": "https://www.handtalk.me/en/helpaccessibility/",
      "title": "Acessibility - Hand Talk",
      "description": "The Hand Talk website was developed to serve a broad audience through the implementation of accessibility resources, according to the WCAG (Web Content Accessibility Guidelines) recommendations from W3C (World Wide Web Consortium), the main organization for Web standardization, that develops technical specifications and guidelines for international use. By doing this, people with visual, hearing and",
      "preview": "Home » Acessibility Acessibility The Hand Talk website was developed to serve a broad audience through the implementation of accessibility resources,"
    },
    {
      "url": "https://typography-daily.com/",
      "title": "Typography Daily",
      "description": "Typography blog for inspiration, good graphic design and quality fonts showcase.",
      "preview": "Typography Daily, your daily dose of type. Grab the feed Subscribe by email (free) Follow on Twitter Become a fan on Facebook Swiss WordPress Agency R"
    },
    {
      "url": "https://stojizato.sme.sk/s/biggie+smalls+tricko+crown+zena+biela+xxl/",
      "title": "Recenzie a testy produktov",
      "description": "Odborné recenzie, testy, názory a ceny televízorov, tabletov, mobilov, notebookov, fotoaparátov a ďalších technologických produktov.",
      "preview": "Aby naše stránky správne fungovali, je potrebné mať zapnutý Javascript. SME.sk Viac sme-logo Správy Najnovšie SME Minúta Najčítanejšie Domov Voľby na"
    },
    {
      "url": "https://www.cilentopark.it/agropoli/",
      "title": "AGROPOLI COSA VEDERE >> HOTEL, B&B, VILLAGGI",
      "description": "Agropoli è una splendida località balneare del Cilento. Cosa vedere ad Agropoli e info sulla balneabilità",
      "preview": "Agropoli Indice contenuti Toggle Una delle mete di maggior richiamo per il turismo balneare del Cilento è sicuramente Agropoli le cui splendide spiagg"
    },
    {
      "url": "https://infiniteforloop.tumblr.com/post/139555617318",
      "title": "typing is a contact sport • codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "RSS Archive Likes ASK ME ABOUT MY PRIORITY QUEUES typing is a contact sport I FKN LOVE RECURSION. SEND ME TO POINTER HELL. February 18, 2016 • 72 note"
    },
    {
      "url": "https://bnr.be/over-b-r/",
      "title": "B&R | C1JFER5 ALLEEN VOL5TAAN N1ET",
      "description": "void",
      "preview": "Home Over B&R Activiteiten Administratief Fiscaal Juridisch Sociaal Actua Fiscale nieuwigheden vanaf 29 juli 2025: wat zegt de Programmawet? Meerwaard"
    },
    {
      "url": "https://www.emploimedecin.com/offres-emploi/detail/878844/medecin-generaliste/jobergroup/amiens/cdi",
      "title": "Offres d'emploi médicales : médecin, pharmacien, chirurgien...",
      "description": "Retrouvez sur EMPLOI Médecin des milliers d'annonces : médecin, chirurgien, sage-femme, pharmacien, orthodontiste, vétérinaire",
      "preview": "Connexion Candidat Connexion Recruteur Partenaires Zoom sur Trouvez votre futur emploi Emploi : Localisation : Distance : 5 km 10 km 15 km 20 km 50 km"
    },
    {
      "url": "https://community.dynamics.com/",
      "title": "Find Answers | Microsoft Dynamics 365 Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content"
    },
    {
      "url": "https://ihcw.aap.org/resources/Documents/fingerfoodsposterfinalv01.pdf",
      "title": "Institute for Healthy Childhood Weight",
      "description": "The Institute for Healthy Childhood Weight advocates for pediatric obesity prevention, assessment, management and treatment.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://careers.pttep.com/MYAsset/go/MY-Corporate-Secretary-&-Administration/4730110/",
      "title": "void",
      "description": "void",
      "preview": "Press Tab to Move to Skip to Content Link Skip to main content Language English (United Kingdom) SIGN IN HOME PAGE ABOUT PTTEP JOBS BY FUNCTION Commer"
    },
    {
      "url": "https://www.kenkenkikki.jp/qa/answer/e_a11-003.html",
      "title": "Q&A: Construction Equipment | Kikki's Workshop",
      "description": "We hope both grown-ups and children will enjoy this site and will become familiar with construction equipment.",
      "preview": "Q&A >How to build... How do you transport them to a construction site? Usually they are carried with a truck. The big ones are often taken apart first"
    },
    {
      "url": "https://digg.com/",
      "title": "Digg - Handmade by human hands using machines",
      "description": "Digg is where people go to look at cool things while they eat a big bowl of cereal.",
      "preview": "Humanity at the core. Technology at the edges. We're building a human-first community platform that places authentic community and connection at the f"
    },
    {
      "url": "http://waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "http://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://www.cloudflare.com/mozilla/firefox-private-network-privacy-notice/",
      "title": "Cloudflare Privacy Notice for Firefox Private Network | Cloudflare",
      "description": "Read about Cloudflare Privacy Notice for Firefox Private Network",
      "preview": "Firefox Private Network Privacy Notice PRIVACY NOTICE FOR THE CLOUDFLARE PROXY POWERING THE FIREFOX PRIVATE NETWORK WHAT IS THE CLOUDFLARE PROXY FOR F"
    },
    {
      "url": "https://www.idagio.com",
      "title": "La meilleure application de streaming de musique classique | IDAGIO",
      "description": "La meilleure collection de musique classique dans une seule application ✓ Concerts vidéo exclusifs ✓ Qualité audio sans perte ✓ Recherche intelligente ✓ Contenu sélectionné par des experts ▷ Découvrez IDAGIO maintenant",
      "preview": "Home Écoutez, regardez, apprenez 14 JOURS GRATUIT Pourquoi choisir IDAGIO? Une fonction de recherche conçue pour la musique classique Sélections par d"
    },
    {
      "url": "http://www.cinemaerrante.com/2012/02/08/berlinale-2012-al-via-la-62-edizione-74336/",
      "title": "Berlinale 2012, al via la 62° edizione | Cinema Errante",
      "description": "8 Febbraio 2012 ▪ Febbraio: tempo di Berlinale. Tutto è pronto per la 62° edizione della prestigiosa kermesse cinematografica della capitale tedesca. Sul Red Carpet tante",
      "preview": "CHI SIAMO UNISCITI A NOI SOSTENIBILITÀ AFFILIATI CONTATTACI Facebook Twitter Youtube Instagram Rss Informativa Privacy CINEMA SERIE TV STREAMING FESTI"
    },
    {
      "url": "https://www.freeform.com",
      "title": "Freeform - TV Shows, Full Episodes & Movies",
      "description": "Watch Freeform original TV shows, movies and live TV.",
      "preview": "Skip to Content 31 Nights of Halloween See our wickedly-delightful lineup of fan favorite movies & more! According to Jim Comedy begins at home Projec"
    },
    {
      "url": "https://www.completesports.com/",
      "title": "Complete Sports Nigeria Latest Sports News And Updates",
      "description": "Nigeria Latest Sports News, Nigerian League Sports News, Latest International Sports News, Latest Premier League News, World Football News",
      "preview": "Close Menu Latest Sports News View all Nigeria National Teams Olowookere: Flamingos Can Achieve Something Special In Morocco October 10, 2025 World Fo"
    },
    {
      "url": "https://opencritic.com/game/12468/after-the-fall/reviews",
      "title": "After The Fall Critic Reviews - OpenCritic",
      "description": "After The Fall has been reviewed by 31 critics and currently has a 'Fair' rating. Read and browse them all to learn what the top critics in the video game industry are saying.",
      "preview": "Join Our Discord Community: https://discord.gg/2aj2vTK5g2 After The Fall Reviews 73 47% After The Fall is ranked in the 51st percentile of games score"
    },
    {
      "url": "http://www.missingkids.org/",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://www.guggenheim.org/exhibitions",
      "title": "Exhibitions | The Guggenheim Museums and Foundation",
      "description": "See what exhibitions are currently on view and opening soon at the Guggenheim New York.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://www.qldcricket.com.au/",
      "title": "Queensland Cricket | Home",
      "description": "Live cricket coverage, live streaming, cricket highlights, live scores, breaking news, video, analysis and expert opinion.",
      "preview": "Skip to main content Fire Set For Meteors The Queensland Fire have named an unchanged squad for their second round games in the Women's National Crick"
    },
    {
      "url": "https://www.sportsmanagement.co.uk/index.cfm",
      "title": "Sports jobs, sports news, sports features | Sports Management magazine",
      "description": "Sports jobs, sport news, sports features, sports interviews for the global sports industry from Sports Mangement magazine",
      "preview": "23 October 2025 Click here to register now! x news jobs features magazine Handbook products Company profiles Diary contact advertise advertise a job J"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/chicken-recipes/chicken-tikka-masala/",
      "title": "Easy chicken tikka masala recipe | Jamie Oliver",
      "description": "This brilliant Anglo-Indian chicken curry recipe is sure to make people very happy.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "https://support.github.com/?utm_source=developermscom",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/police-identify-four-killed-in-fatal-hit-and-run-crash-in-st-louis/article_628d7a76-6152-5d04-ad75-7df301886acb.html",
      "title": "Police identify four killed in fatal hit-and-run crash in St. Louis",
      "description": "Anthony Robinson, 19, of Jennings, Richard Boyd, 19, of Sullivan, Bryanna Dentman-Johnson, 18, of Vinita Park and Corntrail McKinley, 20, of St. Louis were killed when another vehicle ran a",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://mpatlas.org/zones/",
      "title": "Loading... | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "Loading..."
    },
    {
      "url": "https://register.uso.org/4111BMB7/5a3I8X3SFik",
      "title": "United Service Organizations, Inc ⋮ Events",
      "description": "Discover events from United Service Organizations, Inc",
      "preview": "You're currently using an unsupported browser. For the best experience, please update to a modern browser X Please ensure Javascript is enabled for pu"
    },
    {
      "url": "https://anime.desktopnexus.com/wallpaper/2056195/",
      "title": "Sailor Venus - Other & Anime Background Wallpapers on Desktop Nexus (Image 2056195)",
      "description": "Sailor Venus. Download free Other wallpapers and desktop backgrounds!",
      "preview": "Hi everyone! We're hard at work trying to keep our community clean, so if you see any spam, please report it here and we'll review ASAP! Thanks a mill"
    },
    {
      "url": "https://wordcraft-writers-workshop.appspot.com/",
      "title": "Wordcraft Writers Workshop",
      "description": "The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta teams, and 13 professional writers. Together we explore the limits of co-writing with AI.",
      "preview": "Wordcraft Writers Workshop What does it mean to write with AI? The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta tea"
    },
    {
      "url": "https://oscarherradon.com/2021/10/10/la-naranja-mecanica-50-anos-de-un-clasico-instantaneo/",
      "title": "La Naranja Mecánica: 50 años de un clásico instantáneo - DENTRO DEL PANDEMONIUM",
      "description": "En julio de este año la controvertida y genial película dirigida por Stanley Kubrick, adaptación de la novela homónima de Anthony Burgess, cumplió 50 años, momento en que se editaron varios libros conmemorativos. En «Dentro del Pandemónium» recordamos algunas de las anécdotas de su rodaje y la intrahistoria del original literario. Óscar Herradón © Stanley...",
      "preview": "Saltar al contenido En julio de este año la controvertida y genial película dirigida por Stanley Kubrick, adaptación de la novela homónima de Anthony"
    },
    {
      "url": "https://www.dermstore.com/sunday-riley-c.e.o.-glow-vitamin-c-turmeric-face-oil-35ml/12053028.html",
      "title": "Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) | Dermstore",
      "description": "Get Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) at Dermstore.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://msmagazine.com/2020/03/23/the-ms-qa-alejandra-y-castillo-on-combating-domestic-violence-during-the-covid-19-epidemic/",
      "title": "The Ms. Q&A: Alejandra Y. Castillo on Combating Domestic Violence During the COVID-19 Epidemic - Ms. Magazine",
      "description": "Vast numbers of people across the country are being told to stay home. But experts warn this will lead to an increase of domestic abuse occurring within households. We spoke to Alejandra Y. Castillo, CEO of the YWCA USA, about the impact this virus is having on households across the U.S. and the ways we can all help protect those who are most vulnerable to domestic abuse during this time of self-quarantining and self-isolation.",
      "preview": "Skip to content Trending: Tradwives 2025 Elections Texas Survivors of Epstein-Maxwell Congress Trump Film & TV Birth Control Health National Violence"
    },
    {
      "url": "http://www.tesoro.it/euro-sm.htm",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "https://newsroom.china.paypal-corp.com/",
      "title": "PayPal Newsroom - 首页",
      "description": "void",
      "preview": "新闻特写 最新资讯 HERO BLOCK 贝宝 Venmo 公司公告 战略合作伙伴 PayPal推出PayPal World，与全球领先各大支付系统及数字钱包无缝连接，与PayPal和Venmo实现互联互通 合作伙伴包括Mercado Pago，NPCI International Payments"
    },
    {
      "url": "http://maresmexicanos.com/?lang=en",
      "title": "MARES MEXICANOS - Contando Historias... Desde lo más profundo",
      "description": "void",
      "preview": "QUIENES SOMOS PRODUCCIONES ORIGINALES COLABORACIONES CONTACTO QUIENES SOMOS PRODUCCIONES ORIGINALES COLABORACIONES CONTACTO YOUTUBE instagram TikTok P"
    },
    {
      "url": "https://www.aclu-ky.org",
      "title": "Home - ACLU Kentucky",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Preserving Liberty in the Commonwealth Volunteer with us! The Latest Event | In-person 70th Anniversary Celebration Since 1955, the ACLU of Kentucky,"
    },
    {
      "url": "https://esotericarchives.com/agrippa/",
      "title": "Writings of Heinrich Cornelius Agrippa (1486-1535)",
      "description": "void",
      "preview": "Home Contents Prev /agrippa Next timeline Writings of Heinrich Cornelius Agrippa (1486-1535) Heinrich Cornelius Agrippa (1486-1535) is the most influe"
    },
    {
      "url": "https://coolpacific.net/collections/mother-kids",
      "title": "Mother & Kids | CoolPacific",
      "description": "CoolPacific™ Fashion Accessories Heart Necklaces Pet Lovers Men's and Women's Clothing",
      "preview": "🎉 SALE on NOW! Use Coupon code 15off Today!! $$$. 🎉 Sorry, there are no products in this collection We are a USA owned company, and we manufacture, pr"
    },
    {
      "url": "http://oceans.ubc.ca/rashid-sumaila/",
      "title": "Rashid Sumaila, FRSC | Institute for the Oceans and Fisheries",
      "description": "Rashid Sumaila, FRSC University Killam Professor Canada Research Chair (Tier I, Interdisciplinary Ocean and Fisheries Economics) Email: r.sumaila@oceans.ubc.ca Office phone: 604-822-0224 Rashid Sumaila's research focuses on bioeconomics, marine ecosystem valuation and the analysis of global issues such as fisheries subsidies, marine protected areas, illegal fishing, climate change, marine plastic pollution, and oil spills. Read More Research Area ocean, fisheries, economics, bioeconomic modeling, subsidies, high seas, valuation, infinity fish, climate change, discounting",
      "preview": "Search Institute for the Oceans and Fisheries Home Page About Our Values People Pets Alumni Research Graduate Program Courses Non-credit Courses News"
    },
    {
      "url": "http://www.numbertheory.org/ntw/N5.html",
      "title": "ONLINE THESES IN NUMBER THEORY",
      "description": "void",
      "preview": "Online Theses in Number Theory Thèses habilitations, France [ 2023 | 2022 | 2021 | 2020 | 2018 | 2017 | 2016 | 2015 | 2014 | 2013 | 2012 | 2011 | 2010"
    },
    {
      "url": "https://datos.gob.es/en/catalogo/l01380380-barrios-poblacion-ano-20191",
      "title": "Barrios. Población año 2019 - Dataset - Datos.gob.es",
      "description": "Open data from the Spanish government for the opening of public information and the development of advanced data-driven services. It is promoted by the Ministry for Digital Transformation and Public Service and the Public Business Entity Red.es.",
      "preview": "Skip to content Language EN Español English Català Galego Euskara Publisher Log in"
    },
    {
      "url": "https://sczaction.org/",
      "title": "S&PAA - Schizophrenia & Psychosis Action Alliance",
      "description": "The Schizophrenia and Psychosis Action Alliance stands for hope and recovery through the promotion of education, support programs, & better public policy",
      "preview": "Skip to content Shattering Barriers to Treatment, Survival and Recovery. Advancing best-practice treatment Empowering our community with knowledge, sk"
    },
    {
      "url": "https://nissan.oemdtc.com",
      "title": "Nissan & Infiniti - OEMDTC",
      "description": "Nissan & Infiniti Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.target.com/p/google-play-gift-card-email-delivery/-/A-52960553#lnk=sametab&preselect=52943132",
      "title": "Google Play Gift Card : Target",
      "description": "Shop Google Play Gift Card at Target. Choose from Same Day Delivery, Drive Up or Order Pickup. Free standard shipping with $35 orders.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://ekb.ap-proekt.ru/product/komplektuyushchie-dlya-shtampov-i-press-form/komponenty-i-plity-dlya-press-form/tolkateli/tolkateli-tsilindricheskie/tolkatel-tsilindricheskiy-plazmenno-azotirovannyy-eoa/",
      "title": "78.211.19.249 10.10.2025 15:00:35",
      "description": "void",
      "preview": "Sorry, your request has been denied."
    },
    {
      "url": "https://www.spotify.com/",
      "title": "Spotify - Web Player: Music for everyone",
      "description": "Spotify is a digital music service that gives you access to millions of songs.",
      "preview": "Trending songs Fanculo (feat. Marracash) The Fate of Ophelia DUOMO Scama NON CAPISCI (FREESTYLE) Non è mica te Semplicemente (from the Netflix Series"
    },
    {
      "url": "http://www.cinemaerrante.com/2012/02/08/berlinale-2012-al-via-la-62-edizione-74336/",
      "title": "Berlinale 2012, al via la 62° edizione | Cinema Errante",
      "description": "8 Febbraio 2012 ▪ Febbraio: tempo di Berlinale. Tutto è pronto per la 62° edizione della prestigiosa kermesse cinematografica della capitale tedesca. Sul Red Carpet tante",
      "preview": "CHI SIAMO UNISCITI A NOI SOSTENIBILITÀ AFFILIATI CONTATTACI Facebook Twitter Youtube Instagram Rss Informativa Privacy CINEMA SERIE TV STREAMING FESTI"
    },
    {
      "url": "https://community.airtable.com",
      "title": "Airtable Community | Ask questions, start discussions, submit ideas and engage with Airtable enthusiasts | Airtable Community",
      "description": "Where users can connect, share solutions, and discover tips to get the most out of Airtable.",
      "preview": "Skip to main content Welcome to the Airtable Community! Ask questions, get answers and engage with your peers 40,602 Topics 127,154 Replies 103,667 Me"
    },
    {
      "url": "https://matarakyatmu.com/2018/07/03/aduh-km-lestari-maju-karam-dalam-perjalanan-bira-pamatata/",
      "title": "About Us - Vidhi Centre for Legal Policy",
      "description": "The Vidhi Centre for Legal Policy ('Vidhi') is an independent think-tank doing legal research to make better laws and improve governance for the public good. We do this through high quality, peer reviewed original legal research; through engaging with the Government of India, State governments and other public institutions to both inform policy-making and to [...]",
      "preview": "People All 91 Karnataka 11 Maharashtra 4 Tamil Nadu 3 More Filters Types All Administration Team Associate Fellow Co-Lead Communications Associate Com"
    },
    {
      "url": "https://abduzeedo.com/",
      "title": "abduzeedo - design, inspiration, UX career",
      "description": "abdz. is a collective of individual writers sharing articles about design, photography, and UX as well as tutorials for Photoshop and other tools",
      "preview": "Skip to main content Featured Content 01. Coastal: A Stunning Cookbook Celebrating California Cooking & Living 10/09 2025 Book Recommendations Discove"
    },
    {
      "url": "https://login.wordpress.org/register?locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Create a WordPress.org account to start contributing to WordPress, get help in the support forums, or rate and review themes and"
    },
    {
      "url": "http://www.lachiesa.it/bibbia.php?ricerca=testo&Testo=Domenicani&Cerca=Cerca&libro=0&id_versioni=2&VersettoOn=1",
      "title": "Bibbia.net",
      "description": "La Bibbia in tre versioni (Cei 2008, Cei74 e Traduzione interconfessionale in lingua corrente) per un loro confronto sinottico immediato. Con ricerca per citazioni e per parole: per chi ha bisogno di una consultazione facile e veloce.",
      "preview": "B I B B I A .net > Bibbia CEI 2008"
    },
    {
      "url": "https://channelstore.roku.com/details/300d1f91b5e583145c8a3fba6f08dafd/frndly-tv",
      "title": "Roku",
      "description": "The most affordable LIVE TV streaming service! 50+ channels starting at $6.99/mo. A&E, The HISTORY Channel, Hallmark Channel, Lifetime, MeTV, INSP, Great American Family, The Weather Channel, & more. Try 7 days FREE. Cancel any time. Full Channel List: MeTV Toons, A&E, Hallmark Channel, INSP, Lifetime, Hallmark Mystery, Game Show Network, LMN, FETV, The Weather Channel, Hallmark Family, Court TV, UPtv, FYI, Great American Family, Justice Central, PixL, Outdoor Channel, Bounce, Dove Channel, getTV, BYUtv, Great American Faith & Living, MILITARY HISTORY, Pursuit Channel, Vice, Local Now, MeTV, QVC, FMC, Story Television, Dove Spirit of the Heart Land, Heroes & Icons, Western Bound, Start TV, Laff, Catchy Comedy, Dove Family Movies, Crime & Investigation, ION, ION Mystery, GRIT, Movies!, MeTV+, aspireTV, Dabl, ION Plus, CraftsyTV, Tastemade, Stingray Channel Holidayscapes, Stingray Greatest Hits, REELZ, CLEO TV, TheGrio.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://www.wedding-workshop.ch/author/cloudweb-admin/",
      "title": "cloudweb admin",
      "description": "void",
      "preview": "Skip to main content Zur Hauptsidebar springen Zur Fußzeile springen cloudweb admin Es wurden keine Inhalte gefunden, die Ihren Kriterien entsprechen."
    },
    {
      "url": "http://www.mu.org/~doug/mao/",
      "title": "The Unofficial Mao Home Page",
      "description": "void",
      "preview": "Welcome! You are visitor number To the Unofficial Mao Home Page. This page is offered to the public free of charge so that people can learn the wonder"
    },
    {
      "url": "https://www.woodtv.com/news/target-8/wrongfully-convicted-man-to-walk-free-from-prison/",
      "title": "Man freed from Michigan prison 21 years after conviction for Kalamazoo County murders",
      "description": "Thrilled and at times tearful, a man the state now says was wrongfully convicted of a Kalamazoo County double murder walked free Friday after 21 years. The exonerated Jeff Titus, 71, was greeted with hugs and handshakes as he left the state prison near Coldwater. And, free for just minutes, he spoke with Target 8.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.sciencedirect.com/science/article/pii/S0006320722003494?dgcid=author",
      "title": "Fine-scale associations between wandering albatrosses and fisheries in the southwest Atlantic Ocean - ScienceDirect",
      "description": "Bycatch is a conservation concern for marine biodiversity, including seabirds. Analyses of spatio-temporal overlap are an important tool for identifyi...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://www.ywcagp.org/",
      "title": "YWCA Glendale & Pasadena | Peace | Justice | Freedom",
      "description": "Discover YWCA Glendale & Pasadena: A beacon of hope, offering Domestic Violence Survivor Services, Violence Prevention Education, and Girls' Empowerment Programs. Join us in our mission to eliminate racism, empower women, and promote peace and justice for all. Take action today!",
      "preview": "0 Our Services Tickets Now Available! Click here Break Free From Domestic Violence Get Support Emergency Domestic Violence Shelter Reach Out Girls' Em"
    },
    {
      "url": "https://sk-itty.tumblr.com/",
      "title": "sk",
      "description": "sarah | 22 | korean software engineering | music",
      "preview": "sk sarah | 22 | korean CTY '10 | PEA '12 | RHIT ' 15 software engineering | music kpop | league | violin Home Ask FAQ About Me Wishlist My Face K-Pop"
    },
    {
      "url": "https://www.a11yproject.com/",
      "title": "Home - The A11Y Project",
      "description": "The A11Y Project is a community-driven effort to make digital accessibility easier.",
      "preview": "Skip to content. Learn the fundamentals and principles behind accessible design Marcy Sutton Testing Accessibility A self-paced workshop designed to t"
    },
    {
      "url": "http://trac.osgeo.org/geotiff/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://repository.paramadina.ac.id/view/subjects/NE.html",
      "title": "Items where Subject is \"N Fine Arts > NE Print media\" - Paramadina Repository",
      "description": "void",
      "preview": "Home About Browse Browse by Year Browse by Subject Browse by Division Browse by Author Login Create Account Items where Subject is \"N Fine Arts > NE P"
    },
    {
      "url": "https://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    },
    {
      "url": "http://www.weyo.app/privacy/",
      "title": "Privacy Policy 1 - Weyo",
      "description": "void",
      "preview": "0 Privacy policy. About us Hello! Welcome to the Weyo Privacy Policy. Thank you for using WEYO™ apps for kids. 'Weyo', 'Sesame Street Yourself', 'Oddb"
    },
    {
      "url": "https://www.laaclu.org",
      "title": "Home - ACLU of Louisiana",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Leading liberty forward in Louisiana The Latest Press Release Longtime NY Resident Released from Louisiana ICE Facility, but Freedom Remains Uncertain"
    },
    {
      "url": "https://greenkitchenstories.com/",
      "title": "Green Kitchen Stories - Healthy Vegetarian Family Recipes",
      "description": "Healthy, easy and modern vegetarian recipes from our green kitchen. Easy family recipes, inspiring food photography, travel tips and cookbooks.",
      "preview": "Say hello to our supplements! Creamy Vegan Pesto Pasta & Cauliflower. Our Guide to Stockholm. The Ultimate Movie Night Snack Platter. Our Guide to Bar"
    },
    {
      "url": "https://www.shmoop.com/study-guides/literature/alligator-bayou/summary/chapter-4",
      "title": "Alligator Bayou Chapter 4 Summary | Shmoop",
      "description": "Free summary and analysis of Chapter 4 in Donna Jo Napoli's Alligator Bayou that won't make you snore. We promise.",
      "preview": "Alligator Bayou Chapter 4 Summary Back More Once Calo catches up with Patricia, he says that Francesco would never turn away Mrs. Rogers, but Patricia"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/cli/",
      "title": "Command Line Interface - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Command Line Interface Command Line Interface ¶ Installing Flask installs t"
    },
    {
      "url": "https://www.seattleaquarium.org/",
      "title": "Seattle Aquarium | Inspiring Conservation of our Marine Environment",
      "description": "The Seattle Aquarium offers fun, exciting ways to discover more about the amazing Puget Sound and our world's one ocean.",
      "preview": "SEA the wonder the joy what's new! Seattle Aquarium Plan Your Visit Membership Featured Aquarium highlights Step out of the Pacific Northwest and into"
    },
    {
      "url": "https://support.microsoft.com/contactus",
      "title": "Contact Us - Microsoft Support",
      "description": "Contact Microsoft Support. Find solutions to common problems, or get help from a support agent.",
      "preview": "Skip to main content Keep in touch and stay productive with Teams and Microsoft 365, even when you're working remotely. Learn more Show expanded list"
    },
    {
      "url": "https://www.bmw-welt.com/en.html",
      "title": "BMW Welt and BMW Museum in Munich",
      "description": "Visit the BMW Welt and the BMW Museum Munich, the heart of the BMW brand. Discover the latest models from BMW, BMW i, BMW M, BMW Motorrad, MINI and Rolls-Royce or see all the history of BMW.",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://animalfoundation.com/",
      "title": "The Animal Foundation",
      "description": "All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter futures for pets and the people who love them. Who We Are Discover Our Services:From Shelter to Forever Homes We help pets find and stay in loving homes with adoption, veterinary care, and essential resources.",
      "preview": "Skip to content All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter f"
    },
    {
      "url": "https://www.glasseo.com/des-moocs-pour-comprendre-les-enjeux-sur-le-climat",
      "title": "Des Moocs pour comprendre les enjeux sur le climat | Glasseo",
      "description": "L'acronyme MOOC signifie « Massive Open Online Course » traduit en français « cours en ligne ouvert et massif ». L'inscription est généralement gratuite et permet de se former ou de s'informer sur des sujets très variés comme les cours de cuisine ou le pilotage de drone. L'incubateur We-explore a eu la bonne idée de proposer des Moocs construits sur l'expérience de grands explorateurs avec qui ils ont collaborés de près ou de loin. (campus.we-explore.org) Des explorateurs qui ont sillonné la terre et les océans et qui ont capitalisé sur leurs expériences pour un monde plus durable. Ils ont pu découvrir ou tester des savoir-faire, des savoir-être ou des organisations nouvelles qu'ils nous font partager à travers 4 formations en ligne passionnantes et très enrichissantes. En espérant qu'il y en aura beaucoup d'autres, vous avez d'ores et déjà accès à 4 thématiques : Low tech Lab : Comment faire mieux avec moins. Nous en parlions dans un précédent article intitulé S'inspirer des « low technos » pour réduire son impact en émission de C02 . Ce module de formation vous donnera les clés pour comprendre l'état d'esprit et comment expérimenter une démarche low-tech. Matériaux : Nous le savons tous désormais la population mondiale consomme en 6 mois les ressources que la planète est capable de régénérer en 1 an. Ce module nous parle de matériaux recyclés, d'économie circulaire et de consommation locale. Océans : Ici vous découvrirez à quel point notre mode de vie impact les océans et à l'inverse pourquoi les océans sont une source infinie de richesse pour l'humanité et pour le climat. Ici vous comprendrez pourquoi il est vital de protéger nos océans. Territoires : Cette séquence très concrète nous ouvre les yeux sur la façon dont nous pouvons nous impliquer au coin de la rue pour agir chacun à son niveau et sur son territoire. Comment réduire notre empreinte matérielle ? Analyse de cycle de vie, économie circulaire, écologie territoriale industrielle, éco-conception, sobriété... sont des pistes de solutions prometteuses à explorer. La connaissance est un élément primordial pour permettre à chacun d'être un acteur de la transition écologique et solidaire, ce projet de campus We explore est un outil extra pour sensibiliser le plus grand nombre. Alors inscrivez-vous en deux clics pour visionner des heures de vidéos inspirantes sur le site : campus.we-explore.org.",
      "preview": "Aller au contenu principal Retour Des Moocs pour comprendre les enjeux sur le climat Image L'acronyme MOOC signifie « Massive Open Online Course » tra"
    },
    {
      "url": "http://www.relocationmoverservices.com/",
      "title": "RMS Third Party Moving Services",
      "description": "void",
      "preview": "Skip To Main Content Skip To Main Navigation Skip to Secondary Navigation Accessibility Information Call 1-800-490-7356 Contact Us Client Login Regist"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}