{
  "data": [
    {
      "url": "http://smartstudy.co.kr",
      "title": "더핑크퐁컴퍼니 주식회사",
      "description": "Connecting people around the world through joyful content",
      "preview": "Connecting people around the world through joyful content 더핑크퐁컴퍼니는 글로벌 패밀리 엔터테인먼트 기업으로, 온 가족이 즐길 수 있는 문화를 만들어갑니다. 영화 및 애니메이션 시리즈부터 음원, 공연, 모바일 애플리케이션,"
    },
    {
      "url": "https://maserati.oemdtc.com",
      "title": "Maserati - OEMDTC",
      "description": "Maserati Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://balticword.eu/",
      "title": "balticword.eu steht zum Verkauf",
      "description": "Die Domain balticword.eu steht zum Verkauf. Sie können diese Domain jetzt per Sofortkauf zum Festpreis mit dem Treuhandservice von ELITEDOMAINS kaufen.",
      "preview": "balticword.eu Diese Domain wird verkauft - Nutzen Sie diese Chance! balticword.eu Schlagen Sie zu, bevor es jemand anderes tut! Kontakt zum Inhaber au"
    },
    {
      "url": "https://www.sephora.com/product/un-cover-up-cream-foundation-P450899",
      "title": "Sephora",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.renewableenergyworld.com/articles/2019/01/a-study-in-emissionality-why-boston-university-looked-beyond-new-england-for-its-first-wind-power-pu.html",
      "title": "A Study in Emissionality: Why Boston University Looked Beyond New England for Its First Wind Power Purchase",
      "description": "While it's well known that corporations were some of the earliest trailblazers of large-scale renewable energy purchasing - they've closed over 14 gigawatts of deals in the past six years, according to tracking by Rocky Mountain Institute's Business Renewables Center - higher education has also made impressive strides. In fact, a report released last fall showed that the top 30 renewable energy-buying universities are using around 3 billion kilowatt-hours of green power annually. That's enough to power 276,000 homes.",
      "preview": "Home / Wind Power By Katie Ryan and Nicole Arnone While it's well known that corporations were some of the earliest trailblazers of large-scale renewa"
    },
    {
      "url": "https://www.solid-ground.org/",
      "title": "Home Page - Solid Ground",
      "description": "Solid Ground believes poverty is solvable. Our approach combines direct services with community-based advocacy. We support individuals and work to undo racism and other oppressions that create barriers - so everyone can achieve their full potential.",
      "preview": "skip to main content A Solid Ground Social Justice Salon Join us Wednesday, October 15 at Town Hall Seattle for a community conversation with local th"
    },
    {
      "url": "https://vsco.co/yerremia/gallery",
      "title": "Gallery | yerremia | VSCO",
      "description": "See more of yerremia's VSCO.",
      "preview": "FEED STUDIO CANVAS CAPTURE PROFILE SEARCH LEARN WORKSPACE HUB Sign Up Log In vsco.co/ yerremia About VSCO Products Plans Careers Press Brand Engagemen"
    },
    {
      "url": "https://www.gafollowers.com/tag/stray-dog-savannah/",
      "title": "stray dog savannah - GAFollowers",
      "description": "A stray golden retriever is keeping watch over her puppy's grave at Laurel Grove Cemetery in Savannah, GA. She buried",
      "preview": "Friday, October 10, 2025 Login Home News Culture Opinion Lifestyle No Result View All Result No Result View All Result No Result View All Result Home"
    },
    {
      "url": "https://scrapenmasse.com/fr/products/les-2-miss-scrapbooking-chipboard-kit-mots-amour",
      "title": "Les 2 miss scrapbooking chipboard Kit mots St-Valentin - Scrap en masse",
      "description": "Boutique de scrapbooking et d'arts mixed média, magasin de scrapbooking, boutique d'art et artisanat. À Plantagenet, Ontario, entre Ottawa, Cornwall et Montréal.",
      "preview": "Passer au contenu À PROPOS DE NOUS FAQ Près de dix mille produits. De nouveaux produits chaque semaine ! Accueil Magasinez Équipe de design Contact Wo"
    },
    {
      "url": "https://josiahconcept.org/2018/04/15/best-of-jcm-comment-section-facepalm/",
      "title": "Best of JCM: Comment Section Facepalm | Josiah Concept Ministries",
      "description": "I have decided to put a quarter in the Wayback Machine and revisit my top 10 most viewed posts of all time. This considers only posts and excludes blog pages. First up, the current most-viewed post is a reply to Matthew Bellasario, the self-proclaimed \"Catholic Champion.\" It highlights one of the starkest differences from the...",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer Josiah Concept Ministries Defending the Faith"
    },
    {
      "url": "https://www.virtuelabs.com/en/shipping-notice",
      "title": "Virtue | Shipping Delay Notice",
      "description": "There is a shipping delay at our warehouse, resulting in longer wait times. We are working quickly to get orders out, which means items will ship when ready and may not arrive at the same time. You won't be charged until your item ships. We apologize for the inconvenience and thank you for understanding.",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://flair.ai/",
      "title": "AI Product Photo Generator & Editor | Create E-Commerce Images | Flair.ai",
      "description": "Create studio-quality e-commerce photoshoots in seconds with our drag-and-drop AI editor. Try it free today.",
      "preview": "Flair.ai Features Pricing Enterprise Community Gallery Resources Try Flair AI for free The The AI AI design design tool tool for for product photoshoo"
    },
    {
      "url": "https://impactchallenge.withgoogle.com/ai2018?p=YXJjaGl2ZQ==&v=NjA5Y2NjNDAxOTk4MGQ4N2NiYzk2OTdjZjYyYmVjYTRmYmRlM2Q1MA==",
      "title": "Google AI Impact Challenge 2018",
      "description": "Google.org issued an open call to organizations around the world to submit their ideas for how they could use AI to help address societal challenges.",
      "preview": "Google AI Impact Challenge 2018 Google AI Impact Challenge 2018 Working together to apply AI for social good Introduction Grantees About Criteria Expe"
    },
    {
      "url": "http://www.fondationprimat.org//en/projets-archive",
      "title": "Completed Projects - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Fondation Primat Fonds Odonata Fonds Ahimsa Fonds MAISHA Fonds MALOM Fonds HP Camera One The wonderful story of an oak tree, told through the lives of"
    },
    {
      "url": "https://xvesalius.tumblr.com/",
      "title": "It's Quite Romantic",
      "description": "A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find amusing. Pinterest: @xvesalius",
      "preview": "About A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find"
    },
    {
      "url": "https://petapixel.com",
      "title": "PetaPixel | Photography and Camera News, Reviews, and Inspiration",
      "description": "PetaPixel is a photography news site that covers photo and camera news, reviews, inspiration, and education.",
      "preview": "40 Winning Photos From the Pure Street Photography Awards 2025 Caira Is an 'AI-Native' Micro Four Thirds Camera With Google's 'Nano Banana' Generative"
    },
    {
      "url": "https://towardsdatascience.com/how-to-create-an-effective-self-study-routine-to-teach-yourself-data-science-successfully-6248c7ec3a53?source=home---------3---------------------b06feff6_ece0_420b_8118_4bd6e48a7884-------7",
      "title": "How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully | Towards Data Science",
      "description": "Here's how to set a self-study routine that you'll actually stick to while learning data science",
      "preview": "Data Science How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully Here's how to set a self-study routine that you"
    },
    {
      "url": "https://www.airbnb.com.pe/saba-caribbean-netherlands/stays",
      "title": "Isla de Saba: alquileres vacacionales y alojamientos - Caribe neerlandés | Airbnb",
      "description": "10 de oct de 2025 - Alquila un lugar en Isla de Saba, Caribe neerlandés desde S/69 la noche. Encuentra espacios únicos donde quedarte y alójate con anfitriones de 191 países. Con Airbnb, te sentirás como en casa donde vayas.",
      "preview": "Omite el contenido Lo sentimos, pero algunos elementos del Sitio Web de Airbnb no funcionan correctamente si JavaScript no está activado. Parte de la"
    },
    {
      "url": "https://www.xbox.com/en-us/games/store/xbox-game-pass-ultimate/cfq7ttc0khs0?icid=CNavAllXboxGamePassUltimate",
      "title": "Buy Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month | Xbox",
      "description": "New games on day one. 300+ console and PC games. Stream and play anywhere.* Get all benefits. Earn even more exclusive rewards.",
      "preview": "Skip to main content Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month Microsoft Corporation $29.99/month Subscription continues automatically"
    },
    {
      "url": "https://www.deonderwijssector.eu/2021/12/eindejaarsgeschenk-2021-mussenproject_13.html",
      "title": "Eindejaarsgeschenk 2021 Mussenproject - Instructievideo Michel Huisman",
      "description": "Actueel nieuws over het primair en voortgezet onderwijs, het middelbaar beroepsonderwijs, het hoger onderwijs en het speciaal onderwijs.",
      "preview": "Doorgaan naar hoofdcontent Eindejaarsgeschenk 2021 Mussenproject - Instructievideo Michel Huisman december 13, 2021 Eindejaarsgeschenk 2021 Mussenproj"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "https://bellaapp.dk",
      "title": "Bella sara - The magical world of Bella Sara",
      "description": "void",
      "preview": "Join the magical world of Bella Sara \"I give you courage. Now you can release your fears.\" Thunder Get the Bella Sara app"
    },
    {
      "url": "https://www.politifact.com/",
      "title": "PolitiFact",
      "description": "PolitiFact is a fact-checking website that rates the accuracy of claims by elected officials and others on its Truth-O-Meter.",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://www.adoreme.com/try-adoreme-elite",
      "title": "The Elite Box | Monthly Lingerie Subscription Box | Adore Me",
      "description": "Try Adore Me Elite Box, a monthly lingerie subscription box curated just for you, delivered right to your doorstep. Lingerie shopping has never been easier.",
      "preview": "void"
    },
    {
      "url": "https://ouroceanpanama2023.gob.pa/commitments/",
      "title": "Commitments - Our Ocean 2023",
      "description": "void",
      "preview": "Skip to content Commitments to deliver courageous, measurable and impactful actions towards a clean, healthy and productive ocean. Bringing together g"
    },
    {
      "url": "https://www.earthobservations.org/index.php",
      "title": "The Group on Earth Observations - GEO",
      "description": "GEO connects governments, academia, organisations, civil society and the private sector to tackle global challenges through innovative solutions that harness the power of Earth Intelligence.",
      "preview": "Earth Intelligence for All The Innovation Layer for Nature Action using IUCN's Typology Event Join us at IUCN World Conservation Congress to explore h"
    },
    {
      "url": "https://es.slideshare.net/ssuser6d4b4c/presentations?order=popular",
      "title": "กฤช วรรณชาลี presentations",
      "description": "void",
      "preview": "กฤช วรรณชาลี Acerca de Presentaciones Infografías Documentos Recomendaciones Acerca de No hay ninguna presentación aún No hay ninguna infografía aún N"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "https://enterprise.perscholas.org/",
      "title": "Finding quality tech talent has never been easier",
      "description": "Tech Talent Solutions builds a highly-skilled talent pipeline, customized to your business technology needs, maximizing ROI, and employee retention",
      "preview": "Finding Quality Talent Has Never Been Easier THE RIGHT TECHNOLOGISTS MAKE THE DIFFERENCE Unlock the potential for true ROI with the right people. Iden"
    },
    {
      "url": "https://www.gardeninteriors.nl/tuintafel-marmaris-teak-rvs-220cm-lesli-living.html",
      "title": "Tuintafel - Marmaris - Teak/RVS - 220x90 cm - Lesli Living - Garden Interiors Tuinmeubelen",
      "description": "Bestel uw Tuintafel Marmaris Teakhout/RVS 220 cm gemakkelijk en snel bij GardenInteriors.nl ✔Snelle Levering ✔Beste Service ✔Beste Kwaliteit ✔Laagste Prijs!",
      "preview": "Inloggen Inloggen Wachtwoord vergeten? of Nog geen account? Klik Sluiten Taal Nederlands Sluiten Hoofdmenu Categorieën Tuinstoelen Hoofdmenu / tuinsto"
    },
    {
      "url": "https://www.pall.com/br/pt/crixus.html",
      "title": "Pall Crixus Fluid Monitoring Platform | Pall Corporation",
      "description": "A game changer in predictive maintenance practices, Crixus provides customers with intelligent fluid condition monitoring designed to achieve increased uptime and lower operating costs. Get real-time data of both filtration performance and fluid condition.",
      "preview": "Enhance predictive maintenance plans with the next generation of fluid condition monitoring. A well assigned predictive maintenance resource can bring"
    },
    {
      "url": "https://www.nytimes.com/section/world",
      "title": "World News - The New York Times",
      "description": "The latest international news, investigations and analysis from Africa, the Americas, Asia, Australia, Canada, Europe, the Middle East and the U.K.",
      "preview": "Advertisement SKIP ADVERTISEMENT Highlights Middle East Crisis Updates: Israel Approves Gaza Deal That Would Free Hostages and Prisoners Prime Ministe"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-017-1223-x",
      "title": "Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional study of the role of relationship quality and wider social support | BMC Pregnancy and Childbirth | Full Text",
      "description": "Research into the impact of unintended pregnancy on the wellbeing of women tends to focus on pregnancies ending in either termination or lone motherhood. Unintended pregnancy is common in partnered women, but little is known about the association between unintended pregnancy and postpartum affective disorders, such as depression and anxiety in this group. Poor relationship quality and lack of social support are considered risk factors for psychological distress (PD). We examined the association between unplanned motherhood and subsequent PD in partnered women, for whom evidence is sparse, accounting for the role of relationship quality and social support. Data for 12,462 partnered mothers were drawn from the first survey of Millennium Cohort Study, completed at 9&nbsp;months postpartum. Women reported whether their baby was planned, and how they felt when they discovered that they were pregnant. Pregnancy intention is categorised as \"planned\", \"unplanned/happy\", \"unplanned/ambivalent\" and \"unplanned/unhappy\". PD was assessed using the modified 9-item Rutter Malaise Inventory. Social support was measured by a composite score for perceived support, and a measure of actual support from friends and family. Relationship quality was assessed using a modified Golombok-Rust Inventory of Marital State. The effect of pregnancy intention on the odds of PD at 9&nbsp;months was estimated, adjusting for potential confounding factors. All analyses were weighted for response and design effects. In total 32.8%(weighted) (4343/12462) of mothers reported an unplanned pregnancy: 23.3&nbsp;wt% (3087) of mothers felt happy, 3.5&nbsp;wt% (475) ambivalent, and 6.0&nbsp;wt% (781) unhappy upon discovery. Unplanned pregnancy was associated with a significantly increased odds of PD compared to planned (OR 1.73 (95%CI: 1.53, 1.95)). This was more pronounced among women who reported negative or ambivalent feelings in early pregnancy (OR 2.72 (95%CI:2.17, 3.41) and 2.56 (95%CI:1.95, 3.34), respectively), than those who reported positive feelings (OR 1.39 (95%CI:1.21, 1.60)). Adjustment for relationship quality, in particular, reduced odds of PD after unplanned pregnancy (e.g. from 2.19 (95%C: 1.74, 2.74) to 1.63 (95% CI: 1.29, 2.07 in the unplanned, unhappy group compared to the planned). A third of partnered mothers reported that their pregnancy was unintended, yet this group is under-researched. Unplanned motherhood was associated with increased risk of PD at 9&nbsp;months postpartum, particularly among women who felt unhappy or ambivalent at the start. The roles of relationship quality and social support require further investigation, as possible means to intervene and improve maternal wellbeing.",
      "preview": "Skip to main content Search all BMC articles Search Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional st"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://blog.chromium.org/",
      "title": "Chromium Blog",
      "description": "News and developments from the open source browser project",
      "preview": "Chromium Blog News and developments from the open source browser project Introducing Skia Graphite: Chrome's rasterization backend for the future Tues"
    },
    {
      "url": "https://actorsfund.org/",
      "title": "Entertainment Community Fund",
      "description": "The Entertainment Community Fund is a national organization that provides support and services to the entertainment community in times of need or crisis. It offers access to Broadway house seats, special events, and a message from Annette Bening, the chair of the board of trustees.",
      "preview": "Skip to main content Announcement Southern California Wildfires: Support, Resources, Emergency Financial Assistance Donate to help Apply for The Creat"
    },
    {
      "url": "https://www.spirittoolkit.com",
      "title": "HOME | Mysite",
      "description": "void",
      "preview": "top of page SCROLL PARANORMAL TOOLS IN YOUR POCKET Never forget your tools at home again. ABOUT Spirit Took Kit Spirit Took Kit is a collection of too"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436121",
      "title": "Edgar Degas - A Woman Seated beside a Vase of Flowers (Madame Paul Valpinçon?) - The Metropolitan Museum of Art",
      "description": "void",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://visualstudio.microsoft.com/?utm_source=developermscom",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://www.elastic.co/guide/en/kibana/current/discover.html",
      "title": "Discover | Elastic Docs",
      "description": "You have questions about your data. What pages on your website contain a specific word or phrase? What events were logged most recently? What processes...",
      "preview": "Loading Elastic Docs / Explore and analyze Discover Serverless Stack You have questions about your data. What pages on your website contain a specific"
    },
    {
      "url": "http://www.amis-outlook.org/",
      "title": "AMIS Agricultural Market Information System",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://eastwestplayers.org/",
      "title": "East West Players",
      "description": "The Nation's Largest and Longest Running Asian American Theater",
      "preview": "0 The spirits have returned. GET TICKETS NOW PARANORMAL INSIDE premieres October 9th. COMING NOV 8, 2025 60th Anniversary Diamond Gala Join us for a n"
    },
    {
      "url": "https://www.trtizle.com/engelsiz/gonul-dagi-engelsiz/gonul-dagi-46-bolum-engelsiz-7677514",
      "title": "tabii - Watch TV Shows Movies and Series",
      "description": "tabii offers Turkish series, movies, documentaries, kids programs, and tabii originals that the whole family can watch. Watch anytime, anywhere you want.",
      "preview": "Merhaba! Welcome to the world of Turkish stories and exclusive originals Stories that bond us Download for Free Email address Start Exclusive Content"
    },
    {
      "url": "https://www.noirbcc.org/",
      "title": "HOME | NOIRBCC",
      "description": "Noir Black Chamber of Commerce Inc. is a unique 501(c)(3) Economic Development Entity and certified Community Development Entity (CDE) under the U.S. Department of the Treasury's CDFI Fund. We are the only chamber of commerce in the United States specifically dedicated to serving Black youth ages 9 to 24, and proudly stands as Kentucky's only Black Chamber of Commerce.",
      "preview": "top of page Noir Black Chamber of Commerce Inc. Noir Black Chamber of Commerce Inc. is a unique 501(c)(3) Economic Development Entity and certified Co"
    },
    {
      "url": "https://east.co",
      "title": "Showcase | East Photographic - London & New York",
      "description": "East is an agency for creative artists, based in London and New York. Founded in London in 1996, we are committed to championing work we believe in, while our philosophy is to provide a personalised service to all our clients.",
      "preview": "Megan Kiantos WSJ. Magazine Kwabena Sekyi Appiah-nti Extreme Cashmere, Alei Alex F Webb Rapha Winter 2025 Linda Brownlee The Guardian Iris Humm BaBaa"
    },
    {
      "url": "https://authindia.com/waguv-weaving-of-kashmir-is-the-proper-blend-of-beauty-and-austere-furnishing/",
      "title": "AuthIndia - India's Largest Art Community",
      "description": "void",
      "preview": "Waguv weaving of Kashmir is the proper blend of beauty and austere furnishing It requires a great deal of menial work to wade through the placid water"
    },
    {
      "url": "http://venmo.com/legal/cashback-crypto-terms/",
      "title": "Cashback Crypto Terms | Venmo | Crypto Investment",
      "description": "Learn about using Venmo to buy crypto. Understand cashback crypto terms, how it works, and important things to consider before using it.",
      "preview": "Cash Back to Crypto Terms These Venmo Cash Back to Cryptocurrency terms and conditions (\"Cash Back to Crypto Terms\" or \"Terms\") are between you and Pa"
    },
    {
      "url": "https://www.earthday.org/",
      "title": "Earth Day: The Official Site | EARTHDAY.ORG",
      "description": "Visit the official Earth Day site to learn about the world's largest environmental movement and what you can do to make every day Earth Day.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content EARTHDAY.ORG's founders created and organized the very first Earth Day on Apri"
    },
    {
      "url": "https://docs.microsoft.com/en-us/lifecycle/faq/internet-explorer-microsoft-edge",
      "title": "Lifecycle FAQ - Internet Explorer and Microsoft Edge | Microsoft Learn",
      "description": "Answers to frequently asked questions about the lifecycle policy for Internet Explorer and Microsoft Edge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://donate.doctorswithoutborders.org/secure/turkey-syria-earthquake-onetime?_ga=2.267824718.1948866458.1675777854-1961190027.1675777854&_gl=1*x8xlvd*_ga*MTk2MTE5MDAyNy4xNjc1Nzc3ODU0*_ga_C7EW6Q0J9K*MTY3NTc3Nzg1Ni4xLjEuMTY3NTc3ODA4Ny4wLjAuMA..",
      "title": "Donate to Help save lives. Your gift matched.",
      "description": "Médecins Sans Frontières USA, Inc.'s campaign donation page.",
      "preview": "Help save lives. Donate now. Choose an amount to donate Monthly Dedicate my donation Choose an amount Unrestricted donations enable MSF to carry out o"
    },
    {
      "url": "https://secondlife.com/",
      "title": "Official Site | Second Life - Virtual Worlds, Virtual Reality, VR, Avatars, and Free 3D Chat",
      "description": "Second Life's official website. Second Life is a free 3D virtual world and original metaverse where users can create, connect, and chat with others from around the world using voice and text.",
      "preview": "EXPLORE. DISCOVER. CREATE. Your world. Your imagination. Join Free Launch SL in browser Launch SL on desktop Expect the Unexpected Explore Now With th"
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/",
      "title": "SwiftUI | Apple Developer Documentation",
      "description": "Declare the user interface and behavior for your app on every platform.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://www.usbank.com/index.html",
      "title": "Personal Banking, Credit Cards, Loans & Investing | U.S. Bank",
      "description": "Experience personalized banking services for your unique needs with U.S. Bank - Checking, credit cards, home loans & convenient online banking. Member FDIC.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://geoservices.ign.fr/documentation/diffusion/telechargement-donnees-libres.html",
      "title": "TÉLÉCHARGEMENT | Géoservices",
      "description": "void",
      "preview": "Aller au contenu principal ACCUEIL TÉLÉCHARGEMENT TÉLÉCHARGEMENT DE DONNÉES Les jeux de données non accessibles via la page téléchargement le sont via"
    },
    {
      "url": "https://www.buzzfeednews.com/article/pocharaponneammanee/athena-strand-fed-ex-wrongful-death",
      "title": "Athena Strand Killing: Family Sues FedEx",
      "description": "Lawyers for the family of Athena Strand said they want FedEx to do better in hiring, training, and supervising employees and contractors.",
      "preview": "Subscribe to BuzzFeed Daily Newsletter Caret Down The Family Of 7-Year-Old Athena Strand Is Suing FedEx After A Delivery Driver Allegedly Killed The 7"
    },
    {
      "url": "https://www.data.gouv.fr/fr/datasets/quartiers-de-marseille",
      "title": "Quartiers de Marseille",
      "description": "void",
      "preview": "Quartiers de Marseille Découpage administratif des 111 quartiers de Marseille (par agrégation d'IRIS). Donnée vectorielle au format shape (.shp). Tabl"
    },
    {
      "url": "https://my.matterport.com/show/?m=XgDxgzti2A4&brand=0",
      "title": "Walgreens Chicago Office at the Old Post Office - Matterport 3D Showcase",
      "description": "Matterport 3D Showcase. 433 W Van Buren St, Chicago, IL, 60607, US.",
      "preview": "Presented by Powered by"
    },
    {
      "url": "https://acumen.org/america/",
      "title": "Acumen America",
      "description": "Acumen America identifies and invests in mission-driven founders looking to fix the root causes of America's poverty crisis.",
      "preview": "Skip to content Our impact in America lives impacted by our investees companies scaling impact founders of color female founders Acumen America provid"
    },
    {
      "url": "https://www.in.gov/idem/recycle/indiana-e-cycle/",
      "title": "IDEM: Recycle Indiana: Indiana E-Cycle",
      "description": "void",
      "preview": "Close Menu Indiana E-Cycle Recycle Indiana Current: Indiana E-Cycle Indiana E-Cycle Effective July 1, 2009, the Indiana General Assembly enacted the I"
    },
    {
      "url": "https://urban-beach-house.com/products/carbs-koozie",
      "title": "- Urban Beach House",
      "description": "void",
      "preview": "Currently we are not selling online, but we're happy to take phone orders or visit us in person: One Paseo 3665 Paseo Pl Ste 900 San Diego, CA 92130 ("
    },
    {
      "url": "https://www.youthbusiness.org/",
      "title": "Youth Business International - Youth Business International",
      "description": "Youth Business International is the global leader in youth entrepreneurship, driving economic growth and job creation through youth-led businesses",
      "preview": "Skip to content Celebrating 25 years Our journey so far of empowering young entrepreneurs globally Learn more The YBI Africa Collaborative launches YB"
    },
    {
      "url": "https://astrologie.aufeminin.com/forum/je-viens-de-faire-une-rencontre-fd4899550",
      "title": "Je viens de faire une rencontre....",
      "description": "Bonjour tout le mondeComme mon titre, y a moins d'un moins j'ai fait une rencontre, on passe beaucoup de temps...",
      "preview": "Fermer Forum / Astrologie Je viens de faire une rencontre.... Dernière réponse: 24 janvier 2015 à 14h57 C cheryl_1207294 24/01/2015 à 13h17 Bonjour to"
    },
    {
      "url": "https://www.inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "http://uwreadilab.com",
      "title": "UW READi Lab - Research in Early Autism Detection and Intervention",
      "description": "The University of Washington READi Lab focuses on conducting research related to early identification and intervention for children with Autism Spectrum Disorder (ASD), which is also referred to as autism. Our work is important because we know early intervention and detection can change the lives of those impacted by autism.",
      "preview": "What causes autism? Common Questions Answers to your questions. Could my child have autism? Just diagnosed. Now What? Questions & Answers » Dear Paren"
    },
    {
      "url": "http://quattroshapes.com/",
      "title": "Quattroshapes by foursquare",
      "description": "void",
      "preview": "The Global Polygon Gazetteer Foursquare needs quality place data to power its geocoding engine to ensure the best recommendations. When someone search"
    },
    {
      "url": "https://www.klyricsforyou.com/2021/01/iu-celebrity.html",
      "title": "IU - Celebrity Lyrics - K-Lyrics For You",
      "description": "IU - Celebrity Lyrics",
      "preview": "0 Bookmark Home IU IU - Celebrity Lyrics Admin-nim 0 mins read Updated: 28 Jan 2021 Published: 27 Jan 2021 Smaller Default Bigger WhatsApp Telegram Fa"
    },
    {
      "url": "https://www.dasra.org/",
      "title": "Dasra Home Page",
      "description": "void",
      "preview": "Equity is at the centre of everything we do SCROLL TO LEARN MORE Towards a transformed India, where a billion thrive with dignity and equity Dasra dri"
    },
    {
      "url": "https://wszystko-do-hotelu.pl/11-akcesoria-hotelowe?page=2",
      "title": "Yope | Wyposażenie hotelu | Wszystko-Do-Hotelu.pl",
      "description": "Produkty YOPE są delikatne i bezpieczne, pielęgnują i rozpieszczają. Sprawiają, że codzienne czynności stają się niezwykle przyjemne. Najlepsza jakość, zapach i design.",
      "preview": "Yope Press&wash - seria dla hoteli. YOPE to marka naturalnych kosmetyków i ekologicznych środków czystości. Powstała z poszukiwania produktów codzienn"
    },
    {
      "url": "https://rainforests.mongabay.com/",
      "title": "The Rainforest: tropical forest facts, photos, and information",
      "description": "Facts, figures, news, pictures, and information about tropical rainforests.",
      "preview": "✕ Twitter Facebook instagram email News feed (XML) Search About Contact RAINFOREST INFORMATION By Rhett A. Butler Last updated Aug 14, 2020 A Place Ou"
    },
    {
      "url": "https://www.metroscreenworks.com/60-x-100-aluminum-screen-for-tiny-insects/",
      "title": "60\" x 100' Aluminum Screen for Tiny Insects | Rolls Of Screen | Metro",
      "description": "Our aluminum screenw was developed specifically to protect against tiny insects, this tightly-woven metal wire mesh provides excellent visibility and air flow.",
      "preview": "Skip to main content 60\" x 100' Aluminum Screen for Tiny Insects (No reviews yet) Write a Review Write a Review Close × 60\" x 100' Aluminum Screen for"
    },
    {
      "url": "https://www.mongabay.org/donate/?bottom_menu_link",
      "title": "Donate - Environmental Journalism and Education",
      "description": "void",
      "preview": "Mongabay relies on its readers' support to report impactful stories on environmental issues that otherwise go untold. Join us with a tax-deductible do"
    },
    {
      "url": "https://mazda.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.hazeldenbettyford.org/treatment/family-children/childrens-program",
      "title": "Family and Children Services | Hazelden Betty Ford",
      "description": "Addiction recovery unites and strengthens families. These resources for family members of addicts and alcoholics promote accountability, acceptance, and respect.",
      "preview": "Care and Support for Families Our Family Access Coordinators provide personalized support to help you find the right programs for your family. Call or"
    },
    {
      "url": "http://skytruth.org/",
      "title": "SkyTruth - If you can see it, you can change it",
      "description": "If you can see it, you can change it",
      "preview": "If you can see it, you can change it. Sharing the view from space to promote conservation for people and the planet. NASA Earth Observatory image modi"
    },
    {
      "url": "https://meritamerica.org/career-tracks/",
      "title": "Tech Training Programs for Career Transition - Merit America",
      "description": "Find your best-fit program with Merit America's quick quiz. Build in-demand skills through flexible, affordable training designed for working adults.",
      "preview": "Skip to content In-demand skills without quitting your day job Our programs are built for working adults-part-time, flexible, and focused on real-worl"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/MyFonts-Buy-and-Download-Fonts-f14da000a65649c9b6bf30ae77fc482e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.selfstoragebrokersofamerica.com/",
      "title": "! Self Storage Brokers of America",
      "description": "void",
      "preview": "Home About SSBA Short Term Management Our Team Properties Development Sites Recent Sales Testimonials Affiliate Program How it Works Advertising & Mar"
    },
    {
      "url": "https://acs782.tumblr.com/",
      "title": "Stuff",
      "description": "This n that",
      "preview": "Stuff This n that archive rss feed 6.22.16 #spinnersofinstagram (at Bowling Green, Ohio) posted : Wednesday, June 22nd, 2016 tags : spinnersofinstagra"
    },
    {
      "url": "https://www.apply.vccs.edu/applications/vccs/apply.html?application_id=3228",
      "title": "Blue Ridge Community College - Introduction",
      "description": "void",
      "preview": "Blue Ridge Community College Application for Admission Welcome to Blue Ridge Community College! Founded in 1967, Blue Ridge Community College, located"
    },
    {
      "url": "https://www.editorialmanager.com/pone/default.asp",
      "title": "Editorial Manager®",
      "description": "Full-Function Web-Enabled Manuscript Submission and Tracking System for Peer Review",
      "preview": "Important Message: Site under development. Do not use for live manuscript submission."
    },
    {
      "url": "https://fi-fi.workplace.com/resources/getting-started/quick-launch-guide?ref=AVs4psWqGaLKBkzCgKlfBEj_KEfmffImxOU7Z15i-LH5TVKPVeCLTSUULosvei4FPv9zyyinqKV_QggwEC_AoKMQtWeJUkctO1virvFqYiIT5LEFVQ7xp_f8tXNH3nNpqEjsgZEGO4voFxasUrMHtRo4AsAznrQ2p-a_0CmsLk290_Fm7yXi2YP7ngnVw4lJ-VEGhY4dm3DvzHtlqKCMqWIl3-wQEAV-HvFu2tLYOLTDIhxY_jJUHuS3VloA_eoGLjYaaBNGa8XB7ib4Cpt3XD5t",
      "title": "Workplace has entered read-only mode | Ohje- ja tukikeskus: Workplace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://katepearce.com/books/redeeming-jack/",
      "title": "Redeeming Jack | Kate Pearce",
      "description": "Redeeming Jack is a historical romance by best-selling author Kate Pearce. Book 2 in The Diable Delamere series.",
      "preview": "Skip to content The Diable Delamere Series Book 2 Historical Romance Heat Level: 3 Second Chance Marriage in trouble Regency Spies Wales Hero with a b"
    },
    {
      "url": "https://www.cosmopolitan.com/entertainment/celebs/a38808055/sydney-sweeney-euphoria-season-2-cosmopolitan-love-issue/",
      "title": "Sydney Sweeney Talks to Cosmo About Euphoria and Hollywood",
      "description": "For Cosmo's Love Issue, the 'Euphoria' and 'White Lotus' star talks about taking control of her career, her challenging role as Cassie, and more.",
      "preview": "Skip to Content Sydney Sweeney changed my life. In 2019, I was Cosmo 's op-ed editor-a busy job unto itself. But I was also in the midst of another pr"
    },
    {
      "url": "http://oek.hu/oek.web?to=2560,2296,1433&nid=520&pid=1&lang=hun",
      "title": "Országos Epidemiológiai Központ honlapja",
      "description": "camelcom dynamic HTML",
      "preview": "Mintabeküldés Intézetünkről Hasznos linkek Közérdekű adatok Oltóközpont Főoldal KÖR eredmények VÉRVÉTEL-HIV/AIDS tanácsadás HIV/AIDS tájékoztatók Letö"
    },
    {
      "url": "https://www.gofundme.com/f/samantha-cains-medical-and-emergency-expenses?member=25368189&utm_campaign=p_cp+share-sheet&utm_content=undefined&utm_medium=copy_link_all&utm_source=customer&utm_term=undefined",
      "title": "Fundraiser for Macy Gamel by Kalie Clark : Samantha Cain's Emergency Expenses",
      "description": "Hello everyone, one of my dear friends Samantha Cain has currently fallen victim to a t... Kalie Clark needs your support for Samantha Cain's Emergency Expenses",
      "preview": "Kalie Clark is organizing this fundraiser on behalf of Macy Gamel. Donation protected Hello everyone, one of my dear friends Samantha Cain has current"
    },
    {
      "url": "https://docs.python.org/3/library/itertools.html",
      "title": "itertools - Functions creating iterators for efficient looping - Python 3.14.0 documentation",
      "description": "This module implements a number of iterator building blocks inspired by constructs from APL, Haskell, and SML. Each has been recast in a form suitable for Python. The module standardizes a core set...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Functional Programming Modules » itertools"
    },
    {
      "url": "https://www.hun.is/hlustadu-a-nyja-lagid-hennar-gwen-stefani/",
      "title": "Gwen Stefani með nýtt lag - hlustaðu hér | Hun.is",
      "description": "void",
      "preview": "Fréttir Gula froðan Slúðrið Hver þremillinn! Stjörnumerkin Fallegt Dýrin Fyndið Heimildarmyndir Heilsan Andleg heilsa Lífið Uppskriftir Jólabakstur Fi"
    },
    {
      "url": "https://marketfinder.thinkwithgoogle.com/intl/en_us/?_ga=2.236684737.1587264736.1599146402-1315968737.1583855368&_gac=1.49431570.1599177391.EAIaIQobChMI1_6LgZjO6wIVlI3ICh2FNAa1EAAYASAAEgJdhvD_BwE",
      "title": "Find Global Business Opportunities - Market Finder by Google",
      "description": "Google's Market Finder will help you identify new international business opportunities using market insights and help you plan for success.",
      "preview": "void"
    },
    {
      "url": "https://josephhardin.com/",
      "title": "Joseph Hardin Films | Jacksonville Florida Wedding Videographer",
      "description": "Joseph Hardin is a Wedding Videographer who services all of Florida. We create emotional wedding films that allow you to feel the joy and sacredness of your wedding day again.",
      "preview": "0 EMOTIONAL FILMS THAT ALLOW YOU TO FEEL THE JOY AND SACREDNESS OF YOUR WEDDING DAY AGAIN. FLORIDA & DESTINATION WEDDING videographer JOSEPH HARDIN FI"
    },
    {
      "url": "https://www.woodtv.com/news/alibis-ignored-the-jeff-titus-case/",
      "title": "Alibis Ignored: The Jeff Titus Case",
      "description": "A witness who may have been able to clear a man of a double murder was never called to testify, raising questions about his defense.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.happyfox.com/privacy-policy/",
      "title": "HappyFox | Privacy Policy",
      "description": "Privacy policy of happyfox customer support software",
      "preview": "Privacy Policy Effective as of April 28, 2023. For existing users the changes will be effective from May 28, 2023. Click here for the prior version of"
    },
    {
      "url": "http://www.neltuosito.it/Servizi-Web/Cucina/Archivio-Ricette-Cucina.asp",
      "title": "Archivio di 24000 ricette di cucina",
      "description": "void",
      "preview": "Neltuosito.it Servizi Web Softvision"
    },
    {
      "url": "https://www.satshow.com/",
      "title": "SATShow 2026 - SATShow Week",
      "description": "void",
      "preview": "SATSHOW WEEK March 23-26, 2026 Walter E. Washington Convention Center // Washington, DC Register About SATShow Why Attend Registration About Us FAQs &"
    },
    {
      "url": "https://www.tapestry.com/",
      "title": "Tapestry",
      "description": "Tapestry is a global house of iconic brands. We unite the magic of Coach and Kate Spade New York.",
      "preview": "wp-content/uploads/2023/06/Tap-HomeHeaderImage2.jpg,wp-content/uploads/2023/06/Tap-HomeHeaderImage3.jpg Iconic Brands, Expansive Possibilities TAPESTR"
    },
    {
      "url": "https://www.hurra-nyaralunk.hu/kereses/helyszin/amerikaiegyesultallamokusa/kalifornia/losangeles/indulas/aprilis",
      "title": "Los Angeles 2026 április",
      "description": "Los Angeles - utazások széles választéka. 2026-04 időpontban. 2026 április időpontban.",
      "preview": "Ugrás a tartalomra +36 1 501 3490 Last Minute Nyaralás Görögország Horvát Hotelek Törökország Bulgária Ciprus Málta Spanyolország Olaszország Egyiptom"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Nocode-Google-Docs-to-Documentation-Intranet-Blog-or-Site-4d85c998e61748d28de850903bfcc07c?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.rodeohouston.com/",
      "title": "The Official Houston Livestock Show and Rodeo Website",
      "description": "Immerse yourself in the heart of Texas tradition at the Houston Livestock Show and Rodeo. Explore exhilarating rodeo events, world-class entertainment, and educational exhibits",
      "preview": "See y'all March 2-22, 2026! World's Championship Bar-B-Que Contest , presented by Cotton Holdings February 26-28, 2026. Cody Johnson Tickets Calf Scra"
    },
    {
      "url": "https://www.jammarcade.net/repair-logs/",
      "title": "Repair Logs - JAMMArcade.net",
      "description": "void",
      "preview": "1941 : Counter Attack repair log #1 1941 : Counter Attack repair log #2 1942 double repair log 1942 repair log #1 1942 repair log #2 1943 : Midway Kai"
    },
    {
      "url": "https://tr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress eklentisi | WordPress Türkiye",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Eklentilerde ara Detaylar"
    },
    {
      "url": "https://www.eventbrite.ie/e/coursera-x-grow-with-google-google-data-analytics-webinar-registration-557036881307?aff=erelexpmlt",
      "title": "Coursera Learner Series - Google Data Analytics Webinar Registration, Thu 23 Mar 2023 at 10:00 | Eventbrite",
      "description": "Eventbrite - Coursera presents Coursera Learner Series - Google Data Analytics Webinar - Thursday, 23 March 2023 - Find event and registration information.",
      "preview": "Sales Ended View event Coursera Learner Series - Google Data Analytics Webinar View details Follow this organiser to stay informed on future events By"
    },
    {
      "url": "https://www.cd.cz/jizdni-rad/",
      "title": "Jízdní řád | České dráhy",
      "description": "void",
      "preview": "Jízdní řád Elektronický jízdní řád Hledejte spojení a nakupujte jízdenky pohodlně on-line! Vyhledat spojení Off-line jizdní řád zdarma Kapesní jízdní"
    },
    {
      "url": "http://www.akc.org",
      "title": "American Kennel Club",
      "description": "The AKC is the recognized and trusted expert in breed, health and training information for dogs.",
      "preview": "Search Sign In Menu Search for a Breed Select a Breed Affenpinscher Afghan Hound Airedale Terrier Akita Alaskan Klee Kai Alaskan Malamute American Bul"
    },
    {
      "url": "https://think.nbcnews.com",
      "title": "THINK: Fresh Opinions, Sharp Analyses and Powerful Essays | NBC News",
      "description": "THINK is NBC News' home for op-eds, in-depth analyses and essays about news and current events. Find opinions that will make you think differently and deeply about the world and our place in it.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.imdb.com/title/tt14725622/",
      "title": "Give Me Pity! (2022) - IMDb",
      "description": "Give Me Pity!: Directed by Amanda Kramer. With Cricket Arrison, M. Diesel, Reshma Gajjar, Tess Hewlett. Sissy St. Claire graces the small screen for her first ever television special, an evening full of music and laughter, glamour and entertainment. But Sissy's live event quickly begins to curdle into a psychedelic nightmare.",
      "preview": "Cast & crew User reviews FAQ IMDbPro All topics Give Me Pity! 2022 Unrated 1h 20m IMDb RATING 5.8 / 10 217 YOUR RATING Rate Play trailer 1:02 1 Video"
    },
    {
      "url": "http://www.fiat.com/",
      "title": "Fiat - Official Website",
      "description": "Welcome to the official international website of Fiat. Discover our models, Fiat world, the history of the brand and all our latest news.",
      "preview": "New Topolino Vilebrequin Collector's Edition Get ready to spend the summer with Riviera Icons! Fiat key drivers Seeing you driving our vehicle every d"
    },
    {
      "url": "https://www.surveymonkey.com/r/JFC9TVN",
      "title": "void",
      "description": "void",
      "preview": "This survey is currently closed. Please contact the author of this survey for further assistance. SurveyMonkey logo with text in primary Want to creat"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}