{
  "data": [
    {
      "url": "https://bellaapp.dk",
      "title": "Bella sara - The magical world of Bella Sara",
      "description": "void",
      "preview": "Join the magical world of Bella Sara \"I give you courage. Now you can release your fears.\" Thunder Get the Bella Sara app"
    },
    {
      "url": "https://wwwn.cdc.gov/NIOSH-Mining/?facetGroups=Products%20and%20materials=Nitrous%20oxides;Carbon%20dioxide;Carbon%20monoxide;Natural%20gas;Butane;Nitrogen%20dioxide;%5E&sf=Products%20and%20materials",
      "title": "Mining Health and Safety | Mining | CDC",
      "description": "Health and safety solutions for miners from the NIOSH Mining Program.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.cloudera.com/",
      "title": "Cloudera | The hybrid data company",
      "description": "Cloudera delivers a hybrid data platform with secure data management and portable cloud-native data analytics.",
      "preview": "All your data. One platform. Limitless possibilities. We empower the largest enterprises to transform any data anywhere into valuable insights they ca"
    },
    {
      "url": "http://globalfashionagenda.com/",
      "title": "Home - Global Fashion Agenda",
      "description": "With the ultimate vision of a net positive fashion industry for people and the planet, Global Fashion Agenda is on a mission to accelerate impact by inspiring, educating, influencing, and mobilising all stakeholders.",
      "preview": "ACCELERATING impact TO CREATE A net positive FASHION INDUSTRY At Global Fashion Agenda, we are driving change in one of the world's most resource-inte"
    },
    {
      "url": "http://www.nacleanenergy.com/articles/32881/california-and-beyond-a-timely-fix-to-decarbonize-the-fast-growing-energy-storage-market?fbclid=IwAR2edSKEsR6fOakOAhZjC_fUlbCQu6bM3TcDxGrTq023gVwTsPmst6eOhL4",
      "title": "North American Clean Energy - California and Beyond - A timely fix to decarbonize the fast-growing energy storage market",
      "description": "Here",
      "preview": "Block ip Trap Popular now Why the West Needs to Secure Heavy Rare Earths for the Future of Advanced Manufacturing Read Article Articles All articles n"
    },
    {
      "url": "https://rose---child.tumblr.com/post/154518406730",
      "title": "Rosie Rabbit - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "Rosie Rabbit - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "https://www.montgomerycollege.edu/contact-us/index.html#interpreter",
      "title": "Contact Us | Montgomery College, Maryland",
      "description": "void",
      "preview": "Contact Us Here you'll find information on our convenient campuses and centers, directories for people and for buildings, feedback forms, and some imp"
    },
    {
      "url": "https://www.qualcomm.com/company/corporate-responsibility/purposeful-innovation/wireless-reach/overview",
      "title": "Wireless Reach™ | Qualcomm",
      "description": "PROGRAMS Wireless Reach programs showcase new and innovative ways that cutting-edge mobile technologies can be used to help achieve the United Nations' Sustainable Development Goals (SDGs) and the social and economic priorities of communities and...",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.legaseriea.it/en",
      "title": "Lega Serie A | Home",
      "description": "Lega Serie A | La massima serie in Italia, le venti migliore squadre, classifica, risultati, statistiche, video e foto uniche. Tutto sul nuovo sito a tua disposizione.",
      "preview": "workspace_premium description Serie A MASSIMILIANO ALLEGRI PHILADELPHIA COACH OF THE MONTH FOR SEPTEMBER Go to the article chevron_right Serie A CHRIS"
    },
    {
      "url": "https://rstev388.tumblr.com/",
      "title": "UU and GIS",
      "description": "To Invite conversation about Unitarian Universalism and Geographic Information Systems.",
      "preview": "Home Ask me anything Submit a post Archive UU and GIS allesef : mikerugnetta : brownpau : Australia. Well. There's another thing I'll never unsee. are"
    },
    {
      "url": "https://encodedsweetness-blog.tumblr.com/",
      "title": "A Look Into the Void",
      "description": "Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD.",
      "preview": "A Look Into the Void Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD. Ask Archive Coding Sugar B"
    },
    {
      "url": "https://ellinikiagogi.gr/18-%CE%B8%CE%B1%CE%BB%CE%B1%CF%83%CF%83%CE%B9%CE%BD%CE%AC-%CF%84%CF%81%CE%B1%CE%B3%CE%BF%CF%8D%CE%B4%CE%B9%CE%B1/",
      "title": "18. Θαλασσινά τραγούδια | Ελληνική Αγωγή",
      "description": "void",
      "preview": "Skip to content 18. Θαλασσινά τραγούδια Για να δείτε αυτό το περιεχόμενο πρέπει πρώτα να συνδεθείτε . Ἡ σύνδεση μπορεῖ νὰ γίνει κατὰ τὴ διάρκεια τῆς π"
    },
    {
      "url": "https://www.smartstarttransylvania.org/",
      "title": "Smart Start of Transylvania County",
      "description": "void",
      "preview": "0 WE ARE SMART START of TRANSYLVANIA COUNTY . We are a public-private partnership serving the needs of young children in Transylvania County. We colla"
    },
    {
      "url": "https://www.xbox.com/",
      "title": "Sito ufficiale Xbox: console, giochi e community | Xbox",
      "description": "Prova i giochi e l'intrattenimento di nuova generazione con Xbox. Esplora le console, gli accessori e giochi Xbox vecchi e nuovi da aggiungere alla tua raccolta.",
      "preview": "Passa a contenuti principali Shop for more xbox products or sign in to your xbox account X X Segui Xbox"
    },
    {
      "url": "https://developer.nvidia.com/blog/",
      "title": "NVIDIA Technical Blog",
      "description": "News and tutorials for developers, scientists, and IT admins",
      "preview": "Technical Blog Subscribe NVIDIA Technical Blog Agentic AI / Generative AI NVIDIA Blackwell Leads on SemiAnalysis InferenceMAX™ v1 Benchmarks Read now"
    },
    {
      "url": "https://fox11online.com/news/local/green-bay/fox-11-obtains-green-bay-city-hall-surveillance-recording",
      "title": "FOX 11 obtains Green Bay City Hall surveillance recording",
      "description": "GREEN BAY (WLUK) &ndash; FOX 11 has obtained 90 minutes of video and audio from Green Bay City Hall&rsquo;s surveillance system, which has been the subject of controversy a",
      "preview": "Fri, 10 Oct 2025 10:09:07 GMT (1760090947698) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://it.m.wikiquote.org/wiki/Rush_(film_2013)",
      "title": "Rush (film 2013) - Wikiquote",
      "description": "void",
      "preview": "Rush (film 2013) film del 2013 diretto da Ron Howard Rush Titolo originale Rush Lingua originale inglese Paese Stati Uniti d'America, Germania, Regno"
    },
    {
      "url": "https://www.mojezdravi.cz/novinky/strie-trapi-hlavne-zeny-ale-i-sportovce-jak-s-nimi-zatocit-5385.html",
      "title": "Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? | Moje zdraví",
      "description": "Výskyt strií trápí mnoho žen i mužů. Jedná se o malé pajizévky, které vznikají popraskáním elastických vláken v kůži. Často se objevují po rychlých změnách váhy (hubnutí, tloustnutí), například během těhotenství. Výjimkou ale nejsou ani u dětí, které vyrostly příliš rychle, či u sportovců, kteří cvičí s velkou zátěží.",
      "preview": "Moje zdraví Novinky Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Autor:"
    },
    {
      "url": "https://www.autodesk.org/",
      "title": "Autodesk Foundation",
      "description": "The Autodesk Foundation supports innovative solutions to the world's most pressing social and environmental challenges.",
      "preview": "OVERVIEW WHAT WE DO Funding Technology Talent Case Studies IMPACT Decade of Impact Report Energy & Materials Health & Resilience Work & Prosperity Imp"
    },
    {
      "url": "https://land-book.com/",
      "title": "Landbook - website design inspiration gallery",
      "description": "Find the best hand-picked website design inspiration. We're a curated website design gallery for Creatives, updated daily.",
      "preview": "Landbook - website design inspiration gallery Find the best hand-picked website design inspiration. We're a curated website design gallery for Creativ"
    },
    {
      "url": "https://www.bscscan.com/txsInternal?block=12518551",
      "title": "BNB Smart Chain (BNB) Blockchain Explorer",
      "description": "BscScan allows you to explore and search the BNB blockchain for transactions, addresses, tokens, prices and other activities taking place on BNB Smart Chain",
      "preview": "BNB Price: $1,272.96 (-0.78%) Gas: 0.05 Gwei Light Dim Dark Site Settings Bsc Mainnet opBNB Mainnet Bsc Testnet opBNB Testnet BNB Smart Chain Explorer"
    },
    {
      "url": "https://www.thegef.org/gef/",
      "title": "Home | GEF",
      "description": "void",
      "preview": "Skip to main content When it comes to nature, we are all partners Blog Botswana's jewel: How unlocking investments in nature can drive economic prospe"
    },
    {
      "url": "https://booksearch.blogspot.com/2011/05/define-translate-and-search-for-words.html",
      "title": "Inside Google Books: Define, translate and search for words in Google eBooks",
      "description": "Posted by Derek Lei, Software Engineer, Google Books When bookworms stumble across a word we don't know, we face the classic dilemma of whet...",
      "preview": "skip to main | skip to sidebar Define, translate and search for words in Google eBooks Thursday, May 19, 2011 at 11:00 AM Posted by Derek Lei, Softwar"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://www.dbricette.it/info.htm",
      "title": "DBRicette: Informazioni",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Informazioni CONTENUTO DEL SITO I software gratuiti presenti del sito gestisc"
    },
    {
      "url": "https://forms.gle/f52Dk28DmJNgzwCp8",
      "title": "Evaluación de satisfacción página Web INCOPESCA",
      "description": "Con el propósito de mejorar la calidad de la información y la transparencia institucional, agradecemos su tiempo para responder este breve cuestionario de satisfacción.",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Evaluación de satisfacción página Web INCO"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/247954/fr-thomas-joseph-white-named-first-american-rector-of-angelicum-in-rome",
      "title": "Fr. Thomas Joseph White named first American rector of Angelicum in Rome | Catholic News Agency",
      "description": "The theologian has taught at the pontifical university attended by St. John Paul II since 2018.",
      "preview": "void"
    },
    {
      "url": "https://howl.me/cjb33rDvIWj",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://www.shift72.com",
      "title": "Shift72: Secure video on demand platforms",
      "description": "Shift72 is a white-labelled, secure video on demand platform that rapidly delivers streaming and monetisation solutions.",
      "preview": "Book a demo Trusted by the biggest names in industry See how it works Unmatched Flexibility on a Platform You Can Trust Shift72 stands apart as the go"
    },
    {
      "url": "http://www.favicon.cc/",
      "title": "favicon.ico Generator",
      "description": "favicon.cc is a tool to create or download favicon.ico icons, that get displayed in the address bar of every browser.",
      "preview": "Create New Favicon Import Image Latest Favicons Top Rated Favicons Login Register Search Frame 1 of 1 0.05 secs 0.1 secs 0.2 secs 0.3 secs 0.4 secs 0."
    },
    {
      "url": "https://www.vera.org/publications/people-in-jail-in-2019",
      "title": "People in Jail in 2019 | Vera Institute",
      "description": "See our updated report, \"People in Jail and Prison in 2020,\" here . Researchers from the Vera Institute of Justice, with support from Google.org Fellows...",
      "preview": "void"
    },
    {
      "url": "https://www.shetnews.co.uk/2018/07/27/amenity-trust-graduates-to-explore-cruise-ship-market-and-world-heritage-application/",
      "title": "Amenity trust graduate to explore cruise ship market and World Heritage site application | Shetland News",
      "description": "SHETLAND Amenity Trust has opened up two new graduate placements in a bid to develop tourism in the isles, as well as review its property portfolio. Tasks due...",
      "preview": "Advertisement 2 of 2 Chris Cope, local democracy reporter 27 July 2018 09:27 http://shet.news/gcdvp Link copied Copied 0 Shares Photo: Shetland News P"
    },
    {
      "url": "https://mazda.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.maggi.nl/recepten/mexicaanse-tomatensoep-met-chorizo/",
      "title": "Mexicaanse tomatensoep met chorizo | Maggi",
      "description": "Een heerlijke Mexicaanse toamtensoep met maïs en chorizo. Makkelijk te maken met de MAGGI Basis voor Soep Tomaat Helder.",
      "preview": "Skip to Main Content Mexicaanse tomatensoep met chorizo (0) Gemakkelijk Buy Now Heerlijk Mexicaanse tomatensoep met maïs en chorizo. Ingrediënten - 8"
    },
    {
      "url": "https://withoutyoumusical.com/",
      "title": "Home | Anthony Rapp's Without You",
      "description": "A new musical based on Anthony Rapp's New York Times best-selling memoir of love, loss and the musical RENT.",
      "preview": "Stay tuned for more dates! You would have to be made of stone to NOT be moved. The New York Times Out of the 525,600 MINUTES in your year, spend 90 of"
    },
    {
      "url": "https://www.gq.com/story/pharrell-new-masculinity-cover-interview",
      "title": "Pharrell on Evolving Masculinity, \"Blurred Lines,\" and \"Spiritual Warfare\" | GQ",
      "description": "Pushing the masculinity conversation forward with one of pop culture's most influential futurists.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Welcome to GQ's New Masculinity issue, an exploration of the ways that trad"
    },
    {
      "url": "https://watch.frndlytv.com/",
      "title": "Watch Family-Friendly TV Live and On Demand | FRNDLY TV",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://app.uitgeverijzwijsen.be/product/anker-kern-8-ankerverhaal",
      "title": "Anker kern 8 - ankerverhaal - Veilig leren lezen kim-versie - Leerjaar 1 | Uitgeverij Zwijsen",
      "description": "Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ankerverhalen draagt bij aan het uitbreiden van de woo",
      "preview": "Anker kern 8 - ankerverhaal Omschrijving Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ank"
    },
    {
      "url": "https://www.thecommunityfoundation.org/",
      "title": "Greater Washington Community Foundation",
      "description": "void",
      "preview": "0 Your Partner In Giving Explore how you can partner with the region's leading philanthropic community to transform your giving and invest in solution"
    },
    {
      "url": "http://www.dfo-mpo.gc.ca/media/rss-eng.htm",
      "title": "Stay connected",
      "description": "Stay connected",
      "preview": "Stay connected Fisheries and Oceans Canada uses the Internet and social media tools to provide timely and up-to-date information. Stay informed and co"
    },
    {
      "url": "http://tecl-wood.com/",
      "title": "Official Site for TECL-WOOD Camouflage Patterns | TECL-WOOD®",
      "description": "Official site for TECL-WOOD Camouflage Patterns | TECL-WOOD best camo patterns are much sought after in the world, Camo Hunting",
      "preview": "COMPANY ABOUT TECL-WOOD NEWS CONTACT US CAMO CAMO PATTERNS CAMO LICENSING PRODUCTS CAMO CLOTHING CAMO ACCESSORIES CAMO WTP PARTNERS EUROPE AMERICA ASI"
    },
    {
      "url": "https://docs.opencv.org/4.x/d4/dc6/tutorial_py_template_matching.html",
      "title": "OpenCV: Template Matching",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Image Processing in OpenCV Template Matching"
    },
    {
      "url": "https://www.linkedin.com/",
      "title": "LinkedIn: Log In or Sign Up",
      "description": "1 billion members | Manage your professional identity. Build and engage with your professional network. Access knowledge, insights and opportunities.",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://www.motoresdyg.com/audi/a4/motores-audi-a4-avant-b8-version-2011_mod123.html",
      "title": "Motores Audi A4 Avant (B8) Versión 2011 de segunda mano - Motoresdyg",
      "description": "Comprar motor segunda mano Audi A4 Avant (B8) Versión 2011 de desguace usado completo y garantizado. Motores Audi A4 Avant (B8) Versión 2011 segunda mano de desguaces",
      "preview": "Llámenos ¿Necesitas un motor de segunda mano? Más de 50.000 en stock. Llámanos para presupuesto sin compromiso al: 641829667 1 Inicio Audi A4 A4 Avant"
    },
    {
      "url": "https://peabodyawards.com/alwaysinseasonisland/",
      "title": "Always In Season Island - The Peabody Awards",
      "description": "Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had more than 1 million monthly visitors who could create avatars and...",
      "preview": "Hit enter to search or ESC to close Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had mo"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2022/06/30/iowa-caucus-2024-nikki-haley-will-run-president-if-theres-place-me/7747121001/",
      "title": "Nikki Haley says during Iowa visit she is considering presidential run",
      "description": "Former U.N. Ambassador and potential presidential candidate Nikki Haley spoke at a fundraiser for U.S. Rep. Randy Feenstra of Iowa Thursday.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://www.gallup.com/corporate/212117/global-offices.aspx",
      "title": "Global Offices",
      "description": "Find Gallup anywhere. We operate 30 regional centers and collect data in over 160 countries.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Global Offices Gallup operates more than 20 regional City Ce"
    },
    {
      "url": "http://target.com/",
      "title": "Target : Expect More. Pay Less.",
      "description": "Shop Target online and in-store for everything from groceries and essentials to clothing and electronics. Choose contactless pickup or delivery today.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://hmong.org/",
      "title": "Empowering our Diverse Community - Hmong American Partnership",
      "description": "HAP is a nonprofit social service organization that addresses the needs of more than 25,000 immigrants and refugees across the Twin Cities.",
      "preview": "Skip to content Hmong American Partnership Empowering Our Diverse Community HAP Academy OIC Preparing a highly skilled workforce through HAP Economic"
    },
    {
      "url": "https://mexico.generation.org/stories/alexis-22-pittsburgh/",
      "title": "Alexis | 22 | Pittsburgh | Generation Mexico",
      "description": "Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 2014. Se encuentra actualmente trabajando para int ...",
      "preview": "Skip to content Alexis | 22 | Pittsburgh Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 201"
    },
    {
      "url": "https://www.vogue.com/article/spring-2025-fashion-trends",
      "title": "8 Spring 2025 Fashion Trends You Can Shop and Wear Now | Vogue",
      "description": "Stay ahead of the curve with Vogue's guide to the top spring 2025 fashion trends you can wear now. Shop coveted styles you'll soon see everywhere.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "http://www.precisiontrucks.com/",
      "title": "Precision Truck Products I America's #1 Toter Manufacturer",
      "description": "Precision Truck Products, Inc. - Home of the Precision 6-way Power Hitch and America's #1 Choice for the Mobile Home Transportation Industry",
      "preview": "top of page AMERICA'S #1 TOTER MANUFACTURER VIEW TRUCK INVENTORY TOTER GALLERY FOR MORE PAST CONVERSIONS, CLICK HERE CURRENT INVENTORY 2017 Freightlin"
    },
    {
      "url": "https://www.berlingske.dk/kommentarer",
      "title": "Kirkeordførerne hykler i sagen om Morten Kvist | Berlingske",
      "description": "Det kontroversielle er ikke valget af Morten Kvist til at prædike i morgen ved Folketingets åbningsgudstjeneste, men mine politiske kollegers eklatante hykleri.",
      "preview": "Navigation Køb abonnement Log ind Profil Menu Sektioner Samfund Opinion Business Kultur Køb abonnement Kommentarer 1. okt. 2018 kl. 13.00 Kirkeordføre"
    },
    {
      "url": "http://www.fsa.usda.gov/help/policies-and-links",
      "title": "Policies and Links | Farm Service Agency",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.roku.com/products/streaming-stick-plus",
      "title": "Close",
      "description": "void",
      "preview": "Players Streaming Stick® Streaming Stick® Plus Streaming Stick® 4K Ultra Streambar® SE Free shipping on all orders-now even faster!* Close ArrowleftBl"
    },
    {
      "url": "https://books.apple.com/book-series/id1469981073/",
      "title": "‎Enterprise Blueprint - Book Series on Apple Books",
      "description": "Download and read the digital version of Enterprise Blueprint book series on Apple Books.",
      "preview": "Enterprise Blueprint Apple Inc. - Business Enterprise Blueprint Apple Inc. - Business"
    },
    {
      "url": "https://www.rougier-ple-toulouse.fr/store/bons-plans",
      "title": "Bons plans - Rougier&Plé Toulouse",
      "description": "void",
      "preview": "Rougier&Plé, votre magasin de loisirs créatifs, beaux-arts et encadrement. Accueil Contact > www.rougier-ple.fr Click & Collect - Rougier&Plé Toulouse"
    },
    {
      "url": "https://www.deramores.com/collections/free-knitting-patterns",
      "title": "LoveCrafts | Knitting, crochet, craft supplies & inspiration",
      "description": "Shop craft supplies, yarn and free patterns at LoveCrafts, the home of Makefulness. Knitting, crochet, embroidery, sewing, quilting and tons of inspiration.",
      "preview": "Skip to main content JavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to utilize the functionality of"
    },
    {
      "url": "https://www.workato.com/integrations/quip+kissmetrics",
      "title": "Kissmetrics and Quip integration | Workato",
      "description": "Instantly integrate Kissmetrics and Quip workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "http://www.ecs.org",
      "title": "Education Commission of the States - Your Education Policy Team",
      "description": "We provide education leaders with evidence-based information & opportunities for collaboration, because informed policymakers create better policies.",
      "preview": "Our Work Chair's Initiative Policy Priority Areas Trending Topics Ed Note Blog Data Systems Early Care and Education Funding Governance Postsecondary"
    },
    {
      "url": "https://www.jpmorgan.com/wealth-management",
      "title": "Invest for the future. On your terms.",
      "description": "Trusted guidance, human connection and a wide range of services. We're here to help you make the most of your money, however you choose to invest.",
      "preview": "Skip to main content Back to menu Explore our services Explore our services Wealth Planning Receive a multigenerational wealth plan with personalized"
    },
    {
      "url": "http://www.darpa.mil/",
      "title": "Home | DARPA",
      "description": "Since 1958, DARPA has held to an enduring mission: To create technological surprise for U.S. national security.",
      "preview": "Skip to main content Items Media Title OUR MISSION Caption Create Technological Surprise for National Security R&D Opportunities Media Title A FULLY A"
    },
    {
      "url": "http://fusionlayer.com/",
      "title": "FusionLayer | Network Source of Truth | IPAM DNS & DHCP (DDI)",
      "description": "FusionLayer collates all network information into a single Network Source of Truth - on-premise, at the edge, and in the public cloud.",
      "preview": "Xverse Explore DDI Explore The Secret Sauce for Your Automated, Edge-Scale Network. As AI factories and edge-native applications reshape industries, n"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/pkt/index.htm",
      "title": "The Pictorial Key to the Tarot Index | Sacred Texts Archive",
      "description": "The Pictorial Key to the Tarot, by A.E. Waite, ill. by Pamela Colman Smith, [1911], full text etext at sacred-texts.com",
      "preview": "Sacred Texts Tarot Tarot Reading Buy this Book at Amazon.com The Pictorial Key to the Tarot By Arthur Edward Waite Illustrations By Pamela Colman Smit"
    },
    {
      "url": "https://store.steampowered.com/search/?filter=topsellers",
      "title": "Steam Search",
      "description": "void",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://ideas.ted.com",
      "title": "void",
      "description": "Ideas change everything",
      "preview": "We humans 6 ways to give that aren't about money Good news: You can be a generous person without writing a bunch of checks. In fact, many of the most"
    },
    {
      "url": "https://cta-redirect.hubspot.com/cta/redirect/5981609/d7c724ca-5576-4086-bbbb-bf06cc855de2",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Click here if you're not redirected automatically..."
    },
    {
      "url": "https://www.midlandtxchamber.com/list/member/midland-african-american-chamber-of-entrepreneurs-inc-midland-1312",
      "title": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "description": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "preview": "Skip to content Midland Chamber of Commerce Midland African American Chamber of Entrepreneurs, Inc Categories Chambers of Commerce & Convention & Visi"
    },
    {
      "url": "https://alcsutdoboz.hu/bako-szilvia-allando-lakhelyenek-fiktivalasa/",
      "title": "Bakó Szilvia állandó lakhelyének fiktíválása - A l c s ú t d o b o z",
      "description": "void",
      "preview": "Skip to content A l c s ú t d o b o z"
    },
    {
      "url": "http://worldslargestlesson.globalgoals.org/",
      "title": "The World's Largest Lesson",
      "description": "We promote use of the Sustainable Development Goals in learning so that children can contribute to a better future for all. From citizenship and justice to climate change and the environment, inspire children to make a difference!",
      "preview": "Skip to content WELCOME TO THE WORLD'S LARGEST LESSON! We promote use of the Sustainable Development Goals in learning so that children can contribute"
    },
    {
      "url": "https://ellenmacarthurfoundation.org/global-commitment/overview",
      "title": "The Global Commitment | Ellen MacArthur Foundation",
      "description": "The Global Commitment unites businesses, governments, NGOs, and investors behind a common vision of a circular economy for plastics.",
      "preview": "Global Commitment Overview Annual reports & resources Sign up The Global Commitment: a common vision for a circular economy for plastics Published on"
    },
    {
      "url": "https://democraticunderground.com/?com=thread&address=100210207075&info=1",
      "title": "Discussion Information - Democratic Underground Forums",
      "description": "void",
      "preview": "Friendly forums for passionate Dems! More than 93 million posts since 2001 Home Latest Greatest Videos Forums Hide ads Join up! Sign in Home Latest Gr"
    },
    {
      "url": "https://consultations.worldbank.org/?map=1",
      "title": "World Bank Consultations",
      "description": "With 189 member countries, the World Bank Group is a unique global partnership fighting poverty worldwide through sustainable solutions.",
      "preview": "Consultations Need help? Contact us About Consultations Ongoing dialogue between the World Bank Group and stakeholders-government, civil society, medi"
    },
    {
      "url": "https://builtphoenixstrong.org/articles/top-roswell-personal-trainer-we-bring-the-energy-here/",
      "title": "Top Roswell Personal Trainer | Get Positive Trainers Today",
      "description": "If you are seeking the Top Roswell Personal Trainer then you should call Built Phoenix Strong today at 770-569-3754",
      "preview": "Top Roswell Personal Trainer | We Bring The Energy Here May 31, 2021 | Top Roswell Personal Trainer Here at the top Roswell personal trainer programs"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2022/07/celebrate-the-40th-anniversary-of-tron-with-a-new-look-at-tron-lightcycle-run-in-magic-kingdom-park/",
      "title": "Disney Parks Blog",
      "description": "Welcome to the Disney Parks Blog! Discover the stories you know and love - from the locations, attractions, cruise ships, expeditions, products, and so much more.",
      "preview": "Skip to content Halloween at Disney Kindly step all the way in please, and make room for everyone. There's no turning back now from this ghostly gathe"
    },
    {
      "url": "https://www.oceanographicmagazine.com/stockists/",
      "title": "Stockists Archive - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Home > Stockists UK store finder Where to buy your printed copy of the latest edition of Oceanographic magazine. Select a distance Within 5 miles With"
    }
  ],
  "_meta": {
    "total_bookmarks": 76
  }
}