{
  "data": [
    {
      "url": "https://secure.acceptiva.com/?cst=a61726",
      "title": "Payment Form Not Available - Acceptiva",
      "description": "void",
      "preview": "The Acceptiva form you are attempting to access is no longer available."
    },
    {
      "url": "https://www.goldstandard.org/",
      "title": "Gold Standard | GS",
      "description": "Gold Standard sets the standard for climate and sustainable development interventions to quantify, certify and maximise their impact - creating value for people...",
      "preview": "ABOUT GOLD STANDARD A higher standard for climate security and Sustainable Development for all Explore our vision and mission Gold Standard for the Gl"
    },
    {
      "url": "https://latenightsandgiggles.tumblr.com/",
      "title": "My Life as a Teenage Robot",
      "description": "Life's no fun if you know exactly where you're going. Take risks. Be crazy. Do something you never thought you'd do. This is my journey of discovery.",
      "preview": "Home Ask Random Theme » About me Life's no fun if you know exactly where you're going. Take risks. Be crazy. Do something you never thought you'd do."
    },
    {
      "url": "https://jobs.bestbuy.com/bby",
      "title": "Best Buy Jobs - Best Buy Jobs",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://medium.com/@NirZicherman/how-ai-works-2499120a78cb",
      "title": "How AI Works 🤖🔎. An entirely non-technical explanation... | by Nir Zicherman | Medium",
      "description": "How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actually work Learning about AI I've been surrounded by discussion about AI lately. I'm sure you have too. The endless ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in How AI Works 🤖🔎 An entirely non-technical explanation of how LLMs actuall"
    },
    {
      "url": "https://www.talbots.com/pearl-buckle-leather-belt/P224061522.html?cgid=new-arrivals&dwvar_P224061522_color=BLACK&dwvar_P224061522_sizeType=AC",
      "title": "Pearl Buckle Leather Belt | Talbots",
      "description": "Shop Talbots for modern classic women's styles. You'll be a standout in our Pearl Buckle Leather Belt - only at Talbots!",
      "preview": "Layer 1 Message Store Wallet Skip to Main Content FALL SALE! 50% off 2 or more markdowns or 40% off 1 Shop Now | Details Enjoy 30% off T by Talbots-co"
    },
    {
      "url": "https://tampabay.newspapers.com/",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://www.mojezdravi.cz/novinky/strie-trapi-hlavne-zeny-ale-i-sportovce-jak-s-nimi-zatocit-5385.html",
      "title": "Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? | Moje zdraví",
      "description": "Výskyt strií trápí mnoho žen i mužů. Jedná se o malé pajizévky, které vznikají popraskáním elastických vláken v kůži. Často se objevují po rychlých změnách váhy (hubnutí, tloustnutí), například během těhotenství. Výjimkou ale nejsou ani u dětí, které vyrostly příliš rychle, či u sportovců, kteří cvičí s velkou zátěží.",
      "preview": "Moje zdraví Novinky Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Autor:"
    },
    {
      "url": "https://carbon.now.sh/",
      "title": "Carbon | Create and share beautiful images of your source code",
      "description": "Carbon is the easiest way to create and share beautiful images of your source code.",
      "preview": "Sign in/up Theme Language Background Menu Settings Menu Copy menu Tweet Share menu dropdown Quick export Export Export menu dropdown"
    },
    {
      "url": "https://www.walmart.com/store/finder",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://data.nevcounty.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "http://www.edgewear.com/",
      "title": "EDGEWEAR Reef sandals Oakley sunglasses Shark watches Sanuk - edgewear.com",
      "description": "Everything you need for the Beach Life - Oakley sunglasses Reef sandals Freestyle Shark watches Sanuk shoes. The Edge Clothing store in Rehoboth Beach, Delaware",
      "preview": "Skip to content Search All Categories Eyewear Sandals Watches Tees Shorts Account Pause slideshow Play slideshow ROARK Previous slide Next slide Eleva"
    },
    {
      "url": "https://thenewswheel.com/2019-bmw-i8-overview/2019-bmw-i8-interior-06/",
      "title": "The News Wheel",
      "description": "Button",
      "preview": "Skip to content Car News By Brand Collector's Dream: Over 1,000 Hidden Cars From One of America's Largest Private Collections Now Selling With No Rese"
    },
    {
      "url": "https://jamiegeller.com/recipes/chinese-chicken-with-brocoli/",
      "title": "Chinese Chicken with Brocoli » Jamie Geller",
      "description": "this is a tangy sweet and spicy dish, i use a premade sweet chili sauce to save time, its a quick way to enjoy chinese at home! i serve this over plain white rice.",
      "preview": "Skip to main content Skip to after header navigation Skip to site footer Facebook X Instagram YouTube Pinterest TikTok Home » Blog » Recipes » Lunch »"
    },
    {
      "url": "https://www.djstephfloss.com/",
      "title": "HOME | djstephfloss.com",
      "description": "void",
      "preview": "top of page BOOKING@DJSTEPHFLOSS.COM email INFO@STEPHFLOSS.COM contact us all things steph Caption here Something cute about this photo here Fill capt"
    },
    {
      "url": "https://2020annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.coursera.org/specializations/deep-learning",
      "title": "Deep Learning | Coursera",
      "description": "Offered by DeepLearning.AI. Become a Machine Learning expert. Master the fundamentals of deep learning and break into AI. Recently updated ... Enroll for free.",
      "preview": "Deep Learning Specialization Deep Learning Specialization Become a Machine Learning expert. Master the fundamentals of deep learning and break into AI"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.alibaba.com/",
      "title": "Alibaba.com: Manufacturers, Suppliers, Exporters & Importers from the world's largest online B2B marketplace",
      "description": "Find quality Manufacturers, Suppliers, Exporters, Importers, Buyers, Wholesalers, Products and Trade Leads from our award-winning International Trade Site. Import & Export on alibaba.com",
      "preview": "All categories Featured selections Order protections Buyer Central Help Center App & extension Become a supplier Learn about Alibaba.com The leading B"
    },
    {
      "url": "https://goldentriangledc.com/return-to-office/",
      "title": "Return to the Office - Golden Triangle",
      "description": "void",
      "preview": "Skip to content Return to the Office Home > Events & Programming > Return to the Office We are excited to launch a series of original webinars, short"
    },
    {
      "url": "https://demian-dfm.tumblr.com/",
      "title": "@demian-dfm on Tumblr",
      "description": "Architecture, design , stuff and things I like",
      "preview": "Posts remash Follow lakeside villa ~ aketuri architeckta | photos © norbert tukaj Source: dezeen.com jamesrobertsonirvine Follow www.yellowtrace.com.a"
    },
    {
      "url": "https://www.boxycharm.com/",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "http://www.columbia.ab.ca/",
      "title": "Columbia College Calgary - Quality Education Employers Value",
      "description": "void",
      "preview": "Back Home Get Dental Services for Just $10 Our Dental Patient Care Clinic is back! Now booking appointments for October 6-30th. Learn More Finish your"
    },
    {
      "url": "https://www.cyberstates.org/pdf/CompTIA_Cyberstates_2021.pdf",
      "title": "State of the Tech Workforce 2024 | CompTIA Report",
      "description": "CompTIA's State of the Tech Workforce, also known as Cyberstates, is the definitive guide to tech workforce trends, the number of available jobs in technology, and tech industry employment statistics by state, metro area and nationwide.",
      "preview": "Quick links State of Tech Workforce 2024 C ompTIA's State of the Tech Workforce, also known as Cyberstates , provides the definitive guide to tech wor"
    },
    {
      "url": "https://betweennapsontheporch.net/christmas-in-heaven/?replytocom=646275",
      "title": "Christmas in Heaven",
      "description": "Enjoy this beautiful Christmas table setting with a joyous angel theme.",
      "preview": "Between Naps on the Porch Decorating, Tablescaping, Before and Afters, Thrifty Finds, and Gardening Home TABLESCAPES Holiday Christmas Easter Hallowee"
    },
    {
      "url": "https://myfox8.com/remarkable-women-of-the-piedmont-triad-2021/",
      "title": "Remarkable Women of the Piedmont Triad | FOX8 WGHP",
      "description": "Remarkable Women is our way of recognizing the great contributions women have made to our nation and local communities.",
      "preview": "Skip to content"
    },
    {
      "url": "https://walterbogan-blog.tumblr.com/",
      "title": "@walterbogan-blog on Tumblr",
      "description": "Follow @walterbogan-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "http://data.saccounty.net/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "https://www.dentistrytoday.com/partnership-to-support-emergency-dental-treatment-for-the-underserved/",
      "title": "Partnership to Support Emergency Dental Treatment for the Underserved - Dentistry Today",
      "description": "Delta Dental of Arizona (DDAZ) has partnered with Neighborhood Outreach Access to Health (NOAH) and HonorHealth Foundation to fund expert emergency dental treatment at NOAH for uninsured patients who visit HonorHealth emergency departments with dental issues. The new Delta Dental of Arizona Dental Connect program is made possible by a $525,000 donation by DDAZ. \"Patients",
      "preview": "Skip to content × Dentistry Today Industry News Partnership to Support Emergency Dental Treatment for the Underserved Industry News Partnership to Sup"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2011rs/billfile/HB0123.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "https://www.interordi.com/en/apps/mc_plugins.php",
      "title": "Minecraft plugins - Interordi",
      "description": "Plugins and tools for Minecraft server owners.",
      "preview": "Interordi Main page Creeper's Lab Dr. Cossack's Lab Gaming Osmium Forums About Interordi Main page Creeper's Lab Dr. Cossack's Lab Gaming Osmium Forum"
    },
    {
      "url": "https://sites.nielsen.com/legal/privacy-statement/exelate-privacy-policy/opt-in-opt-out/",
      "title": "NIELSEN MARKETING CLOUD OPT-IN/OPT-OUT",
      "description": "void",
      "preview": "Nielsen Marketing Cloud Opt-Out Nielsen Marketing Cloud (NMC) is committed to providing you with choices regarding the processing of your personal dat"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?p=236",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "https://blog.torproject.org/blog/tor-browser-60-released",
      "title": "Tor Browser 6.0 is released | The Tor Project",
      "description": "The Tor Browser Team is proud to announce the first stable release in the 6.0 series. This...",
      "preview": "Tor Browser 6.0 is released by gk | May 30, 2016 The Tor Browser Team is proud to announce the first stable release in the 6.0 series. This release is"
    },
    {
      "url": "https://www.einfachganzleben.de/meditation-achtsamkeit/die-magie-der-runen-bedeutung-und-symbole",
      "title": "Die Magie der Runen: Bedeutung und Symbole",
      "description": "Die Magie der Runen ➽ Das ♢ Runen-Alphabet ▽ Bedeutung der nordischen Zeichen ➽ Was sind verbotene Runen? ➽ So kannst du mit Runen arbeiten",
      "preview": "Skip to main content Die Magie der Runen: Bedeutung und Symbole Inhaltsverzeichnis Runen dienen seit Jahrhunderten als Medium zur Kommunikation - unte"
    },
    {
      "url": "https://www.amazon.com/dp/B087W9WQBB/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.match.com/",
      "title": "Online Dating Site - Register For Free on Match UK!",
      "description": "Start online dating with Match. Sign up for free and get access to singles' dating profiles, attend Match singles nights & events near you.",
      "preview": "Register Log in Who are you interested in? I'm a man seeking a woman I'm a woman seeking a man I'm a man seeking a man I'm woman seeking a woman I'm a"
    },
    {
      "url": "http://www.spaghettihaus.com/",
      "title": "Speghetti Haus Bibione - Spaghetti Haus Bibione",
      "description": "Chi siamo Benvenuti da Spaghetti Haus, il nostro ristorante pizzeria a Bibione, che portiamo avanti con amore dal 1991.Siamo una famiglia e ogni giorno accog...",
      "preview": "Chi siamo Benvenuti da Spaghetti Haus, il nostro ristorante pizzeria a Bibione, che portiamo avanti con amore dal 1991. Siamo una famiglia e ogni gior"
    },
    {
      "url": "https://www.jpmorganchase.com/",
      "title": "Home | JPMorganChase",
      "description": "void",
      "preview": "Skip to main content About us About us How we do business Leadership Awards and recognition Technology Governance Suppliers Diversity, opportunity & i"
    },
    {
      "url": "https://titaniquemusical.com/?gclid=CjwKCAiAheacBhB8EiwAItVO2z8-NmP15UuUZCs0T9QX7iANuteYEVUkptg9N_4ytxdfD9axuVPbOhoCifkQAvD_BwE&gclsrc=aw.ds",
      "title": "Titanique the Musical",
      "description": "When the music of Céline Dion makes sweet Canadian love with the film Titanic, you get TITANIQUE, a musical celebration.",
      "preview": "Titanique The musical comedy sailing around the world London Montréal Québec City Oops! We could not locate your form. ✕"
    },
    {
      "url": "https://www.patagonia.com/product/womens-insulated-powder-town-ski-snowboard-jacket/195699211773.html",
      "title": "Patagonia Women's Insulated Powder Town Ski/Snowboard Jacket",
      "description": "Built for mobility and layering, our Patagonia® Women's Insulated Powder Town Jacket is waterproof and windproof. Made in a Fair Trade Certified™ factory.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://dunshaughlin-culmullenparish.ie/galleries/st-patricks-hall/",
      "title": "St. Patrick's Hall | Dunshaughlin and Culmullen Parishes",
      "description": "void",
      "preview": "Galleries St. Patrick's Hall 11 Jun, 2021 All Galleries View More See us on Facebook & Twitter Webcam Webcam Donate Our Parish Contact Us Webcam Weekl"
    },
    {
      "url": "http://rechnerlexikon.de/en/wiki.phtml?title=Patent:DE460651&diff=0&oldid=67603",
      "title": "Patent:DE460651 - Rechnerlexikon",
      "description": "void",
      "preview": "Rechnerlexikon Die große Enzyklopädie des mechanischen Rechnens 78.211.19.249 | Log in | Help DE EN FR IT Main Page All pages Recent changes Printable"
    },
    {
      "url": "https://invest.bnpparibas.com/en/bnp-paribas-share/investment-calculator-and-share-price",
      "title": "BNP Paribas Share price | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Share price (real time data - Paris time) Share price history download Change Open High Low Close d-1 Volume Var 31/12/"
    },
    {
      "url": "https://theface.com/music/adele-new-album-30-candice-carty-williams-interview-volume4-issue9-burberry-stormzy",
      "title": "An interview with THE FACE's cover star Adele - The Face",
      "description": "Adele meets Queenie author Candice Carty-Williams to talk music, motherhood, dogs, divorce (babe, divorce) - and her record-breaking comeback.",
      "preview": "Music Words: Candice Carty-Williams Photography: Charlotte Wales Styling: Emma Wyman 18th November 2021 Taken from the new print issue of THE FACE. Ge"
    },
    {
      "url": "https://www.sisley-paris.com/en-US/phyto-cernes-eclat-100102.html",
      "title": "Phyto-Cernes Eclat n°1.5 - Sisley Paris",
      "description": "Masks dark circles and signs of fatigue, visibly smoothes fine lines, reduces appearance of puffiness.",
      "preview": "void"
    },
    {
      "url": "https://huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.formula1.com/en/drivers.html",
      "title": "F1 Drivers 2025 - Verstappen, Hamilton, Leclerc and more",
      "description": "Check out this season's official F1 line-up. Full breakdown of drivers, points and current positions. Follow your favourite F1 drivers on and off the track.",
      "preview": "F1 Drivers 2025 Find the current Formula 1 drivers for the 2025 season Oscar Piastri McLaren Flag of Australia Lando Norris McLaren Flag of Great Brit"
    },
    {
      "url": "https://app.seesaw.me/#/activity/prompt.288d6f0d-5f00-4b04-a4d6-3d84d4ee088a/share_token/gzVCOH5-SA6I1b91nyeG5g",
      "title": "Seesaw",
      "description": "Seesaw creates a powerful learning loop between students, teachers, and families",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.varesefansbasket.it/forums/topic/1892-10-febbraio-2006/",
      "title": "10 febbraio 2006 - Divertiti col gruppo di Vfb.it - Varesefansbasket",
      "description": "Per ricordare le Foibe!",
      "preview": "Jump to content Divertiti col gruppo di Vfb.it 10 febbraio 2006 By EmaZ February 6, 2006 in Divertiti col gruppo di Vfb.it Share https://www.varesefan"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/IntersectionObserverEntry",
      "title": "IntersectionObserverEntry - Web APIs | MDN",
      "description": "The IntersectionObserverEntry interface of the Intersection Observer API describes the intersection between the target element and its root container at a specific moment of transition.",
      "preview": "Skip to main content Skip to search IntersectionObserverEntry Baseline Widely available * This feature is well established and works across many devic"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "https://travelsites.com/expedia/",
      "title": "Expedia & 29+ HOTEL BOOKING SITES Like expedia.com",
      "description": "Expedia.com is one of the most popular and well-known names in the online travel booking industry for good reason. The site is well-designed, the app is amazing, and the brand is reliable and widely trusted. But is Expedia the booking site with the best deals on the web? Come and read my review of Expedia today to find out!",
      "preview": "TravelSites HOTEL BOOKING SITES Expedia Back To Home Visit This Site Expedia expedia.com 44 Voted What is Expedia? We could all use a vacation now and"
    },
    {
      "url": "https://blogs.worldbank.org/opendata/chart-globally-70-freshwater-used-agriculture",
      "title": "Chart: Globally, 70% of Freshwater is Used for Agriculture",
      "description": "if(\"undefined\"==typeof window.datawrapper)window.datawrapper={};window.datawrapper[\"Fieue\"]={}, window.datawrapper[\"Fieue\"].embedDeltas={\"100\":585.8, \"200\":471.8, \"300\":426.8, \"400\":426.8, \"500\":399.8, \"600\":399.8, \"700\":399.8, \"800\":399.8, \"900\":399.8, \"1000\":399.8}, window.datawrapper[\"Fieue\"].iframe=document.getElementById(\"datawrapper-chart-Fieue\"), window.datawrapper[\"Fieue\"].iframe.style.height=window.datawrapper[\"Fieue\"].embedDeltas[Math.min(1e3, Math.max(100*Math.floor(window.datawrapper[\"Fieue\"].iframe.offsetWidth/100), 100))]+\"px\", window.addEventListener(\"message\", function(a){if(\"undefined\"!=typeof a.data[\"datawrapper-height\"])for(var b in a.data[\"datawrapper-height\"])if(\"Fieue\"==b)window.datawrapper[\"Fieue\"].iframe.style.height=a.data[\"datawrapper-height\"][b]+\"px\"}); In most regions of the world, over 70 percent of freshwater is used for agriculture. By 2050, feeding a planet of 9 billion people will require an estimated ...",
      "preview": "Published on Data Blog Chart: Globally, 70% of Freshwater is Used for Agriculture Tariq Khokhar March 22, 2017 This page in: English Français Español"
    },
    {
      "url": "https://unstats.un.org/unsd/dnss/gp/fundprinciples.aspx",
      "title": "Fundamental Principles of Official Statistics",
      "description": "void",
      "preview": "UN Home | Department of Economic and Social Affairs | Economic and Social Development Home About us | Contact us | Site Map Statistics Division Home O"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HF508&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "https://dynamic-ais.spire.com",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://www.7andi.com/en/",
      "title": "Seven & i Holdings Co., Ltd.",
      "description": "en_description_common",
      "preview": "このページではjavascriptを使用しています。 Skip to main content 一時停止 再生 Recommended content Message from the CEO and Directors IR Library Sustainability Data Book Cor"
    },
    {
      "url": "https://locust-hub-hqfao.hub.arcgis.com/",
      "title": "FAO Locust Hub",
      "description": "Discover the latest FAO resources, maps and information about the desert locust infestation in Africa.",
      "preview": "void"
    },
    {
      "url": "https://www.vwvortex.com/threads/tutorial-how-to-change-coolant-temperature-sensor-4-2-engine-and-improve-fuel-economy-gas-mileage.6939601/",
      "title": "Tutorial-How to change coolant temperature sensor (4.2 engine) and improve fuel economy (gas mileage) | VW Vortex - Volkswagen Forum",
      "description": "Is your fuel economy worse than normal? If your fuel economy is very poor (5-7 mpg city with my experience) you might have a bad coolant temperature...",
      "preview": "Menu Log in Sign up Home Forums VW Model-Specific Forums Phaeton Phaeton2 Is your fuel economy worse than normal? If your fuel economy is very poor (5"
    },
    {
      "url": "https://www.ippawards.com/",
      "title": "IPPAWARDS | iPhone Photography Awards - Celebrating the creativity of the iPhone users since 2007",
      "description": "iPhone Photography Awards (IPPAWARDS) is the first and the longest running iPhone photography competition since 2007.",
      "preview": "18th Annual iPhone Photography Awards 2025 Winners Announced 2007 - 2025 © IPPAWARDS | Selected entries from 18th Annual 2025 iPhone Photography Award"
    },
    {
      "url": "https://effecthouse.tiktok.com/?utm_content=header&utm_source=tiktok_webapp_main",
      "title": "TikTok effect house",
      "description": "void",
      "preview": "Latest Learn Top Creators Download Latest Learn Top Creators TikTok effect house Build fun and creative effects for TikTok Download Effect House Free"
    },
    {
      "url": "https://arysports.tv/",
      "title": "The Tudors",
      "description": "void",
      "preview": "This page has moved to a A-Sports.tv ."
    },
    {
      "url": "https://www.tamu.edu/",
      "title": "Texas A&M University | Texas A&M University",
      "description": "Texas A&M University (TAMU) opened in 1876 as the state's first public institution of higher learning. Today, we are a research powerhouse dedicated to educating the next generation of leaders.",
      "preview": "Skip to Primary Navigation Skip to Main Content video contains no sound Your browser doesn't support HTML video. Here is a link to the video . Togethe"
    },
    {
      "url": "http://www.weathernationtv.com/news/space-weather-can-cause-issues-tropical-weather/",
      "title": "How Space Weather Can Cause Issues with Tropical Weather - WeatherNation",
      "description": "void",
      "preview": "How Space Weather Can Cause Issues with Tropical Weather Special Stories 13 Aug 2018 11:08 AM How Space Weather Can Cause Issues with Tropical Weather"
    },
    {
      "url": "https://aferael.tumblr.com/",
      "title": "Bane of Light",
      "description": "yea this is a personal blog but i post art sometimes | he/him 21",
      "preview": "♠ ♠ this is a health meter. aferael's health is at 10% yea this is a personal blog but i post art sometimes | he/him 21 Skip navigation links Home Mai"
    },
    {
      "url": "https://www.theworldwomennews.com/",
      "title": "theworldwomennews.com",
      "description": "void",
      "preview": "Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Contact Us Copyright © 2025 Th"
    },
    {
      "url": "http://www.nocturnealley.org/reviews.php?type=ST&item=3852&offset=120",
      "title": "Nocturne Alley Fanfic :: Harry Potter Slash",
      "description": "void",
      "preview": "Nome utente: Password: Ricorda Registrati | Hai dimenticato la tua Password? DracoMalfoy Marauders Tribal Zenlike Home Cerca Aiuto Contatti Accedi Reg"
    },
    {
      "url": "https://www.anthropologie.com/shop/cozy-earth-bamboo-sheet-set",
      "title": "Cozy Earth Bamboo Sheet Set | Anthropologie",
      "description": "Shop the Cozy Earth Bamboo Sheet Set and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://www.formula1.com/en/latest/all.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "https://data.rennesmetropole.fr/explore/dataset/orthophotographie-2017-2018/information/",
      "title": "Orthophotographie aérienne 2017-2018 sur Rennes Métropole - Open Data Rennes",
      "description": "Il s'agit d'une vue aériennes verticales orthorectifiées du territoire de Rennes Métropole. L'orthorectification consiste à déformer l'image afin de corriger les déformations inhérentes au relief.Si les bâtiments ne sont pas orthorectifiés (des dévers peuvent masquer l'environnement immédiat des bâtiments haut), c'est le cas pour les ouvrages d'art ou les superstructures liés à la voirie.vous trouverez une description plus complète d'une orthophotographie dans un document annexé à la métadonnée.- Projection utilisée pour l'acquisition des données : Lambert 93 / IGN69- Livrables livrés en RGF93-CC48- Classe de précision planimétrique des données : 20 cm (2 pixels)- Résolution native : 10 cm- Recouvrement : 80%-80% sur une bande Est-Ouest couvrant l'ensemble de Rennes et 65%-65% sur le reste du territoire métropolitain- Livraison sous forme de tuiles de 1 km x 1 km et sous la forme d'une dalle unique- Syntaxe utilisée pour la dénomination des tuiles : XXXX_YYYY, issus des coordonnées X-Y en RGF93-CC48- Dates des prises de vues : du fait des mauvaises conditions météorologiques rencontrées durant la période propice à la prise de vues aériennes en 2017, seul le sud de l'agglomération n'a pu être couvert. Toute la partie nord du territoire a été acquis durant l'été 2018. Du fait que la prise de vues aériennes n'a pas été continue dans le temps, des différences colorimétriques sont visibles.Suite à la disponibilité des dalles d'orthophotographie aérienne sur le reste du département d'Ille-et-Vilaine (résolution 20 cm entièrement réalisée en 2017), les données de l'orthophotographie 2017-2018 du territoire métropolitain ont été complétées par des dalles de l'orthophotographie départementale pour couvrir le territoire hors Rennes Métropole et former une emprise rectangulaire.Ce jeu de données est composé de 893 dalles de 1 km x 1 km pour un volume d'environ 33 Go dans le format JPEG 2000 (JP2) pour la résolution 10 cm. Une cartographie présentant l'ensemble du dallage, l'année de prise de vue des dalles et le nom des dalles est annexée à la métadonnée.Pour les usages internes à la Ville de Rennes et Rennes Métropole, afin de faciliter son usage sur les outils SIG (ArcGIS et QGIS); une dalle unique multi-échelles au format JPG2000 (JP2) a été créée.La pleine propriété de l'orthophotographie 2017-2018 appartient au syndicat Mégalis Bretagne et à l'ensemble des collectivités territoriales bretonnes.Les dalles à 10cm au format JP2 sur le territoire de Rennes Métropole sont téléchargeables de façon individuelle sur le site Open Data de Rennes Métropole. Pour lire le format JP2 sous Photoshop, un plugin est nécessaire (par exemple : https://www.web3.lu/photoshop-plugins-jpeg-ls-jpeg-xr-jpeg-2000/).Pour des questions de performance, il est conseillé d'utiliser, par ordre décroissant de priorité (et en fonction des possibilités logicielles) :1. les services en cache / les services de tuiles WMTS ou TMS du GeoWebCache2. le service WMS du GeoWebCache3. le service WMS du GeoServer",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "http://smallbusinessresources.wf.com/running-your-business",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://about.google/products/",
      "title": "Google's products and services - About Google",
      "description": "Explore Google's helpful products and services, including Android, Gemini, Pixel and Search.",
      "preview": "Helpful products, built with you in mind Jump to our products Product support Google Store Google Account Accessibility support Search in new ways Dow"
    },
    {
      "url": "https://tapas.io/series/Deogie",
      "title": "Read Deogie | Tapas Web Community",
      "description": "Your home for the world's most exciting and diverse web comics and novels. Discover stories you'll love from all genres, only on Tapas!",
      "preview": "Please note that Tapas no longer supports Internet Explorer. We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox . Home C"
    },
    {
      "url": "https://www.jordicohen.com/salt-de-laliga-2015/_00a7862/",
      "title": "jordicohen.com is for sale",
      "description": "void",
      "preview": "My Cart | Log In | Create New Account | Manage My Domains home register transfer hosting marketplace pricing API about us support Congratulations! jor"
    },
    {
      "url": "https://br.linkedin.com/company/baruk-automacao-inteligente?trk=organization_guest_main-feed-card-text",
      "title": "Baruk - Automação Inteligente | LinkedIn",
      "description": "Baruk - Automação Inteligente | 922 seguidores no LinkedIn. Criar sistemas inteligentes capazes de reduzir custos e promover a inovação tecnólogica das organizações. | Automatizamos tarefas repetitivas com RPA e criamos serviços web com uso de Inteligência Artificial para negócios. Somos especialistas em Processamento de Linguagem Natural, Aprendizado de Máquina, Serviços Cognitivos (Análise de Sentimentos, Reconhecimento de Imagens), Big Data e Predição (Analytics).",
      "preview": "O LinkedIn respeita a sua privacidade O LinkedIn e terceiros usam cookies essenciais e não essenciais para fornecer, proteger, analisar e aprimorar no"
    },
    {
      "url": "https://www.bet.com/article/7zsvok/drew-sidora-bet-interview",
      "title": "EXCLUSIVE: Drew Sidora Opens Up About Her Marriage + Reveals The 'RHOA' Co-Star That Gave Her The Best Business Advice! | News | BET",
      "description": "The reality star shares the inspiration behind her latest business venture, 'Drop It With Drew.'",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Lifestyle (Photo by Paras Griffin/Getty Images) Drew Sidora By Ty Cole June 13, 2022 / 2:57 PM Real House"
    },
    {
      "url": "https://amzn.to/3x8Hk7p",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://counsellingonline.org.au",
      "title": "Counselling Online - free drug and alcohol counselling in Australia",
      "description": "Counselling Online supports people in Australia affected by alcohol and other drugs, for free 24/7.",
      "preview": "Skip to main content Navigating Social Anxiety Without Alcohol It's common for people to report that they drink more than they want to on a night out"
    },
    {
      "url": "https://www.trip.com/index?locale=en_us&allianceid=21934&SID=455408&ouid=198c18a52c8911eb811b00ce0a18050d",
      "title": "Trip.com Official Site‎‎ | Travel Deals and Promotions",
      "description": "Choose from over 1.2 million hotels in more than 200 countries, 30 million real guest reviews. Book flights to over 5,000 destinations worldwide. 24/7 Customer Service.",
      "preview": "Suggested Languages USD Your Trip Starts Here Award-winning services Awarded Global Support Services of the Year in 2024 by International CRE Awards 2"
    },
    {
      "url": "https://medium.statuspage.io/?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Status",
      "description": "Welcome to Medium's home for real-time and historical data on system performance.",
      "preview": "x Follow @MediumSupport or view our profile . Visit our support site . Get the Atom Feed or RSS Feed . All Systems Operational About This Site Septemb"
    },
    {
      "url": "https://www.usada.org/spirit-of-sport/education/can-poppyseeds-cause-a-positive-drug-test/",
      "title": "Can Poppy Seeds Cause a Positive Drug Test? | USADA",
      "description": "Can poppy seeds cause a positive anti-doping drug test? How does eating poppy seeds cause a failed drug test. Can you test positive after eating poppy seeds?",
      "preview": "Facebook-square X-twitter Instagram Linkedin Youtube Athlete Connect Global DRO Search Our Website Search ... All Categories Announcement Science Arch"
    },
    {
      "url": "https://mrsense.tistory.com/tag/%EC%8A%A4%ED%8F%B0%ED%8B%B0%EB%8B%88",
      "title": "'스폰티니' 태그의 글 목록",
      "description": "Fashion Editor & Photographer",
      "preview": "본문 바로가기 스폰티니 (2)"
    },
    {
      "url": "https://bokmodern.com/portfolio/b12-2/",
      "title": "B12 Pattern - BŌK Modern",
      "description": "B12 Pattern | Laser-Cut. Select a Pattern or Customize Your Own. Simplicity Translates to Cost Efficiency.",
      "preview": "Why BŌK? Our Experience About Us Projects Completed In the Works Products Standard Products Custom Products New Products Patterns Materials Technical"
    },
    {
      "url": "https://tbinternet.ohchr.org/_layouts/15/treatybodyexternal/Download.aspx?symbolno=INT%2FCAT%2FNGO%2FISR%2F23473&Lang=fr",
      "title": "void",
      "description": "void",
      "preview": "English | Français | Español | русский | العربية | 中文 Base de données relative aux organes conventionnels de l'ONU Français > Les organes des traités"
    },
    {
      "url": "https://www.brcc.edu/",
      "title": "Home - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Your career starts with BRCC's degree, diploma, and certificate programs.",
      "preview": "Skip to Content Blue Ridge Community College At BRCC, your goals come first . Whether you want to launch a career , earn a degree , transfer to a four"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Midjourney-67bb772caf1b448c9e096a89f2940f2b?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://faq.whatsapp.com/",
      "title": "Centro assistenza di WhatsApp",
      "description": "Scopri come usare WhatsApp, risolvere un problema e ricevere risposte alle tue domande.",
      "preview": "void"
    },
    {
      "url": "https://www.farmers.gov",
      "title": "Farmers.gov",
      "description": "Explore USDA programs and resources to help you start, grow, and protect your operation.",
      "preview": "top USDA.gov for News 2023/2024 Supplemental Disaster Assistance Explore USDA Disaster Recovery Resources : Flood Severe Storms Wildfire Hurricane Ass"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://www.jcpenney.com/p/exa-beauty-high-fidelity-balancing-color-corrector/ppr5008239340?pTmplType=beauty&slfpid=3",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://www.draysbay.com/2011/8/3/2341570/thoughts-on-matt-moore",
      "title": "Thoughts on Matt Moore | DRaysBay",
      "description": "Your best source for quality Tampa Bay Rays news, rumors, analysis, stats and scores from the fan perspective.",
      "preview": "Skip to main content SB Nation SB Nation logo A Tampa Bay Rays Community DRaysBay October 10, 2025 DRaysBay Navigation Drawer Login / Sign Up close Cl"
    },
    {
      "url": "https://www.storyblocks.com/",
      "title": "Unlimited Stock Videos, Templates, Audio & Images - Storyblocks",
      "description": "Streamline your creative work with the best-in-industry unlimited stock downloads, flexible licensing, and easy-to-use tools. Subscribe today and get all the stock you need.",
      "preview": "The most-loved stock media platform for creators All Video Footage Video Templates Motion Backgrounds Audio Images 4.7/5 4.6/5 Footage Templates After"
    },
    {
      "url": "https://gps-anleitung.de/probleme-und-loesungen/?replytocom=36",
      "title": "Probleme und Lösungen | GPS-Anleitungen von Michael Blömeke",
      "description": "Add New Row Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Hilfe-Seite Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Schaue bitte zuerst hier, ob Du für Deine Fragen und Probleme eine Antwort findest. Add Element Add New Row Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Allgemeine Probleme Edit ElementClone ElementAdvanced Element OptionsMoveRemove Element Edit Parent ElementEdit ElementClone ElementAdvanced Element",
      "preview": "Hilfe-Seite Schaue bitte zuerst hier, ob Du für Deine Fragen und Probleme eine Antwort findest. Allgemeine Probleme Klicke auf den Titel um das Thema"
    },
    {
      "url": "https://www.7andi.com/en/",
      "title": "Seven & i Holdings Co., Ltd.",
      "description": "en_description_common",
      "preview": "このページではjavascriptを使用しています。 Skip to main content 一時停止 再生 Recommended content Message from the CEO and Directors IR Library Sustainability Data Book Cor"
    },
    {
      "url": "http://www.treemaintenance.com/",
      "title": "Tree Care | Tree Work | Tree Surgeon | Clarke Cunningham Tree Maintenance Northern Ireland",
      "description": "Established during 1982 at Killyleagh, Co Down, Clarke Cunningham Tree Maintenance Ltd, is now the premier provider of Tree Care Services in Northern Ireland,",
      "preview": "Home Tree Care Domestic Tree Care Utility & Contract Tree Care Commercial Tree Care Other Services Arboricultural Consultancy Recycled Products Compan"
    },
    {
      "url": "https://www.theesa.com/resource/2022-essential-facts-about-the-video-game-industry/",
      "title": "2024 Essential Facts About the U.S. Video Game Industry - the ESA",
      "description": "The 2024 report details America's relationship with video games and the reasons why games continue to inspire and delight us all. Play is a universal need for kids as well as adults. Video games build community, keep our minds sharp and bring us closer to others. Embracing the power of games unlocks our extraordinary potential, transforming lives - and the world.",
      "preview": "Data and Resources REPORT 2024 Essential Facts About the U.S. Video Game Industry The 2024 report details America's relationship with video games and"
    },
    {
      "url": "https://www.quepasaboricua.com/labrador/event/?s=1&location=GM&show=15",
      "title": "Una Red Social Netamente Puertorriqueña",
      "description": "Una Red Social Netamente Puertorriqueña",
      "preview": "void"
    },
    {
      "url": "http://www.istruzione.it/",
      "title": "Ministero dell'Istruzione e del Merito - MIM",
      "description": "Ministero dell'Istruzione e del Merito",
      "preview": "Torna alla pagina iniziale IN EVIDENZA Slide precedente Slide successiva Slide 1 Slide 2 Slide 3 Scuola, oggi alle 14.00 aperte le candidature per i c"
    },
    {
      "url": "https://www.mccormickfoundation.org/",
      "title": "Homepage - Robert R. Mccormick Foundation",
      "description": "The Robert R. McCormick Foundation envisions a Chicagoland with educated and informed individuals who are engaged in improving their communities.",
      "preview": "Skip to content We invest in organizations building thriving Chicago communities $1.8 Billion Granted Since 1955, the Robert R. McCormick Foundation h"
    },
    {
      "url": "https://openmonumentendagwesterkwartier.nl/project_tag/zevenhuizen/",
      "title": "zevenhuizen | Stichting Open Monumentendag gemeente Westerkwartier",
      "description": "void",
      "preview": "Zevenhuizen, Ophaalbrug door admin | mei 12, 2021 Ophaalbrug, Roomsterweg 25, Zevenhuizen Dit monument is vrij toegankelijk en dus ook tijdens Open Mo"
    },
    {
      "url": "https://fr.linkedin.com/company/christian-dior-couture?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Christian Dior Couture | LinkedIn",
      "description": "Christian Dior Couture | 1 896 727 abonnés sur LinkedIn. &quot;Whatever you do, for work or play, do it with passion!&quot; - Monsieur Christian Dior. | Welcome to Christian Dior Couture, House of Dreams, House of Talents. Christian Dior was the designer of dreams. In founding his House in 1947, marked by the revolution of the New Look, he metamorphosed his reveries into wonderful creations.",
      "preview": "LinkedIn respecte votre confidentialité LinkedIn et des tiers utilisent des cookies essentiels et non essentiels pour fournir, sécuriser, analyser et"
    },
    {
      "url": "http://who.int/en/",
      "title": "World Health Organization (WHO)",
      "description": "The United Nations agency working to promote health, keep the world safe and serve the vulnerable.",
      "preview": "Skip to main content World Mental Health Day Read more © WHO Gaza, August 2025 © Credits Latest news All → 6 October 2025 News release WHO tobacco tre"
    },
    {
      "url": "https://ids.craig.fr/geocat/srv/eng/catalog.search#/home",
      "title": "CRAIG",
      "description": "CRAIG",
      "preview": "Catalogue de donnees Catalogue de donnees GeoNetwork opensource allows to easily share geographically referenced thematic information between differen"
    },
    {
      "url": "https://consultations.worldbank.org/?map=1",
      "title": "World Bank Consultations",
      "description": "With 189 member countries, the World Bank Group is a unique global partnership fighting poverty worldwide through sustainable solutions.",
      "preview": "Consultations Need help? Contact us About Consultations Ongoing dialogue between the World Bank Group and stakeholders-government, civil society, medi"
    },
    {
      "url": "https://booksearch.blogspot.com/2011/05/define-translate-and-search-for-words.html",
      "title": "Inside Google Books: Define, translate and search for words in Google eBooks",
      "description": "Posted by Derek Lei, Software Engineer, Google Books When bookworms stumble across a word we don't know, we face the classic dilemma of whet...",
      "preview": "skip to main | skip to sidebar Define, translate and search for words in Google eBooks Thursday, May 19, 2011 at 11:00 AM Posted by Derek Lei, Softwar"
    },
    {
      "url": "https://tonies.com",
      "title": "tonies® EU | Buy Toniebox 2",
      "description": "tonies® offers the Toniebox 2, a new screen-free audio player for kids! Enjoy fun, educational storytelling with Tonies audio characters to inspire creativity.",
      "preview": "Toniebox 2: Listen, play, grow Introducing Toniebox 2 - a reimagined audio adventure built for curious minds and little hands. With more ways to play,"
    },
    {
      "url": "https://www.susanjreinhardt.com/2015/07/dialogueguest-postssovereigntyblog.html",
      "title": "Christian Writer/Reader Connection: Dialogue/Guest Posts/Sovereignty/Blog Titles/Twitter",
      "description": "1. Art Holcomb guest posts on Storyfix about writing dialogue. This is an excellent article and a key element in novels. 2. Ha...",
      "preview": "Pages Home My Books Contact About Events Friday, July 3, 2015 Dialogue/Guest Posts/Sovereignty/Blog Titles/Twitter 1. Art Holcomb guest posts on Story"
    },
    {
      "url": "https://www.flaquarium.org/",
      "title": "Explore The Florida Aquarium | Home of Marine Wonders",
      "description": "Discover the wonders of marine life at The Florida Aquarium. Experience engaging exhibits, conservation programs, and fun activities for the whole family.",
      "preview": "Skip to Content Your Adventure Starts Here Buy Tickets New Now Open!"
    },
    {
      "url": "https://bbpress.org/",
      "title": "bbPress.org",
      "description": "Forums, made the WordPress way",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About Make Codex News Forums Download bbPress.org Meet bbPress Forum software from the creators of"
    },
    {
      "url": "https://support.nature.com/support/home",
      "title": "Support : Nature Support",
      "description": "void",
      "preview": "Welcome to Nature support How can we help you today? Enter your search term here... Search Account Management Nature for Individuals Nature Institutio"
    },
    {
      "url": "https://www.jiosaavn.com",
      "title": "Online Songs on JioSaavn: Download & Play Latest Music for Free",
      "description": "Listen to Latest and Trending Bollywood Hindi songs online for free with JioSaavn anytime, anywhere. Download or listen to unlimited new & old Hindi songs online. Search from most trending, weekly top 15, Hindi movie songs, etc on JioSaavn.",
      "preview": "JioSaavn Homepage Om Namah Shivay 81.7K Fans Saiyaara (Extended Album) Various Artists Saiyaara Various Artists Dil Ka Sukoon 117.3K Fans Param Sundar"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-skal-opereres",
      "title": "H.M. Dronningen skal opereres",
      "description": "Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med R...",
      "preview": "Del Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med"
    }
  ],
  "_meta": {
    "total_bookmarks": 114
  }
}