{
  "data": [
    {
      "url": "https://www.sein.de/weshalb-emotionaler-schmerz-nicht-zu-leid-fuehren-muss/",
      "title": "Weshalb emotionaler Schmerz nicht zu Leid führen muss - Sein.de",
      "description": "Schmerz ist meist mit einer Geschichte verbunden. Das verursacht Leiden. Gangaji lädt dazu ein, dieses Leid zu beenden.",
      "preview": "Home Geist Persönliches Wachstum Geist Persönliches Wachstum Schmerz ist bei uns meist mit einer Geschichte verbunden: Woher kommt er, warum wurde er"
    },
    {
      "url": "http://www.latinospro.org/runforlatinos",
      "title": "Run for Latinos - Latinos Progresando",
      "description": "Read more »",
      "preview": "X Latinos Progresando Email Newsletter Signup Company This field is for validation purposes and should be left unchanged. Email (Required) Δ Sign up f"
    },
    {
      "url": "http://www.as-entreprises.fr/actualites/Actualites_2019-bonne-dynamique.aspx",
      "title": "Actualités - AS ENTREPRISES",
      "description": "Actualités du territoire, actualités sectorielles / métiers, la vie de l'AGC, obtenez les dernières informations à jour",
      "preview": "Navigation principale Contenu de la page Filtrer VITeff Epernay 2025 : dans les coulisses du stand d'AS Entreprises, FDSEA Conseil et TER'Informatique"
    },
    {
      "url": "http://www.lemonwade.com/2010/05/03/lynn-redgrave-67-is-dead/",
      "title": "Lynn Redgrave, 67, Is Dead",
      "description": "void",
      "preview": "lemonwade About Contact Subscribe RSS Feed Lynn Redgrave, 67, Is Dead Lynn Redgrave, the theater, film and television actress and scion of the Redgrav"
    },
    {
      "url": "https://www.spreadshirt.fi/shop/vaatteet/t-paidat/sukuvaakuna/",
      "title": "Sukuvaakuna t-paidat | Ainutkertaisia printtejä | Spreadshirt",
      "description": "Iso valikoima lahjakkaiden suunnittelijoiden luomia sukuvaakuna t-paidat » Paljon eri kokoja, värejä ja tyylejä ✓ Tilaa Spreadshirtiltä",
      "preview": "Uutuudet säännöllisesti postilokeroosi Spreadshirt käyttää sähköpostiosoitettasi tuotetarjousten sekä alennuskampanjoita ja arvontoja koskevien viesti"
    },
    {
      "url": "https://support.norton.com/sp/en/us/home/current/info",
      "title": "Official Norton™ Support",
      "description": "Get all the support you need for your Norton products. We'll help you with installation, activation, sales and billing.",
      "preview": "What can we help you with? Upgrade for Free Cybercrime is evolving. So is your protection. *Offer for existing members for the remainder of your subsc"
    },
    {
      "url": "https://www.huemint.com/brand-intersection/",
      "title": "Huemint - Color palette generator for brands, websites and graphics",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.iiep.unesco.org/",
      "title": "Planning education,building the future | International Institute for Educational Planning",
      "description": "IIEP-UNESCO has developed countries' capacities to design and implement educational policies and plans for six decades. Today, we continue to support countries in achieving their education goals.",
      "preview": "Skip to main content Search Search Anton_Ivanov / Shutterstock.com Planning education, building the future IIEP-UNESCO has developed countries' capaci"
    },
    {
      "url": "https://www.workato.com/integrations/quip+kissmetrics",
      "title": "Kissmetrics and Quip integration | Workato",
      "description": "Instantly integrate Kissmetrics and Quip workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://news.engr.psu.edu/2022/stewart-bryn-carbon-release-from-streams.aspx",
      "title": "Climate plays large role in carbon release from streams, researchers find | Penn State Engineering",
      "description": "void",
      "preview": "Penn State | College of Engineering < Back A team of Penn State engineers has determined that both water discharge - or the volume of water flowing th"
    },
    {
      "url": "https://www.womentechmakers.com/initiatives/bwit",
      "title": "Google's Women Techmakers Program - Google for Developers",
      "description": "Explore our Women Techmakers program, focused on advancing women in tech through community support, stories, and other resources.",
      "preview": "Skip to main content Women Techmakers / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng"
    },
    {
      "url": "https://www.veoh.com:443/watch/v16426722SfNMFs8Z",
      "title": "veoh",
      "description": "void",
      "preview": "We regret to inform you that Veoh has closed. We would like to extend our heartfelt gratitude to our users for your support over the years. You will b"
    },
    {
      "url": "https://www.mcdonalds.com/us/en-us/cardi-b-offset-meal-bundle.html",
      "title": "McDonald's Menu: Our Full McDonald's Food Menu | McDonald's",
      "description": "Before your next McDonald's trip, check out our full McDonald's Menu. Featuring breakfast menu favorites, burgers, & more! Order today using McDelivery®!",
      "preview": "Skip to Menu Items Featured Favorites Monopoly at McDonald's Menu Extra Value Meals Happy Meal® Snack Wrap® McValue™ Breakfast Burgers Chicken & Fish"
    },
    {
      "url": "http://www.chemicalelements.com/elements/al.html",
      "title": "Chemical Elements.com - Aluminum (Al)",
      "description": "void",
      "preview": "Home About This Site Comments Help Links Window Version Show Table With: Name Atomic Number Atomic Mass Electron Configuration Number of Neutrons Melt"
    },
    {
      "url": "http://pttk.swidnica.pl/kolo-lista.html",
      "title": "Oddział PTTK w Świdnica",
      "description": "void",
      "preview": "Oddział PTTK w Świdnicy Strona główna Historia Aktualności Uchwały ZO Nasze koła Komisja Górska Komisja Piesza Komisja Kolarska OMTTK Linki Wycieczki"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://utilso.com/base64-encoding-of/aymara%27s/",
      "title": "Base64 Encoding - Base64 Encode and Decode - All-in-one tools for developers",
      "description": "Base64 Encoding - Base64 Encode and Decode",
      "preview": "Do you have to deal with Base64 format? Utilso has Decode and Encode, a simple tool that does exactly what it says: decodes from Base64 encoding as we"
    },
    {
      "url": "https://www.fns.usda.gov/snap",
      "title": "Supplemental Nutrition Assistance Program (SNAP) | Food and Nutrition Service",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://cpra-intake-form.target.com",
      "title": "cprarequestform",
      "description": "cprarequestform",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.kippenencyclopedie.nl/php/index.php?title=Speciaal:AllePaginas&namespace=8&printable=yes",
      "title": "Alle pagina's (naamruimte MediaWiki) - Kippen Encyclopedie",
      "description": "void",
      "preview": "Alle pagina's (naamruimte MediaWiki) Uit Kippen Encyclopedie Ga naar: navigatie , zoeken Alle pagina's Pagina's bekijken vanaf: Pagina's bekijken tot:"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Statements/async_function",
      "title": "async function - JavaScript | MDN",
      "description": "The async function declaration creates a binding of a new async function to a given name. The await keyword is permitted within the function body, enabling asynchronous, promise-based behavior to be written in a cleaner style and avoiding the need to explicitly configure promise chains.",
      "preview": "Skip to main content Skip to search async function Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://www.shopifystatus.com/",
      "title": "Shopify Status",
      "description": "Welcome to Shopify's home for real-time and historical data on system performance.",
      "preview": "My Shopify Status Detailed status for your store can be viewed here . x Visit our support site . All Systems Operational Admin Operational Checkout Op"
    },
    {
      "url": "https://www.astrocafe.ro/articole/responsabilitatea-acces-la-putere",
      "title": "Responsabilitatea- acces la putere!",
      "description": "void",
      "preview": "X X Cont nou Am uitat parola AstroCafe.ro / Articole / Responsabilitatea- acces la putere! Responsabilitatea- acces la putere! Autor: Nicoleta - mierc"
    },
    {
      "url": "https://learningcommunity.accaglobal.com/",
      "title": "ACCA Learning Community | ACCA Tips & Support - Homepage",
      "description": "Explore the official Learning Community for ACCA accountancy students. Find ACCA tips and support including learning resources, study groups and exam papers.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.disposerx.com/about-disposerx/",
      "title": "About DisposeRx, Inc. - DisposeRx, Inc.",
      "description": "DisposeRx is reducing the risks associated with unused medications in the home and helping to keep family members and friends safe.",
      "preview": "Skip to content North Carolina-based DisposeRx, Inc. is dedicated to improving medication safety by decreasing the number of unused prescriptions in t"
    },
    {
      "url": "https://www.politifact.com/factchecks/2022/feb/25/vladimir-putin/putin-repeats-long-running-claim-genocide-ukraine/",
      "title": "PolitiFact | Vladimir Putin repeats false claim of genocide in Ukraine",
      "description": "Russia has given several reasons for launching a war against Ukraine. In a televised address announcing the military ass",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-10-24-22",
      "title": "October 24, 2022 Russia-Ukraine news | CNN",
      "description": "US and other Western officials have dismissed Moscow's claims that Ukraine plans to use a so-called dirty bomb as a Russian false flag operation. Follow live news updates here.",
      "preview": "Moiz Salhi/Anadolu/Getty Images Live Updates Israel approves plan for ceasefire Liam McBurney/PA/AP Live Updates 2025 Nobel Peace Prize October 24, 20"
    },
    {
      "url": "https://astonmartin.oemdtc.com",
      "title": "Aston Martin - OEMDTC",
      "description": "Aston Martin Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://www.facilitiesnet.com/designconstruction/article/Allowing-for-Varying-Employee-Ages-Preferences-in-Workplace-Style--16099?source=part",
      "title": "Allowing for Varying Employee Ages, Preferences in Workplace Style - Facilities Management Insights",
      "description": "Learn about workplace design, office environment, workplace design for productivity, workplace design for sustainability, open office concept, generational differences in workplace design and related trends for building operations success",
      "preview": "void"
    },
    {
      "url": "http://www.ti.com/",
      "title": "Analog | Embedded processing | Semiconductor company | TI.com",
      "description": "Texas Instruments has been making progress possible for decades. We are a global semiconductor company that designs, manufactures, tests and sells analog and embedded processing chips.",
      "preview": "The latest embedded topics at your fingertips Join our experts for the Embedded Labs seminar covering topics from AI and wireless solutions to motor c"
    },
    {
      "url": "http://www.hoistlift.com/the-great-chicago-blood-drive/",
      "title": "The Great Chicago Blood Drive | Hoist Material Handling",
      "description": "Hoist Material Handling participated in the 6th annual ABC 7 Great Chicago Blood Drive this January.",
      "preview": "Skip to Main Content News - Details The Great Chicago Blood Drive January 16, 2020 09:00 AM © Hoist Material Handling participated in the 6 th annual"
    },
    {
      "url": "https://www.kg-nirmernarrenzunft.de/2012/01/28/stadtgarde-herzogenrath-2012/",
      "title": "Stadtgarde Herzogenrath 2012 - KG Nirmer Narrenzunft 1954 e.V.",
      "description": "void",
      "preview": "Zum Inhalt springen Stadtgarde Herzogenrath 2012 Heim :: Alte Beiträge :: 2012 :: Stadtgarde Herzogenrath 2012 28 Jan. 2012 HHH 0 Kommentare Stadtgard"
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    },
    {
      "url": "http://www.catonbed.de/jan2/pictures/galerie-w/carpentier/first.html",
      "title": "Galerie Manfred Carpentier, Jan Sobottka, Meinekestr. Berlin, Carpentier Galerie",
      "description": "void",
      "preview": "© fotografie 2010-2018 jan sobottka - fotografie Carpentier Galerie, Berlin Carpentier Galerie Edition-Carpentier Roger Ballen all catonbed.de 2021 Ma"
    },
    {
      "url": "https://www.msmt.cz/file/6058/",
      "title": "KO_kancnabytek_Priloha5.doc, MŠMT ČR",
      "description": "Ministerstvo školství, mládeže a tělovýchovy České republiky",
      "preview": "Titulní stránka | Zpět Dokument ke stažení KO_kancnabytek_Priloha5.doc Dokument typu doc | Velikost 71,5 kB Typ souboru: Textový dokument Microsoft Of"
    },
    {
      "url": "https://www.hightowerspetroleum.com/",
      "title": "Bulk Fuel Delivery | Wholesale Fuel Supplier & Jobber | Hightowers Petroleum",
      "description": "As a bulk wholesale fuel supplier, we provide our customers with safe and environmentally-responsible energy solutions that exceed expectations in both quality and value.",
      "preview": "top of page LEADING THE WAY IN ENERGY SOLUTIONS Scroll Down Legacy isn't just about the future - it's about the actions we take today. At Hightowers"
    },
    {
      "url": "https://www.google.com.tr/url?q=https://aevt.org/wishlist/electric-car-charger-load-calculation?utm_source=zalo&utm_medium=zalo&utm_campaign=zalo",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://aevt.org/wishlist/electric-car-charger-load-calculation?u"
    },
    {
      "url": "https://www.quantamagazine.org/tag/machine-learning/",
      "title": "Quanta Magazine Articles on Machine Learning",
      "description": "Explore Quanta's machine learning coverage.",
      "preview": "What's up in Machine learning Latest Articles How One AI Model Creates a Physical Intuition of Its Environment artificial intelligence How One AI Mode"
    },
    {
      "url": "https://www.commonsense.org/education",
      "title": "Common Sense Education",
      "description": "Common Sense Education provides educators and students with the resources they need to harness the power of technology for learning and life. Find our free K-12 Digital Citizenship Curriculum, reviews of popular edtech apps, tips on teaching responsible AI use, and resources for protecting student privacy and online safety.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Digital Literacy and Citizenship New! K-8 Digital Literacy & Well-Being Curriculum"
    },
    {
      "url": "https://interactive.guim.co.uk/uploader/embed/2021/11/archive-zip/giv-825UtiOvVJmipSt/",
      "title": "void",
      "description": "void",
      "preview": "The proposed mega marine protection area will cover more than 200,000 square miles Proposed mega marine protection area Caribbean Sea Panama canal Cos"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/",
      "title": "sage",
      "description": "College Student // Designer // Content Creator",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://bugs.ruby-lang.org/issues?page=32&per_page=50&sort=subject%3Adesc%2Cstatus%2Cassigned_to",
      "title": "Issues - Ruby Issue Tracking System",
      "description": "Redmine",
      "preview": "Search Project General Profile Sign in Register Home Projects Help Search : Jump to a project... All Projects Ruby Issue Tracking System Projects Acti"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "https://data.gov.sg/open-data-licence",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://www.oceanographicmagazine.com/stockists/",
      "title": "Stockists Archive - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Home > Stockists UK store finder Where to buy your printed copy of the latest edition of Oceanographic magazine. Select a distance Within 5 miles With"
    },
    {
      "url": "http://www.atma.com.au/cbk/",
      "title": "Association of Taxation & Management Accountants - Welcome",
      "description": "Your association default meta description",
      "preview": "Member Login Username Password Need help? Login Welcome About Aims CBK Mission Membership Membership Benefits Membership Structure Fee Structure Appli"
    },
    {
      "url": "https://signtime.apple/applecare/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0216819",
      "title": "Seasonal variability in global industrial fishing effort | PLOS One",
      "description": "Human beings are the dominant top predator in the marine ecosystem. Throughout most of the global ocean this predation is carried out by industrial fishing vessels, that can now be observed in unprecedented detail via satellite monitoring of Automatic Identification System (AIS) messages. The spatial and temporal distribution of this fishing effort emerges from the coupled interaction of ecological and socio-economic drivers and can therefore yield insights on the dynamics of both the ecosystem and fishers. Here we analyze temporal variability of industrial fishing effort from 2015-2017 as recorded by global AIS coverage, and differentiated by fishing gear type. The strongest seasonal signal is a reduction of total deployed effort during the annual fishing moratorium on the numerically-dominant Chinese fleet, which occurs during boreal summer. An additional societally-controlled reduction of effort occurs during boreal winter holidays. After accounting for these societal controls, the total deployed effort is relatively invariant throughout the year for all gear types except squid jiggers and coastal purse seiners. Despite constant deployment levels, strong seasonal variability occurs in the spatial pattern of fishing effort for gears targeting motile pelagic species, including purse seiners, squid jiggers and longliners. Trawlers and fixed gears target bottom-associated coastal prey and show very little overall seasonality, although they exhibit more seasonal variation at locations that are further from port. Our results suggest that societal controls dominate the total deployment of fishing effort, while the behavior of pelagic fish, including seasonal migration and aggregation, is likely the most prominent driver of the spatial seasonal variations in global fishing effort.",
      "preview": "Browse Subject Areas ? Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click here . Art"
    },
    {
      "url": "https://www.cisco.com/c/en/us/td/docs/net_mgmt/wae/7-0-1/design/user/guide/WAE_Design_701_User_Guide/wd_701_ug_vpn.html",
      "title": "Cisco WAN Automation Engine (WAE) - Cisco",
      "description": "Cisco Quantum WAN Automation and Visibility Engine - Technical support documentation, downloads, tools and resources",
      "preview": "Skip to content Skip to search Skip to footer Cisco WAN Automation Engine (WAE) Overview Product Overview Status Available Order Series Release Date 1"
    },
    {
      "url": "https://events.hiringourheroes.org/event/674837FD-FB64-48EE-A4F2-08F5AE59C306",
      "title": "HOH Events",
      "description": "Register now for an upcoming Hiring Our Heroes event",
      "preview": "Skip to main content Register now for an upcoming Hiring Our Heroes event. Use the filters below to find an event near you, or join us for an upcoming"
    },
    {
      "url": "https://www.avichayadraee.com/%D9%81%D9%8A-%D9%85%D8%AB%D9%84-%D9%87%D8%B0%D8%A7-%D8%A7%D9%84%D9%8A%D9%88%D9%85-%D9%85%D9%86-%D8%B9%D8%A7%D9%85-2004-%D8%B6%D8%B1%D8%A8-%D8%AA%D8%B3%D9%88%D9%86%D8%A7%D9%85%D9%8A-%D8%B3%D9%88%D8%A7/",
      "title": "Avichay Adraee IDF Spokesperson for the Arab Media",
      "description": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit.",
      "preview": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit."
    },
    {
      "url": "https://www.cisco.com/c/en/us/td/docs/net_mgmt/wae/7-0-1/design/user/guide/WAE_Design_701_User_Guide/wd_701_ug_vpn.html",
      "title": "Cisco WAN Automation Engine (WAE) - Cisco",
      "description": "Cisco Quantum WAN Automation and Visibility Engine - Technical support documentation, downloads, tools and resources",
      "preview": "Skip to content Skip to search Skip to footer Cisco WAN Automation Engine (WAE) Overview Product Overview Status Available Order Series Release Date 1"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://www.aclu-mn.org/en/press-releases/aclu-mn-responds-supreme-court-ruling-against-restoring-voting-rights-minnesotans",
      "title": "ACLU-MN RESPONDS TO SUPREME COURT RULING AGAINST RESTORING VOTING RIGHTS TO MINNESOTANS | ACLU of Minnesota",
      "description": "The Minnesota Supreme Court ruled today that our Constitution doesn't automatically provide Minnesotans on felony probation with the right to vote upon release from incarceration.",
      "preview": "Skip to main content ACLU-MN RESPONDS TO SUPREME COURT RULING AGAINST RESTORING VOTING RIGHTS TO MINNESOTANS Media Contact Lynette Kalsnes, ACLU of Mi"
    },
    {
      "url": "http://www.sernapesca.cl/informacion-utilidad/monitoreo-satelital-de-naves-y-embarcaciones-pesqueras",
      "title": "Monitoreo satelital de naves y embarcaciones pesqueras - sernapesca",
      "description": "void",
      "preview": "Portada / Información de utilidad / Monitoreo satelital de naves y embarcaciones pesqueras La Ley de Modernización de Sernapesca elimina el carácter r"
    },
    {
      "url": "https://app.collegerecon.com/cuyamaca-college",
      "title": "Cuyamaca College | GI Bill or Yellow Ribbon",
      "description": "Discover benefits at Cuyamaca College. Find Military Tuition Assistance, GI Bill or Yellow Ribbon program assistance. Get started now.",
      "preview": "Back to top Find VA-Approved Colleges for Military and Veterans Cuyamaca College El Cajon, CA Compare Calculate Match Request Info Overview Military I"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/post/145706383388",
      "title": "The class students like the most - @darkhouroftokyo on Tumblr",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer s...",
      "preview": "codeorg Follow The class students like the most A recent survey asked students how they feel about different classes. Other than dance, design, painti"
    },
    {
      "url": "https://vuoriclothing.com/products/sunday-performance-jogger-black",
      "title": "Sunday Performance Jogger | Men's Black Joggers | Vuori",
      "description": "Vuori's Sunday Performance Jogger provides a fresh take on athleisure and will be a staple in your wardrobe. Shop our men's Black athletic joggers.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://locust-hub-hqfao.hub.arcgis.com/",
      "title": "FAO Locust Hub",
      "description": "Discover the latest FAO resources, maps and information about the desert locust infestation in Africa.",
      "preview": "void"
    },
    {
      "url": "https://directories.onepercentfortheplanet.org/nonprofit-partners/marine-conservation-institute",
      "title": "1% for the Planet Directory: Find Certified Businesses & Environmental Nonprofits",
      "description": "Explore our global network of thousands of businesses and environmental nonprofits working toward a better future for all.",
      "preview": "void"
    },
    {
      "url": "https://dk.linkedin.com/company/pandora-a-s?trk=organization_guest_main-feed-card-text",
      "title": "Pandora | LinkedIn",
      "description": "Pandora | 520.621 følgere på LinkedIn. The world&#39;s largest jewellery brand | Pandora is the world's largest jewellery brand. The company designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices Pandora jewellery is sold in more than 100 countries through more than 6,500 points of sale, including more than 2,500 concept stores. Headquartered in Copenhagen, Denmark, Pandora employs 32,000 people worldwide and crafts its jewellery at two LEED-certified facilities in Thailand using mainly recycled silver and gold.",
      "preview": "LinkedIn respekterer dit privatliv LinkedIn og tredjeparter bruger essentielle og ikke-essentielle cookies til at levere, sikre, analysere og forbedre"
    },
    {
      "url": "https://www.einfachganzleben.de/meditation-achtsamkeit/die-magie-der-runen-bedeutung-und-symbole",
      "title": "Die Magie der Runen: Bedeutung und Symbole",
      "description": "Die Magie der Runen ➽ Das ♢ Runen-Alphabet ▽ Bedeutung der nordischen Zeichen ➽ Was sind verbotene Runen? ➽ So kannst du mit Runen arbeiten",
      "preview": "Skip to main content Die Magie der Runen: Bedeutung und Symbole Inhaltsverzeichnis Runen dienen seit Jahrhunderten als Medium zur Kommunikation - unte"
    },
    {
      "url": "https://www.youvisit.com/tour/montgomerycollege/131694?pl=v&tourid=tour1",
      "title": "Experience Rockville Campus in Virtual Reality. Press Alt plus A for accessibility version.",
      "description": "Virtually explore Rockville Campus in a fully immersive 360-degree experience.",
      "preview": "Open the accessible version of Montgomery College's virtual experience. Experience Rockville Campus Virtually explore Rockville Campus in a fully imme"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-Code-Tools-No-Code-Founders-3d9a44cb16ef4957b91055673a45e865?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://appt.ly",
      "title": "How to Improve your Baby Photos | HeyBaby.sg",
      "description": "Learn how to improve all your family and baby photos easily with these apps.",
      "preview": "How to Capture Your Baby's Precious Moments with Photoleap & Facetune from Apptly Every smile, yawn, and tiny milestone is worth preserving, and with"
    },
    {
      "url": "https://www.khanacademy.org/humanities/medieval-world/medieval/europe-1300-1400-beginners/v/egg-tempera-painting",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.brightonbased.co.uk/",
      "title": "Computer Repair, Laptop Repair and IT Support in Brighton and Hove",
      "description": "We are a leading provider of computer repair, laptop repair and IT support services in Brighton and Hove. Please call 01273 933250 or 07929 074037 for more information on the range of services available.",
      "preview": "Need Technical Help, Support and Solutions for all your Computer Problems? Then call Brightonbased Computer Services NOW on 01273 933250 or 07929 0740"
    },
    {
      "url": "https://www.ywca-lowercapefear.org/",
      "title": "YWCA Lower Cape Fear | Women's Services | Childcare",
      "description": "Empower women & fight racism with YWCA Lower Cape Fear. Offering childcare, swimming lessons, lap swim, water aerobics, after school programs & women's services. Join our mission for justice & dignity! #YWCA #EmpowerWomen #EndRacism",
      "preview": "0 Bright Futures Childcare Center Searching for a place where bright futures begin? You just found it. Check out Bright Futures Childcare Center-where"
    },
    {
      "url": "https://www.sj.se/en/travel-with-sj/our-trains.html",
      "title": "SJ",
      "description": "SJ",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.afterschoolalliance.org/policyStateMap.cfm",
      "title": "Afterschool Alliance",
      "description": "void",
      "preview": "Find Afterschool Funding"
    },
    {
      "url": "https://butcherbox.pxf.io/c/3408212/1578351/16419?subid3=people",
      "title": "ButcherBox | Meat Delivery Subscription | ButcherBox",
      "description": "Butcher Box Homepage",
      "preview": "Choose Your Free Protein! ButcherBox Logo Choose Your Free Offer Celebrate fall with Steak Tips or Chicken Breasts FREE in every box for a year or Gro"
    },
    {
      "url": "https://isr.uci.edu/biblio?page=4&amp%3Bamp%3Bf%5Bauthor%5D=1400&amp%3Bamp%3Bs=title&amp%3Bamp%3Bo=asc&amp%3Bf%5Bauthor%5D=1775&f%5Bauthor%5D=30&s=author&o=asc",
      "title": "Index of /biblio",
      "description": "void",
      "preview": "Index of /biblio Name Last modified Size Description Parent Directory - export/ 2020-07-21 09:41 - filter.html 2020-07-18 03:06 64K filter0a3b.html 20"
    },
    {
      "url": "https://medium-rare.com/",
      "title": "Medium Rare",
      "description": "Focused at the intersection of Sports & Entertainment, Medium Rare partners with athletes, celebrities, and brands to build iconic media & entertainment properties. Medium Rare is the creator and producer of award-winning events with Shaq, Travis Kelce, Gronk, Guy Fieri, Dave Portnoy, Daymond John, and more.",
      "preview": "0 iconic experiences shaping culture we are medium rare We create unforgettable live experiences that shape culture at the intersection of sports and"
    },
    {
      "url": "https://blog.google/inside-google/covid-19/",
      "title": "COVID-19",
      "description": "void",
      "preview": "COVID-19 As COVID-19 continues to spread, we're taking action to help people around the world find information and stay connected. For more resources,"
    },
    {
      "url": "http://www.unisi.it/",
      "title": "Università degli Studi di Siena",
      "description": "void",
      "preview": "Salta al contenuto principale Come fare per Informazioni immatricolazioni e contatti segreterie tutto quello che c'è da sapere per cominciare Admissio"
    },
    {
      "url": "http://www.gannett.com/careers/",
      "title": "Careers - Gannett",
      "description": "void",
      "preview": "Join #TeamGannett Find We are #TeamGannett Who we are Our network includes USA TODAY and 200+ local media brands, LocaliQ's digital marketing solution"
    },
    {
      "url": "https://www.betterkids.education/",
      "title": "Better Kids - Social Emotional Learning",
      "description": "Social Emotional Learning Through Play - We help families and educators support children's emotional growth through play. Our Wisdom: The World of Emotions SEL digital games and hands-on activities coach kids to manage their emotions healthily and build positive relationships. Teachers, special educators, therapists, and parents love to engage all kids ages 4 to 8 with our evidence-based SEL games",
      "preview": "Social Emotional Learning Through Play SCROLL DOWN Social Emotional Learning Through Play Inspire a lifetime of positive behavior and happy relationsh"
    },
    {
      "url": "https://excelrc.com/products/arrma-ar330514-shock-collar-aluminum-black-6s-2",
      "title": "ARRMA Shock Collar Aluminum Black 6S (2) ARAC8964 | AR330514 - Excel RC",
      "description": "Arrma AR330514 Shock Collar Aluminum Black 6S (2)",
      "preview": "Skip to content Facebook X Instagram TikTok YouTube ARRMA Shock Collar Aluminum Black 6S (2) ARAC8964 | AR330514 Price Regular price $14 99 $14.99 Reg"
    },
    {
      "url": "https://academy.klaviyo.com/#",
      "title": "Klaviyo Academy",
      "description": "Learn how to grow your business with Klaviyo. Get started with our courses, certifications, and guides to help you succeed with Klaviyo.",
      "preview": "Grow with Klaviyo Academy Expert training and education to help you succeed with Klaviyo and beyond. View all resources Start your BFCM journey Learni"
    },
    {
      "url": "https://www.andbeyond.com/our-lodges/africa/south-africa/kruger-national-park/ngala-private-game-reserve/andbeyond-ngala-safari-lodge/",
      "title": "&Beyond Ngala Safari Lodge | Luxury Kruger Safari Stay",
      "description": "Experience &Beyond Ngala Safari Lodge in Kruger Park. Luxury cottages, Big Five encounters, family-friendly stays, pool, spa and warm safari hospitality.",
      "preview": "CALL US &BEYOND LODGES, CAMPS & YACHTS OFFERS TAILORMADE TOURS DISCOVER DESTINATIONS Africa Botswana Kenya Mauritius Mozambique Namibia Rwanda Seychel"
    },
    {
      "url": "https://amyvosters.com/2018/11/26/andrew-fang-4/",
      "title": "Andrew Fang - AMY VOSTERS",
      "description": "Visit the post for more.",
      "preview": "Skip to content Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Rela"
    },
    {
      "url": "https://web.cvent.com/event/ab5149fc-4ebf-4b21-b1eb-2da3fa98cee6/summary?utm_campaign=spritz_sandiego0929",
      "title": "Archived Event - USO Special Delivery presented by Johnson & Johnson: Baby Spritz - San Diego: Liberty Station - September 29, 2022",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.djstephfloss.com/",
      "title": "HOME | djstephfloss.com",
      "description": "void",
      "preview": "top of page BOOKING@DJSTEPHFLOSS.COM email INFO@STEPHFLOSS.COM contact us all things steph Caption here Something cute about this photo here Fill capt"
    },
    {
      "url": "https://www.vero.fi/henkiloasiakkaat/verokortti-ja-veroilmoitus/",
      "title": "Verokortti ja veroilmoitus - vero.fi",
      "description": "void",
      "preview": "/> Verohallinnon nimissä on lähetetty huijausviestejä. Lue lisää huijauksista . Verokortti ja veroilmoitus Verokortti Näin löydät verokortin OmaVerost"
    },
    {
      "url": "http://www.vizio.com/privacy",
      "title": "DCC Technology",
      "description": "Exertis is our fastest growing distributor.",
      "preview": "Home The world needs progress makers Acting as an enabler between global technology brands and the people and businesses who use their products, we br"
    },
    {
      "url": "https://climate.nasa.gov/evidence/",
      "title": "Evidence - NASA Science",
      "description": "Earth's climate has changed throughout history. Just in the last 800,000 years, there have been eight cycles of ice ages and warmer periods, with the end of",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.lumix-forum.de/search.php?search_id=unanswered&sid=c15f96fc47e304bb20d60f138a2ead78",
      "title": "Lumix-Forum - der Treffpunkt für Lumix-Nutzer - Unbeantwortete Themen",
      "description": "void",
      "preview": "Schnellzugriff Unbeantwortete Themen Aktive Themen Suche Das Team FAQ Anmelden Registrieren Suche Erweiterte Suche Foren-Übersicht Zum Inhalt Lumix-Fo"
    },
    {
      "url": "https://huggingface.co/docs/datasets/index",
      "title": "Datasets",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Datasets Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Da"
    },
    {
      "url": "https://newsroom.ca.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK PayPal Product PayPal launches its most advanced solution for small and mid-sized enterprises in Canada Pay"
    },
    {
      "url": "http://lolideprada.com/?paged=2",
      "title": "Joaquín y Loli de Prada - TODA UNA VIDA... TE ESTARÍA BESANDO...",
      "description": "void",
      "preview": "Inicio Acerca de nosotros 29 06 2016 La epístola de Cambridge Escrito por: Loli de Prada en Pensando en ti , Recordando a Joaquín de Prada González Ho"
    },
    {
      "url": "http://www.mobilehealthteam.com/blog/post/all-salt-is-not-created-equal.html",
      "title": "All Salt is Not Created Equal",
      "description": "Neenah, WI Pediatrician & Famiy Doctor, Corragio, LLC specializes in pediatric medicine for a child's physical, emotional and developmental health. Children's Healthcare for family and kid health in the Neenah area. Call for an appointment today!",
      "preview": "Javascript must be enabled for the correct page display All Salt is Not Created Equal posted: Mar. 16, 2015. Hello everyone! I'm Angela Bilbrey and I"
    },
    {
      "url": "https://www.edoeb.admin.ch/edoeb/en/home/the-fdpic/contact.html",
      "title": "Ein Fehler ist aufgetreten",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.wowpresentsplus.com/",
      "title": "WOW Presents Plus",
      "description": "If you're not subscribed, you're not watching all of Drag Race. WOW Presents Plus is your global hub for streaming the RuPaul's Drag Race franchise*, including Drag Race Mexico. Meet your new favorite queens by watching the first episode of every version FREE. Welcome to the family.",
      "preview": "Skip to main content If you're not subscribed, you're not watching all of Drag Race. WOW Presents Plus is your global hub for streaming the RuPaul's D"
    },
    {
      "url": "https://developers.google.com/machine-learning/crash-course",
      "title": "Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Français Indonesia Português - Brasil Русский Українська 中文 - 简体 日本語 한국어 Sign in Home"
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/dog-with-a-tongue-lengthier-than-a-popsicle-stick-confirmed-as-longest-736653",
      "title": "Dog with a tongue lengthier than a popsicle stick confirmed as longest | Guinness World Records",
      "description": "A Tucson, Arizona dog with a tongue measuring 3.74 inches has been confirmed as having the longest tongue on a living dog.",
      "preview": "Bisbee the English Setter probably isn't a pooch you'd want \"doggy kisses\" from. That's because the Tucson, Arizona, USA, pup has quite a long doggone"
    },
    {
      "url": "http://mathworld.wolfram.com/FastFourierTransform.html",
      "title": "Fast Fourier Transform -- from Wolfram MathWorld",
      "description": "The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for N points from 2N^2 to 2NlgN, where lg is the base-2 logarithm. FFTs were first discussed by Cooley and Tukey (1965), although Gauss had actually described the critical factorization step as early as 1805 (Bergland 1969, Strang 1993). A discrete Fourier transform can be computed using an FFT by means of the Danielson-Lanczos lemma if the number of points N is a power...",
      "preview": "Fast Fourier Transform The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for"
    },
    {
      "url": "https://sites.nielsen.com/legal/privacy-statement/exelate-privacy-policy/opt-in-opt-out/",
      "title": "NIELSEN MARKETING CLOUD OPT-IN/OPT-OUT",
      "description": "void",
      "preview": "Nielsen Marketing Cloud Opt-Out Nielsen Marketing Cloud (NMC) is committed to providing you with choices regarding the processing of your personal dat"
    },
    {
      "url": "https://www.containerstore.com/s/bath/makeup-organizers/luxe-acrylic-modular-makeup-system/12d?productId=10036225",
      "title": "Luxe Acrylic Modular Makeup System | The Container Store",
      "description": "Shop Bathroom Organizers to declutter your space. From makeup holders to shower caddies, find solutions at The Container Store.",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://www.supportblackowned.com/states/ga?regionSearch=Georgia&featured=0&resetSearch=1&geolocation=0&radius=100&countrySearch=226&controller=search&orderBy=packageOrder%20desc&start=20",
      "title": "Georgia - Business Listings - Support Black Owned - Results from #20",
      "description": "Empower communities with your next purchase. Explore Black-owned businesses that deliver quality and help close the wealth gap. On our directory you will find black owned companies, insurance companies, dentist, lawyer, massage therapist, hvac company, electricians, lawn care, inspectors near me. - Results from #20",
      "preview": "Would you like to join our newsletter to find out about great Black-owned business. Newsletters Subscribe"
    },
    {
      "url": "https://smittenkitchen.com//",
      "title": "smitten kitchen - Fearless cooking from a tiny NYC kitchen.",
      "description": "Fearless cooking from a tiny NYC kitchen.",
      "preview": "Skip to content Recipe Welcome to the cake that has terrified me the most. You see, I have two favorite cakes. The first is my Strawberry Summer Stack"
    },
    {
      "url": "https://www.marchofdimes.org",
      "title": "Help us improve the health of all moms and babies | March of Dimes",
      "description": "Join March of Dimes in our mission to prevent birth defects and premature birth. Learn about our research, advocacy, and resources for families.",
      "preview": "Skip to main content Video of gaurdians and babies. Help us improve the health of all moms and babies The US is facing an urgent maternal and infant h"
    },
    {
      "url": "http://guiders.blog.jp/archives/cat_37965.html",
      "title": "GUIDERS | FOOD",
      "description": "void",
      "preview": "GUIDERS SURFCLUB & GUIDE FISH 2012年02月03日 FOOD INFORMATION 片瀬漁港 タグ ： 魚料理 魚仕入 Posted by HMD 21:13 | Edit DUTCH OVEN 2012年01月08日 ONEDAY FOOD club house"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0-cl-agnostic-lizard-0.0.0-1.fe3a737.drv",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0- cl-agnostic-lizard-0.0.0-1.fe3a737.drv Detail view Formatted view Plain view View JSON Inputs File name /"
    },
    {
      "url": "https://kosas.com/products/lipfuel?variant=32907926995001",
      "title": "LipFuel Lip Balm | Kosas Cosmetics",
      "description": "Powerful hydration. Comfiest feel. Energizing color. An ultra-hydrating hyaluronic lip balm loaded with active skincare ingredients. Feels amazing and visibly improves the condition of lips the more you wear it.",
      "preview": "Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+"
    }
  ],
  "_meta": {
    "total_bookmarks": 106
  }
}