{
  "data": [
    {
      "url": "https://mesnotices.20minutes.fr/pieces-detachees-electromenager/lave-linge/whirlpool/AWO12563.html?piece=carroserie",
      "title": "Pied, plinthe, plan de travail, côté,... machine à laver Whirlpool AWO12563...",
      "description": "void",
      "preview": "REVENIR EN HAUT MesNotices > Pièces détachées électroménager > Machine à laver > Machine à laver Whirlpool Nous recherchons parmi 5 millions de pièces"
    },
    {
      "url": "https://www.blm.gov/visit/copper-ridge-dinosaur-tracks-interpretive-site",
      "title": "Copper Ridge Dinosaur Tracks Interpretive Site | Bureau of Land Management",
      "description": "Length of Hike: A short walk (just over 200 yards) up the hill to the tracks. Type of Hike: A short constructed trail that parallels the jeep route. Area Attractions: Dinosaur tracks and beautiful scenery.",
      "preview": "Skip to main navigation Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United St"
    },
    {
      "url": "https://land-book.com/",
      "title": "Landbook - website design inspiration gallery",
      "description": "Find the best hand-picked website design inspiration. We're a curated website design gallery for Creatives, updated daily.",
      "preview": "Landbook - website design inspiration gallery Find the best hand-picked website design inspiration. We're a curated website design gallery for Creativ"
    },
    {
      "url": "https://www.psoriasis.org/",
      "title": "The National Psoriasis Foundation",
      "description": "The National Psoriasis Foundation is here to help you get the treatment you need while promoting research to find a cure for psoriasis and psoriatic arthritis.",
      "preview": "Helpline 800-723-9166 Donate Your Solution is Waiting Your experience with psoriatic disease is unique. Which best describes you? Select One: I am not"
    },
    {
      "url": "https://vitaminpatchclub.com/products/total-package-bundle",
      "title": "Total Package Bundle - Vitamin Patch Club",
      "description": "Meet The Total Package-a powerful 4-in-1 bundle designed for those who want it all: more energy, stronger immunity, faster recovery, enhanced strength, and radiant beauty. Featuring our Energize (B-Complex), Wellness (Vitamins D &amp; C), Strength (Iron), and Restore (Zinc) patches, this bundle supports your body from",
      "preview": "Skip to content Shop Columbus Day Sale! Spend $100 get $40GC, spend $200 get $75GC, spend $400 get $100GC. gift cards will be emailed on Oct 20th 5 Wa"
    },
    {
      "url": "https://posthumanitieshub.net/2019/05/23/workshop-becoming-with-alien-encounters-and-speculative-storytelling/",
      "title": "Workshop: Becoming with Alien Encounters and Speculative Storytelling - THE POSTHUMANITIES HUB",
      "description": "Welcome to the workshop \"Becoming with Alien Encounters and Speculative Storytelling in a More-than-human World\" that takes place on 4th June at 13:15 - 16:00, [...]",
      "preview": "Workshop: Becoming with Alien Encounters and Speculative Storytelling May 23, 2019 Welcome to the workshop \"Becoming with Alien Encounters and Specula"
    },
    {
      "url": "https://notescoffee.com/",
      "title": "Notes",
      "description": "Notes is a collection of beautifully designed coffee shops and bars, serving Notes single origin speciality coffee, craft beers, well-chosen wines and classic cocktails, all with a signature Notes twist. Notes serve delicious seasonally-inspired food, from their all-day brunch to their evening bar menu. Located across central London, visit Notes any time.",
      "preview": "Cart 0 Scroll Notes is a collection of coffee shops and bars serving Notes speciality coffee, craft beers, curated wines and classic cocktails, all wi"
    },
    {
      "url": "https://www.bibliotecadisangavino.net/sistema-bibliotecario-monte-linas/104-san-gavino-m-le",
      "title": "San Gavino M.le - Biblioteca Multimediale di San Gavino \"Faustino Onnis\"",
      "description": "Sito della Biblioteca Multimediale di San Gavino Monreale (SU)",
      "preview": "Cerca... Presentazione Biblioteca Comunale di San Gavino M.le. Tipologia funzionale: Informativo-divulgativa Leggi tutto: San Gavino M.le - Biblioteca"
    },
    {
      "url": "https://tracker.debian.org/news/337073/accepted-gnome3-emblems-010-1-source-amd64/",
      "title": "Debian Package Tracker",
      "description": "void",
      "preview": "News for package gnome3-emblems Date : Tue, 12 Jun 2012 19:32:33 +0000 From : Francois Marier <francois@debian.org> To : <debian-devel-changes@lists.d"
    },
    {
      "url": "https://blog.google/inside-google/covid-19/",
      "title": "COVID-19",
      "description": "void",
      "preview": "COVID-19 As COVID-19 continues to spread, we're taking action to help people around the world find information and stay connected. For more resources,"
    },
    {
      "url": "https://samuelssweetshop.com/",
      "title": "Samuel's Sweet Shop - Candy, Chocolate & Coffee in Rhinebeck, NY",
      "description": "Visit Samuel's Sweet Shop in Rhinebeck, NY for nostalgic candy, handmade chocolates, baked goods & delicious coffee. Shop in-store or online!",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Home Samuel's Sweet Shop Spooktacular Sampler The HAUNT is on for CANDY! Trick or"
    },
    {
      "url": "https://shop.nature.com/products/plus",
      "title": "Nature+ | 55 science journals in one subscription - Nature+ International",
      "description": "Nature+ gives you online access to Nature and 54 specialist science journals in one affordable monthly subscription. Stay up to date with science.",
      "preview": "Skip to content 55 cutting-edge scientific journals in one subscription Nature+ View plans Leading research Access the most impactful peer-reviewed re"
    },
    {
      "url": "https://dreampirates.us/world/streams-free-all-around-the-world-thank-for-miami-heat-vs-oklahoma-city-thunder-dec-th-live-sportingnews-nba-gamecenter-miamihea-22-02-2021",
      "title": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "description": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "preview": "DreamPirates Login Signup world Streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecente"
    },
    {
      "url": "https://sprig.com/",
      "title": "Sprig: Modern Research Platform for UX Teams",
      "description": "Sprig is a unified research platform built for UX teams who need fast, relevant user insights. Powered by AI, Sprig helps you do more research in less time by capturing and analyzing real-time feedback and behavioral data at scale.",
      "preview": "Join us in SF on October 22 for the Experience Research Summit - Apply Here"
    },
    {
      "url": "https://fonts.google.com/",
      "title": "Browse Fonts - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://app.adjust.com/2uo1qc?redirect=https%3A%2F%2Fplay.google.com%2Fstore%2Fapps%2Fdetails%3Fid%3Dorg.mozilla.firefox&campaign=www.mozilla.org&adgroup=firefox_home",
      "title": "Firefox Fast & Private Browser - Apps on Google Play",
      "description": "Build your web browser around you with private search, and more.",
      "preview": "Firefox Fast & Private Browser Mozilla 4.6 star 6.11M reviews info 100M+ Downloads PEGI 3 info Install Share Add to wishlist Take control of your inte"
    },
    {
      "url": "https://www.virgin.com/virgin-unite/latest/how-climate-trace-is-making-the-invisible-visible",
      "title": "How Climate TRACE is making the invisible, visible | Virgin",
      "description": "How Climate TRACE is making the invisible, visible",
      "preview": "JavaScript is required to view this site. Latest Virgin Unite website How Climate TRACE is making the invisible, visible Jack Brockway by Clare Kelly"
    },
    {
      "url": "https://blog.mozilla.com/addons?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Mozilla Add-ons Community Blog -",
      "description": "void",
      "preview": "In response to feedback we've heard from the community, AMO (addons.mozilla.org) just introduced a new feature allowing developers the ability to quic"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/neural_network_with_tfds_data.html",
      "title": "Training a simple neural network, with tensorflow/datasets data loading - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf Training a simple neural network, with tensorflow/datasets data loading Contents Copyright 2018"
    },
    {
      "url": "https://www.vuelvoalsur.com.ar/productos/caligrafia-kit-completo-de-bowen-ann/",
      "title": "void",
      "description": "void",
      "preview": "Estamos renovando la tienda, está quedando increíble.¡Volvé en unos días! Contactanos 4943-2024// whatsapp: 11-5313-5295 [email protected] LA RIOJA 21"
    },
    {
      "url": "https://www.mlb.com/standings",
      "title": "2025 MLB Standings and Records: Regular Season | MLB.com",
      "description": "The official standings for Major League Baseball including division and league standings for regular season, wild card, and playoffs.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Standings calendar-2-11341 Sunday Sep 28 2025 caret-down-11342 Division caret-down-11343 Sta"
    },
    {
      "url": "http://www.ecobatterien.lu",
      "title": "Home | Ecobatterien",
      "description": "Ecobatterien est un organisme agréé par la Ministre de l'Environnement, du Climat et du Développement durable pour endosser les obligations à charge des produ...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter Guide pratique"
    },
    {
      "url": "http://www.odeon-lloyd.hu/tag/sip",
      "title": "SIP - Odeon Lloyd",
      "description": "void",
      "preview": "Skip to content A Safer Internet Program (SIP) konzorciumi tagjai közül a Kék Vonal Gyermekkrízis Alapítványhoz több mint 7 ezer megkeresés, a Biztons"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://www.gu.org/explore-our-topics/grandfamilies/",
      "title": "Grandfamilies - Generations United",
      "description": "void",
      "preview": "Skip to main content Skip to footer Generations United Menu Press Room Contact Us Follow us on Facebook Follow us on Twitter Follow us on Instagram Fo"
    },
    {
      "url": "https://dainikviral.com/",
      "title": "Dainik Viral - Your Daily Viral News Hub",
      "description": "void",
      "preview": "Skip to content Criminal Code Netflix: एक नए क्राइम थ्रिलर से जुड़ी कहानी By dainikviral.com 14 November 2023 Entertainment , Movies Review Criminal C"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/stories",
      "title": "Stories - Rijksmuseum",
      "description": "The stories from the Rijksmuseum",
      "preview": "Skip to main content Stories Discover the series of the Rijksmuseum Why is The Night Watch so famous? Which secrets do the x-ray scans reveal on Verme"
    },
    {
      "url": "http://www.oceansatlas.org/",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "https://onefootball.com/en/home",
      "title": "home | OneFootball",
      "description": "OneFootball covers over 100 international soccer leagues and competitions live and in incomparable detail. Find live scores and commentaries, breaking news, videos, tables, statistics and background information around the greatest game in the world - whenever you need it, wherever you are.",
      "preview": "home | OneFootball Welcome to OneFootball. Your ultimate destination for football news, live matches, scores, highlights, and more! Join OneFootball T"
    },
    {
      "url": "https://ingradients.net/",
      "title": "Ingradients - Hand-picked mesh gradients for your next design project",
      "description": "Hand-picked mesh gradients for your next design project.",
      "preview": "Ingradients Ingradients Hand-picked mesh gradients for your next design project Mesh gradient bundles. Perfect for your next design project, website,"
    },
    {
      "url": "https://serveminnesota.org/",
      "title": "Homepage - ServeMinnesota",
      "description": "ServeMinnesota oversees all of the AmeriCorps programs and members in the state of Minnesota. Learn how to become an AmeriCorps member or become a program.",
      "preview": "Skip to content How We Make an Impact As Minnesota's Commission on National and Community Service, we combine public and private dollars, strong commu"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Licence/Attribution_Guidelines",
      "title": "Licence/Attribution Guidelines - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Licence/Attribution Guidelines From OpenStreetMap Foundation < Licence Contents 1 OpenStreetMap Attribution Gui"
    },
    {
      "url": "https://aws.amazon.com/training/restart/",
      "title": "AWS restart",
      "description": "void",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training and"
    },
    {
      "url": "https://www.thewrap.com/stranger-things-star-millie-bobby-brown-leaves-twitter-becomes-subject-homophobic-meme/",
      "title": "'Stranger Things' Star Millie Bobby Brown Leaves Twitter After She Becomes Subject of Homophobic Meme - TheWrap",
      "description": "Twitter account of 14 year old actress \"doesn't exist\"",
      "preview": "Skip to content \"Stranger Things\" star Millie Bobby Brown has apparently left Twitter. When TheWrap tried to access her verified account, @milliebbrow"
    },
    {
      "url": "https://www.vrai.com/diamond-jewelry",
      "title": "Diamond Jewelry with VRAI Created Diamonds: Elevate Style Responsibly",
      "description": "Shop our collection of VRAI created diamond jewelry from earrings, necklaces, and bracelets to rings. VRAI jewelry showcases expert craftsmanship and elegance.",
      "preview": "VRAI created diamond jewelry Express your values and style with sustainable fine jewelry. Express your values and style with sustainable fine jewelry."
    },
    {
      "url": "https://www.arb.ca.gov/lispub/comm2/bccomdisp.php?listname=tier2lcfspathways-ws&comment_num=20&virt_num=14",
      "title": "Comment Log Display",
      "description": "void",
      "preview": "Comment Log Display Below is the comment you selected to display. Comment 14 for Public Comments for LCFS pathway applications (tier2lcfspathways-ws)"
    },
    {
      "url": "https://www.grammarly.com/",
      "title": "Grammarly",
      "description": "Grammarly's free writing app will make sure your messages, documents, and social media posts are clear, mistake-free, and impactful.",
      "preview": "Your writing, at its best. Grammarly makes sure everything you type is easy to read, effective, and mistake-free. Check your text Upload Upload a file"
    },
    {
      "url": "https://www.vegvesen.no/forerkort/",
      "title": "Førerkort | Statens vegvesen",
      "description": "Sjekk hvordan du kan ta førerkortet, og finn informasjon om hva du har lov til å kjøre og hvordan du kan bestille nytt førerkort.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://www.anthropologie.com/shop/violet-and-brooks-crystal-velvet-hair-clips-set-of-4?category=shoes-accessories&color=224&quantity=1&size=One%20Size&type=STANDARD",
      "title": "Violet and Brooks Set of Eight Crystal & Velvet Hair Clips | Anthropologie",
      "description": "Shop the Violet and Brooks Set of Eight Crystal & Velvet Hair Clips and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "http://britishnewsflash.org/warnhinweise-sollen-vor-massenvernichtungs-waffen-warnen/",
      "title": "British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - British Newsflash Magazine - Liberty and Peace NOW - IBS Television Liberty - radiotvinfo medianetwork - BRITISHNEWSFLASH.ORG",
      "description": "BRITISHNEWSFLASH.ORG This domain name is for sale. Owning a suitable domain name will help you achieve greater success in your career. For any business consultation about BRITISHNEWSFLASH.ORG, please contact us! ! !",
      "preview": "BRITISHNEWSFLASH.ORG available for sale For instantly purchase. Please contact us to get this domain. Get A Quote Telegram Whatsapp Skype [email prote"
    },
    {
      "url": "https://www.neon-mn.org/",
      "title": "Northside Economic Opportunity Network (NEON) | Minneapolis",
      "description": "We build wealth for low-to-moderate-income entrepreneurs in North Minneapolis and surrounding communities, since 2006. #TeamNEON",
      "preview": "top of page Join over 10,000 forward-thinking individuals in our vibrant community! Say goodbye to endless searches for valuable insights - we deliver"
    },
    {
      "url": "http://www.nwica.org",
      "title": "Homepage | National WIC Association",
      "description": "void",
      "preview": "about NWA | contact | faq | log-in | store DONATE to NWA Menu Home WIC Basics Overview and History NWA's Role with WIC FAQ / Glossary How Do I Apply f"
    },
    {
      "url": "https://teamfeed.feedingamerica.org/index.cfm?fuseaction=cms.page&id=1041",
      "title": "Fundraise to Fight Hunger",
      "description": "To feed America's hungry through food banks and engage our country in the fight to end hunger",
      "preview": "Skip to main content. Fundraise to fight hunger Engage your community, customers, family and friends to help end hunger in America. Your fundraiser ca"
    },
    {
      "url": "https://sandraugriffin.com/product/the-adventures-of-marshela-mouse/",
      "title": "The Adventures of Marshela Mouse - Sandra Ure Griffin",
      "description": "Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shipping.",
      "preview": "Skip to content The Adventures of Marshela Mouse $ 18.00 Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shippin"
    },
    {
      "url": "https://www.wkbw.com/news/local-news/how-the-lexington-co-op-is-making-celebrating-thanksgiving-simpler",
      "title": "Making Thanksgiving 2020 simpler at the Lexington Co-op",
      "description": "We are so close to Thanksgiving, you can almost smell the turkey, but this year, there may be fewer people sitting around the table.",
      "preview": "void"
    },
    {
      "url": "https://medium.com/@RenderAnalytics/what-is-artificial-intelligence-and-how-does-it-work-for-beginners-5224aa0c472b",
      "title": "What is Artificial Intelligence and How Does it Work? For Beginners! | by Charles Render | Medium",
      "description": "What is Artificial Intelligence and How Does it Work? For Beginners! Demystifying Artificial Intelligence: Understanding AI Basics for Non-Programmers Artificial Intelligence (AI) has emerged as a ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in What is Artificial Intelligence and How Does it Work? For Beginners! Demy"
    },
    {
      "url": "http://www.smartdesks.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mysticsmoons.fr/",
      "title": "Mystic Moon - l'ésotérisme accessible à tous",
      "description": "Bienvenue sur Mystic Moon, le site qui vous propose de nombreux contenus sur l'ésotérisme, la sorcellerie ou encore le paganisme.",
      "preview": "Le tarot BootCamp revient bientôt ! Inscris-toi sur la liste d'attente pour ne louper aucune information ! S'inscrire sur la liste d'attente Le sabbat"
    },
    {
      "url": "https://www.brcc.edu/",
      "title": "Home - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Your career starts with BRCC's degree, diploma, and certificate programs.",
      "preview": "Skip to Content Blue Ridge Community College At BRCC, your goals come first . Whether you want to launch a career , earn a degree , transfer to a four"
    },
    {
      "url": "https://www.valorlux.lu/en/the-blue-bag?gclid=Cj0KCQiApL2QBhC8ARIsAGMm-KFC_UwBTPUXxBh__scACQbH83c1VJBQKAdSS2puqf4YyQuzlYTd0AwaAhMaEALw_wcB",
      "title": "The Blue Bag - Valorlux",
      "description": "The Blue bag: all about sorting, collecting and recycling your packaging waste - Valorlux",
      "preview": "The Blue bag: all about sorting, collecting and recycling your packaging waste The Valorlux blue bag, the practical and free solution to help preserve"
    },
    {
      "url": "https://www.chatblink.com/chat-list",
      "title": "Free Online Text Chat Rooms",
      "description": "Here you can chat with strangers from all over the world. Simple and easy, chat without registration!",
      "preview": "Free Online Text Chat Rooms Your Gender: Male Female Your Age: 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46"
    },
    {
      "url": "https://www.fronetics.com/tag/report-on-social-media/",
      "title": "report on social media Archives - Fronetics",
      "description": "void",
      "preview": "Social media is a strategic tool for logistics companies by Fronetics | Jun 10, 2015 | Blog , Logistics , Marketing , Social Media , Strategy , Supply"
    },
    {
      "url": "https://www.only.in/",
      "title": "Online Shopping Destination & Fashion for Young Women | ONLY",
      "description": "Explore stylish western wear with ONLY India. From jeans and dresses to stylish tops and skirts, we offer a huge online shopping fashion collection for women.",
      "preview": "Skip to content Cart Your cart is empty Previous Go to item 1 Go to item 2 Go to item 3 Go to item 4 Next First on Only.in Previous Frill Trim Chiffon"
    },
    {
      "url": "https://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://auburnwa.gov/gateway/sso/SAMLServiceProviderACS.aspx?ReturnURL=L2Ntcy9vbmUuYXNweD9wb3J0YWxJZD0xMTQ3MDYzOCZwYWdlSWQ9MTI1MjIzMDkmb2JqZWN0SWQuMjI0ODQzPTE4MTQ0NTEzJmNvbnRleHRJZC4yMjQ4NDM9MTI1MjI0MzQmcGFyZW50SWQuMjI0ODQzPTEyNTIyNDM1JmxvY2FsU3RhcnREYXRlPTIwMjEtMTItMDVUMDk6MDAmbG9jYWxFbmREYXRlPTIwMjEtMTItMDVUMTc6MDAmcmVmPW1lc1RQOWZnOTZmVnNnenBXWWVvZ0F4WVdGJTJCbU4lMkZYUEVuT0tFMTJ4SG40JTNE",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.mccdmn.org/",
      "title": "MCCD | Metropolitan Consortium of Community Developers",
      "description": "Metropolitan Consortium of Community Developers (MCCD) is an association of nonprofit affordable housing and economic development organizations from across the state, committed to expanding wealth building opportunities and advancing racial and economic justice. For over 33 years, our members have worked collectively to leverage resources for the development of people and places.",
      "preview": "Skip to content Building Community Donate LOAN PORTAL Community Development The Minnesota Consortium of Community Developers (MCCD) is an association"
    },
    {
      "url": "https://mockups-design.com/free-brochure-mockups/",
      "title": "Free brochure mockups - Mockups Design",
      "description": "All kind of brochure mockups. For free! Great mockups that will help you visualize your work. Mockups can be used for private and commercial works.",
      "preview": "Free brochure mockups Rich and free collection of brochure mockups in all formats. It does not matter if you want to present a product catalog, compan"
    },
    {
      "url": "http://www.ristoreggio.it/",
      "title": "Inizio - RistoReggio",
      "description": "RistoReggio (solo ricette di cucina) offre, a tutti ed in maniera gratuita, una raccolta di migliaia di ricette di cucina e la possibilità di segnalare, commentare, ricercare tutto quelo che può finire sulla tavola., Giovedì gnocchi: sempre più gradito!, Unisciti alla community",
      "preview": "Inizio Le ricette di RistoReggio Inizio I menu del giovedì Un carrello per 4 Antipasti Primi piatti Secondi piatti di carne Secondi piatti di pesce Se"
    },
    {
      "url": "https://nezya.tumblr.com/",
      "title": "The ZENM",
      "description": "A little bit of everything It´s kinda the shit - Zayde, 23 ;)",
      "preview": "The ZENM A little bit of everything It´s kinda the shit - Zayde, 23 ;) Ask me anything blue-rain : via weheartit 65,568 notes * Posted 6 years ago via"
    },
    {
      "url": "https://corporate.walmart.com/recalls",
      "title": "Product Recalls",
      "description": "Recall information provided is based on manufacturers' and regulatory agencies' press releases that involve product sold through Walmart stores, Walmart.com, Sam's Club or Samsclub.com.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.abc.net.au/news/science/",
      "title": "Science - ABC News",
      "description": "Stay up to date with the top Australian science news, and industry information.",
      "preview": "Science A tiny new button in your search bar could kill the open web J Analysis by James Purtill ABC Science The launch of 'AI Mode' ushers in a futur"
    },
    {
      "url": "https://www.votervoice.net/GOODWILL/Register",
      "title": "Action Center",
      "description": "Sign up for updates from Goodwill Industries International, Inc.",
      "preview": "Action Center Action Center Policy Policy Priorities Key Legislation Blog Register to Vote Sign Up Please do not close this window. You will need to c"
    },
    {
      "url": "https://www.nyasatimes.com/judge-in-muluzi-case-fails-to-deliver-judgement/",
      "title": "Judge in Muluzi case fails to deliver judgement - Malawi Nyasa Times - News from Malawi about Malawi",
      "description": "Malawi breaking news publishing 24 hours a day news about Malawi, Malawi Business, Malawi Tourism, Malawi Politics, Malawi News",
      "preview": "Skip to content High Court judge Maclean Kamwambi on Tuesday failed to turn up at the court in Blantyre to deliver a landmark judgement on whether for"
    },
    {
      "url": "https://appsource.microsoft.com/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://www.tbf.org/",
      "title": "The Boston Foundation - TBF",
      "description": "Greater Boston's community foundation, working in partnership with donors to build and sustain a vital, prosperous city and region.",
      "preview": "Now is the time to move equity. Now is the time to move Boston. TBF announces multimillion-dollar commitment to strengthen region's food systems Risin"
    },
    {
      "url": "https://www.hocmn.org/",
      "title": "Minnesota Homeownership Center",
      "description": "The Minnesota Homeownership Center offers free advisor services to help you buy a home, and help to prevent foreclosure when times are tough.",
      "preview": "Skip to content Helping Minnesotans Achieve Sustainable Homeownership Long-term homeownership builds wealth. The Minnesota Homeownership Center suppor"
    },
    {
      "url": "https://docs.microsoft.com/en-us/lifecycle/faq/internet-explorer-microsoft-edge",
      "title": "Lifecycle FAQ - Internet Explorer and Microsoft Edge | Microsoft Learn",
      "description": "Answers to frequently asked questions about the lifecycle policy for Internet Explorer and Microsoft Edge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://help.philo.com",
      "title": "Philo Help Center: Customer Service, Troubleshooting & More",
      "description": "Having trouble with Philo? Find our customer service number, live chat, troubleshooting tips, and access your account and billing information here.",
      "preview": "Hi, how can we help? Submit Search Help center home Philo Help Center Contact us Using Philo Account & Billing Troubleshooting Popular Articles Channe"
    },
    {
      "url": "https://www.nationalcleanupday.org/",
      "title": "National CleanUp Day - September is Cleanup Month",
      "description": "National Clean Up Day is September 21, 2024. Over two million US volunteers in 2023 and 22 million globally for World CleanUp Day. Held annually on the Third Saturday in September. What would happen if everyone picked up at least one piece of litter on National CleanUp Day? Sign Up, Find a Local Event, Start your own CleanUp Event. National CleanUp Month is all of September.",
      "preview": "Back Our Story How Can I Help? Our Team Our Interns/School Projects Trash Caulin Back All Partners Planet Oat World CleanUp Day Cleanify Keep America"
    },
    {
      "url": "http://www.nwica.org",
      "title": "Homepage | National WIC Association",
      "description": "void",
      "preview": "about NWA | contact | faq | log-in | store DONATE to NWA Menu Home WIC Basics Overview and History NWA's Role with WIC FAQ / Glossary How Do I Apply f"
    },
    {
      "url": "http://unwater.org",
      "title": "UN-Water | Coordinating the UN's work on water and sanitation",
      "description": "United Nations Water coordinates the efforts of UN entities and international organizations working on water and sanitation issues. The overarching focus of our Members and Partners is to support UN Member States to sustainably manage water and sanitation. We do this in three ways; Inform Policies, Monitor and Report, Inspire Action.",
      "preview": "Skip to main content Homepage Main content WHO and UNICEF to launch new guidelines on hand hygiene in community settings The new global guidance exten"
    },
    {
      "url": "https://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://viewer.wu.ac.at/viewer/api/v1/records/1505383138814/tei/en/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.texastribune.org/2022/04/06/texas-mail-in-ballot-rejection-voting/",
      "title": "More than 12% of Texas mail-in ballots rejected in March primary | The Texas Tribune",
      "description": "Figures released by the Texas secretary of state show that more than 24,000 Texas voters had their ballots rejected in the March primary. The rejection rate is a significant increase over previous elections.",
      "preview": "Skip to main content People wait outside the Bexar County Elections Department in San Antonio to drop off their mail-in ballots, turn in their voter r"
    },
    {
      "url": "http://www.inclusiv.org/",
      "title": "Inclusiv",
      "description": "void",
      "preview": "Skip to main content Search Search CDFI Credit Unions Create Economic Opportunity CDFI credit unions create economic opportunity. From helping a forme"
    },
    {
      "url": "https://mashable.com/article/fortnite-is-the-real-metaverse",
      "title": "Sorry, Zuck. 'Fortnite' has been the 'real' metaverse all along. | Mashable",
      "description": "No matter how hard Meta or VRChat try to create a new metaverse to hang out in, it'll be hard to beat 'Fortnite.'",
      "preview": "You know, normal video game stuff! Credit: Epic Games Virtual offices. Floating, legless bodies. VR Mark Zuckerberg. I've been as skeptical of the met"
    },
    {
      "url": "https://www.eonline.com/news/1366491/teen-moms-ryan-edwards-and-wife-mackenzie-break-up-after-6-years-of-marriage",
      "title": "Teen Mom's Ryan Edwards and Wife Mackenzie Break Up",
      "description": "Former Teen Mom star Mackenzie Edwards filed for divorce and was granted a temporary restraining order against her ex Ryan Edwards. Get the details on their breakup.",
      "preview": "Watch : Teen Mom Alum Ryan Edwards' Wife Mackenzie Files for DIVORCE Mackenzie Edwards is putting an end to her marriage. The former Teen Mom star fil"
    },
    {
      "url": "https://www.larepgroup.com/",
      "title": "Smart City | LAR REPS",
      "description": "Representantes seguridad electronica en America latina, somos especialistas en Smart Citys, analiticas de video, camaras de seguridad y vigilancia ciudadana, tenemos oficinas en México, Colombia, Venezuela y Argentina. LAR REPS",
      "preview": "top of page Nuestro Valor Academia Virtu@l LAR ¿Qué es? La Academia Virtu@l LAR , es una forma de mantenernos en contacto con ustedes nuestros cliente"
    },
    {
      "url": "http://www.fisheriesprinciples.org/",
      "title": "Principles for Investment in Sustainable Wild Caught Fisheries | EDF Fishery",
      "description": "void",
      "preview": "Skip to main content Principles for Investment in Sustainable Wild-Caught Fisheries Themes: Governance & Policy , Phase: Implementation Although billi"
    },
    {
      "url": "https://trendspanarna.nu/tag/ginko-taklampa/",
      "title": "ginko taklampa | Trendspanarna.nu",
      "description": "void",
      "preview": "Hoppa till primärt innehåll Hoppa till sekundärt innehåll Här kommer ett tips på \"Lyx vs budget\". Denna gången har vi valt taklampan Ginko från Svenss"
    },
    {
      "url": "http://backupsms.weebly.com/",
      "title": "Export Messages - Sowjanya Alla",
      "description": "Save your iPhone Text Messages on to your computer. Export messages allow you to print text messages from your iphone Print Text Messages, Save iPhone Messages, Save iPhone Text, Recove iPhone Text",
      "preview": "Export iMessages + iPhone SMS Export Instructions Contact Support Instructions Contact Support App Support Home: www.backupsms.weebly.com No need to"
    },
    {
      "url": "https://hemingwayapp.com/",
      "title": "Hemingway Editor",
      "description": "Hemingway Editor makes your writing bold and clear.",
      "preview": "Hemingway's classic desktop app. Save/load files and work offline. No AI. Learn more"
    },
    {
      "url": "https://puzzles.theguardian.com/download",
      "title": "Crosswords | Online and free | The Guardian",
      "description": "Free crosswords that can be completed online by mobile, tablet and desktop, and are printable. Daily easy, quick and cryptic crosswords puzzles.",
      "preview": "Skip to main content Skip to navigation Crosswords Quick Quick crossword No 17,295 Cryptic Cryptic crossword No 29,822 Quick cryptic Quick cryptic cro"
    },
    {
      "url": "https://python.langchain.com/docs/get_started/introduction",
      "title": "Introduction | 🦜️🔗 LangChain",
      "description": "LangChain is a framework for developing applications powered by large language models (LLMs).",
      "preview": "Skip to main content These docs will be deprecated and no longer maintained with the release of LangChain v1.0 in October 2025. Visit the v1.0 alpha d"
    },
    {
      "url": "https://python.langchain.com/docs/get_started/introduction",
      "title": "Introduction | 🦜️🔗 LangChain",
      "description": "LangChain is a framework for developing applications powered by large language models (LLMs).",
      "preview": "Skip to main content These docs will be deprecated and no longer maintained with the release of LangChain v1.0 in October 2025. Visit the v1.0 alpha d"
    },
    {
      "url": "https://www.kerocristais.pt/22-taros-e-oraculos",
      "title": "Tarôs e Oráculos",
      "description": "void",
      "preview": "Precisa de Ajuda? Ligue (+351) 22 606 41 44 info@kerocristais.pt  Fale connosco Visite a nossa Loja Tarôs e Oráculos Filtrar por Preço Preço: Compara"
    },
    {
      "url": "https://scfindingaids.uvm.edu/repositories/2/resources?q%5B%5D=%2A&op%5B%5D=&field%5B%5D=title&from_year%5B%5D=&to_year%5B%5D=&limit=resource&filter_fields%5B%5D=langcode&filter_values%5B%5D=eng&sort=title_sort%20asc&page=8",
      "title": "Collections | Finding Aids",
      "description": "void",
      "preview": "Skip to main content Skip to search results Finding Aids Showing Collections: 71 - 80 of 581 ← Previous 3 4 5 6 7 8 9 10 11 12 ... 59 → Next Sort by:"
    },
    {
      "url": "http://www.schachclub-waldkirch.de/pressebericht-jahreshauptversammlung/",
      "title": "Pressebericht Jahreshauptversammlung | Schachclub Waldkirch 1910 e.V.",
      "description": "void",
      "preview": "Zum Inhalt springen Direkter Wiederaufstieg in die Landesliga Hans-Joachim Federer ist Vereinsmeister/ Hauptversammlung des Schachclubs Waldkirch In d"
    },
    {
      "url": "https://www.bmw.hn/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Honduras | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "http://wegart.sk/?ukaz=album&id=7804",
      "title": "Wegart",
      "description": "void",
      "preview": "Jacaszek - Kwiaty Ghostly International | 2017 | LP: €24,00 Ukážky z albumu si môžete vypočuť tu . Poľský hudobník Michal Jacaszek sa svojou tvorbou o"
    },
    {
      "url": "https://mymedicalaid.co.za/",
      "title": "My Medical Aid: List of Doctors and Hospitals - My Medical Aid Doctor",
      "description": "Welcome to My Medical Aid Doctor, South Africa's premier healthcare portal. Our platform offers an extensive directory of hospitals and medical doctors across",
      "preview": "Skip to content Find Doctors and Hospitals in South Africa All locations Pretoria Doctors Welcome to My Medical Aid Doctor , South Africa's premier he"
    },
    {
      "url": "https://kleinanzeigen.rp-online.de/nersingen/fahrzeuge/autoteile-zubehoer/sonstige/",
      "title": "Rheinische Post | Einfach Anzeigen aufgeben",
      "description": "Ob als Privatperson oder Unternehmen: Gestalten und schalten Sie Ihre Anzeigen selbst! Mit vielseitigen Buchungs- und Gestaltungsmöglichkeiten sowie Archiv- und Speicherfunktionen (bei Registrierung)!",
      "preview": "a href=\"https://leserservice.rp-online.de/Services/anzeigen/impressum/\" target=\"_blank\">Impressum"
    },
    {
      "url": "https://redginganinja.tumblr.com/",
      "title": "@redginganinja on Tumblr",
      "description": "25 // Female // Too many fandoms Tmnt tag: gingatmnt Wattpad: AshandSinders",
      "preview": "Posts Nozel x Reader Hey all.... Slowly trying to get back into writing and adding some fandoms to the list. One I'm into right now is Black Clover..."
    },
    {
      "url": "https://www.obama.org/",
      "title": "Welcome to the Obama Foundation | The Obama Foundation",
      "description": "The Obama Foundation's mission is to inspire, empower, and connect people to change their world.",
      "preview": "Skip to content Bring Change Home Bring Change Home Let our stories of hope inspire you. Take me there Our mission is to inspire, empower, and connect"
    },
    {
      "url": "https://krcrtv.com/north-coast-news/eureka-local-news/woman-dies-in-a-single-car-collision-in-arcata",
      "title": "Woman dies in a single-car collision in Arcata",
      "description": "A young woman was in an early morning fatal single-car collision on Highway 101 south of West End Road in Arcata, according to the California Highway Patrol.Of",
      "preview": "Fri, 10 Oct 2025 10:47:55 GMT (1760093275916) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.goldmansachs.com/",
      "title": "Home | Goldman Sachs",
      "description": "The Goldman Sachs Group, Inc. is a leading global investment banking, securities, and asset and wealth management firm that provides a wide range of financial services.",
      "preview": "close The Latest Analysis on Geopolitics, Trade, and Technology Dive deep into the forces shaping the markets and global economy with timely analysis"
    },
    {
      "url": "https://www.football.london/",
      "title": "Football.London - Latest news, comment, pictures from London clubs",
      "description": "Full coverage of London's football clubs - Arsenal, Chelsea, Spurs & more. Get the latest News updates, transfers & fixtures including pictures, videos, live blogs and in-depth analysis.",
      "preview": "Bukayo Saka breaks record at the perfect time for Arsenal as Mikel Arteta delights in stunner Bukayo Saka became the highest England goalscorer as an"
    },
    {
      "url": "https://www.utdanningsforbundet.no/om-utdanningsforbundet/om-nettstedet/",
      "title": "Om nettstedet",
      "description": "Nettsidene til Utdanningsforbundet har åpne sider hvor du finner informasjon om organisasjonen, hva vi mener og hva vi har uttalt oss om. Medlemmer og tillitsvalgte får tilgang til flere og mer personlige sider når de logger seg inn.",
      "preview": "Om nettstedet Nettsidene til Utdanningsforbundet har åpne sider hvor du finner informasjon om organisasjonen, hva vi mener og hva vi har uttalt oss om"
    },
    {
      "url": "https://news.gallup.com/",
      "title": "Gallup News | Nonpartisan Analysis of Critical Global Issues",
      "description": "Articles, interviews and data trends that provide an unbiased understanding of public opinion and human behavior to leaders and those who advise them.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Unbiased news powered by public opinion research and analysi"
    },
    {
      "url": "https://sandiegozoowildlifealliance.org/pr/PPMWorldRecord",
      "title": "Endangered Mouse Raised by San Diego Zoo Wildlife Alliance Certified by GUINNESS WORLD RECORDS as Oldest Living Mouse in Human Care | San Diego Zoo Wildlife Alliance",
      "description": "FOR IMMEDIATE RELEASE CONTACT: San Diego Zoo Wildlife Alliance Public Relations 619-685-3291 publicrelations@sdzwa.org sdzwa.org NEWS RELEASE Endangered Mouse Raised by San Diego Zoo Wildlife Alliance Certified by GUINNESS WORLD RECORDSTM as Oldest Living Mouse in Human Care Title Recognizes a 9-year-old Pacific Pocket Mouse, North America's Smallest Mouse Species",
      "preview": "Skip to main content San Diego Zoo Visit Tickets Upgraded Experiences Plan Your Visit Renew/Rejoin Shop Safari Park Visit Tickets Safaris Plan Your Vi"
    },
    {
      "url": "https://www.aspicyperspective.com/",
      "title": "A Spicy Perspective - Approachable, Easy Recipes for Everyday Cooking",
      "description": "Fresh Food Recipes to Create Confidence in YOUR Kitchen -Proven, Approachable, Unique Recipes Anyone Can Make!",
      "preview": "Skip to Main Content Mobile Menu Trigger Submit Mobile Search Trigger Browse Recipes By Ingredient Chicken Pasta Chocolate Beef More » Beverages Break"
    },
    {
      "url": "https://kratomguides.com/category/kratom-strains/?filter_by=review_high",
      "title": "Best Kratom Strains, Types, Effects, Dosage - KratomGuides.com",
      "description": "Kratom strains guideline and information also their benefits and uses of different kratom types are available here. Best Kratom strains, types, and effects.",
      "preview": "Kratom Strains Kratom Effects Kratom Alternatives How to Use Best Sellers News Sign in Welcome! Log into your account your username your password Forg"
    },
    {
      "url": "http://www.filemaker.com/company/legal/trademark_guidelines.html",
      "title": "Legal - Trademark guidelines - Claris",
      "description": "void",
      "preview": "Trademark Guidelines These guidelines are for Claris licensees, authorized resellers, developers, customers, and other parties wishing to use Claris I"
    },
    {
      "url": "https://africanamericanempowerment.blogspot.com/2014/05/",
      "title": "African American Empowerment Blog (AAEB): May 2014",
      "description": "What is the African American empowerment blog? The AAEB is a blog focusing on news, music, poetry, art, quotes, facts, books, movies and people that uplift, empower, and motivate African Americans.",
      "preview": "Friday, May 30, 2014 Black tech innovators blazing a trail in South Florida By Felecia Hatcher As many cities look to duplicate the model of Silicon V"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2011rs/billfile/HB0123.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "https://go.peoplepower.org/signup/take-pledge-commit-being-defender-abortion-rights",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "http://www.vogue.com/",
      "title": "Vogue: Fashion, Beauty, Celebrity, Fashion Shows | Vogue",
      "description": "The latest fashion news, beauty coverage, celebrity style, fashion week updates, culture reviews, and videos on Vogue.com.",
      "preview": "Skip to main content Vogue The November issue is here. SUBSCRIBE NOW icon Gallery Models Meet the 10 Breakout Models of Spring 2026 Fashion It's Almos"
    },
    {
      "url": "http://math.hws.edu/javanotes/",
      "title": "Javanotes 9, JavaFX Edition -- Title Page",
      "description": "void",
      "preview": "Introduction to Programming Using Java Version 9.0, JavaFX Edition (May, 2022) Author: David J. Eck ( eck@hws.edu ) W ELCOME TO Version 9.0 of Introdu"
    },
    {
      "url": "https://www.burrobarboston.com/",
      "title": "Burro Bar Boston",
      "description": "A neighborhood Mexican kitchen and tequila bar, The Burro Bar is the smaller sibling of The Painted Burro in Somerville. Our tequila list features over 100 bottles that are \"Burro tested and approved\". With splashes of influence from Baja and Oaxaca to Veracruz and Yucatan, Chef Joe Cassinelli's dishes showcase a creative, fun side of familiar flavors, where ingredients and local produce take center stage.",
      "preview": "Home Main content starts here, tab to start navigating Welcome to Burro Bar A neighborhood Mexican kitchen and tequila bar, The Burro Bar is the small"
    },
    {
      "url": "https://rose---child.tumblr.com/post/154518406730",
      "title": "Rosie Rabbit - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "Rosie Rabbit - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "https://www.flysas.com/no/no/book/flights/",
      "title": "Pardon Our Interruption",
      "description": "void",
      "preview": "You've disabled JavaScript in your web browser. Please enable it and reload this page to proceed. Pardon Our Interruption As you were browsing somethi"
    },
    {
      "url": "https://kubernetes.io/",
      "title": "Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Kubernetes , also known as K8s, is an open source system for automating deployment, scaling, and management of containerized applications. It groups c"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/ucp.php?mode=delete_cookies&sid=6697ba62c5f927e1221355ff3b98be8b",
      "title": "L'Angolo dei Sogni - Pannello di Controllo Utente - Cancella cookie",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "https://www.clarinsusa.com/en/instant-eye-make-up-remover/01183100.html",
      "title": "Clarins Eye Makeup Removers | CLARINS®",
      "description": "Shop Clarins' range of plant-based eye makeup removers-an essential part of your everyday skincare routine. Gentle and compatible with all skin types.",
      "preview": "Skip to page content Go to footer Accessibility tool Receive a FREE 7-piece gift with any $100+ order. CODE: BEST25 Learn more Receive a FREE Mary's M"
    },
    {
      "url": "https://www.thebeachboyscruise.com/artist/john-stamos/",
      "title": "The Beach Boys Cruise - The Beach Boys Cruise",
      "description": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a future event together. Be sure to sign up for our mailing list to receive information on all our future events!",
      "preview": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a"
    },
    {
      "url": "https://www.anthonyhobday.com/sideprojects/visualtechniques/#rounded-corners",
      "title": "Visual design techniques",
      "description": "void",
      "preview": "Visual design techniques Background Blur Borders Colour Gradients Inner shadows Letting the background through Lines Other Rounded corners Shadows Tex"
    },
    {
      "url": "https://amybakesintheburgh.com/tag/danish-butter-cookies/",
      "title": "Danish butter cookies - amy bakes in the 'burgh",
      "description": "Posts about Danish butter cookies written by Amy",
      "preview": "Skip to content My grandma Zella, an excellent cook and baker, taught me most of the foundational aspects of baking when I was growing up. But she als"
    },
    {
      "url": "https://www.madisonblackchamber.com/",
      "title": "BLACK CHAMBER",
      "description": "void",
      "preview": "0 Building Black BUsinesses Our focus is on building Black-owned businesses in greater Madison for the betterment of our entire city and community. EV"
    },
    {
      "url": "https://xeno-canto.org/species/Turdus-merula",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://docs.videojs.com",
      "title": "Video.js API docs",
      "description": "Generated API documentation for the latest version of Video.js (8.23.4).",
      "preview": "Modules browser buffer create-logger deprecate dom dom-data evented events filter-source fn fullscreen-api guid log middleware num obj setup stateful"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "https://jacobin.com/2023/02/christian-super-bowl-ads-he-gets-us-servant-foundation-abortion-gay-rights?utm_campaign=later-linkinbio-themeteor&utm_content=later-33016107&utm_medium=social&utm_source=linkin.bio",
      "title": "The Far Right Is Funding Evangelical Super Bowl Sunday Ads",
      "description": "Upcoming Christian Super Bowl ads are framed as diverse and inclusive. But the money behind them comes from a rabidly antiabortion and antigay organization.",
      "preview": "New issue, \"Borders,\" out now. Get a discounted subscription to our print magazine today. Your support keeps us publishing! Remove Icon The foundation"
    },
    {
      "url": "http://ninatomtcarlsen.no/tag/yoga/",
      "title": "yoga | Nina Marie Tømt Carlsen",
      "description": "void",
      "preview": "Currently browsing tag yoga Du har nå et helt nytt ubrukt år foran deg som du kan fylle med ny lærdom og trene på nye ting som ... Har du en hektisk hve"
    },
    {
      "url": "https://www.sony.com/electronics/cameras",
      "title": "Sony Cameras | Digital Cameras & Lenses",
      "description": "Explore our range of mirrorless Interchangeable-lens Cameras with full-frame to APS-C sensors, up to 24.2 mp, real-time AF & more.",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Easy Returns. Product List All Interchangeable-Lens Cameras (23) Sort By × Relevance Sort By Skip t"
    },
    {
      "url": "https://www.keebtalk.com/c/learning-resources/13",
      "title": "Custom keyboards - KeebTalk",
      "description": "The community for people who love keyboards.",
      "preview": "Learning and discussion Custom keyboards Topic Replies Views Activity Suggestions & Recommendations for this situation I now find myself in! 6 130 Aug"
    },
    {
      "url": "https://symptoms.webmd.com/symptomcheckercondition?condition=091e9c5e808e7b35&bpid%5B0%5D=10&sid%5B0%5D=227&bpid%5B1%5D=10&sid%5B1%5D=148&bpid%5B2%5D=10&sid%5B2%5D=5&bpid%5B3%5D=10&sid%5B3%5D=266",
      "title": "Symptom Checker with Body from WebMD - Check Your Medical Symptoms",
      "description": "WebMD Symptom Checker is designed with a body map to help you understand what your medical symptoms could mean, and provide you with the trusted information you need to help make informed decisions in your life for better health.",
      "preview": "INFO SYMPTOMS CONDITIONS DETAILS TREATMENT Symptom Checker WITH BODY MAP Identify possible conditions and treatment related to your symptoms. This too"
    },
    {
      "url": "https://www.walgreens.com/pharmacy/",
      "title": "Walgreens Pharmacy | Manage Prescriptions, Transfers, and Refills",
      "description": "Check your prescription status, transfer a prescription, manage refills, chat with a pharmacist, and more. Save time and money with Walgreens Pharmacy.",
      "preview": "Skip to main content Walgreens Pharmacy | Manage Prescriptions, Transfers, and Refills Request new Rx Auto Refills Records Insurance Rx Savings Finder"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://applieddigitalskills.withgoogle.com/en/educators",
      "title": "Applied Digital Skills : Google for Education",
      "description": "Teach and learn practical digital skills needed for the jobs of today and tomorrow with our video lessons that are free of charge",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://alejka24.pl/product-pol-1067-Tasma-ogrodzeniowa-jasnoszara-PVC-19-cm-35mb-450g-m2-klipsy.html",
      "title": "Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy | sklep Alejka24.pl",
      "description": "Sprawdź Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy z oferty naszego sklepu internetowego z rozwiązaniami ogrodniczymi i przekonaj się, jak łatwo kształtować i formować swój ogród!",
      "preview": "+ 2 więcej Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy 5.00/5.00 Opini"
    },
    {
      "url": "https://zeaphra.tumblr.com/",
      "title": "Blog",
      "description": "Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and other random stuff. Plus obligatory cute cat stuff",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "https://www.euronews.com/travel",
      "title": "Euronews Travel | Change how you see the world",
      "description": "For people who travel for fresh perspectives, authentic experiences, cultural discoveries and meaningful encounters in Europe and beyond.",
      "preview": "News Destinations Experiences Stays People Series Destinations Skip overcrowded Amsterdam and follow locals to these spots instead ADVERTISEMENT ADVER"
    },
    {
      "url": "http://www.aclu-md.org/press_room/81",
      "title": "ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy - ACLU of Maryland",
      "description": "MEDIA STATEMENT CONTACT: Meredith Curtis, (410) 889-8555; media@aclu-md.org BALTIMORE - Today, the American Civil Liberties Union of Maryland spoke out against a Maryland Transit Administration (MTA) decision to implement a pilot program of recording audio on buses in Baltimore as a significant invasion of privacy. Legislation seeking to authorize audio recording on MTA [...]",
      "preview": "Press Releases ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy October 18, 2012 12:00 am"
    },
    {
      "url": "https://www.safetocompete.org/",
      "title": "Safe to Compete",
      "description": "void",
      "preview": "ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES RESOURCES ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES"
    },
    {
      "url": "https://www.energystar.gov",
      "title": "Homepage | ENERGY STAR",
      "description": "ENERGY STAR® is the simple choice for energy efficiency. For more than 20 years, EPA's ENERGY STAR program has been America's resource for saving energy and protecting the environment.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.ristoreggio.it/",
      "title": "Inizio - RistoReggio",
      "description": "RistoReggio (solo ricette di cucina) offre, a tutti ed in maniera gratuita, una raccolta di migliaia di ricette di cucina e la possibilità di segnalare, commentare, ricercare tutto quelo che può finire sulla tavola., Giovedì gnocchi: sempre più gradito!, Unisciti alla community",
      "preview": "Inizio Le ricette di RistoReggio Inizio I menu del giovedì Un carrello per 4 Antipasti Primi piatti Secondi piatti di carne Secondi piatti di pesce Se"
    },
    {
      "url": "https://caughtatpoint.com/",
      "title": "Caught@Point - Caught At Point",
      "description": "void",
      "preview": "Sign in Guard of Honour Big Hit Behind the stumps Point of the Week Silly Point Calypso Proteas Fire Sign in Welcome! Log into your account your usern"
    },
    {
      "url": "https://www.calacademy.org/",
      "title": "California Academy of Sciences in San Francisco, CA",
      "description": "The California Academy of Sciences is a science museum-and scientific and educational institution-located in San Francisco's Golden Gate Park.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://www.greatschools.org/iowa/charles-city/4038-Washington-Elementary-School/",
      "title": "Washington Elementary School - Charles City, Iowa - IA | GreatSchools",
      "description": "Washington Elementary School is a public school in Charles City, IA. It is one of 3 elementary schools in Charles City Community School District.",
      "preview": "Iowa › Charles City › Charles City Community School District › Washington Elementary School Washington Elementary School Unclaimed Currently unrated 1"
    },
    {
      "url": "https://wordpress.com/log-in/it?redirect_to=https%3A%2F%2Fcivicadairago.wordpress.com%2Fwp-admin%2Fcustomize.php%3Furl%3Dhttps%253A%252F%252Fcivicadairago.wordpress.com%252Ftag%252Fstruttura-polifunzionale-dairago%252F",
      "title": "WordPress.com",
      "description": "void",
      "preview": "WordPress Please enable JavaScript in your browser to enjoy WordPress.com."
    },
    {
      "url": "http://targetpayandbenefits.com",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.starz.com",
      "title": "STARZ - Captivating Original Series. Hit Movies. Bold Storytelling.",
      "description": "STARZ brings diverse perspectives to life through bold storytelling. Sign-up to stream original series, movies, extras, and more-on-demand and ad-free.",
      "preview": "$5/mo for 3 mo. Limited Time Offer. Claim Today. Boundary Breaking Originals Can You Handle The Heat? The Couple Next Door More Info The Couple Next D"
    },
    {
      "url": "https://answers.google.com/",
      "title": "Google Answers",
      "description": "void",
      "preview": "Google Answers is no longer accepting questions. We're sorry, but Google Answers has been retired, and is no longer accepting new questions. Search or"
    }
  ],
  "_meta": {
    "total_bookmarks": 143
  }
}