{
  "data": [
    {
      "url": "https://humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://postkodstiftelsen.se/en/nyheter/",
      "title": "Svenska Postkodlotteriets Stiftelse | News - Svenska Postkodlotteriets Stiftelse",
      "description": "void",
      "preview": "This website uses cookies. Read about our Privacy Policy and how we use cookies here . News 01/10 2025 Change, Hope, and Community in our Fall Newslet"
    },
    {
      "url": "https://my.datasubject.com/16A1AnRt2Fn8i1unj/23233",
      "title": "Data Access Request",
      "description": "void",
      "preview": "You need to enable JavaScript to use this form."
    },
    {
      "url": "https://donabertarelli.com/",
      "title": "Dona Bertarelli Philanthropy",
      "description": "A Swiss philanthropist, investor, sportswoman, and strong advocate for ocean protection, environmental conservation, animal welfare, education and social causes ...Dona Bertarelli Philanthropy aims to foster a healthy balance between people and nature through collaboration in the fields of advocacy, education, science, technology, and community-driven initiatives.",
      "preview": "Aller au contenu A life more thoughtful Establishing a healthy balance between People and Nature Our Mission Protect , Inspire & Unite ― through advoc"
    },
    {
      "url": "https://www.prnewswire.com/news-releases/apotex-corp-issues-voluntary-nationwide-recall-of-brimonidine-tartrate-ophthalmic-solution-0-15-due-to-cracks-that-have-developed-in-some-of-the-units-caps-of-the-bottles-301759987.html",
      "title": "Apotex Corp. Issues Voluntary Nationwide Recall of Brimonidine Tartrate Ophthalmic Solution, 0.15% due to cracks that have developed in some of the units caps of the bottles",
      "description": "/PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a voluntary recall at the Consumer level for six (6) lots of Brimonidine Tartrate...",
      "preview": "Accessibility Statement Skip Navigation WESTON, Fla. , March 1, 2023 /PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a vo"
    },
    {
      "url": "https://p4gpartnerships.org/",
      "title": "P4G",
      "description": "P4G contributes to in-country climate transitions across food, water and energy systems",
      "preview": "Skip to main content Featured News and Partnerships Announcing 14 New P4G Partnerships Driving Climate Action! News P4G at Africa Climate Summit 2: Un"
    },
    {
      "url": "https://angle.sh/",
      "title": "Angle 4 - 7600+ Device Mockups for Figma, Sketch and XD",
      "description": "Vector mockups for iPhone, iPad, Android and Mac devices, including the new iPhone 14, Plus, Pro, Pro Max and Mini. Perfect for presenting your apps. Huge library of components, compositions, wallpapers and plugins made for Figma, Sketch and XD.",
      "preview": "Pricing Mockups Tutorials Updates Downloads More Sign In Pricing Mockups Tutorials Updates Downloads Sign In 0 Vector device mockups for Sketch, Figma"
    },
    {
      "url": "https://www.croquonslavie.fr/articles/astuces-galettes-rois",
      "title": "Astuces et idées | Nestlé Goodnes",
      "description": "void",
      "preview": "Aller au contenu principal Skip to main content Mieux manger, à votre façon Des conseils malins, des infos claires, et beaucoup de bon sens - Tout - A"
    },
    {
      "url": "https://www.whitewoodhollow.com/",
      "title": "Whitewood Hollow | Nashville Wedding and Event Venue",
      "description": "Discover Whitewood Hollow, a scenic barn venue near Nashville in Whites Creek, TN. Perfect for micro-weddings, elopements, private events, and creative gatherings. Host up to 125 guests and capture golden hour magic on our secluded property.",
      "preview": "0 Intimate Event & Wedding Venue in Tennessee A Nashville-area barn venue for elopements, photoshoots, private dinners, and creative events. Just 15 m"
    },
    {
      "url": "https://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "https://fundtexaschoice.org/",
      "title": "Fund Texas Choice | Funding Texans' Travel to Abortion Clinics",
      "description": "Fund Texas Choice helps Texans equitably access abortion through safe, confidential, and comprehensive travel services and practical support.",
      "preview": "Skip to content Honoring 12 Years of Abortion Travel For over a decade, Fund Texas Choice has helped Texans equitably access abortion through safe, co"
    },
    {
      "url": "https://2nite.uk.net/spring-equinox/ceredigion/lledrod/",
      "title": "Lledrod (SY25) Spring Equinox | Spring Equinox tonight Lledrod (SY25) in Ceredigion - 2nite.uk.net: in and out! | whats going on tonight!",
      "description": "Check out Spring Equinox tonight in Lledrod (SY25), Ceredigion, UK, Whats going on tonight? - 2nite.uk.net: in and out",
      "preview": "2nite Network - in and out Home Location TV Clubbing Cinema Theatre Concerts Festivals Home › Spring Equinox › Ceredigion › Lledrod (SY25) Spring Equi"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/",
      "title": "Astronomy Inspires",
      "description": "I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will share your love of all things Astro-related here. Please send me...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "https://www.kendrascott.com/",
      "title": "Kendra Scott Official | Jewelry, Personalized Gifts & Watches",
      "description": "Find limited-edition jewelry for every look with simple pendant necklaces, huggie earrings, band rings, and more.",
      "preview": "Skip to Content Accessibility Loading... Find a Store Search Limited Time Only! Buy More, Save More FREE shipping on orders $85+ & FREE returns Join C"
    },
    {
      "url": "https://ew.com/awards/gigi-goode-peoples-choice-reality-contestant/",
      "title": "Drag Race star Gigi Goode wins People's Choice Award for reality contestant",
      "description": "Gigi Goode from 'RuPaul's Drag Race' wins People's Choice Award for Competition Contestant of 2020.",
      "preview": "Top Stories Emmys respond to Seth Rogen saying he's been banned from presenting Dolly Parton won't accept her Oscar in person Jennifer Lopez learned"
    },
    {
      "url": "https://www.simpleviewer.net/forum/profile.php?id=61638",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://aoutiz123.tumblr.com/",
      "title": "funlivebreathee",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.garrettatddi.com/",
      "title": "Commercial Christmas Decorations | Garrett at DDI",
      "description": "Downtown Decorations creates custom commercial Christmas decorations and holiday decor. Contact Garrett at DDI to get your space ready, whether it's spring flowers or topiary animals, we can bring your vision to life.",
      "preview": "top of page About Us At Downtown Decorations, we strive to provide the highest quality of service and product. We like to call ourselves a design hous"
    },
    {
      "url": "https://aafca.squarespace.com/meet-the-cofounders",
      "title": "Meet The Co-Founders - AAFCA",
      "description": "void",
      "preview": "AAFCA AAFCA Meet The Co-Founders AAFCA MEET THE CO-FOUNDERS GIL L. ROBERTSON IV Gil L. Robertson IV is co-founder and President of the African America"
    },
    {
      "url": "https://www.rent.com/blog/empty-office-building-turned-into-homes-next-apartment-trend/",
      "title": "Are Empty Downtown Offices America's Next Hot Apartment Trend? | Rent. Blog",
      "description": "Empty office buildings turned into homes could be a new real estate trend. It could also help neighborhoods thrive after the pandemic.",
      "preview": "Are Empty Downtown Offices America's Next Hot Apartment Trend? Alicia Underlee Nelson 10.12.2021 News & Trends During the pandemic, U.S. workers turne"
    },
    {
      "url": "https://www.mylifetime.com/about-us/support",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://www.annefrank.org/en/museum/tickets/",
      "title": "Tickets | Anne Frank House",
      "description": "Buy your tickets and check the opening hours, admission fees, and location of the museum. Tickets only on sale via this official website!",
      "preview": "Go to main content Our terms and conditions for visiting Tickets are not sold at the door, only online. Tickets cannot be exchanged or refunded. The t"
    },
    {
      "url": "https://chromeenterprise.google/",
      "title": "Chrome Enterprise - Un browser, un sistema operativo e dispositivi per le aziende",
      "description": "Chrome Enterprise sblocca le capacità aziendali del browser Chrome, di ChromeOS e di Chromebook per fornire strumenti di gestione e sicurezza avanzati.",
      "preview": "Lavora in sicurezza nel cloud con Chrome Enterprise Google Chrome Enterprise fornisce alla tua attività il sistema operativo, il browser e i dispositi"
    },
    {
      "url": "https://www.petermckinnon.com",
      "title": "PETER MCKINNON",
      "description": "Toronto Photographer / YouTuber",
      "preview": "Back Portraits Lifestyle"
    },
    {
      "url": "https://www.atac.roma.it/infomobilita/muoversiaroma",
      "title": "Radware Captcha Page",
      "description": "void",
      "preview": "We apologize for the inconvenience... ...but your activity and behavior on this site made us think that you are a bot. Note: A number of things could"
    },
    {
      "url": "https://www.bowlingcentrum-krnov.cz/news/en-skola-bowlingu/",
      "title": "Škola Bowlingu :: Bowlingové centrum Krnov",
      "description": "void",
      "preview": "Bowlingové centrum Krnov Bavte se s přáteli... Homepage > Škola Bowlingu Škola Bowlingu 08/01/2011 17:39 Škola bowlingu začíná foto: Michal Šula, MF D"
    },
    {
      "url": "https://www.theleagueofmoveabletype.com/",
      "title": "The League of Moveable Type | The League of Moveable Type",
      "description": "The first open-source foundry. And your spot to learn how to use, make, and work with type.",
      "preview": "The original, the first, the open-source font foundry. Open-Source Fonts • Est. 2009 • Trusted & Used By: Wired Magazine .net magazine Discovery Chann"
    },
    {
      "url": "https://www.uffizi.it/en/online-tickets",
      "title": "void",
      "description": "void",
      "preview": "Pagina non trovata La pagina che stai cercando non esiste, o l'indirizzo inserito non è corretto. Vai alla pagina iniziale"
    },
    {
      "url": "https://huggingface.co/docs/transformers/index",
      "title": "Transformers",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Transformers documentation Transformers Transformers 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Datas"
    },
    {
      "url": "https://chipmusic.org/forums/",
      "title": "Forums - ChipMusic.org",
      "description": "- chipmusic.org is an online community in respect and relation to chip music, art and its parallels.",
      "preview": "Skip to forum content ChipMusic.org chipmusic.org is an online community in respect and relation to chip music, art and its parallels. Home Music Foru"
    },
    {
      "url": "https://evaturanzo.tumblr.com/",
      "title": "@evaturanzo on Tumblr",
      "description": "Follow @evaturanzo and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Tarde de lujo! flower-child-jessie-deactivated weheartit.com // Source: weheartit.com You are using an unsupported browser and things migh"
    },
    {
      "url": "http://portal.rlgamericas.com/TRCS/RequestMailback.aspx?f=180354",
      "title": "void",
      "description": "void",
      "preview": "You are not registered. Welcome to Microsoft's Free Mail-back Program Welcome to Microsoft's free mail-back program provided by Reverse Logistics Grou"
    },
    {
      "url": "http://www.ti.com/",
      "title": "Analog | Embedded processing | Semiconductor company | TI.com",
      "description": "Texas Instruments has been making progress possible for decades. We are a global semiconductor company that designs, manufactures, tests and sells analog and embedded processing chips.",
      "preview": "The latest embedded topics at your fingertips Join our experts for the Embedded Labs seminar covering topics from AI and wireless solutions to motor c"
    },
    {
      "url": "https://www.bergstadt-schneeberg.de/news/1/647837/nachrichten/sg-liegenschaften-nicht-erreichbar.html",
      "title": "SG Liegenschaften nicht erreichbar - Stadt Schneeberg",
      "description": "void",
      "preview": "Navigation überspringen und zum Inhaltsbereich Start SG Liegenschaften nicht erreichbar SG Liegenschaften nicht erreichbar Bild zur Meldung: SG Liegen"
    },
    {
      "url": "https://jsfiddle.net/p999yde8/",
      "title": "Edit fiddle - JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    },
    {
      "url": "https://www.objectiveproductions.net/tag/obtain/",
      "title": "obtain Archives - My Blog",
      "description": "void",
      "preview": "Primary Menu Search for: Search Home obtain For understanding and finalizing on business options, a lot of the companies depend around the prospects t"
    },
    {
      "url": "http://csmspace.com/",
      "title": "Continuing and Professional Education Services :: Colorado School of Mines",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.scentbox.com/",
      "title": "$9.72 Monthly Designer Perfume Subscription Box - ScentBox.com",
      "description": "Monthly Designer Perfume & Cologne Subscription Box",
      "preview": "Monthly supply of fragrance, just $9.72 $16.95/mo thereafter, cancel anytime. Free Exchanges & Shipping Every month choose from over 1000 designer fra"
    },
    {
      "url": "https://fisheries.ucsc.edu/",
      "title": "Fisheries Collaborative Program - Supporting Sustainable Fisheries through Research",
      "description": "void",
      "preview": "Skip to content Fisheries Collaborative Program"
    },
    {
      "url": "https://scienceforhealth.fr/sante-et-pathologies-passent-par-laxe-intestin-cerveau/",
      "title": "Santé et pathologies passent par l'axe intestin-cerveau - Yakult SfH",
      "description": "L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. Découvrez le webinaire du Prof. Claassen.",
      "preview": ", L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. C'est le sujet abordé par le Prof. Claassen lors de son introduction passion"
    },
    {
      "url": "https://www.biotyfoule.org/project_patrick-lambert/",
      "title": "Patrick Lambert | Biotyfoule",
      "description": "void",
      "preview": "Patrick Lambert 6 coteaux de Sonnay - 37500 Cravant les Coteaux AOC : Chinon www.chinon.com/vignoble/patrick-lambert Web essentials Non Gamstop Casino"
    },
    {
      "url": "https://www.penguinrandomhouse.com/books/318615/my-name-is-barbra-by-barbra-streisand/?ref=PRH61D056F1F743&aid=3377&linkid=PRH61D056F1F743",
      "title": "My Name Is Barbra by Barbra Streisand: 9780525429524 | PenguinRandomHouse.com: Books",
      "description": "The long-awaited memoir by the superstar of stage, screen, recordings, and television Barbra Streisand is by any account a living legend, a woman who...",
      "preview": "Skip to Main Content (Press Enter) 📝 Quiz: What Book Should You Read Next? 📝 Quiz: What Book Should You Read Next? Books Kids Popular Authors & Events"
    },
    {
      "url": "http://www.cinematografo.it/",
      "title": "Cinematografo",
      "description": "void",
      "preview": "Vai Social Cinematografo 2.5 / 5 Springsteen: Liberami dal nulla Il Boss sul grande schermo. A trionfare è la musica, lo spirito intimista, ma il racc"
    },
    {
      "url": "https://www.postgresql.org/docs/current/ddl-partitioning.html",
      "title": "PostgreSQL: Documentation: 18: 5.12. Table Partitioning",
      "description": "5.12.&nbsp;Table Partitioning # 5.12.1. Overview 5.12.2. Declarative Partitioning 5.12.3. Partitioning Using Inheritance 5.12.4. Partition Pruning 5.12.5. Partitioning and Constraint Exclusion ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.angi.com/",
      "title": "Angi (formerly Angie's List): Home Service Pros",
      "description": "See highly-rated professional for free. Read real local reviews and grades from neighbors so you can pick the right pro for the job the first time.",
      "preview": "Find top-rated pros in your area. What can we help you with? Zip Code Handyperson Landscaping Plumbing Electrical Remodeling Roofing Painting Cleaning"
    },
    {
      "url": "http://TIDAL.com/Beyonc%C3%A9",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://www.byrdie.com/fulani-braids-4801238",
      "title": "27 Gorgeous Fulani Braid Looks to Try ASAP",
      "description": "We pulled together 27 stunning Fulani braid styles to try, especially in rising temperatures. See our favorite looks inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "https://www.ada.gov/ada_voting/ada_voting_ta.htm",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting... Click here if you are not redirected."
    },
    {
      "url": "https://seavision.volpe.dot.gov/legal/eula",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://aws.amazon.com/what-is-cloud-computing",
      "title": "What is Cloud Computing? - Cloud Computing Services, Benefits, and Types - AWS",
      "description": "void",
      "preview": "Skip to main content AWS › Cloud Computing What is cloud computing? Cloud computing is the on-demand delivery of IT resources over the Internet with p"
    },
    {
      "url": "http://un.org/oceanconference",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    },
    {
      "url": "https://www.alnap.org/",
      "title": "ALNAP - Active Learning Network for Accountability and Performance | ALNAP",
      "description": "ALNAP is the global network for advancing humanitarian learning. We enable you to improve humanitarian action by exchanging evidence, experience and practical ideas.",
      "preview": "Photo: ©EU/ECHO/Anouk Delafortrie | CC BY-NC-ND 2.0 We are ALNAP - the global network inspiring learning for greater humanitarian impact Search Search"
    },
    {
      "url": "http://www.erp-recycling.pt",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Search for: Member login Homepage admin 2025-07-15T12:00:54+01:00"
    },
    {
      "url": "http://www.shopncook.com/blog/",
      "title": "Blog | Shop'NCook | Easy-To-Use Recipe Software Shop'NCook with Nutrition, Costing, Shopping List and More - Free Trial",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.tecnologiaalvarado.com.ve/conectores/716-modulo-sfp-monomodo-20km.html",
      "title": "Tecnologia Alvarado | Equipos e insumos para Redes y Seguridad",
      "description": "Lider en distribucion de Equipos e Insumos de redes y seguridad. Distribuidor autorizado de Wireplus, Tplink, Ubiquiti, entre otras...",
      "preview": "  Novedades  Vista rápida Bateria de Litio 12V 100ah... 450,00 $ Nuevo  Vista rápida Controlador Solar MPPT 140A 486,00 $ Nuevo  Vista rápida Con"
    },
    {
      "url": "http://www.pevans.co.uk/Reviews/BigCheese.html",
      "title": "Review of The Big Cheese",
      "description": "void",
      "preview": "Mousie, mousie! Card game The Big Cheese reviewed by Pevans In fact the idea of this game is corporate brownnoses trying to get into the boss's good b"
    },
    {
      "url": "https://www.7thheaven.in/",
      "title": "Largest Bakery Cafe in India | Cake Bakery | Dessert Shop | 7th Heaven",
      "description": "7th Heaven is the best cake shop in India which offers 3d cakes, macarons, donuts and many more bakery products with Unique Franchise Opportunity across India.",
      "preview": "top of page 7th Heaven is India's Ultimate Bakery Cafe Chain with Live Kitchen - Live Cakes in 7 Mins.* 350+ Outlets | 125+ Cities 7th Heaven serves p"
    },
    {
      "url": "https://www.cfgnh.org/articles/job-training-education-friendship-and-a-voice",
      "title": "Job Training,... | The Community Foundation for Greater New Haven",
      "description": "Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Economic Success Grant From the Community Fund for Women...",
      "preview": "Job Training, Education, Friendship and a Voice Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Econo"
    },
    {
      "url": "https://www.brides.com/exclusive-jenna-ushkowitz-david-stanley-married-5194061",
      "title": "5 Favorite Details from Jenna Ushkowitz and David Stanley's Big Day",
      "description": "We'll show you some of the best elements of the actress' unforgettable wedding.",
      "preview": "Skip to content 91 years of expert advice and inspiration, for every couple. Subscribe Email Address Subscribe Thank you [email] for signing up. Pleas"
    },
    {
      "url": "http://Target.com/circle",
      "title": "Target Circle™",
      "description": "Join Target Circle™ to get perks, deals & a whole lot more every time you shop at Target.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://source.android.com/",
      "title": "Android Open Source Project",
      "description": "Android unites the world! Use the open source Android operating system to power your device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://dgnurseries.com/product/nicotiana-tabacum-2/",
      "title": "Nicotiana tabacum - Wahat Al Sahraa",
      "description": "FAMILY: Nicotiana USES: SIZE: LOCATION: Full sunlight to partial shade SOIL: FERTILISER: WATER:",
      "preview": "Skip to content Facebook Instagram Linkedin nursery.enquiry@desertgroup.ae +971 4 2891 063 Search Search Nicotiana tabacum FAMILY: Nicotiana USES: SIZ"
    },
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "https://unevoc.unesco.org/home/",
      "title": "UNESCO-UNEVOC",
      "description": "void",
      "preview": "EN FR ⌕ About Us The UNESCO-UNEVOC International Centre Who We Are What We Do Working With Us Get in Touch Our Network The UNEVOC Network Learn About"
    },
    {
      "url": "https://eartharxiv.org/repository/view/3239/",
      "title": "Revealing the Global Longline Fleet with Satellite Radar",
      "description": "void",
      "preview": "Skip to main content Revealing the Global Longline Fleet with Satellite Radar This is a Preprint and has not been peer reviewed. The published version"
    },
    {
      "url": "https://servantokc.org/the-servant-foundation",
      "title": "Church of the Servant - The Servant Foundation",
      "description": "United Methodist Church in Oklahoma City, Oklahoma",
      "preview": "The Servant Foundation, Inc. For where your treasure is, there your heart will be also. - Matthew 6:21 What is the Servant Foundation? PLEASE NOTE: We"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/easy-impressive-recipes",
      "title": "Easy but impressive recipes | Good Food",
      "description": "These simple recipes are easy to make but look impressive on the plate. Try starters you can make in minutes, no-cook desserts and stress-free mains",
      "preview": "Skip to main content Easy but impressive recipes 52 Recipes These simple recipes are easy to make but look impressive on the plate. Try starters you c"
    },
    {
      "url": "https://threatinfo.net/files/WebCompanion.resources.dll-761d394a0c30c440e6e54badf3bd8059",
      "title": "WebCompanion.resources.dll761d394a0c30c440e6e54badf3bd8059:Detailed Files Info",
      "description": "What is WebCompanion.resources.dll761d394a0c30c440e6e54badf3bd8059? More information about WebCompanion.resources.dll761d394a0c30c440e6e54badf3bd8059",
      "preview": "Information about WebCompanion.resources.dll Name md5 Digital signature Company name Product name Virus name » File File Details Overview Analysis Web"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory081_SummerSips/index.html",
      "title": "Summer Sips",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://www.aclukansas.org",
      "title": "Home - ACLU of Kansas",
      "description": "The American Civil Liberties Union of Kansas is a non-profit organization dedicated to protecting the civil rights and liberties of all people living in Kansas.",
      "preview": "Fighting for Civil Liberties and Defending Freedom in the Free State The Latest Publication The Price of Freedom: Bail in Sedgwick County Explore Publ"
    },
    {
      "url": "https://space.mines.edu/",
      "title": "Home - Space Resources Program",
      "description": "Since the 1990s, Colorado School of Mines has been a leading institution for the study of space resources and in situ resource utilization (ISRU) through its Center for Space Resources.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Space Resources Program Colorado School of Mines The first progr"
    },
    {
      "url": "https://espanol.cdc.gov/enes/coronavirus/2019-ncov/travelers/index.html",
      "title": "Centros para el Control y la Prevención de Enfermedades | CDC",
      "description": "void",
      "preview": "Ir al contenido del sitio Ir a la búsqueda El cáncer de mama Informarse más Las enfermedades respiratorias Informarse más Influenza aviar H5: situació"
    },
    {
      "url": "https://cloudblogs.microsoft.com/",
      "title": "The Microsoft Cloud Blog | Build the future of your business with AI",
      "description": "Get news, updates, and insights about Microsoft's integrated cloud platform for cloud solutions from the team of experts at The Microsoft Cloud Blog.",
      "preview": "Skip to main content The Microsoft Cloud Blog Build the future of your business with AI Navigate blog by Navigate blog by: Search News September 25 4"
    },
    {
      "url": "https://www.td.com/us/en/personal-banking/",
      "title": "Online Banking, Loans, Credit Cards & Home Lending | TD Bank",
      "description": "Explore TD's online banking services, credit cards, checking accounts, savings accounts, loans and more financial products for you and your business.",
      "preview": "Checking that grows with you. Plus $200. All-new TD Complete Checking's right for all life stages. And new customers earn $200 with qualifying activit"
    },
    {
      "url": "https://tghat.com/2021/03/06/abiy-ahmed-and-his-genocide-policy-in-tigray/",
      "title": "Abiy Ahmed and his genocide policy in Tigray - Tghat",
      "description": "In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been emerging as the primary weapon of choice of its three architects-Prime Minister Abiy Ahmed of Ethiopia, President Isaias Afwerki of Eritrea and the Amhara nationalists-to totally subjugate Tigray.",
      "preview": "Connect with us Share Tweet In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been"
    },
    {
      "url": "http://www.agenarisk.com/",
      "title": "agena.ai | Bayesian network software, causal modelling and cloud deployment",
      "description": "Bayesian Network Software, Bayesian Net Software, Bayes Net Software, Causal Modelling, AI, Artifical Intelligence, Cloud Software.",
      "preview": "top of page Deliver your own Bayesian network applications in the cloud Build more than just models. agena.ai enables data scientists, analysts and AI"
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://guiadocente.udc.es/guia_docent/?centre=616&ensenyament=616G01&assignatura=616G01041&fitxa_apartat=3&any_academic=2020_21&idioma=eng&font=10&idioma_assig=cast&idioma=cat",
      "title": "Guía Docente 2020/21 Facultade de Ciencias da Comunicación",
      "description": "void",
      "preview": "Guía Docente Curso 2020/21 2024/25 2023/24 2022/23 2021/22 2019/20 2018/19 2017/18 2016/17 2015/16 2014/15 2013/14 2012/13 2010/11 2008/09 2009/10 Fac"
    },
    {
      "url": "https://www.thefamilyplacenc.com/",
      "title": "The Family Place | Family resources in Transylvania County",
      "description": "Explore The Family Place, your hub for family resources in Transylvania County. From parenting support in Brevard, playgroups for kids in Rosman, to free family activities, we're here to help families connect, learn, and thrive.",
      "preview": "top of page The Family Place is a local family resource center that strengthens families and builds resiliency through support, education, and communi"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "https://corporate.bestbuy.com/our-commitments/",
      "title": "Our Goals - Best Buy Corporate News and Information",
      "description": "void",
      "preview": "Doing a World of Good . We're committed to being a leader on corporate responsibility and sustainability (CR&S) issues. Explore more: Environmental So"
    },
    {
      "url": "https://www.nationalgeographic.com/newsletters/signup",
      "title": "Sign Up for National Geographic Newsletters | National Geographic",
      "description": "Get the latest from National Geographic in your inbox",
      "preview": "Sign Up for National Geographic Newsletters Nat Geo Top Picks Let Nat Geo curate emails for you. Receive top stories and photos, special offers, and o"
    },
    {
      "url": "https://ts.vcu.edu/cgi-bin/posh.pl?posh_referer=https%3A%2F%2Fts.vcu.edu%2Fcgi-bin%2Fposh.pl%3Fposh_referer%3Dhttps%253A%252F%252Fts.vcu.edu%252Fcgi-bin%252Fposh.pl%253Fposh_referer%253Dhttps%25253A%25252F%25252Fdigital.library.vcu.edu%25252Fislandora%25252Fsearch%25253Fislandora_solr_search_navigation%25253D0%252526f%2525255B0%2525255D%25253Dmods_genre_ms%2525253A%25252522Photograph%25252522%252526f%2525255B1%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522Elementary%2525255C%25252520schools%25252522%252526f%2525255B2%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522High%2525255C%25252520schools%25252522%252526f%2525255B3%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522African%2525255C%25252520American%2525255C%25252520schools%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Virginia%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Farmville%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520History%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Pictorial%2525255C%25252520works%25252522",
      "title": "Commitment to Privacy - Virginia Commonwealth University",
      "description": "Commitment to Privacy",
      "preview": "Skip to content Skip to footer Virginia Commonwealth University Commitment to Privacy Commitment to Privacy We collect limited information about web v"
    },
    {
      "url": "https://www.airslate.com/captcha?ref=http://www.airslate.com/bot/explore/pre-fill-from-corda-bot",
      "title": "Recaptcha",
      "description": "void",
      "preview": "Confirm Humanity Before you continue browsing the airSlate website we need to confirm you're a human. If you are, simply check the box below."
    },
    {
      "url": "http://www.unipa.it/",
      "title": "Università degli Studi di Palermo",
      "description": "L'Università degli Studi di Palermo, fondata nel 1806, con i suoi oltre 40000 iscritti è uno degli 11 mega Atenei italiani. La sua offerta formativa comprende più di 130 corsi di studio, tra lauree triennali, magistrali e magistrali a ciclo unico",
      "preview": "Salta al contenuto principale Passa alla visualizzazione normale. Futuri studenti Studenti Laureati International students Docenti Personale Imprese I"
    },
    {
      "url": "https://www.pntrac.com/t/8-9711-131940-104709?sid=PEOKateHudsonsOversizedBeltBagIsaSmartChoiceforMomsOntheGoandTheseLookalikesStartat14lstansburyFasAff13976767202303I&url=https%3A%2F%2Fwww.everlane.com%2Fproducts%2Fwomens-transit-bag-black",
      "title": "The Renew Transit Fanny Pack | Black - Everlane",
      "description": "The ReNew Transit Fanny Pack features two external zip pockets, a main compartment with an internal divider (for added organization), and an adjustable strap with metal buckles. The best part? It can be worn cross-body like a sling or at your waist in true fanny-pack fashion. Oh, and it's made using 100% recycled polye",
      "preview": "Skip to content Your bag is empty. Not sure where to start? SHOP NEW ARRIVALS SHOP BEST SELLERS $120.00 away from free standard shipping You've receiv"
    },
    {
      "url": "https://www.donorschoose.org/",
      "title": "DonorsChoose: Support a classroom. Build a future.",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    }
  ],
  "_meta": {
    "total_bookmarks": 89
  }
}