{
  "data": [
    {
      "url": "https://www.webdesignerdepot.com/2021/10/11-must-follow-web-design-blogs/",
      "title": "11 Must-Follow Web Design Blogs",
      "description": "To stay relevant on the web, you must keep in touch with the latest design tools, news, and web trends. But in 2023, there will be more web design blogs than ever; with so many blogs and magazine sites to choose from, where is an aspiring web designer to start?",
      "preview": "AI Business Compilations Design Development Fonts Freebies Funny News SEO Sponsored Tech UX Web Compilations 11 Must-Follow Web Design Blogs To stay r"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/tutorials/monotonic.html",
      "title": "Monotonic Constraints - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Tutorials Monotonic Constraints View page source Monotonic Constraints  It is often the case in a modeling problem or project that the functi"
    },
    {
      "url": "https://www.camera.it/leg19/410",
      "title": "XIX Legislatura - Lavori - Resoconti Assemblea - Dettaglio sedute",
      "description": "Camera dei deputati - XIX Legislatura -",
      "preview": "Camera dei deputati Vai al contenuto Sezione di navigazione Menu di ausilio alla navigazione Vai al menu di navigazione principale Scrivi Sito mobile"
    },
    {
      "url": "http://www.historie-online.dk/boger/i-krig-for-information",
      "title": "I krig for Information",
      "description": "void",
      "preview": "Menu Forside Dansk Historisk Fællesråd Vedtægter DHF's styrelse Kontakt Referater Medlemmer Sponsorer Cookie- og persondatapolitik Nyheder og aktivite"
    },
    {
      "url": "https://www.ottovo-nakladatelstvi.cz/produkt/stopy-zvere/",
      "title": "Stopy zvěře |",
      "description": "Miroslav Bouchner",
      "preview": "Nakladatel Jan Otto OTTOVO NAKLADATELSTVÍ Stopy zvěře Miroslav Bouchner Cena: 269 Kč s DPH 245 Kč bez DPH Popis produktu Produkty v kategorii Stopy zv"
    },
    {
      "url": "http://andreasviklund.com/",
      "title": "andreasviklund.com",
      "description": "void",
      "preview": "Menu rss facebook twitter Free HTML template: Paris Fashion Blog Brussels Light Free HTML tempalte: Brussels Free HTML CV Template in different colors"
    },
    {
      "url": "https://uxui.monster/",
      "title": "uxui.monster",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://seavision.volpe.dot.gov/",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://impact.kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://wellbeing.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "About Google: Our products, technology and company information - About Google",
      "description": "Learn more about Google. Explore our innovative AI products and services, and discover how we're using technology to help improve lives around the world.",
      "preview": "5 ways to go Live with Search Get real-time help using your voice or camera with Search Live, now available in English in the U.S. - no Labs opt-in re"
    },
    {
      "url": "http://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://github.co/hiddenchars",
      "title": "Warning about bidirectional Unicode text - GitHub Changelog",
      "description": "A warning is now displayed when a file's contents include bidirectional Unicode text. Such text can be interpreted or compiled differently than it appears in a user interface. For example,...",
      "preview": "Back to changelog A warning is now displayed when a file's contents include bidirectional Unicode text. Such text can be interpreted or compiled diffe"
    },
    {
      "url": "https://www.twitch.tv",
      "title": "Twitch",
      "description": "Twitch is an interactive livestreaming service for content spanning gaming, entertainment, sports, music, and more.",
      "preview": "void"
    },
    {
      "url": "https://docs.opencv.org/4.x/d6/d00/tutorial_py_root.html",
      "title": "OpenCV: OpenCV-Python Tutorials",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Introduction to OpenCV Learn how to setup Ope"
    },
    {
      "url": "http://data.nevcounty.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "https://www.ocala.com/story/news/local/2013/07/18/a-silver-springs-story-ricou-browning-was-the-creature/31923591007/",
      "title": "A Silver Springs story: Ricou Browning was the Creature",
      "description": "In the mid-1950s, a grotesque costume turned Ricou Browning from a soft-spoken family man into an ugly \"gill man,\" also known as the \"Creature from the Black Lagoon.\"",
      "preview": "Skip to main content Home Election Local State Education Crime Politics Hidden Gems A Silver Springs story: Ricou Browning was the Creature Marian Riz"
    },
    {
      "url": "https://www.close.com/pricing",
      "title": "Close CRM Pricing, Plans, and Reviews",
      "description": "The only all-in-one CRM and sales outreach solution you can buy without a contract. Start your FREE 14-day free trial today. No credit card required.",
      "preview": "Product Pricing Blog Resources About Log in Try Close NEW Solo Plan Starting at $9/mo Win more with Close Plans designed to grow with your business An"
    },
    {
      "url": "https://www.womenandperspectives.com/2016/11/size-shouldnt-mean-compromise.html",
      "title": "Size Shouldn't Mean Compromise",
      "description": "Bearwear is hoping to make the larger man feel good about how they look and make it easier for them to find what they like. We've spoken to some customers who have said they used to wear a 2XL even though they're a 3XL simply because they couldn't find their correct size in regular retail outlets. We're hoping to make this a thing of the past! Our clothes are modern and stylish and would not look out of place whether they were sized medium or 5XL.",
      "preview": "skip to main | skip to sidebar Women's Perspectives all things about women in my perspective HOME Sitemap Privacy Policy Disclosure Policy Nov 25, 201"
    },
    {
      "url": "https://stitchfix.rg35.net/vnG49O?subid3=people",
      "title": "Sign Up For A Personal Stylist | Stitch Fix",
      "description": "Find clothes you'll actually love! Stitch Fix is personal styling for men, women & kids that sends clothing to your door (with free shipping & returns). Get started!",
      "preview": "What can we style you for? Womens Mens Kids Already have an account? Sign in"
    },
    {
      "url": "https://mrsense.tistory.com/tag/%EC%8A%A4%ED%8F%B0%ED%8B%B0%EB%8B%88",
      "title": "'스폰티니' 태그의 글 목록",
      "description": "Fashion Editor & Photographer",
      "preview": "본문 바로가기 스폰티니 (2)"
    },
    {
      "url": "https://www.shop.solisaudio.com/collections/frontpage/products/so-2000",
      "title": "SO-2000 - SŌLIS Audio",
      "description": "Voice-Activated Bluetooth/Wi-Fi Wireless Speaker with Clock Easy-to-read 0.6\" LED Display Automatic Time Set by Google Cloud Stream Music Wirelessly Using the Google Home App or Bluetooth Voice-activated Speaker with the Google Assistant built-in Far-field Voice Recognition for Hands-free Use Chromecast built-in - choo",
      "preview": "SO-2000 $149 99 FREE SHIPPING Default Title - $149.99 USD Quantity Add to Cart Vendor : Solis Audio Shares : Description Voice-Activated Bluetooth/Wi-"
    },
    {
      "url": "https://calendrier.tunisie.co/evenement/4226/zammour-trekking-challenge-trail-les-14-15-et-16-janvier-2022-472410/",
      "title": "Zammour Trekking Challenge Trail, les 14, 15 et 16 Janvier 2022",
      "description": "Le Zammour Trekking Challenge Trail aura bien lieu en 2022",
      "preview": "void"
    },
    {
      "url": "https://www.saludinforma.es/portalsi/web/salud/servicios-prestaciones/convenio-especial-prestacion-asistencia-sanitaria;jsessionid=26wSvUheTKkYqv9KBx3ovPpN.mov-saludinforma-13",
      "title": "SaludInforma - Convenios especiales",
      "description": "void",
      "preview": "Mis Mensajes Cita primaria / especializada Tarjeta sanitaria / PIN / SMS Certificado FNMT y Cl@ve Voluntades anticipadas Segunda opinión médica Subven"
    },
    {
      "url": "https://www.trutv.com/copyright/index.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://developer.apple.com/tutorials/swiftui",
      "title": "Introducing SwiftUI | Apple Developer Documentation",
      "description": "SwiftUI is a modern way to declare user interfaces for any Apple platform. Create beautiful, dynamic apps faster than ever before.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://smartandunsettled.tumblr.com/",
      "title": "@smartandunsettled on Tumblr",
      "description": "Follow @smartandunsettled and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://spacy.io/usage/training",
      "title": "Training Pipelines & Models · spaCy Usage Documentation",
      "description": "Train and update components on your own data and integrate custom models",
      "preview": "Guides Select page... Get started › Installation Get started › Models & Languages Get started › Facts & Figures Get started › spaCy 101 Get started ›"
    },
    {
      "url": "https://www.tribpub.com/subscriber-terms-and-conditions/#nt=secondarynavbar",
      "title": "SUBSCRIBER TERMS AND CONDITIONS - Tribune Publishing",
      "description": "void",
      "preview": "Skip to content Revision Date: June 10, 2025 IMPORTANT: SECTION 4 OF THESE SUBSCRIPTION TERMS AND CONDITIONS CONTAINS A BINDING ARBITRATION AGREEMENT"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://www.distancesfrom.com/in/how-far-is-Dankuni-from-Indore-via-Ranchi/HowFarHistory/43878018.aspx",
      "title": "How far is Dankuni from Indore via Ranchi",
      "description": "How far is Dankuni from Indore,1594 Km - Distance from Indore to Dankuni via Ranchi,1275 Km - Flight distance between Indore and Dankuni",
      "preview": "Direction Map Travel Time LatLong Flight D Flight T HowFar Route TripCost CO2 Emission Calories Planner Trip Cost Itinerary Reverse percentage Simple"
    },
    {
      "url": "https://earthshotprize.org/",
      "title": "The Earthshot Prize - Urgent Optimism to Repair our Planet",
      "description": "The Earthshot Prize is a global challenge to find, support and celebrate those who turn bold ideas into real solutions to repair our planet.",
      "preview": "Skip to main content Open Navigation Search... Meet The Earthshot Prize 2025 Finalists Discover Their Solutions The Earthshot Prize finds, supports and"
    },
    {
      "url": "https://www.humanrightsatsea.org/news/",
      "title": "News | Human Rights at Sea",
      "description": "void",
      "preview": "Skip to main content News Filter news Category Select one About us Access to Justice Children at Sea Equality at Sea Law Reform and Policy Development"
    },
    {
      "url": "https://www.ordnancesurvey.co.uk/governance/crown-copyright",
      "title": "Crown copyright | Governance | OS",
      "description": "Learn how Ordnance Survey data, brand and trade marks are copyright protected.",
      "preview": "Customer support Contact us Crown copyright Learn how our data, brand and trade marks are copyright protected Our brand is one of the most recognised"
    },
    {
      "url": "https://www.sharkclean.com/exclusive-offer/SV1106WKT/shark-freestyle-cordless-vacuum/",
      "title": "Shark® Cordless Vacuum Cleaners | Wireless & Rechargeable",
      "description": "Discover lighter, longer running and more powerful cordless stick and upright vacuum cleaners from Shark®, the #1 vacuum brand in America*. Free shipping.",
      "preview": "Log in or create an account to add this item to your favorites. Get easier, faster product support and access to warranty information Quickly buy acce"
    },
    {
      "url": "https://www.e-romania.org/tag/estudis-romanics/",
      "title": "Estudis Romànics - E-Romania. Romanística en España",
      "description": "void",
      "preview": "Ir al contenido La atribución de la autoría de la novela Curial e Güelfa , compuesta en catalán literario hacia mediados del siglo XV en el entorno de"
    },
    {
      "url": "http://www.ui.com/legal/privacypolicy/",
      "title": "Ubiquiti - Privacy Policy",
      "description": "Technology platforms for Internet Access, Enterprise, and SmartHome applications.",
      "preview": "Privacy Policy OUR PRIVACY POLICY WAS UPDATED ON OCTOBER 10, 2023 Privacy Policy of Ubiquiti Inc. This Privacy Policy (the \" Policy \") describes how U"
    },
    {
      "url": "https://nchfp.uga.edu/how/can_06/sauerkraut.html",
      "title": "| National Center for Home Food Preservation",
      "description": "The National Center for Home Food Preservation is your source for home food preservation methods.",
      "preview": "Donations Whoops! Looks like you've happened upon a page that has been moved or no longer exists... We've recently redesigned the website and reorgan"
    },
    {
      "url": "https://gracenerissa10.tumblr.com/",
      "title": "@gracenerissa10 on Tumblr",
      "description": "Ig : gnasica_ Twitter : @grace_nerissa Ice cream lovers 💞 Photography 📷",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://essentials.applesurveys.com/jfe/form/SV_bBnTUv96wDVuDLT",
      "title": "Apple - Law Enforcement Online Training Registration",
      "description": "void",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://businessfinder.nj.com/icici-infotech-edison-nj-1.html",
      "title": "New Jersey Local News, Breaking News, Sports & Weather",
      "description": "Get the latest New Jersey news, sports, and breaking updates. View daily NJ weather and top stories from Jersey City, Atlantic City, and beyond on NJ.com.",
      "preview": "Dozens of kids flee N.J. school fire just in time, principal says News Stories Weather Dangerous nor'easter to cause major flooding at Jersey Shore wi"
    },
    {
      "url": "http://runjumpthrow.usatf.org/",
      "title": "| USA Track & Field",
      "description": "void",
      "preview": "Learn New Skills. Make New Friends. Have Fun. USA Track & Field has teamed up with Hershey to create RunJumpThrow (RJT), a hands-on learning program t"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/masking_and_padding",
      "title": "Understanding masking & padding | TensorFlow Core",
      "description": "Complete guide to using mask-aware sequence layers in Keras.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow Core TensorFlow Learn TensorFlow Core Guide Understanding masking & padding Stay orga"
    },
    {
      "url": "https://www.dfo-mpo.gc.ca/index-eng.html",
      "title": "Fisheries and Oceans Canada",
      "description": "Fisheries and Oceans Canada home page",
      "preview": "Fisheries and Oceans Canada We are a federal institution, responsible for safeguarding our waters and managing Canada's fisheries and oceans resources"
    },
    {
      "url": "https://www.urbandictionary.com/",
      "title": "Urban Dictionary, October 10: pizza bones",
      "description": "The outer crusts of a pizza.",
      "preview": "Skip to main content Urban Dictionary pizza bones Share definition The outer crusts of a pizza . All that's left in the box are the pizza bones . by G"
    },
    {
      "url": "https://www.voteearlyday.org/",
      "title": "Celebrate Vote Early Day on October 28th, 2025",
      "description": "When you vote early you ensure that school, work, long lines, or a bad commute on Election Day won't stop your ballot from being counted!",
      "preview": "Celebrate Vote Early Day on October 28th, 2025 Vote Early Become a Partner Countdown to Vote Early Day October 28, 2025 Partners celebrating Vote Earl"
    },
    {
      "url": "https://www.my-best-kite.com/how-to-make-a-kite.html",
      "title": "How To Make A Kite - 27 Kites! Illustrated Step-By-Step Instructions",
      "description": "Learn how to make a kite, 8 types to choose from, each in 3 sizes! Plus 3 Box kites. Full step-by-step instructions.",
      "preview": "This feature requires JavaScript to be turned on . 🔍 This feature requires JavaScript to be turned on . 🔍 Menu Home Home Page Site Map About Tim Kite"
    },
    {
      "url": "https://www.ctvnews.ca/",
      "title": "CTV News - Breaking News and Video, Canada News Today",
      "description": "Get live updates on the latest local, national, and international news, including trusted reporting on politics, health, business, sports and more.",
      "preview": "Skip to main content Canada Post union switching from countrywide to rotating strikes The union representing Canada Post employees says it will switch"
    },
    {
      "url": "http://www.expert-comptable-france.net/plan_comptable_general.php5",
      "title": "NameBright - Coming Soon",
      "description": "void",
      "preview": "expert-comptable-france.net is coming soon This domain is managed at NameBright"
    },
    {
      "url": "https://storeleads.app/",
      "title": "Store Leads - The platform for ecommerce data.",
      "description": "The most comprehensive list of ecommerce stores including 13,597,305 active stores across 321 platforms including Shopify, WooCommerce and Square Online.",
      "preview": "Check out our free Chrome Extension"
    },
    {
      "url": "http://www.thasneen.com/cooking/",
      "title": "Cooking with Thas - Smart Cooking, Smart Living - Your Guide to Kitchen Gadgets, Home Tech, and Tasty Recipes",
      "description": "void",
      "preview": "Skip to Content"
    },
    {
      "url": "https://safety.blr.com/",
      "title": "EHS Hero",
      "description": "void",
      "preview": "Welcome Please log in to continue. Log In"
    },
    {
      "url": "https://publicartchallenge.bloomberg.org/",
      "title": "Public Art Challenge",
      "description": "Supporting innovative temporary public art projects that enhance the vibrancy of cities. Bloomberg Philanthropies' Public Art Challenge encourages mayors to partner with artists, elevating the value of including the creative sector when developing solutions to significant urban issues. The program supports temporary public art projects that celebrate creativity, enhance urban identity, encourage public-private collaborations, and [...]",
      "preview": "Supporting innovative temporary public art projects that enhance the vibrancy of cities. Bloomberg Philanthropies' Public Art Challenge encourages may"
    },
    {
      "url": "https://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "http://www.cox-tv.com/games/rules/morris.html",
      "title": "Cox-TV : Nine Mens Morris",
      "description": "void",
      "preview": "Cox-TV.com The Cox family's home on the web since 2000. HIT SHOWS Games Biography Snapshots Blog Recipes This or That? OFF-AIR contact old news email"
    },
    {
      "url": "https://www.cftexas.org/",
      "title": "Where Giving Thrives - Communities Foundation Of Texas",
      "description": "Communities Foundation of Texas is dedicated to building thriving communities by inspiring philanthropy and fostering impactful giving for lasting change.",
      "preview": "Jump to navigation links Jump to main content Jump to footer links Local Impact; Simplified Giving; One-on-One Guidance DONORS Uplift communities, cha"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/home.html",
      "title": "swisstopo - knowing where",
      "description": "The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everything - revolves around geodata. We share our knowledge in an open, transparent and reusable way so that it is accessible to the public, companies and authorities.And what are you looking for?",
      "preview": "swisstopo - knowing where The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everythin"
    },
    {
      "url": "https://www.lunarstartups.org/",
      "title": "Lunar Startups",
      "description": "Economic empowerment through inclusive entrepreneurship, Lunar Startups is building more equitable entrepreneurial ecosystems with CEOs who identify as BlPOC, LGBTQ, women, and non-binary.",
      "preview": "Back Fund Your Startup - Online Course CEO Course Tools for Inclusion Purchasing Power Talent is evenly distributed. Opportunity is not. Economic empo"
    },
    {
      "url": "https://bit.ly/2JlPTBi",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "http://www.aafp.org/",
      "title": "American Academy of Family Physicians | AAFP",
      "description": "American Academy of Family Physicians (AAFP) represents 128,300 family physicians, residents, & students, providing advocacy, education, patient & practice resources.",
      "preview": "Search search close You Belong at the AAFP There's no specialty like family medicine. You put your energy into building healthy patients, families, an"
    },
    {
      "url": "https://suzuki.oemdtc.com/category/recalls",
      "title": "Recalls | Suzuki - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.planetgain.com/",
      "title": "Planet Gain - Home",
      "description": "void",
      "preview": "Home Institutional Bales Accessories & Shoes Contact Us Welcome to Planet Gain Planet Gain is a rapidly evolving textile company that accepts an array"
    },
    {
      "url": "http://darkmattertheories.com/",
      "title": "Introduction to Dark Matter",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nul.org/",
      "title": "Home | National Urban League",
      "description": "void",
      "preview": "Skip to main content Search SEARCH × Empowering Communities. Changing Lives. WE'VE MOVED! 117 W 125th Street, 3rd Floor New York, NY 10027 Government"
    },
    {
      "url": "https://www.dallasnews.com/news/education/2021/10/26/school-districts-under-investigation-by-texas-house-over-books-curriculum/",
      "title": "Books about race, sexuality spark investigation into Texas schools by a House committee",
      "description": "Rep. Matt Krause launched an investigation into school library books and curriculum just months after Texas lawmakers sought to ban the presence of critical...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "http://www.stevesaircraft.com/",
      "title": "Steve's Aircraft General Aviation Maintenance",
      "description": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist",
      "preview": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist & Aircraft Restorati"
    },
    {
      "url": "http://earthengine.google.org/terms",
      "title": "Terms of Service - Google Earth Engine",
      "description": "Earth Engine combines a multi-petabyte catalog of satellite imagery and geospatial datasets with planetary-scale analysisGoogle capabilities and makes it available for scientists, researchers, and developers to detect changes, map trends, and quantify differences on the Earth's surface.",
      "preview": "Google Earth Engine Services are available for commercial use. Your continued use of the Services under these Google Earth Engine Terms of Service mus"
    },
    {
      "url": "https://www.oig.dot.gov/",
      "title": "Home | DOT OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://walmart.privatehealthnews.com/",
      "title": "Walmart Wellness - My health e-news",
      "description": "My health e-news delivers medically-reviewed health news and advice for the topics and issues that are relevant to you and your family! Keep informed with events and announcements at Walmart Wellness.",
      "preview": "My health e-news newsletter News customized & delivered where you are Choose the news you want from more than two dozen topics. Medically-reviewed hea"
    },
    {
      "url": "https://university.mongodb.com/",
      "title": "MongoDB Courses and Trainings | MongoDB University",
      "description": "Discover our MongoDB Database Management courses and begin improving your CV with MongoDB certificates. Start training with MongoDB University for free today.",
      "preview": "You need to enable javascript to view this website."
    },
    {
      "url": "https://www.bmelaw.com/lawyers-Jason_Carter.html",
      "title": "Jason J. Carter - Bondurant",
      "description": "void",
      "preview": "Jason J. Carter Jason J. Carter Jason Carter represents clients in high-stakes trial and appellate business litigation, including breach of contract,"
    },
    {
      "url": "https://bugzilla.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "https://www.cisteni-kanalizace.cz/?780316980/k30022e_h65a/38931172_htm",
      "title": "Čištění kanalizace",
      "description": "Potřebujete vyčistit kanalizační stoupačky . neváhejte a kontaktujte nás naše firma se přímo specializuje na veškeré čištění kanalizace . jsme schopni vám nabídnout tu nejlepší cenu na trhu.",
      "preview": "Vyhledávání Vyřešíme Vám Váš problém s kanalizací +420 777 330 330 Čištění kanalizace"
    },
    {
      "url": "https://www.domesticworkers.org/",
      "title": "Homepage | National Domestic Workers Alliance",
      "description": "The National Domestic Workers Alliance (NDWA) works for the respect, recognition & rights for more than 2.2 million domestic workers in the US.",
      "preview": "National Domestic Workers Alliance Search for: Donate Donar For Domestic Workers Resource Hub Chapters & Affiliates Get Worker Updates Join NDWA Alrea"
    },
    {
      "url": "http://archives.nereusprogram.org/tag/Nereus-Scientific-&-Technical-Briefs-on-ABNJ-series/",
      "title": "Nereus Scientific & Technical Briefs on ABNJ series | Nereus Program",
      "description": "void",
      "preview": "Languages English 日本語 Nereus Scientific & Technical Briefs on ABNJ series POLICY BRIEF: Deep, distant and dynamic: critical considerations for incorpo"
    },
    {
      "url": "https://www.losttype.com/",
      "title": "Lost Type Co-op",
      "description": "void",
      "preview": "Fonts Store Blog Contact About Lost Type is a Collaborative Digital Type Foundry Introducing PROSPECTUS Introducing MORT MODERN Introducing LEHIGH Int"
    },
    {
      "url": "https://one.apple.com/us?itscg=10000&itsct=one-NA-mac-tile-apl-avl-102020",
      "title": "Apple One - Apple - Upgrade Your OS",
      "description": "Bundle your Apple services and pay one convenient price with Apple One. Choose the plan that's right for you.",
      "preview": "Update to the latest iOS, iPadOS, or macOS to get Apple One. Apple One bundles up to six great Apple services into one easy subscription. Apple Music,"
    },
    {
      "url": "https://www.foresightautomation.com/",
      "title": "Foresight Automation",
      "description": "void",
      "preview": "RECENT NEWS WE ARE EXCITED TO ANNOUNCE WE'LL BE MOVING TO A NEW STATE OF THE ART FACILITY IN 2024! CONSTRUCTION IS UNDERWAY! FORESIGHT ROBOTIC PALLETI"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en/exclusive-services",
      "title": "Exclusive online services | Bang & Olufsen",
      "description": "Read more about the exclusive services we offer online, from express delivery and gift wrapping, to product care.",
      "preview": "From the comfort of your home Enjoy exclusive services When you purchase directly from B&O, you unlock a range of exclusive online services, including"
    },
    {
      "url": "https://www.bmelaw.com/lawyers-Jason_Carter.html",
      "title": "Jason J. Carter - Bondurant",
      "description": "void",
      "preview": "Jason J. Carter Jason J. Carter Jason Carter represents clients in high-stakes trial and appellate business litigation, including breach of contract,"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.kdV4lB5ya",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "http://Rescue-EU.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://xeno-canto.org/explore?query=sp%3Aqmweqr%20loc%3A%22Hills%20west%20of%20Shuhe%2C%20near%20Lijiang%2C%20Yunnan%22",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://www.nbcnews.com/health/health-news/health-risks-overturning-roe-v-wade-abortion-rcna27109",
      "title": "Biggest health risks of overturning Roe v. Wade abortion decision",
      "description": "If the Supreme Court overturns Roe v. Wade, abortion bans and restrictions could have manifold effects on maternal health.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.vijaysales.com/?gclid=Cj0KCQiAkuP9BRCkARIsAKGLE8XNFFBps909mKzX4jdv7mqfunBVwGYRtAEKDq0EUJ25g7eJ_S8KLqQaAktIEALw_wcB",
      "title": "Home Page",
      "description": "Buy Mobiles, ACs, Laptops, TVs, Kitchen & Home appliances online from top brands at Vijay Sales. India's best online electronics store with great deals & quick delivery. Shop now!",
      "preview": "Get upto 7.5% Instant Discount Upto Rs.7500 on HDFC Bank Credit/Debit Card EMI *T&C apply Upto Rs.20,000 Instant Discount on American Express Card EMI"
    },
    {
      "url": "https://www.healthychildren.org/English/ages-stages/baby/feeding-nutrition/Pages/Starting-Solid-Foods.aspx",
      "title": "Starting Solid Foods - HealthyChildren.org",
      "description": "feeding-nutrition~The American Academy of Pediatrics (AAP) discusses the introduction of solid food to babies and discusses signs of solid food readiness..",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://www.bucksfreepress.co.uk/news/23336608.princess-wales-shares-family-plans-pancake-day-slough/",
      "title": "Princess of Wales shares her family plans for Pancake Day in Slough | Bucks Free Press",
      "description": "THE Princess of Wales revealed her family plans for Pancake Day as she took a tour around a nursing home in Slough earlier today",
      "preview": "Princess of Wales shares her family plans for Pancake Day in Slough Royal Family People Slough By Isabella Perrin Audience and Content Editor @Isabell"
    },
    {
      "url": "https://thenewinquiry.com/blog/social-graph-vs-social-class/",
      "title": "Social graph vs. social class - The New Inquiry",
      "description": "Thinking about society as a network makes it harder to conceive of social change",
      "preview": "Skip to content I've hated the term social graph since Facebook first seized upon it in 2007 to try to legitimate and intellectualize their project of"
    },
    {
      "url": "https://girlsinc.org",
      "title": "Girls Inc. | Inspiring All Girls to be Strong, Smart & Bold",
      "description": "void",
      "preview": "Skip to main content It Starts With Girls We are guided by the vision of powerful girls who contribute to their communities in meaningful ways. Get In"
    }
  ],
  "_meta": {
    "total_bookmarks": 89
  }
}