{
  "data": [
    {
      "url": "https://www.unieuro.it/online/Smartphone-e-Telefoni",
      "title": "Unieuro online store, negozio online elettronica | Unieuro",
      "description": "Unieuro.it è il tuo negozio online di elettronica: vendita online e offerte informatica, telefonia, tv , elettrodomestici delle migliori marche!",
      "preview": "vai al contenuto principale Volantino Non troviamo la pagina che stavi cercando È possibile che il link utilizzato non sia più valido oppure la URL no"
    },
    {
      "url": "http://www.gmhchousing.org/",
      "title": "GMHC | Minneapolis, MN",
      "description": "void",
      "preview": "HOME SUCCESS STORIES ABOUT US BOARD OF DIRECTORS STAFF SPONSORS ANNUAL REPORTS CAREERS DONATE PROGRAMS PREDEVELOPMENT LOAN FUND PROGRAM FUNDED PROJECT"
    },
    {
      "url": "https://www.cvaacc.org/",
      "title": "Home",
      "description": "Central Virginia African American Chamber of Commerce - The Central Virginia African American Chamber of Commerce (CVAACC) is a non-profit organization serving the African American community of the Richmond Metropolitan Area.",
      "preview": "Get in touch Phone: (804) 823-7745 Email: info@cvaacc.org (804) 823-7745 6802 Paragon Place Suite 410 Richmond, VA 23230 Empowering Developing Sust"
    },
    {
      "url": "https://projects.propublica.org/nonprofits/organizations/561881015",
      "title": "Leonard G Herring Family Foundation Inc - Nonprofit Explorer - ProPublica",
      "description": "Since 2013, the IRS has released data culled from millions of nonprofit tax filings. Use this database to find organizations and see details like their executive compensation, revenue and expenses, as well as download tax filings going back as far as 2001.",
      "preview": "Skip to content Menu Menu ProPublica Donate Close Close ProPublica Donate Search ProPublica: Search Search Search Show search box Select the type of s"
    },
    {
      "url": "https://press.un.org/en/highlights/UNGA77",
      "title": "High-level meetings of the 77th session of the General Assembly | Meetings Coverage and Press Releases",
      "description": "void",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search English Français Site Search Search Meetings Coverage and Press"
    },
    {
      "url": "https://clairemazurel.com/fr/portfolio-89434-presse",
      "title": "PRESSE",
      "description": "PRESSE",
      "preview": "Connexion Panier PRESSE Top"
    },
    {
      "url": "https://metsminors.net/mmn-exclusive-funky-reliever-matt-pobereyko/",
      "title": "MMN Exclusive: Funky Reliever Matt Pobereyko",
      "description": "void",
      "preview": "Matt Pobereyko/Photo by Ed Delany Current New York Mets minor league right-handed reliever Matt Pobereyko has had a rollercoaster baseball career thus"
    },
    {
      "url": "https://canelasf.com/our-story/",
      "title": "Our Story - Canela Bistro Bar",
      "description": "void",
      "preview": "Accessibility Statement Canela Bistro & Wine Bar Accessibility Statement Canela Bistro & Wine Bar is committed to facilitating the accessibility and u"
    },
    {
      "url": "https://www.prnewswire.com/news-releases/apotex-corp-issues-voluntary-nationwide-recall-of-brimonidine-tartrate-ophthalmic-solution-0-15-due-to-cracks-that-have-developed-in-some-of-the-units-caps-of-the-bottles-301759987.html",
      "title": "Apotex Corp. Issues Voluntary Nationwide Recall of Brimonidine Tartrate Ophthalmic Solution, 0.15% due to cracks that have developed in some of the units caps of the bottles",
      "description": "/PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a voluntary recall at the Consumer level for six (6) lots of Brimonidine Tartrate...",
      "preview": "Accessibility Statement Skip Navigation WESTON, Fla. , March 1, 2023 /PRNewswire/ - Apotex Corp., with the knowledge of the US FDA, is initiating a vo"
    },
    {
      "url": "https://dainikviral.com/",
      "title": "Dainik Viral - Your Daily Viral News Hub",
      "description": "void",
      "preview": "Skip to content Criminal Code Netflix: एक नए क्राइम थ्रिलर से जुड़ी कहानी By dainikviral.com 14 November 2023 Entertainment , Movies Review Criminal C"
    },
    {
      "url": "https://www.ccaha.org/resources",
      "title": "Resources | Conservation Center for Art & Historic Artifacts",
      "description": "void",
      "preview": "Skip to main content Resources All resources below are available as a download at the bottom of each page. To cite resources from our database, please"
    },
    {
      "url": "https://ida.submittable.com/submit",
      "title": "IDA Submission Manager",
      "description": "IDA Submission Manager Powered By Submittable - Accept and Curate Digital Content",
      "preview": "Skip to Main Content Home View Your Submissions IDA There are presently no open calls for submissions. Welcome to the IDA submissions portal. Here you"
    },
    {
      "url": "https://www.xataka.com/categoria/moviles",
      "title": "Móviles: Noticias, análisis y novedades - Xataka",
      "description": "Novedades en teléfonos móviles, análisis, características y próximos lanzamientos. Últimas noticias sobre smartphones, Android y iPhone. Actualidad sobre los nuevos móviles Samsung Galaxy, LG, Sony, Motorola, Nokia, HTC, Xiaomi, Huawuei y terminale",
      "preview": "Xataka PARTNERS Life´s Good by LG Make it realme HP impulsa tu pyme muévete con Renault Inspirando TCL Hola, somos HONOR Innovación Volvo Dos filosofí"
    },
    {
      "url": "https://bavc.org",
      "title": "Home - BAVC Media",
      "description": "BAVC Media (Bay Area Video Coalition) is about video and a whole lot more. We are an evolving coalition of passionate creators, activists, independent makers of all mediums and everyday people, effecting change one story at a time. About Us Support BAVC From The",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Home AllTheVideoPeople77 2025-04-11T05:19:04+00:00 Loading."
    },
    {
      "url": "http://www.fandango.com/PrivacyPolicy.aspx",
      "title": "Fandango | A Message To Our Fans",
      "description": "A Message To Our Fans",
      "preview": "Sorry, Fandango is not available outside the United States."
    },
    {
      "url": "http://www.greencarreports.com/news/1098873_new-home-electric-car-charging-station-chooses-greenest-power",
      "title": "New Home Electric-Car Charging Station Chooses Greenest Power",
      "description": "Two companies partner to make a charging station that finds clean energy sources.",
      "preview": "Electric cars produce no tailpipe emissions, but their low overall carbon footprint can still be reduced even further. The cleaner the power source us"
    },
    {
      "url": "https://pages.github.com/",
      "title": "GitHub Pages | Websites for you and your projects, hosted directly from your GitHub repository. Just edit, push, and your changes are live.",
      "description": "Websites for you and your projects, hosted directly from your GitHub repository. Just edit, push, and your changes are live.",
      "preview": "Websites for you and your projects. Hosted directly from your GitHub repository . Just edit, push, and your changes are live. Pages Help Ready to get"
    },
    {
      "url": "http://www.mgap.gub.uy/Siadocautoconsulta/autoconsultasiadoc.aspx",
      "title": "Autoconsultasiadoc",
      "description": "void",
      "preview": "SISTEMA INFORMATICO DE ADMINISTRACION DOCUMENTAL - SIADOC Año Inciso Unidad Ejecutora Tipo Número Ingrese el número de documento No se encontró el reg"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Makeswift-the-visual-builder-for-Next-js-e4a2b4ff43f644c48747fb40e0baec17?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Nocode-Google-Docs-to-Documentation-Intranet-Blog-or-Site-4d85c998e61748d28de850903bfcc07c?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.virtualvocations.com/job/remote-consumer-services-data-scientist-in-costa-mesa-1681865-i.html",
      "title": "Remote Consumer Services Data Scientist in Costa Mesa - Virtual Vocations",
      "description": "Data Scientist - Company Consumer Services Remote-West Coast 475 Anton Blvd, Costa Mesa, CA, United States Employees can work remotely Full-",
      "preview": "Jobs How It Works Companies Career Center Blog Sign in Post a Job Explore Remote Jobs How it Works Companies Career Center Blog Sign in Post a Job FAQ"
    },
    {
      "url": "https://www.ownbackup.com/blog/10-steps-transition-salesforce-lightning/",
      "title": "10 Steps to Transition to Salesforce Lightning",
      "description": "Salesforce Lightning transition steps include building the right team, educating users, and rolling out in stages. Read more to build your migration strategy.",
      "preview": "May 13, 2019 Salesforce 10 Steps to Transition to Salesforce Lightning Editorial Team | Own from Salesforce No items found. The majority of companies,"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-science/algorithms",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://www.boostjuice.com.au/home_promo/new-nothing-but-passion/",
      "title": "Gabby's Dollhouse - Boost Juice",
      "description": "Boost Juice is one of Australia's most famous and loved juice and smoothie brands.",
      "preview": "We couldn't find the page you're looking for so we smashed this watermelon to easeour frustration. We feel better now. See our drinks Back to home Sur"
    },
    {
      "url": "https://www.epix.com",
      "title": "MGM+ | Instant Access to Movies, TV Series & More",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Instant Access to Movies, TV Series & More"
    },
    {
      "url": "https://www.seattletimes.com/seattle-news/three-suspected-dead-after-avalanche-on-was-colchuck-peak/",
      "title": "Avalanche on WA's Colchuck Peak kills 3; slide is nation's deadliest this winter | The Seattle Times",
      "description": "An avalanche near Leavenworth killed three climbers Sunday, marking the deadliest snowslide in the U.S. this winter and Washington's worst in several years.",
      "preview": "Skip to content Notice to subscribers A Thursday-night power outage prevented the publication of Friday's paper. We apologize for the inconvenience. C"
    },
    {
      "url": "https://suporte.handtalk.me/kb",
      "title": "Central de ajuda - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Primeiros Passos Hand Talk Plugin Hand Talk App Dashboard Comunidade HT Segurança"
    },
    {
      "url": "https://www.houstonchronicle.com/lifestyle/home-design/article/Houston-Endowment-building-17487069.php#photo-22989000",
      "title": "Inside Houston Endowment's new building in Spotts Park",
      "description": "An exclusive look at the Houston Endowment's new $20 million building. The modern structure will launch a new era for the endowment, which just moved from its longtime office space on the 64th floor of the JPMorgan Chase Tower.",
      "preview": "Lifestyle // Home Design New Houston Endowment HQ brings brings the city one step closer to new age of modern design By Diane Cowen , Staff writer Upd"
    },
    {
      "url": "https://www.birdlife.org/",
      "title": "BirdLife International - BirdLife is the world leader in Bird Conservation",
      "description": "People are destroying and consuming nature at a devastating rate. Birds are our early warning system. BirdLife International is the largest international...",
      "preview": "× Welcome to BirdLife International en As a global Partnership, we believe in internationalism. We have translated as much content in your language as"
    },
    {
      "url": "https://www.boostjuice.com.au/home_promo/new-nothing-but-passion/",
      "title": "Gabby's Dollhouse - Boost Juice",
      "description": "Boost Juice is one of Australia's most famous and loved juice and smoothie brands.",
      "preview": "We couldn't find the page you're looking for so we smashed this watermelon to easeour frustration. We feel better now. See our drinks Back to home Sur"
    },
    {
      "url": "https://acs782.tumblr.com/",
      "title": "Stuff",
      "description": "This n that",
      "preview": "Stuff This n that archive rss feed 6.22.16 #spinnersofinstagram (at Bowling Green, Ohio) posted : Wednesday, June 22nd, 2016 tags : spinnersofinstagra"
    },
    {
      "url": "https://www.earthday.org/",
      "title": "Earth Day: The Official Site | EARTHDAY.ORG",
      "description": "Visit the official Earth Day site to learn about the world's largest environmental movement and what you can do to make every day Earth Day.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content EARTHDAY.ORG's founders created and organized the very first Earth Day on Apri"
    },
    {
      "url": "https://www.cebc.cnrs.fr/infrastructures/bio-logging/what-is-bio-logging/?lang=en",
      "title": "What is Bio-logging? - newcebc",
      "description": "void",
      "preview": "Skip to content Home CEBC Our mission Our history Staff Internship/Job Internships Job Offers V.S.C Facilities Photo contest Photo contest 2019 Photo"
    },
    {
      "url": "https://www.plex.tv",
      "title": "Stream Movies & Find Shows On The Best Streaming Services",
      "description": "Searching for the best free streaming services for a great show? Plex is your destination! Find great movies to watch and stream all your personal media libraries on every device.",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Meet you"
    },
    {
      "url": "https://www.unglobalcompact.org/library/2",
      "title": "Guiding Principles for Business and Human Rights: Implementing the United Nations \"Protect, Respect and Remedy\" Framework | UN Global Compact",
      "description": "void",
      "preview": "Back to Listings Report (2011) The Guiding Principles seek to provide an authoritative global standard for preventing and addressing the risk of adver"
    },
    {
      "url": "https://www.king-werk.de/Zinnprodukte/Flaschendeckel/",
      "title": "Flaschendeckel",
      "description": "Flaschendeckel aus Zinn Jetzt geht's den Flaschen an den Hals! Originell, flexibel und ausgefallen! Hingucker und Funktion in einem. Made in Germany! Für zu Hause oder draußen. Wir sind seit über 70 Jahren ein deutscher Hersteller von nützlichen G...",
      "preview": "Zum Hauptinhalt springen Zur Suche springen Zur Hauptnavigation springen Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javasc"
    },
    {
      "url": "https://www.renderforest.com/#Videos",
      "title": "All your design tools in one place | Renderforest",
      "description": "Time to get your brand noticed. Create professional videos, logos, mockups, websites, and graphics - all in one place. Get started now!",
      "preview": "All your design tools in one place Start growing your business by creating stunning Videos, animations, branding, mockups, presentations, graphics, an"
    },
    {
      "url": "https://www.fsunews.com/story/sports/2015/06/24/noles-nab-top-basketball-recruit/29227523/",
      "title": "FSView",
      "description": "Four-star prospect C.J. Walker chooses FSU",
      "preview": "Skip to main content Home Sports Football Basketball Baseball Softball Soccer 'Noles nab top basketball recruit Ariya Massoudi Sports Editor @AriyaMas"
    },
    {
      "url": "https://www.walmartworld.com/content/walmart-world/en_us/articles/2022/11/chasing-the-dream.html",
      "title": "Chasing the Dream",
      "description": "Shabnam Ighani immigrated to the U.S. in 2004 with a couple big goals. Toward the top of her list? Education! With 18 years of experience at Walmart and a lifetime of lessons, the academy lead talked to Walmart World about LBU, checking something off her bucket list - and what's next.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://www.thecut.com/article/meghan-markle-profile-interview.html",
      "title": "Cut Cover: Meghan Markle on Her New Life in California",
      "description": "Meghan, Duchess of Sussex, has left the British monarchy behind. Harry's found a polo team in Santa Barbara. Archie and Lilibet are doing great. Now she's ready for her own next act.",
      "preview": "Things you buy through our links may earn Vox Media a commission Photo: Campbell Addy This article was featured in One Great Story , New York 's readi"
    },
    {
      "url": "http://bobhope.org",
      "title": "Bob & Dolores Hope Foundation",
      "description": "void",
      "preview": "\"If you haven't any charity in your heart, you have the worst kind of heart trouble\" Learn More If you haven't any charity in your heart, you have the"
    },
    {
      "url": "https://motorola-global-portal.custhelp.com/app/software-upgrade/g_id/1949/",
      "title": "Software Upgrade | Motorola Support US",
      "description": "Visit the customer support page to view user guides, FAQs, bluetooth pairing, software downloads, drivers, tutorials and to get repair and contact us information.",
      "preview": "Your home for updates Your home for updates Will my device receive the next Android upgrade? Find out How can I check for available software updates?"
    },
    {
      "url": "https://www.wraltechwire.com/2021/06/09/survey-97-of-nc-execs-optimistic-81-plan-to-boost-hiring-but-29-to-reduce-office-space/",
      "title": "Survey: 97% of NC execs optimistic; 81% plan to boost hiring; but 29% to reduce office space | WRAL TechWire",
      "description": "Executives of technology companies based in North Carolina are optimistic about the future of their business, including the short-term performance of their companies during 2021, according to the results of a new survey. But changes are coming - companies plan to continue hybrid work and more than 29% plan to reduce office space.",
      "preview": "News Survey: 97% of NC execs optimistic; 81% plan to boost hiring; but 29% to reduce office space NC TECH Association Hybrid Work work from home (Vady"
    },
    {
      "url": "https://www.transact711.com/",
      "title": "Transact Prepaid",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-development-workflow-automation-platform-Appy-Pie-32f2da6aa93243c3a774e8a37e06ff71?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/natur/fracking-boom-sorgt-fuer-steigende-methan-emissionen-a-1281900.html",
      "title": "Fracking-Boom sorgt für steigende Methan-Emissionen - DER SPIEGEL",
      "description": "Fracking steht wegen seiner Folgen für die Umwelt schon lange in der Kritik. Eine Studie macht die Technik zur Erdgasförderung nun auch für den Anstieg des Treibhausgases Methan verantwortlich.",
      "preview": "Zum Inhalt springen Zur Merkliste hinzufügen X.com Facebook E-Mail Link kopieren Weitere Optionen zum Teilen X.com Facebook E-Mail Messenger WhatsApp"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/andre-felipe-neppel/",
      "title": "André Felipe Neppel",
      "description": "A vítima estava em uma motocicleta Yamaha/MT07, que colidiu transversalmente com um caminhão Ford/Cargo.",
      "preview": "Pular para o conteúdo"
    },
    {
      "url": "https://arcanoluna.es/blog/",
      "title": "Blog Arcano Luna - Arcano Luna - Tienda esotérica online",
      "description": "Los mejores artículos sobre tarot, esoterismo, oráculos, libros y otros temas holílsticos. Blog de la tienda esotérica online Arcano Luna.",
      "preview": "El Enigmático Mundo del Tarot de Etteilla: Una Herencia Esotérica El tarot de Etteilla es un mazo único. Tiene una historia profunda y compleja. Su cr"
    },
    {
      "url": "https://www.gpb.org/",
      "title": "Georgia Public Broadcasting",
      "description": "Georgia Public Broadcasting",
      "preview": "Skip to main content Thumbnail PSC candidates aim to energize voters ahead of early voting Candidates are racing to energize their voters ahead of Nov"
    },
    {
      "url": "https://www.latimes.com/entertainment/classichollywood/la-et-st-ca-william-daniels-classic-hollywood-20150510-story.html",
      "title": "Classic Hollywood: In 'Girl Meets World,' William Daniels reprises Mr. Feeny - Los Angeles Times",
      "description": "William Daniels returns to his role as Mr. Feeny in 'Boy Meets World' in the Disney Channel sequel, 'Girl Meets World.'",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://gracenerissa10.tumblr.com/",
      "title": "@gracenerissa10 on Tumblr",
      "description": "Ig : gnasica_ Twitter : @grace_nerissa Ice cream lovers 💞 Photography 📷",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://www.precisiontrucks.com/",
      "title": "Precision Truck Products I America's #1 Toter Manufacturer",
      "description": "Precision Truck Products, Inc. - Home of the Precision 6-way Power Hitch and America's #1 Choice for the Mobile Home Transportation Industry",
      "preview": "top of page AMERICA'S #1 TOTER MANUFACTURER VIEW TRUCK INVENTORY TOTER GALLERY FOR MORE PAST CONVERSIONS, CLICK HERE CURRENT INVENTORY 2017 Freightlin"
    },
    {
      "url": "http://windows.microsoft.com/en-us/internet-explorer/download-ie",
      "title": "Internet Explorer Downloads - Microsoft Support",
      "description": "Get the latest internet browser recommended by Microsoft.",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://www.theguardian.com/world/europe-news",
      "title": "Europe | The Guardian",
      "description": "Latest Europe news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Latest news Boris Johnson The £1m man: Why did Boris Johnson take his donor to Ukraine? Exclusive: Leaked file"
    },
    {
      "url": "https://www.pjmasks.com/apps/",
      "title": "PJ Masks Official Apps - PJ Masks",
      "description": "Discover Interactive PJ Masks Official Apps which impresses with lots of options. Explore PJ Masks world and choose your favorite hero character to play with. Games for preschoolers!",
      "preview": "APPS PJ Masks: Hero Academy PJ Masks: Moonlight Heroes PJ Masks: Racing Heroes PJ Masks: HQ"
    },
    {
      "url": "https://www.dbricette.it/links_programmi.htm",
      "title": "DBRicette: Links programmi",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Links a programmi che usano il nostro database [4] SHOP'NCOOK COOKBOOK READER"
    },
    {
      "url": "https://www.olx.com.pk/islamabad-capital-territory_g2003003/sales_c62?filter=classified_type_eq_offer%2Cjob_type_eq_temporary",
      "title": "Sales Jobs in Islamabad Capital Territory",
      "description": "Find the best Sales Jobs in Islamabad Capital Territory. OLX Pakistan offers online local classified ads for Sales Jobs. Post your classified ad for free in various categories like mobiles, tablets, cars, bikes, laptops, electronics, birds, houses, furniture, clothes, dresses for sale in Islamabad Capital Territory.",
      "preview": "All categories Mobiles Mobile Phones Accessories Tablets Smart Watches Landline Phones Vehicles Cars Cars Accessories Spare Parts Car Care Buses, Vans"
    },
    {
      "url": "https://www.kkcm.cz/teens-pruzkum",
      "title": "Výsledky průzkumu | kkcm",
      "description": "void",
      "preview": "top of page Průzkum V březnu a dubnu 2021 jsme požádali mukařovské teenagery a jejich rodiče o vyplnění krátkého anonymního dotazníku. Všem respondent"
    },
    {
      "url": "http://kindness.sesamestreet.org",
      "title": "Sesame Street | Preschool Games, Videos, & Coloring Pages to Help Kids Grow Smarter, Stronger & Kinder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.geonames.org/",
      "title": "GeoNames",
      "description": "void",
      "preview": "login GeoNames The GeoNames geographical database covers all countries and contains over eleven million placenames that are available for download fre"
    },
    {
      "url": "https://www.campaignlive.com/article/in-together/1719527",
      "title": "All in, together | Campaign US",
      "description": "By sharing what we have learned, we call on the industry to tap into our collective responsibility to make work where everyone feels seen.. From Campaign US",
      "preview": "Skip to Content Skip to Main Navigation Skip to Footer Home Page Lorraine Twohill, chief marketing officer, Google A single person sees almost 2 milli"
    },
    {
      "url": "https://howl.me/cjb33rDvIWj",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://devblogs.microsoft.com/?utm_source=developermscom",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "http://www.toyotanewsroom.com",
      "title": "Toyota USA Newsroom",
      "description": "void",
      "preview": "Product Cars & Minivans Camry Corolla Gas Hybrid Hatchback Crown Mirai Prius Hybrid Plug-in Hybrid Sienna Trucks Tacoma Gas Hybrid Tundra Gas Hybrid C"
    },
    {
      "url": "https://www.bbc.com/news/in_pictures",
      "title": "In Pictures | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about In Pictures from across the BBC.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.scjohnson.com/",
      "title": "SC Johnson | A Family Company at Work for A Better World",
      "description": "SC Johnson is a family company dedicated to innovative, high-quality products, workplace excellence and commitment to the environment and its communities.",
      "preview": "Skip to Main Home SC Johnson Secures World Health Organization Policy Recommendation for Innovative Tool Proven to Help Prevent Malaria and Other Inse"
    },
    {
      "url": "https://www.underarmour.com/en-us/p/pants_and_leggings/womens_coldgear_authentics_leggings/1368700.html",
      "title": "ColdGear® Women's Leggings | Under Armour",
      "description": "Shop Under Armour for ColdGear® Women's Leggings",
      "preview": "New & Featured UA Nova Slipspeed Shop Now New Arrivals Men Women Kids Shoes Featured UNLESS UA x Mansory We Are Football UA Halo Collection Sportswear"
    },
    {
      "url": "https://drachen.org/",
      "title": "Drachen.org",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! July 28, 2025 × drachen.org - Website No Longe"
    },
    {
      "url": "https://thespinningcp.tumblr.com/post/121123352676",
      "title": "Maryland moves to increase diversity in computer... - The Spinning Compass: GIS Student Resources",
      "description": "Maryland moves to increase diversity in computer science codeorg: \"A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Menu The Spinning Compass: GIS Student Resources Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course"
    },
    {
      "url": "https://www.carat.fiserv.com/",
      "title": "Carat Global Platform | Carat U.S. | Fiserv",
      "description": "Carat is the global commerce platform from Fiserv that orchestrates payments and experiences for the world's largest businesses.",
      "preview": "Skip to Contact an Expert Skip to Main Content The next generation platform to drive more commerce Carat is the global commerce platform from Fiserv t"
    },
    {
      "url": "https://go.peoplepower.org/signup/take-pledge-commit-being-defender-abortion-rights",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://usnavyseals.einnews.com/amp/pr_news/572814177/small-business-opportunities-for-military-spouses-to-sell-to-the-u-s-air-force-and-u-s-army",
      "title": "Please verify you are human.",
      "description": "void",
      "preview": "Please verify you are human. Click here to continue ..."
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/",
      "title": "SwiftUI | Apple Developer Documentation",
      "description": "Declare the user interface and behavior for your app on every platform.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "http://ureeka.biz",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "https://www.johanna-benden.de/tag/es-geht-weiter/",
      "title": "es geht weiter",
      "description": "void",
      "preview": "Skip to content > es geht weiter Moin moin, ihr Lieben! Endlich arbeite ich wieder an einem neuen Projekt - hach, das fühlt sich gut an ... 😍🎉🥳🥰 (Natürl"
    },
    {
      "url": "https://wiki.smfi.unipr.it/dokuwiki/doku.php?id=wiki_tutorial&tab_files=files&do=media&tab_details=view&image=lmn%3Apapers%3Aglass2013.pdf&ns=lmn%3Aisr",
      "title": "Wiki: mantenere la documentazione in modo efficace [UNIVERSITÀ DI PARMADIPARTIMENTO DI SCIENZE MATEMATICHE, FISICHE E INFORMATICHE]",
      "description": "void",
      "preview": "wiki_tutorial Gestore Media Categorie Scegli il namespace [directory principale] andrey.sidorenko asl didatticafis didatticainf didatticamat direzione"
    },
    {
      "url": "http://www.erp-recycling.it",
      "title": "Sistemi Collettivi RAEE: Consorzio ERP Italia",
      "description": "Consorzio ERP Italia: Sistema Collettivo che si occupa della gestione a norma dei RAEE e dei Rifiuti di Pile e Accumulatori a scopo di riciclo",
      "preview": "Salta al contenuto Cerca per: COMUNICATI STAMPA AREA RISERVATA Cerca per: Member login Homepage admin 2025-09-11T10:54:13+02:00 Consorzio ERP Italia C"
    },
    {
      "url": "https://www.ktvh.com/news/montana-politics/gianforte-signs-bills-eliminating-election-day-registration-tightening-voter-id",
      "title": "Gianforte signs bills eliminating Election Day registration, tightening voter ID",
      "description": "Gov. Greg Gianforte signed a pair of bills that eliminate voter-registration on Election Day in Montana and tighten ID requirements for voting and voter-registration.",
      "preview": "void"
    },
    {
      "url": "https://archives.hungaricana.hu/en/urbarium/hu_mnl_ol_e156_a_fasc090_no100/?list=eyJxdWVyeSI6ICJTWk89KFJFR0VTVFJBVEEgSU4gUkVHKSBBTkQgU1pPPShcIkZhc2MuMDkwXCIgSU4gVElUTEUpIn0",
      "title": "HU MNL OL E 156 - a. - Fasc. 090. - No. 100. | Urbaria et conscriptiones | Hungaricana",
      "description": "The purpose of the Hungaricana project is to share Hungarian cultural heritage including contents that have never been accessible before. Our goal is to create an environment where everyone, whether professional or amateur, can explore Hungary's, or even their own history and culture in a clean and efficient way.",
      "preview": "For full functionality of this site (searching, viewing images, maps and pdf files) it is necessary to enable JavaScript. Here are the instructions ho"
    },
    {
      "url": "https://researchnow.flinders.edu.au/en/publications/clinical-characteristics-and-outcome-of-current-standard-manageme/fingerprints/",
      "title": "Clinical characteristics and outcome of current standard management of central retinal artery occlusion - Fingerprint - Research @ Flinders",
      "description": "void",
      "preview": "Clinical characteristics and outcome of current standard management of central retinal artery occlusion Adam Rudkin, Andrew Lee , Eric Aldrich, Neil M"
    },
    {
      "url": "https://www.israelnationalnews.com/news/249482",
      "title": "OU to stop kosher certifying controversial slaughter method | Israel National News",
      "description": "Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist' method.",
      "preview": "OU to stop kosher certifying controversial slaughter method Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist'"
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/",
      "title": "Random Gif Girl Writes",
      "description": "Some people say I have a way with words. I don't know if I believe them.",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://www.mountainhardwear.com/",
      "title": "Mountain Hardwear: Technical Outdoor Gear & Apparel",
      "description": "Mountain Hardwear designs premium outdoor clothing and equipment for mountain sport athletes and enthusiasts. Largest Selection. Free Shipping Available.",
      "preview": "Skip to Content Skip to Main Nav Skip to Search New Arrivals for Fall Adapt to Remain Wild Sign up for FREE Shipping New Arrivals for Fall Adapt to Re"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/naan-bread",
      "title": "Naan bread recipe | Good Food",
      "description": "Make your own Indian flatbreads at home and you'll never go back to buying them. Delicious eaten warm, these naans are ideal with your favourite curry.",
      "preview": "Skip to main content Naan bread Miriam Nice Save recipe Serves 6 - 8 More effort Prep: 20 mins Cook: 35 mins plus rising and proving A star rating of"
    },
    {
      "url": "https://klipper3d.org/Config_Reference.html",
      "title": "Welcome - Klipper documentation",
      "description": "void",
      "preview": "Welcome The Klipper firmware controls 3d-Printers. It combines the power of a general purpose computer with one or more micro-controllers. See the fea"
    },
    {
      "url": "https://www.mountainhardwear.com/",
      "title": "Mountain Hardwear: Technical Outdoor Gear & Apparel",
      "description": "Mountain Hardwear designs premium outdoor clothing and equipment for mountain sport athletes and enthusiasts. Largest Selection. Free Shipping Available.",
      "preview": "Skip to Content Skip to Main Nav Skip to Search New Arrivals for Fall Adapt to Remain Wild Sign up for FREE Shipping New Arrivals for Fall Adapt to Re"
    },
    {
      "url": "https://www.bbc.com/news/in_pictures",
      "title": "In Pictures | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about In Pictures from across the BBC.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    }
  ],
  "_meta": {
    "total_bookmarks": 88
  }
}