{
  "data": [
    {
      "url": "https://services.aap.org/en/news-room/news-releases/aap/2021/frontline-physicians-oppose-legislation-that-interferes-in-or-penalizes-patient-care/",
      "title": "Frontline Physicians Oppose Legislation That Interferes in or Penalizes Patient Care",
      "description": "Several state legislatures across the country have recently introduced or are deliberating bills that would restrict delivery of gender-affirming care for genderdiverse patients, specifically for children and adolescents.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://channelstore.roku.com/details/193106",
      "title": "Roku",
      "description": "WOW Presents Plus is the only streaming service featuring Werq The World, UNHhhh with Trixie and Katya, and hundreds of other World of Wonder originals, documentaries, specials, and LGBTQ+ programming. Terms of Service: https://www.wowpresentsplus.com/tos Privacy Policy: https://www.wowpresentsplus.com/privacy",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://www.midway.org/",
      "title": "USS Midway Aircraft Carrier | San Diego Museum | San Diego Tours - USS Midway Museum®",
      "description": "Live the adventure & honor the legend of the USS Midway Museum with activities & fun for the whole family onboard! Voted #1 \"Things to Do\" on Trip Advisor SD!",
      "preview": "Celebrate your freedom in a thousand exciting ways From immersive exhibits to exciting events, there are countless ways to explore America's Living Sy"
    },
    {
      "url": "https://atom.io/",
      "title": "Sunsetting Atom - The GitHub Blog",
      "description": "We are archiving Atom and all projects under the Atom organization for an official sunset on December 15, 2022.",
      "preview": "GitHub Staff · @github June 8, 2022 | Updated July 23, 2024 | 3 minutes Share: January 30, 2023 Update: Update to the previous version of Atom before"
    },
    {
      "url": "https://shop.samsonite.com/luggage/carry-on-luggage/spinner-underseater-with-usb-port/112934XXXX.html",
      "title": "Spinner Underseater with USB Port | Luggage | Samsonite",
      "description": "Samsonite Spinner Underseater with USB port offers 360° spinner wheels and smart storage to keep your essentials powered, organized, and in reach.",
      "preview": "Luggage Underseat Luggage Spinner Underseater with USB Port 3.7 out of 5 Customer Rating $160.00 The current price is $160.00 Extra 10% Off With Code"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85933",
      "title": "Searchable Recipe Database - Red Grits and Shrimp",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://blog.code.org/post/121123281798/md",
      "title": "Code.org - Medium",
      "description": "Read writing from Code.org on Medium. Code.org® is dedicated to expanding access to computer science increasing participation by young women and students from other underrepresented groups.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Code.org 73K followers Code.org wins TEN 2025 Best of STEM Awards Chosen"
    },
    {
      "url": "https://www.kark.com/news/local-news/crews-respond-to-possible-crash-near-clinton-national-airport/",
      "title": "FAA says 5 on board plane that crashed near Clinton National Airport, deputies say no survivors | KARK",
      "description": "Officials said five people were on board an airplane that crashed near the Clinton National Airport just after noon Wednesday, with deputies at the scene saying there were no survivors found.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.cepal.org/en",
      "title": "Economic Commission for Latin America and the Caribbean",
      "description": "La CEPAL es una de las cinco comisiones regionales de las Naciones Unidas y su sede está en Santiago de Chile. Se fundó para contribuir al desarrollo económico de América Latina, coordinar las acciones encaminadas a su promoción y reforzar las relaciones económicas de los países entre sí y con las demás naciones del mundo. Posteriormente, su labor se amplió a los países del Caribe y se incorporó el objetivo de promover el desarrollo social.",
      "preview": "Skip to main content Search Search Search English Español Português PRESS RELEASE ECLAC: Latin America and the Caribbean Will Only Be Able to Overcome"
    },
    {
      "url": "http://www.tuna-org.org",
      "title": "Tuna-org",
      "description": "void",
      "preview": "Home Positive Lists / CLAV IUU Vessel Lists Tagging Meetings Past Current Jobs & Opportunities FAD MSE Links 1st joint t-RFMO FAD WG meeting Report 2n"
    },
    {
      "url": "https://www.airtable.com/lp/resources/webinars/quarterly-customer-wb-ondemand?utm_source=airtable&utm_medium=web_banner&utm_campaign=Platform-tier1",
      "title": "On Demand Webinar: Airtable Features & Spotlight | Airtable - Airtable",
      "description": "Watch our on demand webinar and discover the latest ways you can use Airtable to improve your workflows.",
      "preview": "Webinar Airtable New Feature Spotlight Watch our quarterly Airtable New Feature Spotlight , a webinar series dedicated to helping you see what's possi"
    },
    {
      "url": "https://graphicburger.com/",
      "title": "GraphicBurger",
      "description": "Tasty design resources made with care for each pixel. Free for both personal & commercial use. Have a bite!",
      "preview": "void"
    },
    {
      "url": "https://www.incopesca.go.cr/",
      "title": "Index",
      "description": "Index , Portal del INCOPESCA INCOPESCA",
      "preview": "Incopesca Contenedor Contenedor Trámites y Servicios Contenedor Información de interés INSTITUTO COSTARRICENSE DE PESCA Y ACUICULTURA INCOPESCA El INC"
    },
    {
      "url": "http://wiki.fablab-kali.de/doku.php?id=documentation:electronics:start&do=backlink",
      "title": "documentation:electronics:start - Backlinks [FabLab Kamp-Lintfort]",
      "description": "void",
      "preview": "skip to content FabLab Kamp-Lintfort User Tools Log In Site Tools Search Tools Show page Old revisions Backlinks Recent Changes Media Manager Sitemap"
    },
    {
      "url": "https://www.talentbeyondboundaries.org/?",
      "title": "Talent Beyond Boundaries",
      "description": "We're building a world where refugees can move internationally for work, leveraging their own professional skills to secure their futures.",
      "preview": "0"
    },
    {
      "url": "http://www.idreams.pl/our-products/show/product/21-Lets-Create-Pottery",
      "title": "Let's Create! Pottery | Products | Infinite Dreams",
      "description": "Infinite Dreams Inc. is a game development studio located in Gliwice, Poland. With over 20 years of experience in the industry, the company develops top quality games for a broad range of digital platforms such as iOS, Android, Nintendo Switch, Sony Playstation, XBox.",
      "preview": "Let's Create! Pottery Free your creativity! With Let's Create: Pottery making ceramics has never been more simple and fun! Become a true artist and cr"
    },
    {
      "url": "https://www.theguardian.com/world/europe-news",
      "title": "Europe | The Guardian",
      "description": "Latest Europe news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Latest news Boris Johnson The £1m man: Why did Boris Johnson take his donor to Ukraine? Exclusive: Leaked file"
    },
    {
      "url": "https://pflag.org/",
      "title": "Homepage - PFLAG",
      "description": "PFLAG is the nation's largest organization dedicated to supporting, educating, and advocating for LGBTQ+ people and those who love them.",
      "preview": "Safe Celebrated Empowered Loved PFLAG is creating a caring, just, and affirming world for LGBTQ+ people and those who love them. I want to learn more"
    },
    {
      "url": "http://www.beerof1812.com/news13/1019.html",
      "title": "Concordp2c | Law Blog for Clear. Credible. Complete.",
      "description": "Explore legal insights, case analysis, and expert commentary on concordp2c - your trusted blog for everything law and legal.",
      "preview": "Skip to content Local News , US How Local News Investigations Hold Officials Accountable The Future of Local News: U.S. Papers & TV Stations Local Sch"
    },
    {
      "url": "https://www.smarttales.app",
      "title": "Smart Tales: Learning App for Kids | Math & Reading Games",
      "description": "Join over 2 million families with Smart Tales, an award-winning educational app for kids aged 2-11. Discover engaging math and reading games.",
      "preview": "Turn screen time into Smart Time Safe and non-addictive educational app designed for 2-11-year-olds . Explore Math, Science, and Reading through fun,"
    },
    {
      "url": "https://www.stavangermuseum.no/mitt-stavanger/om-1500-1600-tallet",
      "title": "1500-1600-tallet - Stavanger Museum",
      "description": "void",
      "preview": "KR M Besøk oss Utstillinger Arrangementer Læring NO | ENG Bibliotek Bygg og samling Forskning Utleie Ringmerkingssentralen Kafé og butikk Om museet An"
    },
    {
      "url": "https://blogs.msdn.microsoft.com/developer-tools/",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "https://www.contentfulstatus.com",
      "title": "Contentful Status",
      "description": "Welcome to Contentful's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Contentful creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't recei"
    },
    {
      "url": "https://sesamo.com/",
      "title": "Inicio | Sésamo",
      "description": "Explora juegos, videos, y actividades con Elmo, Abby, y Comegalletas.",
      "preview": "Inicio Para adultos Padres y Cuidadores Educadores Actividades Juegos Videos Art Maker Cuentos Nuestros Programas ¡Listos a Jugar! Sueña, Ahorra, Alca"
    },
    {
      "url": "https://docs.backdropcms.org/api/backdrop/core%21includes%21database%21select.inc/function/SelectQueryExtender%3A%3AinnerJoin/1",
      "title": "public function SelectQueryExtender::innerJoin | Documentation",
      "description": "void",
      "preview": "Skip to main content public function SelectQueryExtender::innerJoin 1 select.inc public SelectQueryExtender ::innerJoin($table, $alias = NULL, $condit"
    },
    {
      "url": "https://ims.ucsc.edu/about/directors-message.html",
      "title": "Institute of Marine Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "The Institute of Marine Sciences works to increase our knowledge of the world's oceans, the complex processes that affect their behavior, their fascin"
    },
    {
      "url": "https://www.nyasatimes.com/judge-in-muluzi-case-fails-to-deliver-judgement/",
      "title": "Judge in Muluzi case fails to deliver judgement - Malawi Nyasa Times - News from Malawi about Malawi",
      "description": "Malawi breaking news publishing 24 hours a day news about Malawi, Malawi Business, Malawi Tourism, Malawi Politics, Malawi News",
      "preview": "Skip to content High Court judge Maclean Kamwambi on Tuesday failed to turn up at the court in Blantyre to deliver a landmark judgement on whether for"
    },
    {
      "url": "https://ijuarez.tumblr.com/",
      "title": "ijuarez's tumblr",
      "description": "void",
      "preview": "ijuarez's tumblr mi ranking canciones 2014, Posted 10 years ago from bookmarklet 7 notes Tagged: SoundCloud , Italo Juárez , Rock , Indie Rock , . Sou"
    },
    {
      "url": "https://portal.vuce.gub.uy/VUCE/servlet/loginvuce",
      "title": "Login",
      "description": "Login",
      "preview": "Ingresá con tu usuario de VUCE CI Pasaporte extranjero AFGANISTAN ÅLAND ISLANDS ALBANIA ALEMANIA AMERICAN SAMOA ANDORRA ANGOLA ANGUILLA ANTARCTICA ANT"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/ultimate-chocolate-cake",
      "title": "Moist chocolate cake recipe | Good Food",
      "description": "Indulge yourself with this ultimate chocolate ganache cake recipe that is beautifully moist, rich and fudgy. Perfect for a celebration or an afternoon tea",
      "preview": "Skip to main content Ultimate chocolate cake Angela Nilsen Save recipe Cuts into 14 slices Easy Prep: 30 mins - 40 mins Cook: 1 hr - 1 hr and 30 mins"
    },
    {
      "url": "https://www.thebearchitects.com/",
      "title": "The Behavioural Architects: Global Insight, Research and Consultancy",
      "description": "Understanding consumer behaviour is at the heart of everything we do",
      "preview": "Global insight, research and strategic consultancy . Global insight, research and strategic consultancy . Global insight, research and strategic consu"
    },
    {
      "url": "https://www.delpher.nl/nl/kranten/view?identifier=ddd:010368266:mpeg21:p005&coll=ddd",
      "title": "De Sumatra post » 02 dec 1920 - Pag. 5 | Delpher",
      "description": "De Sumatra post van 02 dec 1920 (pag. 5) ✓ In zijn geheel te lezen ✓ Digitaal te doorzoeken ✓ Gratis toegankelijk ➜ Delpher.nl",
      "preview": "Terug naar resultaten Permanente URL Aflevering Pagina Artikel Gebruiksvoor­waarden Auteursrecht onbekend. Het zou kunnen dat nog auteursrecht rust op"
    },
    {
      "url": "https://aintnomobway.com/tickets/",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://www.bestbinocularsreviews.com/buy-binoculars.php?binocular=Steiner8x42Merlin&id=8&countrypicked=uk&typeofproduct=binoculars&countrypicked=usa&countrypicked=australia&countrypicked=germany&countrypicked=canada&countrypicked=germany&countrypicked=india",
      "title": "Where to Buy Steiner 8x42 Merlin binoculars - india",
      "description": "Easily check the prices of Steiner 8x42 Merlin binoculars at major binocular retailers - india",
      "preview": "Where to Buy Steiner 8x42 Merlin Binoculars It can often pay to shop around a little. Below are some of the best places on the web that I have found t"
    },
    {
      "url": "https://www.tensorflow.org/api_docs/python/tf/keras/layers/Discretization?hl=pt-BR",
      "title": "tf.keras.layers.Discretization | TensorFlow v2.16.1",
      "description": "A preprocessing layer which buckets continuous features by ranges.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow v2.16.1 TensorFlow API TensorFlow v2.16.1 Python tf.keras.layers.Discretization Stay"
    },
    {
      "url": "https://purepuremilk.tumblr.com/",
      "title": "@purepuremilk on Tumblr",
      "description": "Follow @purepuremilk and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts #Youtube blasteriidx Follow Tales of Festival 2016 BD Rip by BlasterIIDX Hi everyone ! As promised, you will find the videos of the ToF 2016 by"
    },
    {
      "url": "https://faq.whatsapp.com/",
      "title": "Centro assistenza di WhatsApp",
      "description": "Scopri come usare WhatsApp, risolvere un problema e ricevere risposte alle tue domande.",
      "preview": "void"
    },
    {
      "url": "http://www.nic.it/",
      "title": "| Registro .it",
      "description": "void",
      "preview": "Torna alla visualizzazione normale Salta al contenuto principale Cerca il tuo .it Verifica se il dominio che vuoi registrare è disponibile www. .it"
    },
    {
      "url": "https://www.theglobalipcenter.com/sign-up/",
      "title": "Global Innovation Policy Center | U.S. Chamber of Commerce",
      "description": "GIPC is leading efforts to promote innovation and creativity globally by advocating for strong IP standards.",
      "preview": "Skip to content Close search Site search Enter your search query Submit Global Innovation Policy Center GIPC is leading efforts to promote innovation"
    },
    {
      "url": "https://connect.ala.org",
      "title": "Home - ALA",
      "description": "ALA Connect is an online platform for discussion and collaboration between ALA members. It's a centralized space for members, whether they're part of a formal committee or just want to share questions and ideas with other library professionals. Connect allows users to: • Talk with other members on discussion boards • Download shared resources from community-generated libraries • Collaborate as a member of volunteer committees and other groups",
      "preview": "Divisions American Assn. of School Librarians (AASL) Assn. for Library Service to Children (ALSC) Assn. of College & Research Libraries (ACRL) Core: L"
    },
    {
      "url": "http://www.nic.it/",
      "title": "| Registro .it",
      "description": "void",
      "preview": "Torna alla visualizzazione normale Salta al contenuto principale Cerca il tuo .it Verifica se il dominio che vuoi registrare è disponibile www. .it"
    },
    {
      "url": "https://www.acquisition.gov/browsefar",
      "title": "FAR | Acquisition.GOV",
      "description": "void",
      "preview": "Skip to main content Favorite X Federal Acquisition Regulation Full FAR Download in Various Formats FAC Number Effective Date HTML DITA PDF Word EPub"
    },
    {
      "url": "http://portal.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dsmskatepark.com/",
      "title": "Lauridsen Skatepark | World-class Lauridsen Skatepark in Des Moines, Iowa that is set to be one of the largest skateparks in the nation.",
      "description": "Opened on May 7, 2021, and host to the 2021 Dew Tour [May 10 - 27], the Lauridsen Skatepark the largest open park in the nation. The skatepark is centrally...",
      "preview": "Location About About Opened on May 7, 2021, and host to the 2021 Dew Tour [May 10 - 27] , the Lauridsen Skatepark the largest open park in the nation."
    },
    {
      "url": "https://www.grameenamerica.org/staff",
      "title": "Staff - Grameen America",
      "description": "void",
      "preview": "Back Who We Are Elevate by Grameen America Ways To Give Community Health Initiative Board Of Directors Staff Financial Information Back Impact Report"
    },
    {
      "url": "http://rescue.myplannedgift.org/",
      "title": "Charitable Giving | International Rescue Committee",
      "description": "Make a difference at the International Rescue Committee with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Leave a Legacy, Become a Changemaker Many caring and generous friends like you have found that through their will they are able t"
    },
    {
      "url": "https://survey.medallia.com/?711-gr",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://smallbusiness.withgoogle.com/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.nomecomesnada.es/tag/soba/",
      "title": "soba Archivos - No me comes nada",
      "description": "void",
      "preview": "No sabéis la de ganas que tenía de poner esta receta en el blog. Directa desde el país del sol naciente llega esta sopa de miso con noodles Creo que y"
    },
    {
      "url": "https://imgbin.com/",
      "title": "IMGBIN.com - Download Transparent PNG Images, For Free",
      "description": "Get unlimited access to millions of free transparent PNG files created by designers, for designers",
      "preview": "categories logos calendar log in sign up Categories PNG's Famous PNG Logos Events Calendar Popular PNG's Newest PNG's PNG's by Color AI Background Rem"
    },
    {
      "url": "http://www.athena.it/",
      "title": "Athena.IT - Soluzioni Cloud, Web e Mobile",
      "description": "Athena.IT è un'azienda leader di Informatica e Tecnologia in Italia presente sul mercato da oltre 30 anni. Fornisce soluzioni personalizzate Cloud, Web e Mobile per le imprese e le pubbliche amministrazioni.",
      "preview": "Home Chi Siamo L'azienda Sedi Partners Certificazioni Progetti di Ricerca Codice Etico Lavora con noi Area Riservata Soluzioni Smart Working Infrastru"
    },
    {
      "url": "https://www.skandium.com/collections/knoll-outdoor-collection",
      "title": "Knoll Outdoor Collection - Skandium",
      "description": "Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor lounge furniture, from designers like Harry Bertoia and Richard Schultz, is perfect for your outdoor oasis.",
      "preview": "Skip to the content Home » Knoll Outdoor Collection Knoll Outdoor Collection Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor loung"
    },
    {
      "url": "http://leakytechpipeline.com",
      "title": "The Leaky Tech Pipeline - TRANSFORM TECH. IMPROVE OUR FUTURE.",
      "description": "void",
      "preview": "Pre K-12 Higher Education Tech Workforce Entrepreneurship & VC Featured Programs Research Barriers Data Featured Programs Research Barriers Data Featu"
    },
    {
      "url": "http://samsclub.com/",
      "title": "Sam's Club - Wholesale Prices on Top Brands",
      "description": "Shop Samsclub.com today for Every Day Low Prices. Join Sam's Club as a Plus Member and get free same-day or next-day delivery from your club & free shipping on eligible items totaling $50 or more.",
      "preview": "Skip to Main Content How do you want your items? Sam's Club - Wholesale Prices on Top Brands Shop Now Shop Now Shop Now Upgrade Now Shop Now Learn Mor"
    },
    {
      "url": "https://www.panaya.com",
      "title": "The Change Intelligence Platform for ERP & CRM",
      "description": "See and understand the impact of every potential change to your SAP, Oracle and Salesforce systems, so you innovate intelligently and without fear.",
      "preview": "Book A Demo Trusted by 3,000+ brands: All-in-One Testing Platform Combining Impact Analysis, Test Management, and Test Automation to ensure seamless o"
    },
    {
      "url": "https://www.wildcolours.co.uk/",
      "title": "Natural dyes from dye plants | buy natural dyes & learn how to do dye with them | Wild Colours natural dyes",
      "description": "void",
      "preview": "Change text size? close menu Wild Colours Handmade cards Wild Fibres - natural fibres for felting, spinning & dyeing ! Wild Paper handmade paper for p"
    },
    {
      "url": "https://www.theverge.com/2021/10/28/22745234/facebook-new-name-meta-metaverse-zuckerberg-rebrand",
      "title": "Facebook's new name is Meta | The Verge",
      "description": "CEO Mark Zuckerberg announced that the company he founded is getting a new name. Facebook will now be called Meta, to better reflect the company's identity.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "http://www.frasi.net/ricette/default.asp",
      "title": "» 26.700 Ricette di cucina italiana",
      "description": "void",
      "preview": "cerca in Tutte le aree - Frasi - Nomi - Ricette -- Antipasti -- Primi -- Carne -- Pollame -- Pesce -- Contorni -- Salse -- Dessert -- Bevande - Giochi"
    },
    {
      "url": "https://tesla.oemdtc.com",
      "title": "Tesla - OEMDTC",
      "description": "Tesla Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.cia.gov/index.html",
      "title": "We are the Nation's first line of defense - CIA",
      "description": "void",
      "preview": "Skip to main content Contact Contact Report Information Report Information We are the Nation's first line of defense We accomplish what others cannot"
    },
    {
      "url": "https://loopchicago.com/",
      "title": "Home",
      "description": "Explore the Chicago Loop, Chicago's official downtown. Find the best shopping, dining, experiences, businesses and so much more in Everyone's Neighborhood, the Chicago Loop.",
      "preview": "[Skip to Content] Play video What do you want to do today? I want to... Explore Discover the Loop Loop Events What's happening In the Loop News and lo"
    },
    {
      "url": "https://www.jnj.com/",
      "title": "Johnson & Johnson: Changing health for humanity",
      "description": "We're building a world where complex diseases are prevented and cured, treatments are smarter and less invasive-and solutions are personal.",
      "preview": "Skip to content Learn about our healthcare areas Explore medicine and therapy products Explore MedTech products Find our latest news, stories and pres"
    },
    {
      "url": "http://www.growninidaho.com/products",
      "title": "Products - Grown In Idaho",
      "description": "void",
      "preview": "Please ensure Javascript is enabled for purposes of website accessibility Skip to main content Hit enter to search or ESC to close Close Search Produc"
    },
    {
      "url": "https://signup.azure.com/studentverification?offerType=2",
      "title": "Azure - Sign up",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://press.un.org/en/highlights/UNGA77",
      "title": "High-level meetings of the 77th session of the General Assembly | Meetings Coverage and Press Releases",
      "description": "void",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search English Français Site Search Search Meetings Coverage and Press"
    },
    {
      "url": "https://www.welshbaskets.co.uk/store/p47/Additional_Postage_Fee.html",
      "title": "Additional Postage Fee",
      "description": "Website of Clare Revera, basket maker and teacher specialising in traditional welsh baskets. Commissions welcome.",
      "preview": "Home Shop Courses Progressive Basketry Online Basketry Tuition Willow Willow and Flowers About Us Basket Making Blog Contact Additional Postage Fee SK"
    },
    {
      "url": "https://www.dbricette.it/links_siti.htm",
      "title": "DBRicette: Links siti",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Links a siti che usano il nostro database [168] http://www.paginainizio.com/r"
    },
    {
      "url": "https://advisory.kpmg.us/articles/2021/net-zero-commitments-where-plan.html",
      "title": "Net-zero commitments: Where's the plan?",
      "description": "Turning net-zero commitments into action requires comprehensive planning.",
      "preview": "Download PDF Share Net-zero commitments: Where's the plan? Turning net-zero commitments into action requires comprehensive planning. With 70 percent o"
    },
    {
      "url": "https://www.raceforward.org/",
      "title": "Advancing racial justice in our policies, institutions and culture. | Race Forward",
      "description": "void",
      "preview": "Skip to main content Open Search Donate Now Submit Close Search Advancing racial justice in our policies, institutions and culture. We support communi"
    },
    {
      "url": "http://blog.code.org/post/121123281798/md",
      "title": "Code.org - Medium",
      "description": "Read writing from Code.org on Medium. Code.org® is dedicated to expanding access to computer science increasing participation by young women and students from other underrepresented groups.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Code.org 73K followers Code.org wins TEN 2025 Best of STEM Awards Chosen"
    },
    {
      "url": "https://fabfitfun.com/get-the-box",
      "title": "FabFitFun - Beauty, Fitness, Lifestyle",
      "description": "FabFitFun - Beauty, Fitness, Lifestyle",
      "preview": "Buy One, Get One FREE ($250 Value) Get curated boxes of your favorite brands up to 70% off, plus a FREE $250 additional Fall Box for a limited time on"
    },
    {
      "url": "https://hsb.m.wikipedia.org/wiki/Specialnje:Mobilne_r%C4%9B%C4%8De/Kategorija:1677",
      "title": "Kategorija:1677 - Wikipedija",
      "description": "void",
      "preview": "K wobsahej skočić Pomoc Z Wikipedije, swobodneje encyklopedije ◄ | 16. lětst. | 17. lětstotk ◄◄ | ◄ | 1673 | 1674 | 1675 | 1676 | 1677 | 1678 | 1679 |"
    },
    {
      "url": "https://www.terrariumtribe.com/guide/bioactive-terrarium/",
      "title": "How to Make a Bioactive Terrarium (Or Vivarium) - DIY Guide - Terrarium Tribe",
      "description": "Ready to make a bioactive terrarium and enjoy the wonders of hands-free care? We got you. Find out exactly what you need and how to make one.",
      "preview": "Skip to content A bioactive terrarium really is the gold standard when it comes to miniature ecosystems. The kind that can clean, restore, and refine"
    },
    {
      "url": "https://www.koifaire.com/ile-de-france/paris,11eme,arrondissement-75011/loisirs/musees-126/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bettercotton.org/",
      "title": "Better Cotton Initiative: It starts with farmers",
      "description": "Our mission is to help cotton communities survive and thrive, while protecting and restoring the environment.",
      "preview": "Search for: Search It starts with farmers Welcome to a global community of farmers, brands and people like you united by a need for cotton that suppor"
    },
    {
      "url": "http://www.northlandfdn.org/",
      "title": "Northland Foundation",
      "description": "void",
      "preview": "Skip to content Moving Forward Together MISSION: We support Northeast Minnesota people and communities working toward a future where everyone feels th"
    },
    {
      "url": "https://hyundai.oemdtc.com",
      "title": "Hyundai - OEMDTC",
      "description": "Hyundai Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.vox.com/energy-and-environment/2019/12/2/20983341/climate-change-california-batteries-emissions-watttime",
      "title": "Climate change: California solves batteries' embarrassing problem | Vox",
      "description": "Batteries were increasing carbon emissions (d'oh!), but new regulations and tech have fixed it.",
      "preview": "Skip to main content The homepage Vox Vox logo Menu The homepage Vox Vox logo Navigation Drawer Login / Sign Up close Close Search Become a Member Fac"
    },
    {
      "url": "http://www.synapses.co.uk/science/mvolcano.html",
      "title": "Science Explained, explains the Montserrat volcano and other volcanos.",
      "description": "void",
      "preview": "The Montserrat Volcano Dr Jamie Love 15 January 1998 © A long time ago in the southern Caribbean (latitude 16.72 north and longitude 62.18 west, for t"
    },
    {
      "url": "https://sverigesblabandsungdom.se/nyheter/page/6/",
      "title": "Nyheter - Sida 6 - Sveriges Blåbandsungdom",
      "description": "void",
      "preview": "Skip to content Om alkohol & droger För medlemmar För föreningar Kampanjer Bidrag Menu nyheter 2017 - 03 - 16 Nathalie Carlryd ny verksamhetschef 2017"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate-monthly",
      "title": "Monthly Giving & Recurring Donations | Feeding America",
      "description": "Your monthly gift is the most effective way to help feed kids and families year-round. Help us in our fight against hunger with a recurring donation.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://foundation.mozilla.org/?form=donate&c_id=7014x000000eQOH&utm_source=mozilla.org&utm_medium=referral&utm_campaign=moco&utm_content=footer",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "http://www.infoseek.com/",
      "title": "Go.com | The Walt Disney Company",
      "description": "Go.com is the top-level home on the Internet to the online properties of The Walt Disney Company.",
      "preview": "The Walt Disney Company DISNEY PARKS My Disney Experience - Walt Disney Resort Discover the tools to plan and share your Disney World vacation. Disney"
    },
    {
      "url": "https://sgrh.com/",
      "title": "Sir Ganga Ram Hospital, Delhi NCR India, Best Multi speciality hospital, Healthcare",
      "description": "Sir Ganga Ram Hospital, Delhi NCR India, Multi speciality hospital, Healthcare service, premier medical hospital, medical research, medical training, best hospital in delhi, super speciality hospital, patient friendly, ethical hospital, best doctors",
      "preview": "Dr. Amit Sharma Doctor Dr. Amit Sharma Consultation Dr. Amit Sharma Specialists Dr. Amit Sharma Specialists Show All Lab Result Registration Number OP"
    },
    {
      "url": "https://thelowcarbdiabetic.blogspot.com/2012/04/tinker-taylor-liar-troll-part-two.html",
      "title": "The Low Carb Diabetic: Tinker Taylor Liar Troll ! Part two.",
      "description": "Karla awoke with a shudder from the usual nightmare. Laying in her chair and in a cold sweat. Was it the never ending nightmare, or the surf...",
      "preview": "Total Pageviews Sunday, 22 April 2012 Tinker Taylor Liar Troll ! Part two. Karla awoke with a shudder from the usual nightmare. Laying in her chair an"
    },
    {
      "url": "https://www.elmundo.es/ciencia-y-salud.html",
      "title": "Ciencia y Salud. Noticias y última hora | EL MUNDO",
      "description": "Toda la información y noticias de última hora de Ciencia y Salud. Hallazgos científicos y médicos, estudios e informes con el mayor rigor y el trabajo de profesionales.",
      "preview": "CIENCIA Y SALUD Redacción: PILAR PÉREZ Madrid La fertilidad de la mujer no solo depende del número de óvulos: el tejido ovárico y sus conexiones cereb"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notelet-Beautiful-websites-and-blogs-published-with-Notion-a6d4db450800466f94448b8611e92923?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://wedsites.com/",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://dynamicspartners.transform.microsoft.com",
      "title": "Microsoft Power Platform Partner Hub",
      "description": "Partner practice building and GTM resources",
      "preview": "Manage cookies"
    },
    {
      "url": "https://www.marcvanzeeland.nl/tag/lichtenvoorde/",
      "title": "lichtenvoorde - marc-van-zeeland",
      "description": "void",
      "preview": "Wij maken gebruik van cookies De website van Marc van Zeeland maakt gebruik van cookies om de werking van de site en de functies optimaal te laten wer"
    },
    {
      "url": "https://www.theverge.com/2018/7/18/17588624/facebook-misinformation-removal-violence-hate-speech-sri-lanka",
      "title": "Facebook says it will begin removing misinformation that leads to violence | The Verge",
      "description": "Hours after CEO Mark Zuckerberg spurred history by defending the rights of Holocaust deniers to post on Facebook, the company said it had begun removing misinformation that contributes to violence. Under the new policy, Facebook will begin reviewing posts that are inaccurate or misleading, and are created or shared with the intent of causing violence or physical harm.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.cbs.com/all-access/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://www.sesameworkshop.org/privacy-policy",
      "title": "Privacy Policy - Sesame Workshop",
      "description": "Sesame Workshop has been trusted by parents for decades to provide safe, entertaining, and educational content. We take this trust seriously and recognize",
      "preview": "Skip to content"
    },
    {
      "url": "https://lacuerda.net/Extras/privpol.php",
      "title": "LaCuerda: Política de Privacidad",
      "description": "void",
      "preview": "LaCuerda.net: Política de Privacidad Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos Política de Privacidad Política de Privacidad La"
    },
    {
      "url": "https://ecommerce.apple.com/content/b2b/static-v2/en/us/default/federal.html",
      "title": "Federal Government",
      "description": "Experience the wide world of Apple at the Apple Store. Shop for Apple computers, compare iPod and iPhone models, and discover Apple and third-party accessories, software, and much more.",
      "preview": "Federal Government Where to Buy (Opens in a new window) ADORAMA INC 800-223-2500 (Opens in a new window) ALL COVERED IT SERVICES FROM KONICA MINOLTA 2"
    },
    {
      "url": "https://www.tnstate.edu/nnhp",
      "title": "NNHP",
      "description": "North Nashville Heritage Project (NNHP) - Collecting and Telling the Stories of Historic North Nashville. Do you have a story to tell? Contact us!",
      "preview": "10th & Jefferson A Thriving Economy Discover More Gateway to Heritage Plaza I-40 Underpass on Jefferson St. About the Plaza Brown's Dinner Club and Ph"
    },
    {
      "url": "https://deno.com/manual@v1.45.4/introduction",
      "title": "Welcome to Deno",
      "description": "Learn the basics of Deno, a secure JavaScript, TypeScript, and WebAssembly runtime.",
      "preview": "Skip to main content On this page Why Deno? Quick install First steps Welcome to Deno Deno ( /ˈdiːnoʊ/ , pronounced dee-no ) is an open source JavaScr"
    },
    {
      "url": "http://www.unfpa.org/gender-equality",
      "title": "Gender equality | United Nations Population Fund",
      "description": "Gender equality is a human right",
      "preview": "Skip to main content Clear search Gender equality Home What we do Gender equality Gender equality is a human right. Women are entitled to live with di"
    },
    {
      "url": "https://apps.shopify.com",
      "title": "Shopify App Store",
      "description": "Shopify App Store: customize your online store and grow your business with Shopify-approved apps for marketing, store design, fulfillment, and more.",
      "preview": "Apps by category Sales channels Finding products Selling products Orders and shipping Store design Marketing and conversion Store management App stori"
    },
    {
      "url": "https://vapebargains.co.uk/tag/b-ink/",
      "title": "Vape Bargains Sitemap Directory - Vape Bargains UK",
      "description": "void",
      "preview": "Vape Bargains Sitemap Directory Posts by category Accessories Coil Master 600ML Ultrasonic Vape Cleaner £14.99 Golisi S2 2.0A Smart Charger with LCD S"
    },
    {
      "url": "http://www.sweeneytoddbroadway.com/",
      "title": "Home - Sweeney Todd",
      "description": "Sweeney Todd: The Demon Barber of Fleet Street played its final Broadway performance on May 5, 2024. Sign up for updates.",
      "preview": "Skip to main content \" Ravishingly sung, deeply emotional and strangely hilarious. Sondheim's masterpiece, restored to its proper size, makes a welcom"
    },
    {
      "url": "https://50stateblueprint.aclu.org/",
      "title": "50 State Blueprint | ACLU",
      "description": "If we want to cut mass incarceration in half, we'll need a way to do it. ACLU has a 50 State Blueprint.",
      "preview": "Each dot represents one of the 1,942,600 people in state prisons and jails in the U.S. There are 1,942,600 people in state prisons and jails in the U."
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/dog-with-a-tongue-lengthier-than-a-popsicle-stick-confirmed-as-longest-736653",
      "title": "Dog with a tongue lengthier than a popsicle stick confirmed as longest | Guinness World Records",
      "description": "A Tucson, Arizona dog with a tongue measuring 3.74 inches has been confirmed as having the longest tongue on a living dog.",
      "preview": "Bisbee the English Setter probably isn't a pooch you'd want \"doggy kisses\" from. That's because the Tucson, Arizona, USA, pup has quite a long doggone"
    },
    {
      "url": "https://services.aap.org/en/news-room/news-releases/aap/2021/american-academy-of-pediatrics-speaks-out-against-bills-harming-transgender-youth/",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://instagram.com/google/",
      "title": "Google (@google) • Instagram photos and videos",
      "description": "16M Followers, 41 Following, 2,949 Posts - Google (@google) on Instagram: \"Here to help.\"",
      "preview": "void"
    },
    {
      "url": "https://500px.com",
      "title": "500px",
      "description": "void",
      "preview": "Explore the most popular photos on 500px."
    },
    {
      "url": "https://peabodyawards.com/alwaysinseasonisland/",
      "title": "Always In Season Island - The Peabody Awards",
      "description": "Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had more than 1 million monthly visitors who could create avatars and...",
      "preview": "Hit enter to search or ESC to close Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had mo"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.thenewsolutions.org/nevzhe-prypeklo/",
      "title": "Невже припекло? | Центр нових рішень",
      "description": "void",
      "preview": "nsc@thenewsolutions.org Facebook Twitter RSS Facebook Twitter RSS Ukrainian English Ukrainian Arabic Chinese (Simplified) English French German Spanis"
    },
    {
      "url": "https://opencritic.com/game/12468/after-the-fall/reviews",
      "title": "After The Fall Critic Reviews - OpenCritic",
      "description": "After The Fall has been reviewed by 31 critics and currently has a 'Fair' rating. Read and browse them all to learn what the top critics in the video game industry are saying.",
      "preview": "Join Our Discord Community: https://discord.gg/2aj2vTK5g2 After The Fall Reviews 73 47% After The Fall is ranked in the 51st percentile of games score"
    },
    {
      "url": "https://www.militaryspouse.com/career/the-rosie-network-2/",
      "title": "The Rosie Network: I Met a Handsome Man at Hallmark | Military Spouse",
      "description": "The Rosie Network is a publicly supported nonprofit whose mission is to empower, impact and advocate on behalf of our nation's veteran and military spouse entrepreneurs.",
      "preview": "No Result View All Result Employment 2023 MFE Virtual Job Fair Get Hired Workshop Military Spouse Careers Open A Franchise Education Stepful Healthcar"
    },
    {
      "url": "https://anttisorri.wordpress.com/2020/09/01/tyovaenkirjallisuuden-paivilla-5-9-20-luku-on-iloinen/",
      "title": "Työväenkirjallisuuden päivillä 5.9. 20-luku on iloinen? - Sinisten ajatusten hautausmaa",
      "description": "Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työväenmuseo Werstaalla, ja keskustelujen aiheena messujen tämän vuoden teema: iloinen 20-luku? Mikä teki 1920-luvusta iloisen? Takana oli julma maailmansota, joka haluttiin unohtaa, mutta liittyykö vuosikymmeneen muita kulttuurillisesti merkittäviä ilmiöitä? Modernismi virisi suomalaisessa kirjallisuudessa, Tulenkantajat avasivat ikkunoita Eurooppaan. Naisten emansipaatio saavutti jälleen uusia rajapyykkejä...",
      "preview": "Siirry sisältöön Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työvä"
    },
    {
      "url": "https://www.springtrainingonline.com/teams/chicago-cubs.htm",
      "title": "Chicago Cubs Spring Training - Spring Training Online",
      "description": "Chicago Cubs spring training at Sloan Park in Mesa, Arizona for 2025.",
      "preview": "Top Menu Spring Training Newsletter Signup Privacy Policy Spring Training Advertising on Spring Training Online About Spring Training Online Navigatio"
    },
    {
      "url": "https://www.containerstore.com/s/bath/makeup-organizers/luxe-acrylic-modular-makeup-system/12d?productId=10036225",
      "title": "Luxe Acrylic Modular Makeup System | The Container Store",
      "description": "Shop Bathroom Organizers to declutter your space. From makeup holders to shower caddies, find solutions at The Container Store.",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate",
      "title": "Donate Today to End Hunger in America | Feeding America",
      "description": "Donate today to end hunger. Every dollar you donate can provide at least 10 meals to families in need through the Feeding America network of food banks.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://oceandataconference.org/",
      "title": "Ocean Data Conference - ocean data conference organised by IODE",
      "description": "void",
      "preview": "Skip to content International Ocean Data Conference - III (IODC-III) March 10, 2025 - March 11, 2025 Instituto de Investigaciones Marinas y Costeras J"
    },
    {
      "url": "https://whateverzswift.tumblr.com/",
      "title": "@whateverzswift on Tumblr",
      "description": "Tswizzle!",
      "preview": "Posts Likes Colors - Halsey ithelpstodream Follow just sim things cheesystreet I love this franchise. wildeswift Follow before meredith x after meredi"
    },
    {
      "url": "https://seedcommons.org/",
      "title": "Seed Commons: A Community Wealth Cooperative",
      "description": "We create non‑extractive financial infrastructure that shifts economic power to workers and communities.",
      "preview": "Our principles Non-extractive finance Workplace democracy Networked power Rethinking risk Community capacity About Seed Commons Our history Our networ"
    },
    {
      "url": "https://beepner.tumblr.com/post/116589676171",
      "title": "You Can Not (re)Blog - codeorg: With all the national debate on...",
      "description": "codeorg: With all the national debate on...",
      "preview": "codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost"
    },
    {
      "url": "https://www.buschvanderworp.nl/verf-mediums-vernis/gouache-plakkaat/winsor-newton-designers-gouache/bruin/",
      "title": "Bruin - Busch & van der Worp",
      "description": "Alles voor de kunstenaar, in onze winkel in Zwolle, maar ook online, verkopen we markers, olieverf, acrylverf, doeken, penselen, potloden, lijsten, papier, ezels etc. Van heel veel verschillende merken, zoals Copic, Caran d'Ache, Rembrandt, Posca, Winsor en Newton, Talens, ARA, Golden, Faber Castell, Arches, Schut etc.",
      "preview": "Meteen naar de content Facebook Instagram YouTube TikTok Pinterest REVIEWS ⭐⭐⭐⭐⭐ 4,9 Artikel toegevoegd aan winkelwagen Winkelwagen bekijken Afrekenen"
    },
    {
      "url": "https://www.jpmorgan.com/wealth-management",
      "title": "Invest for the future. On your terms.",
      "description": "Trusted guidance, human connection and a wide range of services. We're here to help you make the most of your money, however you choose to invest.",
      "preview": "Skip to main content Back to menu Explore our services Explore our services Wealth Planning Receive a multigenerational wealth plan with personalized"
    },
    {
      "url": "http://twitpic.com/2xbppo",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/inicio",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://www.store-streetlightsbible.com/collections/spanish-audio-bible-downloads-donate-what-you-want/products/salmos-libro-2-capitulos-42-72-done-lo-que-quiera",
      "title": "Salmos - Libro 2 (Capítulos 42-72) // Descarga Digital - Streetlights",
      "description": "Estamos emocionados anunciar el segundo de los cinco lanzamientos de los Salmos (Streetlights Audio Biblia.) Este lanzamiento contiene capítulos 42-72 encontrados en el libro de los Salmos. Artistas desde Chicago, Santo Domingo, Barcelona, Puerto Rico, y México colaboraron para servirte este nuevo proyecto bíblico. Te",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://usplasticspact.org/",
      "title": "U.S. Plastics Pact | Working together to end plastic waste",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "learn more and register today! The U.S. Plastics Pact brings together businesses, not-for-profit organizations, government agencies, and research inst"
    }
  ],
  "_meta": {
    "total_bookmarks": 126
  }
}