{
  "data": [
    {
      "url": "http://www.fisheriesprinciples.org/",
      "title": "Principles for Investment in Sustainable Wild Caught Fisheries | EDF Fishery",
      "description": "void",
      "preview": "Skip to main content Principles for Investment in Sustainable Wild-Caught Fisheries Themes: Governance & Policy , Phase: Implementation Although billi"
    },
    {
      "url": "https://pimpmytype.com/",
      "title": "Stronger UX with Smarter Typography - Pimp my Type",
      "description": "Boost your web & app designs with pimped typography. Weekly font recommendations on Font Friday, articles & videos by Oliver Schöndorfer.",
      "preview": "Skip to content Font Friday Discover all 193 Fonts Hetskelet Display A bold inline display typeface that merges a sans-serif skeleton with flared seri"
    },
    {
      "url": "https://ocean.weather.gov/",
      "title": "Ocean Prediction Center",
      "description": "void",
      "preview": "Home Mobile Site RSS Go Local Forecast Ocean Prediction Center National Oceanic and Atmospheric Administration Analysis & Forecast Weather Alaska/Arct"
    },
    {
      "url": "https://wellsfargoworks.com/",
      "title": "Small Business Resource Center | Wells Fargo",
      "description": "Resources for business owners about starting, running, and growing a business. Get the support you need to manage your money and expand your network.",
      "preview": "Helping all business owners thrive Find relevant insights, resources to access loans, digitize payments, manage cash flow and more. Have a question? T"
    },
    {
      "url": "https://codeql.github.com/docs",
      "title": "CodeQL documentation",
      "description": "void",
      "preview": "CodeQL documentation CodeQL resources CodeQL overview CodeQL guides Writing CodeQL queries CodeQL language guides Reference docs QL language reference"
    },
    {
      "url": "https://thedragonvollys.tumblr.com/",
      "title": "@thedragonvollys on Tumblr",
      "description": "Follow @thedragonvollys and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes millennials4bernie wnq-movies Follow You know, people seldom go to the trouble of scratching the surface of things to find the inner truth"
    },
    {
      "url": "https://ssp.unisg.ch/en/universitaet/bibliothek/dienstleistungen/seatfinder",
      "title": "Incoming guest students | Exchange | University of St.Gallen",
      "description": "Preparations for your guet stay at the HSG. Find information about the exchange programmes, course information, visa, insurances and scholarships.",
      "preview": "Welcome to St.Gallen home more_horiz Studying Studying Research Executive Education News University Exchange programmes Why HSG? Programmes Exchange p"
    },
    {
      "url": "https://www.goldtechservices.com/",
      "title": "Home - GoldTech",
      "description": "void",
      "preview": "Skip to content Point of Sale & Retail Store Management Software Facebook page opens in new window X page opens in new window Linkedin page opens in n"
    },
    {
      "url": "https://go.peoplepower.org/signup/take-pledge-commit-being-defender-abortion-rights",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://docs.python.org/3/tutorial/index.html",
      "title": "The Python Tutorial - Python 3.14.0 documentation",
      "description": "Python is an easy to learn, powerful programming language. It has efficient high-level data structures and a simple but effective approach to object-oriented programming. Python's elegant syntax an...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial | Theme Auto Light Dark | The Python Tutorial ¶ Tip T"
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/195838664",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Privacy Recognition for Processors Program Apple"
    },
    {
      "url": "https://procartoonists.org/awards-success-for-pco-members/",
      "title": "Awards Success for PCO Members - Professional Cartoonists Organisation",
      "description": "Seven PCO members are in the running for the Political Cartoon of the Year Awards 2015 Andy Davey, Martin Rowson, Matthew Buck, Mike Turner, Steve Bell, Steve Bright and Steve Jones (Jonesy) are all in the hat for this prestigious award. Sponsored by Ellwood Atfield, this annual event is a celebration of UK national paper [...]",
      "preview": "Skip to content Awards Success for PCO Members Glenn Marshall November 26, 2015 General Seven PCO members are in the running for the Political Cartoon"
    },
    {
      "url": "https://mlflow.org/docs/latest/python_api/mlflow.sklearn.html",
      "title": "mlflow.sklearn",
      "description": "void",
      "preview": "Documentation Python API mlflow.sklearn mlflow.sklearn The mlflow.sklearn module provides an API for logging and loading scikit-learn models. This mod"
    },
    {
      "url": "https://www.heresybrush.com/en/",
      "title": "HeresyBrush - Painting and Modelling blog",
      "description": "Painting and Modelling blog",
      "preview": "void"
    },
    {
      "url": "https://www.arb.ca.gov/lispub/comm2/bccomdisp.php?listname=tier2lcfspathways-ws&comment_num=20&virt_num=14",
      "title": "Comment Log Display",
      "description": "void",
      "preview": "Comment Log Display Below is the comment you selected to display. Comment 14 for Public Comments for LCFS pathway applications (tier2lcfspathways-ws)"
    },
    {
      "url": "https://www.ywcagc.org/",
      "title": "YWCA GREATER CHARLESTON - YWCA GREATER CHARLESTON",
      "description": "For 115 years, YWCA Greater Charleston has worked to eliminate racism and empower women in Charleston, Berkeley, and Dorchester Counties in South Carolina.",
      "preview": "YWCA GREATER CHARLESTON ELIMINATING RACISM | PROGRAMS MLK Tribute STAND AGAINST RACISM | Pledge EMPOWERING WOMEN | PROGRAMS WHAT WOMEN BRING 2025 > WH"
    },
    {
      "url": "https://protocol.mozilla.org/",
      "title": "Mozilla Protocol",
      "description": "void",
      "preview": "Mozilla Protocol 22.0.0 Mozilla Protocol Protocol is a design system for Mozilla and Firefox websites. It establishes a common design language, provid"
    },
    {
      "url": "https://api.whatsapp.com/send/?phone=14437877678&text=HOME&app_absent=0",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "https://volkraft.com/privacy_policy",
      "title": "Volkraft",
      "description": "void",
      "preview": "Privacy Policy last update: 22.12.23 This Privacy Policy (hereinafter - Policy) explains the procedure for processing data of Users of Wallcraft Servi"
    },
    {
      "url": "https://www.gov.pl/web/gis/aktualnosci",
      "title": "Wiadomości - Główny Inspektorat Sanitarny - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.ywcadayton.org/",
      "title": "YWCA Dayton | Domestic Violence Shelter & Rape Crisis Center",
      "description": "YWCA Dayton is the domestic violence shelter, rape crisis center and 24/7 hotline for Montgomery and Preble County, Ohio. We offer youth programming through AMEND Together and Girls LEAD. We are on the front lines of ending homelessness through our four housing programs.",
      "preview": "0 • Empower • Peace • Freedom • Dignity • Empower • Peace • Freedom • Dignity • Empower • Peace • Freedom • Dignity Sojourn Leadership Program This le"
    },
    {
      "url": "https://www.yidio.com",
      "title": "Yidio - Streaming Guide for TV Shows & Movies",
      "description": "Yidio is universal search & discovery for any TV Show & Movie across Netflix, Hulu, Amazon, and hundreds of other providers in one place.",
      "preview": "All Your Streaming Services in One Place Your Streaming Movie & TV Guide. Track, discover and find where to watch TV shows and movies from Netflix, Ap"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.caseissuedate%5D%5B%5D=September+1939&f%5Bfdanj.casekeywords%5D%5B%5D=frozen+fish&f%5Bfdanj.defendantnames%5D%5B%5D=Cape+Fish+Co.&per_page=50&sort=fdanj.title+asc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Defendants: Cape Fish Co. / Product Keywords: frozen fish / Issue Dates: September 1939 - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "https://blogs.alternatives-economiques.fr/hubert-de-vauplane/2021/03/06/l-annulation-des-dettes-par-la-bce-analyse-juridique",
      "title": "L'annulation des dettes par la BCE : analyse juridique | La finance décryptée par le droit | Hubert de Vauplane | Les blogs d'Alternatives Économiques",
      "description": "Alors que les économistes débattent des vertus ou des dangers d'une annulation des dettes publiques figurant dans le bilan de la BCE et du SEBC[1], il est curieux que ceux-ci ne commencent pas leurs débats en se posant la question : est-il juridiquement possible pour la BCE d'annuler ces dettes ?",
      "preview": "Aller au contenu principal La finance décryptée par le droit Le blog de Hubert de Vauplane Faites entendre votre voix Hubert de VAUPLANE 06/03/2021 Fa"
    },
    {
      "url": "https://downtownla.com/business/reports-and-research/dtla-recovery-compass",
      "title": "Downtown LA Reports & Research",
      "description": "Independent research and reports across key sectors of the Downtown LA market provide crucial data and analysis for developers, investors, and businesses when assessing the DTLA environment.",
      "preview": "Skip to Main Content Reports & Research Market Information and Business Insight for Downtown LA Independent research and reports across key sectors of"
    },
    {
      "url": "https://t.co/yXqGyo8405",
      "title": "NAACP Reacts to Five Memphis Officers' Not Guilty Pleas | NAACP",
      "description": "NAACP President & CEO: \"As more details emerge in this case, it becomes more clear that we are not dealing with a few rotten apples, we are dealing with a rotten tree.\"",
      "preview": "Skip to main content Search Close Close Donate Close FOR IMMEDIATE RELEASE February 17, 2023 Contact: Jonah Bryson, jbryson@naacpnet.org WASHINGTON -"
    },
    {
      "url": "https://colorhunt.co/",
      "title": "Color Hunt - Color Palettes for Designers and Artists",
      "description": "Discover the newest hand-picked color palettes of Color Hunt. Get color inspiration for your design and art projects.",
      "preview": "Color Hunt ✕ Colors Collections Related Add to Chrome Palettes Create Collection About Instagram Terms of Service Privacy Policy Made by Gal Shir Blue"
    },
    {
      "url": "https://www.khanacademy.org/",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://aafca.squarespace.com/meet-the-cofounders",
      "title": "Meet The Co-Founders - AAFCA",
      "description": "void",
      "preview": "AAFCA AAFCA Meet The Co-Founders AAFCA MEET THE CO-FOUNDERS GIL L. ROBERTSON IV Gil L. Robertson IV is co-founder and President of the African America"
    },
    {
      "url": "https://archives.profsurv.com/users/login.aspx?m=In%20order%20to%20participate%20in%20the%20discussion%20forum,%20you%20must%20first%20login.&mat=1&redir=/forum/Professional-Surveyor-Magazine-Discussion/Education/-82462.aspx?i=82462",
      "title": "Account Login",
      "description": "void",
      "preview": "MAGAZINE Print Subscriptions E-Edition Problem Corner Archives sub nav here In order to participate in the discussion forum, you must first login. Mem"
    },
    {
      "url": "https://burst.shopify.com/",
      "title": "20,000+ Free Stock Photos and Royalty-Free Images",
      "description": "Browse thousands of beautiful copyright-free images. All our pictures are free to download for personal and commercial use, no attribution required.",
      "preview": "Looking to launch your online store? Experience Shopify for just $1/month on select plans during the trial period. Sign up now close Skip to Content C"
    },
    {
      "url": "https://lacelock.net/",
      "title": "Fingaz Beauty",
      "description": "Fingaz Beauty",
      "preview": "Skip to content FREE GROUND SHIPPING ON ALL U.S. ORDERS THIS MONTH!!! Item added to your cart View cart Check out Continue shopping Browse our latest"
    },
    {
      "url": "https://www.loc.gov/preservation/care/",
      "title": "Collections Care (Preservation, Library of Congress)",
      "description": "Collections care information for handling, storing, using, and managing books, works on paper, photographs, audio-visual materials, and other types of collections",
      "preview": "skip navigation Search The Library of Congress > Preservation > Collections Care Preservation Home About Collections Care Conservation Digital Preserv"
    },
    {
      "url": "http://www.synapses.co.uk/alchemy/index.html",
      "title": "Chemistry lessons, Chemistry courses, Chemistry classes and Chemistry exams specifically for homeschool science that anyone an learn",
      "description": "void",
      "preview": "Principles of Alchemy (Chemistry) Overview The Syllabus Sample of the Hypertextbook Get the complete course for FREE! Frequently Asked Questions"
    },
    {
      "url": "https://kubernetes.io/",
      "title": "Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Kubernetes , also known as K8s, is an open source system for automating deployment, scaling, and management of containerized applications. It groups c"
    },
    {
      "url": "https://fasterpaymentscouncil.org/",
      "title": "Faster Payments Council",
      "description": "The Faster Payments Council (FPC) is an industry-led membership organization whose mission is to facilitate a world-class payment system where every person or organization can safely and securely pay anyone, anywhere, at any time and with near-immediate funds availability.",
      "preview": "FPC Members: The FPC 2026 Spring Member Meeting will be held on February 26-27 at the Gaylord National Resort. Register Here Take the FPC Fraud Work G"
    },
    {
      "url": "https://shawnreginald.com/products/blue-white-pooka-dot-bow-tie",
      "title": "Blue & White Polka-Dot Bow Tie - Shawn Reginald Clothing Company",
      "description": "Self tie, adjustable neck, bow-tie, with four mother of pearl buttons. Made by Carrot &amp; Gibbs of all natural fibers for Shawn Reginald Clothing. Classic!",
      "preview": "Blue & White Polka-Dot Bow Tie Add to Cart Blue & White Polka-Dot Bow Tie $78.00 Product Code: Default Title - $78.00 USD Add to Cart Add to wishlist"
    },
    {
      "url": "https://www.ccmm.ca/en/i-love-working-downtown/",
      "title": "Relaunching downtown Montréal | CCMM",
      "description": "Discover \"I love working downtown,\" a platform for relaunching downtown that will be a catalyst for ambitious initiatives.",
      "preview": "Home I love working downtown Since the launch of our \"I love working downtown\" initiative in March 2021, we've been busy rolling out concrete measures"
    },
    {
      "url": "https://www.diffchecker.com/text-compare/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "http://googleresearch.blogspot.com/2014/09/introducing-structured-snippets-now.html",
      "title": "Introducing Structured Snippets, now a part of Google Web Search",
      "description": "Posted by Corinna Cortes, Boulos Harb, Afshin Rostamizadeh, Ken Wilder, and Cong Yu, Google ResearchGoogle Web Search has evolved in recent years w...",
      "preview": "Introducing Structured Snippets, now a part of Google Web Search September 22, 2014 Posted by Corinna Cortes, Boulos Harb, Afshin Rostamizadeh, Ken Wi"
    },
    {
      "url": "https://githubstatus.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://ourworldindata.org/grapher/child-mortality",
      "title": "Child mortality rate - Our World in Data",
      "description": "Estimated share of newborns who die before reaching the age of five.",
      "preview": "Data Child mortality rate Long-run data - Gapminder; UN IGME See all data and research on: Child & Infant Mortality Data sources and processing Insigh"
    },
    {
      "url": "https://www.realbatchcooking.com/tag/tortilladesetas/",
      "title": "tortilladesetas archivos - La Vida Bonica",
      "description": "void",
      "preview": "Ir al contenido tortilladesetas Verdura Tortilla de setas y de espinacas Tenía verdura en el frigorífico y no quería que se pusiera pocha, así que he"
    },
    {
      "url": "https://www.joshflagg.com/book/",
      "title": "Book | Josh Flagg Luxury Real Estate Expert",
      "description": "Josh Flagg is the #1 Beverly Hills Real Estate Agent. Josh has completed more than $2,000,000,000 in residential real estate sales in the past decade.",
      "preview": "Home About Josh Flagg Our Team Clients Giving Back About Notable Sales Featured Properties Featured Leases Neighborhoods Home Search Properties Market"
    },
    {
      "url": "https://justice.kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://data.calgary.ca/",
      "title": "Open Calgary | Open Calgary",
      "description": "Your city, your data. Free and easy access to open data from The City of Calgary.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://www.pkp.pl/pl/rozklad-jazdy",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "https://www.bigmarker.com/mutual-of-omaha-mortgage1/USO-VA-Home-Loan-Workshop",
      "title": "Webinar: USO VA Home Loan Workshop by Mutual of Omaha Mortgage",
      "description": "Mutual of Omaha Mortgage and the USO have joined forces to support service members and their families in understanding the home buying process! Gain insight into VA Home Loan eligibility requirements & the lifespan of the VA Home Loan benefit. The workshop will include a step-by-step process of buying a home, from finding the right house, to financing, closing and more! This free, online-only webinar is being offered exclusively through the USO Pathfinder Transition program for Active Duty, military spouses, National Guard, Reservists, and recently separated veterans/retirees. For more information about the program, please visit: www.uso.org/transition",
      "preview": "It looks like you're on an old version of Chrome... Update your browser to attend this event. Download Chrome for free → It looks like you're on an old"
    },
    {
      "url": "https://community.shopify.com/c/shopify-design/make-product-description-central-in-mobile-view/m-p/1376708/highlight/true",
      "title": "Make product description central in mobile view - #2 by KetanKumar - Shopify Community",
      "description": "I want to make the product description aligned to the centre P word test Blockshop theme https://laz-the-plant-scientist.myshopify.com/",
      "preview": "Make product description central in mobile view Store Design KetanKumar November 5, 2021, 8:01pm 2 @peter550 yes please try this code Go to Online Sto"
    },
    {
      "url": "https://cbs6albany.com/news/local/heavy-police-presence-police-tape-lining-part-of-area-near-mohawk-river-schenectady",
      "title": "Body pulled from Mohawk River in area where Samantha Humphrey disappeared",
      "description": "Police have blocked off access to an area of the Mohawk River in Schenectady.",
      "preview": "Fri, 10 Oct 2025 10:12:38 GMT (1760091158327) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://support.hudabeauty.com/support/solutions/articles/48001060021-are-huda-beauty-products-vegan-",
      "title": "FAQ and Customer Support | HUDABEAUTY",
      "description": "void",
      "preview": "DELIVERY TIMINGS + INFORMATION DELIVERY TIMINGS + INFORMATION Huda Beauty PRODUCT & RETAIL INFO HUDA BEAUTY Enter your search term here... Search At H"
    },
    {
      "url": "https://www.social-engineer.org/framework/attack-vectors/vishing/",
      "title": "Vishing - Security Through Education",
      "description": "Vishing also known as voice phishing, phone elicitation, or phone scams, is a prevelant attack vector. Learn about common vishing techniques & attacks.",
      "preview": "Contact Us Social-Engineer, LLC The Human Hacking Book Vishing At Social-Engineer, we define vishing as the practice of eliciting information or attem"
    },
    {
      "url": "https://www.kidschat.net/",
      "title": "Kids Chat - Free chat rooms for older kids, youths and teens aged 13-19",
      "description": "Free chat rooms for older kids and teenagers. Talk online with other people from all over the world in a fun, friendly, and safe kids and teen chat.",
      "preview": "Welcome to Kids Chat Net. We are your #1 source for free chat rooms and informative blogs for older kids and younger teens aged 13-19 years of age. We"
    },
    {
      "url": "https://www.givedirectly.org/",
      "title": "GiveDirectly: Send money to people living in poverty",
      "description": "GiveDirectly allows donors to send money directly to people in poverty with no strings attached. Our approach is guided by rigorous evidence of impact and our values of efficiency, transparency, and respect.",
      "preview": "Skip to content Send money directly to people who need it most. Your donation empowers families in poverty to choose how best to improve their lives."
    },
    {
      "url": "http://Rescue-SE.org",
      "title": "International Rescue Committee | RESCUE",
      "description": "International Rescue Committee (RESCUE) grundades 1933 på initiativ av Albert Einstein och hjälper utsatta människor vars liv och försörjning har slagits i spillror av konflikter och katastrofer. Få reda på mer om vårt arbete runt om i världen och hur du kan hjälpa RESCUE rädda liv.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.landbell.de",
      "title": "Rücknahmesysteme & Verpackungslizenz in Deutschland",
      "description": "Landbell bietet zertifizierte Rücknahmesysteme & Entsorgungslösungen für Verpackungen - jetzt lizenzieren & gesetzeskonform handeln",
      "preview": "Zum Inhalt springen PORTALE & SHOPS EASy Shop CALCULATE YOUR PACKAGING Join us on LINKEDIN Suche nach: Kontakt Portale & Shops EASy Shop CALCULATE YOU"
    },
    {
      "url": "https://data.pkc.gov.uk/fr/dataset?res_format=KML&organization=perth-kinross-council&res_format=HTML&res_format%3DHTML%26res_format%3DKML%26organization%3Dperth-kinross-council%26groups%3Denvironment%26_groups_limit%3D0=&groups=education&tags=boundaries%2Ccatchments%2Ceducation%2Cschools%2Csecondary",
      "title": "Open Data",
      "description": "This is the platform for exploring and downloading open data relating to the Perth and Kinross Council area. The open data is provided under the Open Government Licence for public sector information,",
      "preview": "void"
    },
    {
      "url": "https://wnyt.com/top-stories/family-members-body-pulled-from-mohawk-river-is-samantha-humphrey/",
      "title": "Autopsy results on Mohawk River body not expected until at least Monday",
      "description": "Family members of Samantha Humphrey have posted messages on social media indicating the search for the missing teen is over.",
      "preview": "Autopsy results on Mohawk River body not expected until at least Monday Dan Levy WNYT An autopsy has been performed on the body pulled from the Mohawk"
    },
    {
      "url": "http://www.rocklineind.com/products/",
      "title": "Products to make your life a little easier » Rockline Industries",
      "description": "void",
      "preview": "Skip to Content ↵ ENTER Skip to Menu ↵ ENTER Skip to Footer ↵ ENTER Rockline product line Rockline designs, engineers and manufactures the world's fin"
    },
    {
      "url": "https://lauthentic.info/Divers/article/Zouerate-Alerte-Deux-groupes-electrogenes-prennent-feu-a-la-centrale-Guelb",
      "title": "L'Authentique",
      "description": "Restez informé(e) de l'actualité avec notre journal : des reportages exclusifs, des analyses approfondies et des informations de qualité, chaque jour sur notre site ou dans votre boîte mail.",
      "preview": "void"
    },
    {
      "url": "https://www.kerocristais.pt/22-taros-e-oraculos",
      "title": "Tarôs e Oráculos",
      "description": "void",
      "preview": "Precisa de Ajuda? Ligue (+351) 22 606 41 44 info@kerocristais.pt  Fale connosco Visite a nossa Loja Tarôs e Oráculos Filtrar por Preço Preço: Compara"
    },
    {
      "url": "https://growmystore.thinkwithgoogle.com/intl/en_us",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://aoutiz123.tumblr.com/",
      "title": "funlivebreathee",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bbpress.org/",
      "title": "bbPress.org",
      "description": "Forums, made the WordPress way",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About Make Codex News Forums Download bbPress.org Meet bbPress Forum software from the creators of"
    },
    {
      "url": "https://www.goodwill.org/",
      "title": "Goodwill Industries International, Inc. - Goodwill Industries International",
      "description": "Goodwill provides free career counseling, skills training, and résumé prep services that help unlock opportunities for job seekers. Every day, more than 300 people find a job with Goodwill's help.",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content DON'T MISS OUT:"
    },
    {
      "url": "https://stablediffusionweb.com/",
      "title": "Stable Diffusion Online",
      "description": "Stable Diffusion is a deep learning model that generates images from text descriptions. Use Stable Diffusion online for free.",
      "preview": "Stable Diffusion Online Stable Diffusion is a latent text-to-image diffusion model capable of generating photo-realistic images given any text input,"
    },
    {
      "url": "https://developer.apple.com/tutorials/swiftui",
      "title": "Introducing SwiftUI | Apple Developer Documentation",
      "description": "SwiftUI is a modern way to declare user interfaces for any Apple platform. Create beautiful, dynamic apps faster than ever before.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://atrl.net/",
      "title": "Sign In - ATRL",
      "description": "void",
      "preview": "Jump to content Facebook Twitter Instagram Sign In Email Address Required Password Required Remember me Not recommended on shared computers Sign In Fo"
    },
    {
      "url": "http://www.personalcreations.com/",
      "title": "Personalized Gifts | Find & Send Custom Gifts at Personal Creations",
      "description": "Make every occasion unforgettable with personalized gifts from Personal Creations. Shop unique presents for weddings, birthdays, holidays and milestone moments.",
      "preview": "Live Chat (888) 741-0508 Login / Register 0 Sign In Halloween Halloween Spooky Doormat Starting at $29.99 $39.99 Comp. Value 1 NEW Featured New Arriva"
    },
    {
      "url": "http://www.ecfr.gov/",
      "title": "eCFR :: Home",
      "description": "void",
      "preview": "Site Feedback You are using an unsupported browser × You are using an unsupported browser. This web site is designed for the current versions of Micro"
    },
    {
      "url": "https://www.thedailybeast.com/obsessed/ant-man-and-the-wasp-quantumania-writer-jeff-loveness-doesnt-care-if-you-hated-the-movie?ref=scroll",
      "title": "'Quantumania' Writer: \"The Reviews Are Wrong!\"",
      "description": "After the historically bad box office numbers for \"Quantumania,\" Marvel's newest screenwriter found himself feeling deflated-until he discovered a beautiful way to shake it off.",
      "preview": "Skip to Main Content Interviews 'Ant-Man and the Wasp: Quantumania' Writer Doesn't Care If You Hated the Movie SUPERORGANISM After the historically ba"
    },
    {
      "url": "https://www.idnes.cz/ekonomika",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://www.bahiastereo915fm.com.ve/tag/futbol-entrenamientos-familia-apoyo/",
      "title": "futbol entrenamientos familia apoyo - Bahia Stereo 91.5FM",
      "description": "void",
      "preview": "Inicio / Tag Archives: futbol entrenamientos familia apoyo Tag Archives: futbol entrenamientos familia apoyo «Reyes Academy» formando atletas para el"
    },
    {
      "url": "https://spaceapegames.com/green",
      "title": "Supercell",
      "description": "Visit Supercell.com and find out more about us and our games.",
      "preview": "Skip to content Supercell Makers of Hay Day, Clash of Clans, Boom Beach, Clash Royale, Brawl Stars, Squad Busters and mo.co. Watch Video Clash Royale"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/?orgcode=WMT",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "http://blog.linkedin.com/",
      "title": "Official LinkedIn Blog",
      "description": "void",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://astonmartin.oemdtc.com",
      "title": "Aston Martin - OEMDTC",
      "description": "Aston Martin Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://support.brookings.edu/",
      "title": "Support Brookings | Brookings",
      "description": "Give to Brookings today and support independent research, pioneering solutions, informed policy-making, and positive change for future generations.",
      "preview": "Search Support Brookings Search Support Brookings Join the Brookings Community Ways to Give Planned Giving Financial Information Invest in Solutions."
    },
    {
      "url": "http://www.ccmb.res.in/",
      "title": "CCMB | HOME",
      "description": "The Centre for Cellular & Molecular Biology (CCMB) is a premier research organization in frontier areas of modern biology. The objectives of the Centre are to conduct high quality basic research and training in frontier areas of modern biology, and promote centralized national facilities for new and modern techniques in the inter-disciplinary areas of biology",
      "preview": "JavaScript is a standard programming language that is included to provide interactive features, Kindly enable Javascript in your browser. × Training o"
    },
    {
      "url": "https://pmc.com/terms-of-use/",
      "title": "Terms of Use | PMC",
      "description": "Terms and conditions that govern the use of PMC websites and more.",
      "preview": "brands Terms of Use Last updated: May 2, 2023 Terms and Conditions of Use IMPORTANT: PLEASE READ THESE TERMS CAREFULLY AS THEY MAY IMPACT YOUR LEGAL R"
    },
    {
      "url": "https://www.bvg.de/de/fahrinfo",
      "title": "Fahrinfo Berlin - Pläne & Störungen des ÖPNV | BVG",
      "description": "Deine Fahrplanauskunft für Berlin: Alle BVG-Linien, ausführliche Fahrplaninfo, Routenplaner und Störungsmeldungen im Überblick.",
      "preview": "Bitte aktivieren Sie Javascript, um alle Funktionen der Website nutzen zu können. Zum Hauptinhalt springen Verbindungssuche Finde die einfachste und s"
    },
    {
      "url": "https://www.randomlists.com/nouns",
      "title": "Generate a list of random nouns",
      "description": "A great free teaching tool. Create a list of nouns from our massive English word database. Also add any other parts of speech.",
      "preview": "Random nouns: Loading... Random Noun Generator If you missed your curfew, or were out with that friend your husband/wife just doesn't like, you probably"
    },
    {
      "url": "https://www.viatris.com/en?gclid=Cj0KCQiAtqL-BRC0ARIsAF4K3WHGea3RcBbFa91VdqE_rszFxtO83sm_UBbKMheAnJrbIKYLgMv5rywaAgdUEALw_wcB",
      "title": "Viatris | Global Healthcare Company",
      "description": "Viatris is a global pharmaceutical company that believes in healthcare not as it is, but as it should be. Learn about our story, explore our products and browse career opportunities.",
      "preview": "Localized information for The page you are about to visit contains information about Viatris that is specific to . Regulatory requirements, data prote"
    },
    {
      "url": "https://jsfiddle.net/p999yde8/",
      "title": "Edit fiddle - JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "https://returns.kosas.com/",
      "title": "Returns",
      "description": "void",
      "preview": "We're sorry but Loop returns doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.captainds.com",
      "title": "Captain D's",
      "description": "void",
      "preview": "New Batter Dipped Shrimp! $5.99 MEAL DEAL Try our Batter Dipped Shrimp, Fish & Fries Order now New Batter Dipped Shrimp! BETTER WITH BATTER Savor The"
    },
    {
      "url": "https://goldentriangledc.com/grow-golden/",
      "title": "Grow Golden - Golden Triangle",
      "description": "void",
      "preview": "Skip to content Grow Golden Home > Locate Here > Grow Golden Golden Triangle Welcomes Retail & Restaurant Pop-Ups Momentum is building for retail and"
    },
    {
      "url": "http://ParisHilton.com",
      "title": "Paris Hilton - Entrepreneur, Advocate, Musician, Entertainer",
      "description": "See All The Latest From Paris Hilton: Music, Entertainment, Advocacy Work, Shopping Guides and More",
      "preview": "Home Shop My Favorite Gifts Merch Parívie Impact Emergency Wildfire Relief Parívie About About Paris 11:11 Media Follow Me Instagram Facebook Twitter"
    },
    {
      "url": "https://anitab.org/top-companies/",
      "title": "Top Companies for Tech Workers Report by AnitaB.org",
      "description": "Explore our Top Companies Reports to see how organizations are building impartial, sustainable workplaces and advancing opportunity for all tech talent.",
      "preview": "Top Companies for Tech Workers Home About Research and Impact Top Companies We have paused the Top Companies for Tech Workers program this year. We ar"
    },
    {
      "url": "https://www.hwupgrade.it/news/sicurezza/apple-ios-18-uscita-funzioni_118272.html",
      "title": "Tesla, inizia il processo di espansione della Giga Berlin: raddoppio di produzione per auto e batterie | Greenmove",
      "description": "Lo stabilimento tedesco di Tesla si prepara ad una massiccia espansione, che porterà il volume delle auto costruite fino a 1 milione all'anno",
      "preview": "Login - Registrati NETWORK AUTO ELETTRICHE TECNOLOGIA INFOTAINMENT E-BIKE MOTO ELETTRICHE URBAN MOBILITY ENERGIE RINNOVABILI Tesla Tesla, inizia il pr"
    },
    {
      "url": "http://www.cox-tv.com/games/rules/morris.html",
      "title": "Cox-TV : Nine Mens Morris",
      "description": "void",
      "preview": "Cox-TV.com The Cox family's home on the web since 2000. HIT SHOWS Games Biography Snapshots Blog Recipes This or That? OFF-AIR contact old news email"
    },
    {
      "url": "https://stockbroker.motilaloswal.com/motilal-oswal-financial-services-limited-chilka-pranitha-stock-broker-adilabad-adilabad-41439/Timeline?tag=healthcare",
      "title": "Motilal Oswal Financial Services Limited, Adilabad | Official timeline info",
      "description": "Get accurate address, phone no, timings & timeline of Motilal Oswal Financial Services Limited, Adilabad, Adilabad. Connect with us at +9195359756xx.",
      "preview": "Facebook Google Twitter LinkedIn Youtube Instagram Pinterest Website Write A Review View more reviews Rating and Reviews Alternate business Name Addre"
    },
    {
      "url": "https://www.sphinx-doc.org/",
      "title": "Sphinx - Sphinx documentation",
      "description": "void",
      "preview": "GitHub Expand Sphinx Navigation Documentation » Sphinx On this page Sphinx Get started User guide Community guide Reference guide The Basics Installin"
    },
    {
      "url": "https://www.prnewsonline.com/image-patrol-news-corp-vs-bbc-crises-linger-for-two-major-media-properties/",
      "title": "Image Patrol: News Corp. vs. BBC: Crises Linger For Two Major Media Properties - PRNEWS",
      "description": "While the media cranks out content that it prefers to be long remembered by readers, the BBS and News Corporation would prefer that their major crises would just go away. Here's how each have fared.",
      "preview": "image/svg+xml : × Subscribers: Log In Remember Me Forgot Password? For those of us who consider journalists a key stakeholder group, we view scandals"
    },
    {
      "url": "https://docs.docker.com/engine/reference/run/",
      "title": "Running containers | Docker Docs",
      "description": "Running and configuring containers with the Docker CLI",
      "preview": "void"
    },
    {
      "url": "https://m.familleperrin.com/12PCF6YRJ7",
      "title": "Famille Perrin, Southern Rhone Valley | Our wineries",
      "description": "Famille Perrin, Southern Rhone Valley. It is no coincidence Famille Perrin is the leading organic wine grower of the Southern Rhône Valley where they occupy...",
      "preview": "English English Our wineries La Vieille Ferme La Vieille Ferme Sparkling La Plume Famille Perrin - Les Crus Famille Perrin - Sélections Parcellaires D"
    },
    {
      "url": "https://www.pickupforum.de/profile/153657-zilch/",
      "title": "Zilch - Pickup Forum - The Pickup Artist Community",
      "description": "void",
      "preview": "Wechsle zum Inhalt Startseite Ansehen in der Community 118 Gut Über Zilch Rang Herumtreiber Profilinformation Geschlecht Male Aufenthaltsort Rheinland"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "https://www.robinhood.org/",
      "title": "Home - Robin Hood",
      "description": "Learn more about Robin Hood, New York City's largest poverty-fighting organization.",
      "preview": "Your browser does not support the video tag. Fighting Poverty in New York City Robin Hood is New York City's largest poverty-fighting organization. We"
    },
    {
      "url": "https://services.github.com/",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/dog-with-a-tongue-lengthier-than-a-popsicle-stick-confirmed-as-longest-736653",
      "title": "Dog with a tongue lengthier than a popsicle stick confirmed as longest | Guinness World Records",
      "description": "A Tucson, Arizona dog with a tongue measuring 3.74 inches has been confirmed as having the longest tongue on a living dog.",
      "preview": "Bisbee the English Setter probably isn't a pooch you'd want \"doggy kisses\" from. That's because the Tucson, Arizona, USA, pup has quite a long doggone"
    },
    {
      "url": "https://www.space.com/jfk-apollo-moonshot-nasa-readiness.html",
      "title": "Why JFK Believed His Bold Moonshot Was Achievable | Space",
      "description": "Apollo 11 was truly a giant leap, but it was no miracle.",
      "preview": "Skip to main content Don't miss these President John F. Kennedy speaks before a joint session of Congress, May 25, 1961. In this address, the presiden"
    },
    {
      "url": "https://gfetw.org",
      "title": "GFETW | IMCS",
      "description": "void",
      "preview": "Skip to main content Who We Are Why It Matters What We Do GFETW GFETW About 2026 GFETW 2023 GFETW"
    },
    {
      "url": "https://veronicapiraino.cl/collections/all/?constraint=cumpleanos",
      "title": "Productos",
      "description": "void",
      "preview": "0 Inicio Productos Cumpleaños Cambiar por Categorías NEW Comprar Aros Anillos Collares Cortos Collares Largos Cadenas baño de oro Cadenas de plata Col"
    },
    {
      "url": "https://pytorch.org/docs/stable/nn.html",
      "title": "torch.nn - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Glossaries",
      "title": "Glossaries - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Glossaries Contents 1 Introduction 2 Terms and Acronyms 2.1 Terms 2.2 Acronyms 3 C"
    },
    {
      "url": "https://www.hachettebooks.com/titles/stephen-steve-o-glover/a-hard-kick-in-the-nuts/9780306826771/",
      "title": "A Hard Kick in the Nuts by Stephen Steve-O Glover | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "https://www.keebtalk.com/c/learning-resources/13",
      "title": "Custom keyboards - KeebTalk",
      "description": "The community for people who love keyboards.",
      "preview": "Learning and discussion Custom keyboards Topic Replies Views Activity Suggestions & Recommendations for this situation I now find myself in! 6 130 Aug"
    },
    {
      "url": "https://www.firstthingsfirst.org/",
      "title": "Home - First Things First",
      "description": "First Things First is Arizona's early childhood agency, committed to the healthy development and learning of young children from birth to age 5. THE FUTURE OF ARIZONA'S CHILDREN DEPENDS ON US FIND QUALITY CHILD CARE NEAR YOU Learn more NOT JUST A FAMILY ISSUE, IT'S A WORKFORCE ISSUE Learn more FIND RESOURCES FOR PARENTING Learn ... Read More",
      "preview": "Skip to content Sign up for the newsletter » THE FUTURE OF ARIZONA'S CHILDREN DEPENDS ON US View Video FIND QUALITY CHILD CARE NEAR YOU Learn more NOT"
    },
    {
      "url": "https://www.fanatical.com/tr/bundle/the-battle-of-polytopia-moonrise-deluxe",
      "title": "The Battle of Polytopia: Moonrise - Deluxe | Steam Game Bundle | Fanatical",
      "description": "Welcome friends to The Battle of Polytopia, a unique turn-based strategy game involving strange lands and charismatic tribes, clever technologies,...",
      "preview": "The Battle of Polytopia: Moonrise - Deluxe"
    },
    {
      "url": "http://www.arcadebelgium.be/",
      "title": "Arcade Belgium - News (en)",
      "description": "void",
      "preview": "Latest news 25.09.2025 - Chaos Code NEXT move lists for all characters. 25.09.2025 - 5 new songs appear in StepManiaX . 24.09.2025 - Chaos Code NEXT i"
    },
    {
      "url": "https://www.miltons.com/collections/all/christopher-lena",
      "title": "All - tagged \"christopher-lena\" - Miltons - The Store for Men",
      "description": "Since 1947, Miltons has been a family and locally owned and operated business. With locations in Chestnut Hill Square and Braintree's South Shore Plaza, Miltons has been providing men's clothing for all of life's occasions.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100.00 to FREE SHIPPING Loading..."
    },
    {
      "url": "https://maddoxgallery.com/artists/85-the-connor-brothers/works/?&skip=36",
      "title": "The Connor Brothers | Maddox Gallery",
      "description": "With satirical works that combine retro art with irony, The Connor Brothers' artworks are highly sought after.",
      "preview": "The Connor Brothers works The Connor Brothers Art Dealer Drawing on paper The Connor Brothers Lockdown Self Portrait Pigment and Oil Stick on Board Th"
    },
    {
      "url": "https://dnasolves.com/articles/clallam-county-jane-doe-2021/",
      "title": "Clallam County Jane Doe (2021) Is Identified",
      "description": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021",
      "preview": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021 Clallam County Sheriff's Office Detectives have determined that the unk"
    },
    {
      "url": "https://www.typeform.com/?attribution_user_id=b59e8c13-bba9-4049-826b-9e93e06279af",
      "title": "Typeform: People-Friendly Forms and Surveys",
      "description": "Build beautiful, interactive forms - get more responses. No coding needed. Templates for quizzes, research, feedback, lead generation, and more. Sign up FREE.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now Get to know your customers with forms worth"
    },
    {
      "url": "https://www.thenorthernecho.co.uk/news/23112107.man-arrested-eggs-thrown-king-charles-york-visit/",
      "title": "Man arrested after eggs thrown at King Charles during York visit | The Northern Echo",
      "description": "A man has been detained by police after appearing to throw eggs at the King and Queen Consort during a walkabout in York.",
      "preview": "Man arrested after eggs thrown at King Charles during York visit King Charles III Community North Yorkshire By Patrick Gouldsbrough Digital Reporter S"
    },
    {
      "url": "http://www.zakochanawsztuce.pl/2013/11/kordonkowe-bombeczki.html",
      "title": "Zakochana w sztuce: KORDONKOWE BOMBECZKI",
      "description": "void",
      "preview": "Strona główna Autor O mnie O blogu Współpraca Kontakt Obsługiwane przez usługę Blogger ."
    },
    {
      "url": "https://livability.com/topics/love-where-you-live/10-ways-you-can-help-local-businesses-right-now",
      "title": "10 Ways You Can Help Local Businesses Right Now - Livability.com",
      "description": "Small businesses need our help now more than ever. Here are 10 creative ways to lend your support without risking your health.",
      "preview": "Skip to content Home > Love Where You Live > 10 Ways You Can Help Local Businesses Right Now 10 Ways You Can Help Local Businesses Right Now Small bus"
    },
    {
      "url": "https://indd.adobe.com/view/c624af50-d9e7-4239-a083-b6b7c6b80e3e",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.aeon.org/",
      "title": "Aeon Affordable Homes - Home Changes Everything",
      "description": "Aeon creates and preserves affordable housing across Minnesota, offering stable homes, supportive services, and vibrant communities that transform lives.",
      "preview": "Skip to main content Home Changes Everything We create and sustain quality affordable homes that strengthen lives and communities. Explore Communities"
    },
    {
      "url": "https://www.itex.com/Directory/food_%252526_beverage/mi/grand_rapids/3925707/USD?srcsub=7660&broker_id=210888&website_num=2",
      "title": "ITEX",
      "description": "void",
      "preview": "x Information: Your IP Address of 78.211.19.249 is not allowed to access ITEX."
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    }
  ],
  "_meta": {
    "total_bookmarks": 123
  }
}