{
  "data": [
    {
      "url": "https://www.interpol.int/en/Crimes/Environmental-crime/Fisheries-crime",
      "title": "Fisheries Crime",
      "description": "Fisheries crime threatens food security and undermines the sustainability of our oceans.",
      "preview": "Fisheries-related crimes Home Crimes Environmental crime Fisheries-related crimes SELECT A PAGE Illegal mining crimes Our response to environmental cr"
    },
    {
      "url": "http://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "http://digitaledition.elgincouriernews.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://commonvoice.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "Common Voice",
      "description": "void",
      "preview": "Please enable JavaScript to run this app"
    },
    {
      "url": "https://www.google.ms/url?q=https://www.dealermobil.top/model/toyota-venturer",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://www.dealermobil.top/model/toyota-venturer . Se non deside"
    },
    {
      "url": "https://astrologie.aufeminin.com/forum/je-viens-de-faire-une-rencontre-fd4899550",
      "title": "Je viens de faire une rencontre....",
      "description": "Bonjour tout le mondeComme mon titre, y a moins d'un moins j'ai fait une rencontre, on passe beaucoup de temps...",
      "preview": "Fermer Forum / Astrologie Je viens de faire une rencontre.... Dernière réponse: 24 janvier 2015 à 14h57 C cheryl_1207294 24/01/2015 à 13h17 Bonjour to"
    },
    {
      "url": "https://corporate.walmart.com/",
      "title": "Walmart Corporate News and Information",
      "description": "Walmart helps people save money and live better. See how we're serving customers, associates, shareholders, suppliers, communities and the planet.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://wiki.szkeptikus.hu/index.php?title=Speci%C3%A1lis:Bel%C3%A9p%C3%A9s&returnto=F%C3%A1jl%3AThe-Belgian-UFO-wave-from-001.jpg&returntoquery=action%3Dinfo",
      "title": "Bejelentkezés - Szkeptikus Wiki",
      "description": "void",
      "preview": "Névtelen Nem vagy bejelentkezve Bejelentkezés Szkeptikus Wiki Keresés Navigáció Főmenü Kezdőlap Friss változtatások Lap találomra Névjegy Kategorizált"
    },
    {
      "url": "https://lightning.ai/docs/pytorch/stable/common/trainer.html",
      "title": "Trainer - PyTorch Lightning 2.5.5 documentation",
      "description": "void",
      "preview": "Table of Contents Overview Team management Production Security Open source Overview PyTorch Lightning Fabric Lit-GPT Torchmetrics Litdata Lit LLaMA Li"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/IntersectionObserverEntry",
      "title": "IntersectionObserverEntry - Web APIs | MDN",
      "description": "The IntersectionObserverEntry interface of the Intersection Observer API describes the intersection between the target element and its root container at a specific moment of transition.",
      "preview": "Skip to main content Skip to search IntersectionObserverEntry Baseline Widely available * This feature is well established and works across many devic"
    },
    {
      "url": "https://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-issues-final-rule-on-consumer-disclosures-related-to-debt-collection/",
      "title": "Consumer Financial Protection Bureau Issues Final Rule on Consumer Disclosures Related to Debt Collection | Consumer Financial Protection Bureau",
      "description": "On December 18, 2020, the Consumer Financial Protection Bureau issued a final rule to implement Fair Debt Collection Practices Act (FDCPA) requirements regarding certain disclosures for consumers.",
      "preview": "Skip to main content WASHINGTON, D.C. - The Consumer Financial Protection Bureau (Bureau) issued today a final rule to implement Fair Debt Collection"
    },
    {
      "url": "https://disneyprivacycenter.com/notice-to-california-residents/",
      "title": "Your US State Privacy Rights - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save This notice contains additional"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "https://dynamics.microsoft.com/en-us/",
      "title": "Agentic CRM and ERP Solutions | Microsoft Dynamics 365",
      "description": "Enter the era of agentic business with Dynamics 365-CRM and ERP business applications that connect your teams, processes, and data.",
      "preview": "This is the Trace Id: ed991e45934c7d472a2124a017f0578f Skip to main content Microsoft Dynamics 365 The new era of AI-powered business Adapt and innova"
    },
    {
      "url": "https://mt.panbo.com/2014/04/broadband-radar-interference-issues.html",
      "title": "Broadband Radar interference issues? - Panbo Forum",
      "description": "void",
      "preview": "Home Forum Classifieds Sponsored by PMY , PassageMaker , Sail , and Soundings"
    },
    {
      "url": "https://www.victronenergy.com/live/vrm_portal:remote-firmware-update?ns=updating_firmware_procedure_1.2&tab_files=files&do=media&tab_details=view&image=energy-meters%3Aschema_-_et340-2.png",
      "title": "VRM: Remote firmware update [Victron Energy]",
      "description": "void",
      "preview": "vrm_portal:remote-firmware-update Media Manager Namespaces Choose namespace [root] ac_coupled_pv ac_coupling ac_current_sensor assistants auto-genset-"
    },
    {
      "url": "https://veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://www.onkelpoppi.de/vollgepumpt-mit-blei-playerunknowns-battlegrounds-pubg/",
      "title": "VOLLGEPUMPT mit Blei - PLAYERUNKNOWN'S BATTLEGROUNDS , PUBG - OnkelPoppi",
      "description": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus.",
      "preview": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus. Bitte akzeptiere YouTube-Cookies, um dieses Video abzuspielen. Wenn Du akze"
    },
    {
      "url": "https://www.motherjones.com/politics/2021/08/rudy-giuliani-broke-trump-fundraising-legal-bills/",
      "title": "Rudy Giuliani Is Reportedly Close to Broke-and Donald Trump Isn't Taking His Calls - Mother Jones",
      "description": "That's what happens when you go to bat for a notoriously cheap, friendless, crappy businessman.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Bluesky Email Comments Matias J. Ocner/ZUMA Get your news from a source that's not ow"
    },
    {
      "url": "http://status.spire.com/",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://www.visibleearth.nasa.gov/images/89678/fires-threaten-christchurch",
      "title": "Fires Threaten Christchurch",
      "description": "In mid-February 2017, wildfires near Christchurch, New Zealand, spurred the evacuation of more than 1,000 residents.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience."
    },
    {
      "url": "https://www.world.rugby/sevens-series",
      "title": "HSBC SVNS Series | Official Website",
      "description": "Discover the latest news, video, fixtures, results and standings for the HSBC World Rugby Sevens Series here on the official SVNS website",
      "preview": "Skip to main content Menu Close Register Your Interest Tickets News Results Standings Videos FAQs CONTRIBUTORS SHOP PARTNERS - HSBC Archives English F"
    },
    {
      "url": "https://www.kowaoptic.com/de/sa-xperia-xa1-ultra-digiskopie-sony-xperia-xa1-ultra",
      "title": "Smartphone Digiskopie Adapter für das Sony Xperia XA1 Ultra",
      "description": "Perfekte Digiskopie-Ergebnisse mit dem idealen Smartphone-Adapter für Ihr Fernglas/Spektiv und Ihr Sony Xperia XA1 Ultra. Anschließen und mühelos atemberaubende Bilder aufnehmen!",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Menü schließen Zeige alle Kategorien"
    },
    {
      "url": "https://www.heresybrush.com/en/",
      "title": "HeresyBrush - Painting and Modelling blog",
      "description": "Painting and Modelling blog",
      "preview": "void"
    },
    {
      "url": "http://www.chemicalelements.com/elements/al.html",
      "title": "Chemical Elements.com - Aluminum (Al)",
      "description": "void",
      "preview": "Home About This Site Comments Help Links Window Version Show Table With: Name Atomic Number Atomic Mass Electron Configuration Number of Neutrons Melt"
    },
    {
      "url": "https://www.harpercollinsfocus.com/harper-horizon/meghan-trainor-dear-future-mama/",
      "title": "Dear Future Mama - Harper Horizon",
      "description": "The real talk you want about pregnancy, birth, body image, and the newborn days from Meghan Trainor, the chart-topping singer-songwriter behind \"All About That Bass\" and \"Dear Future Husband,\" and, more importantly, Riley's mom.",
      "preview": "Skip to content Preview the first 3 chapters of Dear Future Mama VIEW HERE ABOUT THE BOOK The real talk you want about pregnancy, birth, body image, a"
    },
    {
      "url": "https://elokence.com",
      "title": "Accueil :: Elokence",
      "description": "Société française d'ingénierie informatique, Elokence, c'est avant tout un savoir-faire original dans le domaine du diagnostic.",
      "preview": "Akinator the Genie VOIR LA SUITE Akinator reçoit l'équipe américaine d'Alexa L'équipe Amazon s'est rendue en France pour rencontrer Arnaud Megret, fon"
    },
    {
      "url": "https://howlongtobeat.com/game?id=46186&s=backlogs",
      "title": "Friday the 13th: The Game - Lists | HowLongToBeat",
      "description": "How long is Friday the 13th: The Game? HowLongToBeat has the answer. Create a backlog, submit your game times and compete with your friends!",
      "preview": "Friday the 13th: The Game 21 Playing 1.4K Backlogs 21 Replays 17 % Retired 65% Rating 284 Beat Join for a Better Experience Library Management Time Tr"
    },
    {
      "url": "https://prospective-intj.tumblr.com/",
      "title": "Pro at being INTJ",
      "description": "Status: Inactive | INTJ 5w6 | I obsess with science, math, and black holes. Note: Background and avatar images do not belong to me.",
      "preview": "Pro at being INTJ 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna introvertdear.com The Q&A Gu"
    },
    {
      "url": "https://www.brookings.edu/research/what-do-we-know-about-the-expansion-of-k-12-computer-science-education",
      "title": "What do we know about the expansion of K-12 computer science education? | Brookings",
      "description": "This brief reviews various efforts around the world to improve and scale computer science education.",
      "preview": "Search Home What do we know about the expansion of K-12 computer science education? Share Share Bluesky Streamline Icon: https://streamlinehq.com Blue"
    },
    {
      "url": "https://mix.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "Mix - Expand your mind",
      "description": "Discover the gems of the web, personalized to you.",
      "preview": "Expand your mind Discover the gems of the web, personalized to you. Join 150,140 Curators today or continue with... Start Exploring Unlock Mix Now Get"
    },
    {
      "url": "https://ipvm.com/reports/audio-surveillance-guide",
      "title": "Audio Surveillance Guide",
      "description": "IPVM is the world's leading independent intelligence source for physical security, profiled by Time, The Atlantic, Wired and collaborated with the BBC, NY Times, Reuters, WaPo, WSJ, and more.",
      "preview": "Javascript is disabled. Enable javascript to view IPVM. Contact us at info@ipvm.com for help. Audio Surveillance Guide Ethan Ace • Published Apr 30, 2"
    },
    {
      "url": "https://oceanexplorer.noaa.gov/",
      "title": "Homepage - NOAA Ocean Exploration",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.smash.org/donate/",
      "title": "Donate to SMASH | Support STEM Education Equity",
      "description": "Donate to SMASH to support equity in STEM education. Your donation helps underrepresented students pursue careers in tech.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search DONATE Your support is the driving force behind the change With your dona"
    },
    {
      "url": "https://circ.earth/",
      "title": "Circ • Threading Together the Future of Circular Fashion",
      "description": "At Circ, we've created a technology system that returns clothes back to the raw materials from which they were made. We've discovered a path to erase our global fashion footprint.",
      "preview": "Please rotate your screen Our Materials Our Technology The Cost of Clothing About Us Circ France Introducing Circ France We are advancing the future o"
    },
    {
      "url": "http://www.cuckoldwifesex.com/videos/1108/real-amateur-cuckold-sex-in-hotel-room-with-couple-and-bbc/",
      "title": "Real amateur cuckold sex in hotel room with couple and BBC",
      "description": "Real amateur cuckold sex in hotel room with couple and bbc - real homemade cuckold wife video.",
      "preview": "Cuckold Wife Sex Latest Videos Top Rated Most Viewed Videos Cuckold Wife Sex - Wife Shared with Strangers - Wife Fucking - Amateur Private Mature Wife"
    },
    {
      "url": "https://jobs.jobvite.com/wri/jobs/",
      "title": "World Resources Institute Careers",
      "description": "void",
      "preview": "WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE Select a Region {{ i"
    },
    {
      "url": "https://marketentryfund.org/",
      "title": "Funding for Food Businesses and Farmers - The Market Entry Fund",
      "description": "The Market Entry Fund is a nonprofit that enables small businesses in food production to thrive through connections, business consulting, and micro-grants.",
      "preview": "Welcome Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local F"
    },
    {
      "url": "https://butcherbox.pxf.io/c/3408212/1578351/16419?subid3=people",
      "title": "ButcherBox | Meat Delivery Subscription | ButcherBox",
      "description": "Butcher Box Homepage",
      "preview": "Choose Your Free Protein! ButcherBox Logo Choose Your Free Offer Celebrate fall with Steak Tips or Chicken Breasts FREE in every box for a year or Gro"
    },
    {
      "url": "https://www.comicrelief.com/",
      "title": "A just world free from poverty | Comic Relief",
      "description": "Comic Relief is a major UK charity, with a vision of a just world, free from poverty.",
      "preview": "Skip to main content (opens in new window) 4. NOTV25 Landing page cards Find out Who your donations are helping Comic Relief supports incredible proje"
    },
    {
      "url": "https://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://circle.target.com/cr",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.reshot.com/",
      "title": "Reshot | Free icons & illustrations",
      "description": "Design freely with instant downloads of curated SVG icons and vector illustrations. All free with commercial licensing. No attribution required.",
      "preview": "Icons Illustrations Type Icons Icon Packs Home Icons Illustrations Free Icons & Illustrations Design freely with instant downloads and commercial lice"
    },
    {
      "url": "https://www.kocicidomovslunicko.cz/kostalka/",
      "title": "NAŠLA DOMOV - Košťálka - Kočičí domov Sluníčko",
      "description": "pomoc a azyl pro opuštěné kočičky",
      "preview": "NAŠLA DOMOV - Košťálka Home / Našly domov do 07/18 / NAŠLA DOMOV - Košťálka 21 Srp 0 Mourovatá holčička byla se svou sestřičkou Křesinkou nalezena cyk"
    },
    {
      "url": "http://fusionlayer.com/",
      "title": "FusionLayer | Network Source of Truth | IPAM DNS & DHCP (DDI)",
      "description": "FusionLayer collates all network information into a single Network Source of Truth - on-premise, at the edge, and in the public cloud.",
      "preview": "Xverse Explore DDI Explore The Secret Sauce for Your Automated, Edge-Scale Network. As AI factories and edge-native applications reshape industries, n"
    },
    {
      "url": "https://wernerjanssen.nl/shop/boek-bewust-improviseren-plus-plus-pakket/",
      "title": "Boek Bewust Improviseren plus voor plus pakket - Werner Janssen",
      "description": "void",
      "preview": "U bevindt zich hier: Home 1 / Shop 2 / Uncategorized 3 / Boek Bewust Improviseren plus voor plus pakket Boek Bewust Improviseren plus voor plus pakket"
    },
    {
      "url": "http://casa.mines.edu/",
      "title": "CASA - Center for Academic Services and Advising (CASA)",
      "description": "Academic advising is an essential part of the student experience at Colorado School of Mines. Learn about student resources and how academic advisors can help support your goals.",
      "preview": "303-384-2600 casa@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Welcome to CASA CASA"
    },
    {
      "url": "https://www.sams-usa.net/sams-responds-to-devastating-7-8-earthquake-impacting-syria/",
      "title": "» SAMS Responds to Devastating 7.8 Earthquake Impacting Syria",
      "description": "void",
      "preview": "Donate SAMS Society Membership SAMS Responds to Devastating 7.8 Earthquake Impacting Syria To support SAMS' earthquake relief efforts in Syria, please"
    },
    {
      "url": "https://www.incopesca.go.cr/",
      "title": "Index",
      "description": "Index , Portal del INCOPESCA INCOPESCA",
      "preview": "Incopesca Contenedor Contenedor Trámites y Servicios Contenedor Información de interés INSTITUTO COSTARRICENSE DE PESCA Y ACUICULTURA INCOPESCA El INC"
    },
    {
      "url": "https://powerpages.microsoft.com/",
      "title": "Power Pages - Generatore di siti Web | Microsoft Power Platform",
      "description": "Scopri in che modo Microsoft Power Pages consente alle aziende di avviare ed esternalizzare i processi aziendali tramite portali aziendali sicuri basati su intelligenza artificiale agentic.",
      "preview": "This is the Trace Id: 7508d0a925461079a9b229436ffd9d1c Passa a contenuti principali Pianificare, compilare ed eseguire portali aziendali con intellige"
    },
    {
      "url": "https://meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/#reusable_bags",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 52
  }
}