{
  "data": [
    {
      "url": "https://columbusfoundation.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgXY-8-ryOf412lm3ahKkKjspzxUVg-gVPHVDPFSFORurvkOWzZTzVxoC45AQAvD_BwE",
      "title": "Home | The Columbus Foundation",
      "description": "The Columbus Foundation is the Trusted Philanthropic Advisor® to thousands of individuals, families, and businesses who have created charitable funds and planned gifts to make a difference in the lives of others through the most effective philanthropy possible.",
      "preview": "Skip to Content Celebrating Philanthropy Award Honorees At the Celebration of Philanthropy, we honor the people and organizations whose generosity and"
    },
    {
      "url": "https://www.chroniclelive.co.uk/news/north-east-news/county-durham-family-hope-bring-26282301#",
      "title": "County Durham family hope to bring grandad home after he died on Hawaiian cruise | Chronicle Live",
      "description": "John Thompson, 74, was on holiday with his wife when he fell ill during a meal and collapsed",
      "preview": "‌ ‌ ‌ Skip to main content County Durham family hope to bring grandad home after he died on Hawaiian cruise John Thompson, 74, was on holiday with his"
    },
    {
      "url": "https://www.brpedersen.com/genealogy/relationship.php?generations=15&altprimarypersonID=&savedpersonID=I3303&secondpersonID=&tree=Ancestors&primarypersonID=I29772",
      "title": "Relationship Calculator: Ancestors of Brenda & Glen",
      "description": "void",
      "preview": "| Home | Search | Photos | Histories | Cemeteries | View Guestbook | Contact Us |"
    },
    {
      "url": "https://www.onlineshop-18.de/Kleidung-/-Mode/fuer-IHN/",
      "title": "für IHN - onlineshop-18.de - Produkte",
      "description": "für IHN - onlineshop-18.de - Produkte",
      "preview": "KOSTENLOSER VERSAND IN DEUTSCHLAND VERSAND INNERHALB VON 1 WERKTAG Kostenlose Hotline 09524 238898 0 0 Warenkorb (0,00 €) 0 Merkzettel Account Menü sc"
    },
    {
      "url": "https://www.giftcards.com/google-play-gift-card",
      "title": "Google Play eGift Card | Giftcards.com",
      "description": "Buy Google Play eGift Cards starting at $10 instantly from Giftcards.com. Delivered via email & SMS",
      "preview": "Skip to main content Google Play gift codes can be used on the Google Play Store, the official app store for Android, to purchase apps, games, and mor"
    },
    {
      "url": "https://rfcx.org",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://www.sciencemuseum.org.uk/objects-and-stories",
      "title": "Objects and stories | Science Museum",
      "description": "Explore 250,000 objects and archives in Collection Online and discover the compelling stories and intriguing personal histories that lie behind them.",
      "preview": "Skip to main content vimeo twitter search search-white linkedin instagram googleplus facebook cross cross-thin video-play audio-play video-pause arrow"
    },
    {
      "url": "https://www.maryscullyreports.com/the-stresses-of-the-2016-elections-on-civility/",
      "title": "The stresses of the 2016 elections on civility | Mary Scully Reports",
      "description": "void",
      "preview": "A woman I've known many years through protests, mostly for immigration & women's rights, feigned umbrage at my quip about medicating to get over the e"
    },
    {
      "url": "https://think.nbcnews.com",
      "title": "THINK: Fresh Opinions, Sharp Analyses and Powerful Essays | NBC News",
      "description": "THINK is NBC News' home for op-eds, in-depth analyses and essays about news and current events. Find opinions that will make you think differently and deeply about the world and our place in it.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.hkpoint.cz/cs/mista-konani/45-knihovna-mesta-hradce-kralove",
      "title": "Knihovna města Hradce Králové - HKPoint - Vstupenky, předplatné, předprodej",
      "description": "Předprodej vstupenek online - eVstupenky na top akce",
      "preview": "Úvodní stránka Místa konání Knihovna města Hradce Králové Knihovna města Hradce Králové Knihovna města Hradce Králové, Wonkova 1262/1a, Hradec Králové"
    },
    {
      "url": "https://news.stv.tv/east-central/flight-carrying-scots-school-trip-from-edinburgh-to-new-york-catches-fire-mid-air",
      "title": "Flight carrying Scots school trip from Edinburgh to New York 'catches fire' mid-air | STV News",
      "description": "The Delta Airlines plane was forced to make an emergency landing at Prestwick Airport on Friday.",
      "preview": "Close Search"
    },
    {
      "url": "https://godowntownbaltimore.com/advocacy/economic-development/downtown-boost-program/",
      "title": "Downtown BOOST Program | Downtown Partnership of Baltimore",
      "description": "Downtown BOOST Program is an initiative created to support the long-term success of creative, Black-owned Baltimore businesses in Downtown storefronts.",
      "preview": "close Search search October 10, 2025 47° Menu"
    },
    {
      "url": "https://www.gov.pl/web/zdrowie",
      "title": "Ministerstwo Zdrowia - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.goldeneyewinery.com/product/2018-goldeneye-anderson-valley-pinot-noir-split-rail-vineyard",
      "title": "Goldeneye Winery",
      "description": "void",
      "preview": "Skip to main content $10 Shipping on 4+ Bottles X Add To Cart $120.00 / 750ml Sold Out Our Split Rail Pinot Noir comes from the cool western edge of t"
    },
    {
      "url": "https://indd.adobe.com/view/bfa8bb85-bc5d-4aff-a2f4-3ebe540d3bee",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://cinzia1877.blogspot.com/",
      "title": "Parlando e sentendo...",
      "description": "void",
      "preview": "Parlando e sentendo... 08 settembre 2007 CHIUSO Non so quando e ne se aprirò di nuovo... Un bacio a tutti... Cinzia Pillola di saggezza postata dalla"
    },
    {
      "url": "http://www.appbrain.com/app/cucinare-ricette-in-tasca/com.aldroid.cucinare",
      "title": "Cucinare - ricette in tasca for Android - Free App Download",
      "description": "Download Cucinare - ricette in tasca for Android: a free books & reference app developed by Al Droid with 10,000+ downloads. Cooking and 'a simple app with more than...",
      "preview": "Android Apps > Books & Reference > Cucinare - ricette in tasca Cucinare - ricette in tasca 1 Al Droid 3.97 63 reviews 10,000+ Downloads Free Cooking a"
    },
    {
      "url": "https://dime.dot.ca.gov/index.php?r=sample/printreport&sample_id=16929",
      "title": "DIME - Print Sample Record",
      "description": "void",
      "preview": "Skip to Main Content Search Samples & Test Results Projects Supported Test Methods Reports & Summaries Annual Aggregate Source Tests Usage Statistics"
    },
    {
      "url": "https://tampabay.newspapers.com/",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://www.abtassociates.com/projects/evaluating-year-ups-programs-for-young-adults",
      "title": "Evaluating Year Up's Programs for Young Adults | Abt Global",
      "description": "Prospects for young adults without postsecondary credentials have steadily worsened in recent decades. With few chances at well-paying jobs, millions give up on school and withdraw from the labor force. Helping low-skilled young adults access training...",
      "preview": "Skip to main content Evaluating Year Up's Programs for Young Adults HIGHLIGHTS Millions of young adults face limited economic opportunities. Abt is ev"
    },
    {
      "url": "https://www.wavy.com/news/investigative/pharrell-hints-something-in-the-water-may-not-return-to-virginia-beach-saying-city-is-run-by-toxic-energy/",
      "title": "Something in the Water won't return to Virginia Beach in 2022; creator Pharrell Williams says city is run by 'toxic energy' | WAVY.com",
      "description": "The return of the Something in the Water festival may not happen after creator Pharrell Williams says the city is run by a \"toxic energy\" and hasn't valued his proposed solutions.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.privacypolicies.com/live/8359ece9-e3bb-4b66-a044-0e71a53cb44d",
      "title": "Privacy Policy for EmergeNYC Sirens & Horns - PrivacyPolicies.com",
      "description": "void",
      "preview": "Privacy Policy for EmergeNYC Sirens & Horns Privacy Policy Last updated: June 08, 2021 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "https://www.fox5atlanta.com/news/augusta-georgia-woman-suv-popeyes-crash-missing-biscuits",
      "title": "Georgia woman drives SUV into Popeyes over missing biscuits, police say | FOX 5 Atlanta",
      "description": "The Popeye's manager told police the Georgia woman became upset over her missing biscuit, crashed into the store, and nearly hit one of the employees.",
      "preview": "article A sign hangs outside of a Popeyes Louisiana Kitchen restaurant on May 06, 2021 in Chicago, Illinois. (Photo by Scott Olson/Getty Images) Expan"
    },
    {
      "url": "https://wiki.northpark.edu/label/32+carlson+hamming+helwig+wilson31",
      "title": "Labelled content - Confluence",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels 42 27 c-45 d95 center jc342 mag310 002 c21 hall 208b c44 9 norsten c63 1 mono 5 n20"
    },
    {
      "url": "http://www.atropa.si/darilni-program-spletna-trgovina/izdelki/?prikazi=6",
      "title": "Izdelki | Botanični vrt, spletna prodaja in urejanje zelenih površin",
      "description": "ATROPA, botanični vrt, spletna prodaja, otroške rojstnodnevne zabave Roman Hergan s.p.",
      "preview": "Botanični vrt TAL 2000 Darilni program spletna trgovina Rastline za vrtne ribnike Urejanje vrtov Otroške rojstnodnevne zabave ATROPA, botanični vrt, s"
    },
    {
      "url": "https://iconmonstr.com/",
      "title": "iconmonstr - Free simple icons for your next project",
      "description": "Free simple icons for your next project",
      "preview": "> # Notice To use this icon, you must first accept the license agreement. Close Confirm Do you want to clear all your favorite icons? Clear all Cancel"
    },
    {
      "url": "https://stylescompany.nl/portfolio-item/street-kingz-theater-naaldwijk/",
      "title": "Theater Naaldwijk | Styles CompanyStyles Company",
      "description": "void",
      "preview": "HOME EDUCATIE CKV URBAN ARTS DAG LEERLIJNEN URBAN ARTS URBAN CULTURE EVENT VOORSTELLINGEN WORKSHOPS WORKSHOPS BREAKDANCE BEATBOX DANS CHOREOGRAFIE DJ"
    },
    {
      "url": "https://www.therosienetwork.org",
      "title": "The Rosie Network | Military Business Help",
      "description": "The Rosie Network Empowers Entrepreneurs with Training, Mentors, Marketing, Branding Commercials, & More! Get military Business Help Now!",
      "preview": "top of page OUR PROGRAMS & SERVICES MILITARY ENTREPRENEUR MAGAZINE ROSIES ACROSS AMERICA PHOTO CAMPAIGN LOOKING TO START OR GROW A BUSINESS? FILL OU"
    },
    {
      "url": "http://www.brendentheatres.com/actor/jay-lycurgo/",
      "title": "Brenden Theatres",
      "description": "Check showtimes and buy tickets at your local theater",
      "preview": "Loading..."
    },
    {
      "url": "https://www.mea.gov.in",
      "title": "Ministry of External Affairs, Government of India",
      "description": "Official portal of External Affairs Ministry, Government of India. Find Statements, Interviews, Press Releases, Media Briefings and latest updates of MEA.",
      "preview": "This page uses Javascript. Your browser either doesn't support Javascript or you have it turned off. To see this page as it is meant to appear please"
    },
    {
      "url": "https://www.aetna.com/individuals-families/member-rights-resources/rights/federal-no-surprises-act.html",
      "title": "Federal No Surprises Act | Aetna",
      "description": "Federal No Surprises Act",
      "preview": "Skip to main content Federal No Surprises Act Your rights and protections against surprise medical bills When you get emergency care or you're treated"
    },
    {
      "url": "https://modwiggler.com/forum/viewforum.php?f=17",
      "title": "Music Tech DIY - MOD WIGGLER",
      "description": "void",
      "preview": "MOD WIGGLER A place to talk about Modular Synthesizers. And Cats. Skip to content MOD WIGGLER A place to talk about Modular Synthesizers. And Cats. Sk"
    },
    {
      "url": "https://www.visibleearth.nasa.gov/images/89678/fires-threaten-christchurch",
      "title": "Fires Threaten Christchurch",
      "description": "In mid-February 2017, wildfires near Christchurch, New Zealand, spurred the evacuation of more than 1,000 residents.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience."
    },
    {
      "url": "https://medicalfuturist.com/",
      "title": "The Medical Futurist",
      "description": "We strongly believe that only digital health can bring healthcare into the 21st century and make patients the point-of-care.",
      "preview": "× | Explore The Future Of Healthcare With The Medical Futurist Access visionary insights and high-level research driving healthcare transformation Rea"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com/googleplaydev%3F~feature=LoMobileNavBar&~channel=ShowCollectionHome&~stage=m2",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://roxygen2.r-lib.org/articles/roxygen2.html",
      "title": "Get started with roxygen2 • roxygen2",
      "description": "Learn the big picture of roxygen2 and the basic workflow you'll use with it.",
      "preview": "Skip to content Get started with roxygen2 Source: vignettes/roxygen2.Rmd roxygen2.Rmd Documentation is one of the most important aspects of good code."
    },
    {
      "url": "https://thezeusnetwork.com/",
      "title": "Zeus",
      "description": "Subscribe to watch your favorite creators today.",
      "preview": "Skip to main content Subscribe to watch your favorite creators today. ⚡⚡BADDIES AFRICA⚡⚡ NEW EPISODE EVERY SUNDAY ONLY ON THE ZEUS NETWORK Subscribe N"
    },
    {
      "url": "https://home.nest.com/en/US",
      "title": "Log into the Nest app",
      "description": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Doorbell, or Nest devices and apply your subscription.",
      "preview": "Sign in to the Nest app in your web browser with your Google Account or non-migrated Nest Account. Connect your Nest Thermostats, Nest Cams, Nest Door"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "http://www.roberta-golinkoff.com",
      "title": "Roberta Golinkoff",
      "description": "void",
      "preview": "Roberta Michnick Golinkoff holds the Unidel H. Rodney Sharp Chair in the School of Education at the University of Delaware and is also a member of the"
    },
    {
      "url": "https://support.apple.com",
      "title": "Official Apple Support",
      "description": "Learn more about popular features and topics, and find resources that will help you with all of your Apple products.",
      "preview": "Apple Support iPhone Mac iPad Watch Vision AirPods TV Forgot Apple Account password Apple Repair Billing and subscriptions Search for more topics Sear"
    },
    {
      "url": "https://wordpress.org/plugins/donorbox-donation-form",
      "title": "Donorbox - Free Recurring Donation Plugin and Fundraising Platform - WordPress plugin | WordPress.org",
      "description": "Donorbox is a powerful and secure donation management plugin for WordPress. We are the only donation plugin for WordPress that offers a fast feature-f ...",
      "preview": "WordPress.org Plugin Directory Donorbox - Free Recurring Donation Plugin and Fundraising Platform Search plugins Details Reviews Installation Developm"
    },
    {
      "url": "https://www.kiwico.com/",
      "title": "Seriously fun hands-on learning for curious kids of all ages | KiwiCo",
      "description": "KiwiCo delivers kids' subscription boxes and STEM, STEAM, science and art kits that provide serious fun and hands-on learning. Find subscription boxes for kids of all ages today!",
      "preview": "Fun & e n r i c h i n g p r o j e c t s for all ages 1 Pick a subscription 2 Receive a monthly crate 3 Continue the fun Des i gned to i nsp i re Encou"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/aggregation/",
      "title": "Aggregation Operations - Database Manual - MongoDB Docs",
      "description": "Aggregation operations process multiple documents and return computed results.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual Aggregation Operations Copy page Aggregation operations process multiple documents and return com"
    },
    {
      "url": "https://forum.vectorworks.net/index.php?/search/&tags=hog%20pc",
      "title": "Showing results for tags 'hog pc'. - Vectorworks Community Board",
      "description": "void",
      "preview": "Jump to content Home Search the Community Showing results for tags 'hog pc'. Search Again More search options Content Search Member Search Search By T"
    },
    {
      "url": "http://www.ricettepercucinare.com/",
      "title": "Blog di cucina e ricette italiane | Ricettepercucinare.com | HOME",
      "description": "Ricettepercucinare.com un sito di cucina con tante ricette passo passo ed un blog con tante informazioni nato nel lontano 2006",
      "preview": "RicettePerCucinare.com, ricette di cucina facili, veloci, gustose Ricette primi piatti, ricette salate, ricette dolci, ricette di pesce e molto altro"
    },
    {
      "url": "https://health.gov/healthypeople/priority-areas/social-determinants-health",
      "title": "Social Determinants of Health - Healthy People 2030 | odphp.health.gov",
      "description": "When it comes to health, it matters where people live, learn, work, play, and age. That's why Healthy People 2030 has an increased focus on how social, economic, and environmental factors can impact people's health. Learn more about the social determinant",
      "preview": "Skip to content Skip to navigation Per a court order, HHS is required to restore this website to its version as of 12:00 AM on January 29, 2025. Infor"
    },
    {
      "url": "https://www.edx.org/learn/artificial-intelligence",
      "title": "Learn AI with courses and programs | edX",
      "description": "An AI program can train you in the latest in-demand skills. Explore how to get started with AI.",
      "preview": "Learn AI with courses and programs Businesses are rushing to integrate AI into their operations as the technology becomes more widespread. Explore AI"
    },
    {
      "url": "https://go.microsoft.com/fwlink/?linkid=2213312",
      "title": "Explore Microsoft Edge Performance Features | Microsoft Edge",
      "description": "Learn more about performance features in Microsoft Edge. Explore how features like Startup boost, Sleeping tabs, and more can improve your browsing experience.",
      "preview": "Skip to main content Search Try Edge Performance Microsoft Edge has built-in features like Startup boost and Sleeping tabs, which make your browser st"
    },
    {
      "url": "https://usa.visa.com/run-your-business/small-business-tools/small-business-hub.html",
      "title": "Small Business Solutions | Small Business Hub | Visa",
      "description": "Visa's Small Business Hub gives you access to tools, consulting and other resources that will help you start or grow your business with ease.",
      "preview": "Tools, resources and advice to power your business Every small business has different needs. No matter what stage you're in, or what you're trying to"
    },
    {
      "url": "https://www.philadelphiaeagles.com/news/irv-cross",
      "title": "Eagles mourn the passing of Pro Bowl CB and legendary broadcaster Irv Cross",
      "description": "The first Black person to anchor a network sports show and earn the Pete Rozelle Award, Cross is remembered as 'the ultimate teammate.'",
      "preview": "Skip to main content Advertising Philadelphia Eagles News Pro Bowl CB and legendary broadcasting pioneer Irv Cross passes away at the age of 81 The fi"
    },
    {
      "url": "https://pumaworldhq.com/",
      "title": "Progressive Urban Management Associates (P.U.M.A.) | immersive, market-based, tactical | Denver, CO, USA",
      "description": "Progressive Urban Management Associates (P.U.M.A.) is a national leader in helping communities and organizations across the country create and sustain thriving places. We advise clients on a wide range of community planning, economic development, organizational management, and financial solutions.",
      "preview": "top of page Progressive Urban Management Associates Immersive • Market-Based • Tactical Progressive Urban Management Associates (P.U.M.A.) is recogn"
    },
    {
      "url": "https://chantecaille.com/products/mermaid-eyeshade",
      "title": "Chantecaille Mermaid Eyeshadow",
      "description": "High-pearl, creamy, crease-resistant eye shadow, available in 5 shades. An innovative high shine, long wear formula that can be worn wet or dry as a long lasting eyeshadow or eyeliner. Infused with a silk tree extract, the luxurious texture creates a lasting metallic sheen that lends a youthful appearance to the eye area. Creamy, powdery feel makes it easy to apply with the fingertips. Richly pigmented hues shimmer with a rich metallic sheen. Buildable metallics mix beautifully with opaque shadows. Crafted in Italy.",
      "preview": "Skip to main content Skip to footer NEW Éclat Cristalline Collection"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notion-Website-Maker-Create-A-Free-Website-Built-In-Notion-3eeb9a1140ee47eb916d670bd08457fa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://beardifyapp.com",
      "title": "Beardify",
      "description": "void",
      "preview": "BEARDIFY Grow a beard."
    },
    {
      "url": "https://espanol.cdc.gov/enes/coronavirus/2019-ncov/travelers/index.html",
      "title": "Centros para el Control y la Prevención de Enfermedades | CDC",
      "description": "void",
      "preview": "Ir al contenido del sitio Ir a la búsqueda El cáncer de mama Informarse más Las enfermedades respiratorias Informarse más Influenza aviar H5: situació"
    },
    {
      "url": "http://news.cs.washington.edu/2012/05/31/who-ya-gonna-hire/",
      "title": "Allen School News » Who ya gonna hire???",
      "description": "University of Washington recruiters from Amazon.com, Facebook, Google, and Microsoft shared information on the majors of the students they hired from UW in 2011-12 for both internship and permanent positions. This includes all students (every degree level, every major, every UW campus), and all positions (from developer to accountant). The...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications Who ya gonna hire??? University of Washington re"
    },
    {
      "url": "https://www.itechpost.com/tags/meta",
      "title": "Meta news & latest pictures from itechpost.com",
      "description": "All the latest breaking news on Meta. Browse archives of photos, videos and articles on Meta.",
      "preview": "Meta Business Mark Zuckerberg Sues Mark Zuckerberg-And Yes, They're Two Different People by Isaiah Richard Apple's AI Smart Glasses to Launch in Late"
    },
    {
      "url": "http://pixel.google/business?utm_source=Google_SMB&utm_medium=Website&utm_campaign=Google_SMB",
      "title": "The Google phone. Built for business. - Pixel for Business",
      "description": "Secure. Seamless. Helpful. Pixel has the tools you need for your team in one powerful device.",
      "preview": "Skip to main content Contact us Overview Google Phones Small Business Enterprise Resources Contact us Pixel 10 Pro & Pixel 10 Pro XL Perform like a pr"
    },
    {
      "url": "https://www.euroconsult-ec.com/euroconsult-events/world-satellite-business-week/",
      "title": "World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business - Novaspace",
      "description": "Paris, Washington D.C., Montreal, Yokohama, Sydney, Toulouse, Wednesday 15th December, 2021. Euroconsult, the leading consulting firm specialising in the space sector and satellite markets, continues to unveil the honored recipients of its 2021 Annual Awards for Excellence in Satellite Business, as anticipation builds for the final reveal. The firm is currently holding its flagship executive-level summit, the 2021 World Satellite Business Week held at the Westin Hotel in Paris, which provides an exceptional platform for business leaders to gain market insights, network, conduct business and conclude major deals.",
      "preview": "Back to Press Releases World Satellite Business Week sees second cohort of winners at the 2021 annual awards for excellence in satellite business Publ"
    },
    {
      "url": "https://www.nationwide.com",
      "title": "Insurance and Financial Services Company - Nationwide",
      "description": "Nationwide offers insurance, retirement and investing products that protect your many sides. Get home and auto insurance quotes online or find a local agent",
      "preview": "Skip to main content if(document.location.hostname == 'www.nationwide.com' || document.location.hostname == 'espanol.nationwide.com' || document.locat"
    },
    {
      "url": "https://allantowns.com/tag/game-of-thrones/",
      "title": "Game of Thrones | A little bit about a lot of stuff",
      "description": "Posts about Game of Thrones written by Allan Townsend",
      "preview": "I was waiting for my bag at JFK and saw this crowd around a girl signing autographs. I take a picture and she looks at me with evil eyes and says, \" I"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.kdV4lB5ya",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://replit.com/",
      "title": "Replit - Build apps and sites with AI",
      "description": "Replit is an AI-powered platform for building professional web apps and websites.",
      "preview": "T u rn y our i d e a s into a p p s What will you create? The possibilities are endless. Get suggestions Write a prompt Make me for that helps Start b"
    },
    {
      "url": "http://www.life.illinois.edu/hanks/",
      "title": "The Hanks Lab at the University of Illinois",
      "description": "void",
      "preview": "The Hanks Lab Department of Entomology at the University of Illinois at Urbana-Champaign **Not currently seeking new graduate students**"
    },
    {
      "url": "https://parierbet.com/1xbet-bonus-de-200-sur-le-premier-depot/",
      "title": "1xBet - Bonus de 200% sur le premier dépôt | Parierbet.com",
      "description": "Découvrez comment profiter du bonus de 200% sur le premier dépôt sur 1xBet.",
      "preview": "Home Promotions 1xBet - Bonus de 200% sur le premier dépôt 1xBet - Bonus de 200% sur le premier dépôt Categories: 1xbet promotions , Promotions | Publ"
    },
    {
      "url": "https://www.calltoidea.com/mailing/",
      "title": "Mailing - Calltoidea",
      "description": "Inspiration about Mailing. Discover world best web design about and share your concepts.",
      "preview": "Mailing Light up your imagination! first community for link lovers Comings"
    },
    {
      "url": "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
      "title": "Esther Duflo - Facts - 2019 - NobelPrize.org",
      "description": "The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2019 was awarded jointly to Abhijit Banerjee, Esther Duflo and Michael Kremer \"for their experimental approach to alleviating global poverty\"",
      "preview": "Skip to content Enhanced Page Navigation Esther Duflo - Facts - 2019 Navigate to: Summary - Abhijit Banerjee -- Facts -- Biographical -- Prize Lecture"
    },
    {
      "url": "http://shavedham.blogspot.com/p/big-button-box-support.html",
      "title": "Shaved Labs - iPhone Apps: Big Button Box Support",
      "description": "For help with Big Button Box please contact us using the email address within the app found by pressing the info button",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Big Button Box Support For help with Big Button Box please"
    },
    {
      "url": "https://exquisiteresorts.co.uk/trade-suppliers/",
      "title": "Trade Suppliers - Exquisite Resorts",
      "description": "Trade Suppliers Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin eget pulvinar mauris. Vestibulum neque dolor, dapibus sit amet fringilla a, cursus vel massa. Praesent pulvinar viverra nisi. Aliquam vel mattis diam. Donec in mattis nisl. Morbi tortor nibh, egestas at mi a, auctor lobortis mi. Etiam vel ante in turpis blandit varius quis...",
      "preview": "Skip to content Follow us: Twitter Instagram Trade Suppliers Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin eget pulvinar mauris. Vest"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=KELL020",
      "title": "Anna-Maria and Stephen Kellen Foundation Inc C/o Joel E Sammet & Co LLP | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 04/18/2025 Grant Information Last Upd"
    },
    {
      "url": "https://www.marksandspencer.com/l/lingerie",
      "title": "New in Lingerie & Underwear | New in Ladies Nightwear at M&S",
      "description": "Discover our quality selection of new-in lingerie - from bras to flattering shapewear. Explore maternity lingerie, thermal wear and nightwear at M&S",
      "preview": "Nightwear Knickers Bras Tights Lingerie Sets Shapewear Bodies & Corsets Thermals Vests & Camisoles Slips Black Red Green Blue Pink Cream Navy Brown Gr"
    },
    {
      "url": "https://www.thinkwithgoogle.com/intl/en-gb/future-of-marketing/digital-transformation/beauty-on-youtube-be-part-of-the-conversation/",
      "title": "Digital Transformation & Maturity - Think with Google",
      "description": "Every company is on the road to digital transformation. See how to embrace marketing technology, from automation and machine learning to measurement.",
      "preview": "Skip to Content Digital Transformation Every company is at different points in its digital transformation. See how other companies are making progress"
    },
    {
      "url": "http://statistics.apec.org/",
      "title": "Home",
      "description": "void",
      "preview": "We recently revamped StatsAPEC to serve you better! We would appreciate hearing about your experience with this new website. Please share with us your"
    },
    {
      "url": "https://www.speakhuman.today/ecommercequote/614r1a",
      "title": "Speak Human",
      "description": "void",
      "preview": "Content copied to clipboard! Speak Human. Generate human centric microcopy for all purposes. Signal Sent by Convey Select a Category Asking for Email"
    },
    {
      "url": "https://www.midway.org/",
      "title": "USS Midway Aircraft Carrier | San Diego Museum | San Diego Tours - USS Midway Museum®",
      "description": "Live the adventure & honor the legend of the USS Midway Museum with activities & fun for the whole family onboard! Voted #1 \"Things to Do\" on Trip Advisor SD!",
      "preview": "Celebrate your freedom in a thousand exciting ways From immersive exhibits to exciting events, there are countless ways to explore America's Living Sy"
    },
    {
      "url": "https://www.velvetyne.fr/",
      "title": "Home - Velvetyne",
      "description": "Libre fonts for everyone",
      "preview": "Menu × We launched our first call for projects: Support Opensource Signs !!! Applications are open till the 15/05/2025. ↑ We design libre / open sourc"
    },
    {
      "url": "https://www.wtatennis.com/",
      "title": "The Official Home of the Women's Tennis Association | WTA Tennis",
      "description": "Home of the Women's Tennis Association. Turn to the WTA for the best coverage of your favorite players!",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Scores Rankings Unlocked Cal"
    },
    {
      "url": "https://www.motorolasolutions.com/en_xu/about/company-overview/corporate-responsibility/motorola-solutions-foundation.html",
      "title": "Motorola Solutions Foundation - Motorola Solutions EMEA",
      "description": "Motorola Solutions Foundation is the charitable and philanthropic arm of Motorola Solutions. Read about our grant applications and impact",
      "preview": "Sign out Session expired Sign in Close Contact us Motorola Solutions Foundation Helping to build safer cities and thriving communities. At Motorola So"
    },
    {
      "url": "https://www.history.co.uk/articles/charles-iii-and-britains-oldest-ascending-monarchs",
      "title": "Charles III and Britain's oldest ascending monarchs | Sky HISTORY TV Channel",
      "description": "King Charles III became the oldest ascending monarch having become king at the age of 73.",
      "preview": "Skip to main content Charles III and Britain's oldest ascending monarchs Image: Peter Rhys Williams / Shutterstock.com | Above: A photo of King Charle"
    },
    {
      "url": "https://alfa-lampy.pl/product-pol-18365-Druciana-lampa-kratka-PEKA-miedz-drewno-sr-24cm.html",
      "title": "Druciana lampa kratka PEKA miedź/drewno śr. 24cm 60419 - marka Alfa Sosnowscy - Phenomena Light",
      "description": "void",
      "preview": "Menu Lampy wiszące Lampy sufitowe Plafony sufitowe Kinkiety Lampy stołowe Klosze i abażury Dobierz Klosz Żarówki Pomieszczenia Style WYPRZEDAŻ O Nas B"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/charset-unicode-utf8mb4.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 12.9.1 The utf8mb4 Character Set (4-Byte UTF-8 Unicode Encoding)",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "https://catalog.ngc.nvidia.com/orgs/nvidia/containers/pytorch",
      "title": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "description": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "preview": "void"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a40771923/hailey-bieber-fashion-icon-interview/",
      "title": "Hailey Bieber on Her Stroke, Fashion Style, and Marriage",
      "description": "Hailey Bieber has been thrown some curveballs this year, including a serious health scare. But the model, style star, and newly minted beauty mogul has proven she can roll with the punches.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. John"
    },
    {
      "url": "https://a.cms.omniupdate.com/11/?skin=oucampus&account=montgomery&site=www&action=de&path=/index.pcf",
      "title": "Log In - Modern Campus CMS",
      "description": "void",
      "preview": "Modern Campus CMS Logo Log in to your account Username LOGIN Reset Password Change Password Please enter a new password for user in account . New Pass"
    },
    {
      "url": "http://www.brightonbased.co.uk/",
      "title": "Computer Repair, Laptop Repair and IT Support in Brighton and Hove",
      "description": "We are a leading provider of computer repair, laptop repair and IT support services in Brighton and Hove. Please call 01273 933250 or 07929 074037 for more information on the range of services available.",
      "preview": "Need Technical Help, Support and Solutions for all your Computer Problems? Then call Brightonbased Computer Services NOW on 01273 933250 or 07929 0740"
    },
    {
      "url": "http://movimiento.org/events/event/listByType?type=fronteras",
      "title": "Network Locked",
      "description": "void",
      "preview": "Network Locked 🔒 Access Denied Unfortunately, access to this application has been restricted. If you believe this is a mistake, please reach out to ou"
    },
    {
      "url": "https://goesscolierifuneralhome.com/tribute/details/196/Martha-Bradley/obituary.html",
      "title": "Martha A. Bradley Obituary | Goes-Scolieri Funeral Home | 1935 - 2018",
      "description": "Goes-Scolieri Funeral Home in Willingboro, NJ: View the obituary for Martha A. Bradley. &nbsp;Martha Annette Bradley of Willingboro passed away into Gods loving and eternal ...",
      "preview": "void"
    },
    {
      "url": "http://www.flipcode.com/archives/",
      "title": "flipcode Archives",
      "description": "void",
      "preview": "Welcome to the flipcode Archives. Here will you find our collection of reader-submitted content. A lot of this is timeless reference material, and we'"
    },
    {
      "url": "https://www.petermckinnon.com",
      "title": "PETER MCKINNON",
      "description": "Toronto Photographer / YouTuber",
      "preview": "Back Portraits Lifestyle"
    },
    {
      "url": "https://shop.vera.org/",
      "title": "Vera Institute of Justice | Shop",
      "description": "The Vera Institute of Justice is powered by supporters like you. Support Vera's mission in style with gifts that make our work possible.",
      "preview": "Skip to content FREE Domestic Economy Shipping for $50+ Orders Item added to your cart Check out Continue shopping The Vera Institute of Justice is po"
    },
    {
      "url": "https://www.stanfordchildrens.org/en/topic/default?id=separation-anxiety-90-P02283",
      "title": "Separation Anxiety - Stanford Medicine Children's Health",
      "description": "Separation anxiety usually begins around 6 months of age. Babies may suddenly be afraid of familiar people, such as babysitters or grandparents.",
      "preview": "MyChart Second Opinion Donate En Español × Close Separation Anxiety What is separation anxiety? Part of a baby's normal development is learning that s"
    },
    {
      "url": "https://snapdrop.net/",
      "title": "Snapdrop",
      "description": "Instantly share images, videos, PDFs, and links with people nearby. Peer2Peer and Open Source. No Setup, No Signup.",
      "preview": "You're almost done! Uploading your files ... Upload Files Click Here Upload Folder File Received Filename Ask to save each file before downloading Sav"
    },
    {
      "url": "https://news.ucsc.edu/2023/01/red-sea-urchins.html",
      "title": "Vulnerability of red sea urchins to climate change depends on location - News",
      "description": "Scientists found that red sea urchin populations are adapted to local environments, but some populations will suffer more than others as conditions change in the future.",
      "preview": "Researchers grew juvenile sea urchins from Northern and Southern California in outdoor tanks at UCSC's Long Marine Laboratory, where they could contro"
    },
    {
      "url": "https://greenporntube.info/porn/bondage",
      "title": "bondage mp4 porn video | Greenporntube.info",
      "description": "Watch and download bondage online porn bondage videos an download it.",
      "preview": "Home Videos Latest Updates Top Rated Most Viewed Categories favorites ( 0 ) Back Amateur Anal Arab Asian BBW Babe Babysitter Big Ass Big Dick Big Tits"
    },
    {
      "url": "https://bubble.io/",
      "title": "Bubble: AI app development meets visual, no-code editing",
      "description": "Launch real apps without limits on an all-in-one platform that lets you switch seamlessly between AI prompting and a visual editor. No code required - ever.",
      "preview": "void"
    },
    {
      "url": "https://www.pmc.com/opt-out",
      "title": "California Residents: Opt Out of Sale of Personal Information | PMC",
      "description": "This page is for California residents to opt-out of the sale of your personal information.",
      "preview": "brands California Residents: Opt Out of Sale of Personal Information This page is for California residents to opt-out of the sale of your personal inf"
    },
    {
      "url": "https://optinmonster.com/gdpr/cookies/",
      "title": "OptinMonster Cookie List - OptinMonster",
      "description": "Here's an exhaustive list of the cookies used by OptinMonster to personalize your visitor's experiences with our campaigns.",
      "preview": "Cookie List Below you will find an exhaustive list of the cookies used by OptinMonster to personalize your visitor's experiences with our campaigns. C"
    },
    {
      "url": "https://pinterest.com/pin/create/button/?url=https://www.fao.org/documents/card/en?details=ca7012en&description=Card",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Pin Builder Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to selec"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/pkt/index.htm",
      "title": "The Pictorial Key to the Tarot Index | Sacred Texts Archive",
      "description": "The Pictorial Key to the Tarot, by A.E. Waite, ill. by Pamela Colman Smith, [1911], full text etext at sacred-texts.com",
      "preview": "Sacred Texts Tarot Tarot Reading Buy this Book at Amazon.com The Pictorial Key to the Tarot By Arthur Edward Waite Illustrations By Pamela Colman Smit"
    },
    {
      "url": "https://www.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://www.talbots.com/pearl-buckle-leather-belt/P224061522.html?cgid=new-arrivals&dwvar_P224061522_color=BLACK&dwvar_P224061522_sizeType=AC",
      "title": "Pearl Buckle Leather Belt | Talbots",
      "description": "Shop Talbots for modern classic women's styles. You'll be a standout in our Pearl Buckle Leather Belt - only at Talbots!",
      "preview": "Layer 1 Message Store Wallet Skip to Main Content FALL SALE! 50% off 2 or more markdowns or 40% off 1 Shop Now | Details Enjoy 30% off T by Talbots-co"
    },
    {
      "url": "https://www.oig.dot.gov/",
      "title": "Home | DOT OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://abc13.com/sheborah-latrice-thomas-sentenced-mother-accused-of-drowning-children-in-bathtub-two-young-murdered-by-mom-pleads-guilty-to-kids-deaths/12892747/",
      "title": "Houston mother Sheborah Latrice Thomas pleads guilty to drowning her 2 children in bathtub, sentenced to 40 years in prison - ABC13 Houston",
      "description": "Houston mother Sheborah Latrice Thomas, who admitted to drowning her 5- and 7-year-old children in 2016, was sentenced to 40 years in prison.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out mother charged Houston mother pleads guilty to drowning her 2 children in bathtub, s"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "https://www.formula1.com/en/results.html",
      "title": "2025 RACE RESULTS",
      "description": "Results",
      "preview": "2025 2025 Active 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 199"
    },
    {
      "url": "https://www.pinterest.com/people/",
      "title": "People (people) - Profile | Pinterest",
      "description": "People | PEOPLE.com is the No. 1 site for celebrity news! Follow us for the best in star style, recipes, memes and more",
      "preview": "People (people) - Profile | Pinterest Created Saved Explore When autocomplete results are available use up and down arrows to review and enter to sele"
    },
    {
      "url": "https://www.musisol.com/cuerdas-guitarras-clasica/",
      "title": "⚡ Compra cuerdas de guitarras Clasica | Musisol.com - Musisol.com",
      "description": "Las cuerdas de guitarra son uno de los elementos más importantes de la guitarra clásica. Antes de elegir la cuerda de guitarra correcta has de saber en que se diferencian.",
      "preview": "/ Guitarras / Accesorios Guitarras y Bajos / Cuerdas / Cuerdas guitarras Clasica Filtrar por Filters: Borrar filtros Precio € € Marcas Ableton Abueno"
    },
    {
      "url": "https://downandfeathercouncil.com/",
      "title": "American Down and Feather Council - The ADFC Seal of Approval",
      "description": "void",
      "preview": "Click on the video below or visit the sustainability tab to learn about down's superior sustainability. Down naturally helps to regulate body temperat"
    },
    {
      "url": "https://chronicle.security/",
      "title": "Google Security Operations | Google Cloud",
      "description": "Google Security Operations, formerly known as Chronicle, enables security teams to detect, investigate, and respond to threats with the speed, scale, and intelligence of Google.",
      "preview": "Go beyond the hype and unlock AI's true potential. Join our half-day Agentic SOC workshop for security practitioners and gain real-world skills. Googl"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/what-are-ai-services",
      "title": "What are Azure AI services? - Azure AI services | Microsoft Learn",
      "description": "Azure AI services are cloud-based artificial intelligence (AI) services that help developers build cognitive intelligence into applications without having direct AI or data science skills or knowledge.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://www.emarketer.com/articles/",
      "title": "Today's Trending Articles on Digital Marketing and Media | EMARKETER",
      "description": "Browse articles featuring EMARKETER's latest data and insights on digital marketing. Topics include mobile, video, search, ecommerce, social, ad spend and more",
      "preview": "Newsletter sign-up Envelope Does my company subscribe? Contact Sales: Phone 1-800-405-0844 EMARKETER Search Log in Login Become a Client Become a Clie"
    },
    {
      "url": "https://proj.org/usage/quickstart.html",
      "title": "Quick start - PROJ 9.7.0 documentation",
      "description": "void",
      "preview": "Using PROJ Quick start Edit on GitHub Previous Next Quick start  Coordinate transformations are defined by, what in PROJ terminology is known as, \"pr"
    },
    {
      "url": "https://sports.yahoo.com/titans-dropped-off-taylor-lewan-141341305.html?guccounter=1&guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&guce_referrer_sig=AQAAAC_R55VMt0eCbY9rnnX6RV_YAF6EnRxzK_Rl26TvyuESfVvy__Iz5r2dCnGnWxXfgUOtA63pSCg0nWWd0dkEzn1tobb7Jv-biIGKL5AszLOVj1l3FXyoNUMY6RfLCG9ilxSjOr3RNr0ws1IfXjowo_APO-xL54lyTt-dELNSFZ-W",
      "title": "Titans dropped off Taylor Lewan's belongings at his front door - Yahoo Sports",
      "description": "After cutting him this past week, the Titans saved Taylor Lewan the trip and dropped off his stuff at his front door.",
      "preview": "Advertisement Advertisement Advertisement Advertisement TRENDING Phillies ousted after blunder Giants upset Eagles MLB playoffs live updates LeBron to"
    },
    {
      "url": "https://domenomania.pl/centrum-wiedzy/jak-po-zalogowaniu-zmienic-haslo-do-panelu-klienta",
      "title": "Zmiana hasła przy użyciu funkcji przypomnij hasło » Domenomania.pl",
      "description": "Sprawdź jak po zalogowaniu zmienić hasło do Panelu klienta. W tym przypadku podczas zmiany hasła wymagana jest znajomość dotychczasowego hasła dostępu.",
      "preview": "Panel klienta Sprawdź jak zalogować się do Panelu klienta Domenomania.pl oraz jakie operacje możesz wykonać po zalogowaniu na usługach, np. domeny i s"
    },
    {
      "url": "https://www.aub.edu.lb/fafs/pages/default.aspx",
      "title": "The Faculty of Agricultural and Food Sciences",
      "description": "FAFS inspires future leaders and promotes Healthy Earth, Healthy Food, Healthy People; its mission to be a hub of agriculture, water, food and nutrition",
      "preview": "American University of Beirut The Faculty of Agricultural and Food Sciences Home > Faculty of Agricultural and Food Sciences Healthy Earth, Healthy Fo"
    },
    {
      "url": "https://www.eopticon.ro/rame-de-ochelari/rama-de-ochelari-luca-ls001-1.html",
      "title": "Cumpara ochelari de vedere incepand de la 57,80 RON",
      "description": "Comanda cu incredere ochelari de vedere incepand de la 57,80 RON Fiecare purtator de ochelari stie ca este foarte important sa alegem produse calitative. Vezi oferta eOpticon.ro pentru ochelari de vedere!",
      "preview": "void"
    },
    {
      "url": "https://checkcoverage.apple.com/us/en/",
      "title": "View Coverage - AppleCare & Warranty",
      "description": "Check your Apple warranty status. Enter a serial number to review your eligibility for support and extended coverage.",
      "preview": "JavaScript is required to use this website. Please enable it in your browser settings. View device coverage and benefits. One place to see your covera"
    },
    {
      "url": "http://www.realcollegelife.com/",
      "title": "Real College Life - Student Jobs & Employment, University Study & Eco Friendly Tips",
      "description": "College Student Jobs Housing Apartment Sublet and Sublease",
      "preview": "Welcome to Real College Life Looking for colleges & universities or student tips for success? We're your college survival guide. CHANNELS HOME COLLEGE"
    },
    {
      "url": "https://lotterysambad.pro/category/uncategorized/",
      "title": "Lotterysambad",
      "description": "Lotterysambad",
      "preview": "Home Trending Games Categories Arcade .IO 3D Action Adventure Shooting Racing Girl Puzzle Discover all games! All rights reserved by EilGames.com © 20"
    },
    {
      "url": "http://www.ferienwohnung-in-obergurgl.at/bildergalerie/ferienwohnung_oetztal/content/_0059684695_large.html",
      "title": "Bilder Ferienwohnung Ötztal",
      "description": "void",
      "preview": "Bilder Ferienwohnung Ötztal www.ferienwohnung-in-obergurgl.at Ferienwohnung Ötztal für 3-5 Personen Zurück Index Weiter oetztal-1 630 Appartementhaus"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/full-legal",
      "title": "Privacy Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Privacy Policy of Tenuta Larnianone Tenuta Larnianone collects some Personal Data from its Users. This document contains a section dedicated to Users"
    },
    {
      "url": "http://m.target.com/c/target-privacy-policy/-/N-4sr7p",
      "title": "Target Privacy Policy : Target",
      "description": "Find out more about the Target Privacy Policy.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-020-03302-2",
      "title": "Psychosocial status and prenatal care of unintended pregnancies among low-income women | BMC Pregnancy and Childbirth | Full Text",
      "description": "Nearly half of all pregnancies in the United States are reported as unintended and rates are highest among women of low socioeconomic status. The purpose of this study was to examine the associations between unintended pregnancies and maternal mental health and timing of prenatal care among low-income women. In this cross-sectional study, 870 women, whom were participating in the First 1000 Days program in three community health centers in the Boston area, were enrolled at their first prenatal visit from August 2016 - September 2017. We assessed pregnancy intention by self-report using the Pregnancy Risk Assessment Monitoring System. We used self-reported survey information and electronic health record data to assess the following outcomes: current stress, current depression, and timing of initial prenatal visit. We used multivariable logistic regression models to examine associations and adjusted for sociodemographic factors. Women were a mean (SD) age of 29.3 (6.1), and 39.2% reported that their pregnancy was unintended. 50.6% of women were Hispanic, 28.4% were White, 10.1% were Black, and 10.9% were other races. 78.9% of women reported an annual household income &lt;$50,000. Overall, 26.7% of women reported current stress, 8.2% reported current depression, and 18.3% of women initiated prenatal care after their first trimester. In multivariable analyses, women with unintended pregnancies had higher odds of experiencing current stress (OR: 1.72; 95% CI: 1.22, 2.41), current depression (OR: 1.83; 95% CI: 1.04, 3.20), and initiation of prenatal care post-first trimester (OR: 1.84; 95% CI: 1.23, 2.74). Unintended pregnancies were associated with current stress and depression, and delayed prenatal care in this sample of low-income women suggesting the importance of identifying high-risk women and tailoring interventions to support women's needs. ClinicalTrials.gov (NCT03191591; Retrospectively registered on June 19, 2017).",
      "preview": "Skip to main content Search all BMC articles Search Psychosocial status and prenatal care of unintended pregnancies among low-income women Download PD"
    }
  ],
  "_meta": {
    "total_bookmarks": 124
  }
}