{
  "data": [
    {
      "url": "https://www.severe-weather.eu/",
      "title": "Severe Weather Europe » Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "description": "Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "preview": "Skip to Content Welcome to Severe Weather Europe page! Welcome to our Severe Weather Europe page - an online resource of weather forecasts, outlooks,"
    },
    {
      "url": "https://www.nhl.com/stats/skaters",
      "title": "NHL Stats | NHL.com",
      "description": "The official source for NHL Stats including skaters, goalies, teams stats and more.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "http://www.vitosportelli.it/",
      "title": "Vito - Sportelli",
      "description": "void",
      "preview": "Skip To Content Online June 16, 2025 Sommario: Essere un imprenditore può essere gratificante ma impegnativo, è fondamentale riuscire a bilanciare il"
    },
    {
      "url": "https://seymourcenter.ucsc.edu/",
      "title": "Seymour Marine Discovery Center - Aquarium and science center at UCSC",
      "description": "void",
      "preview": "Skip to content Seymour Marine Discovery Center"
    },
    {
      "url": "https://theaircurrent.com/",
      "title": "The Air Current",
      "description": "Data-driven reporting and analysis on the strategy and technology of flying.",
      "preview": "Dispatches Duffy to air traffic controllers: 'Show up for work' Industry Strategy Beta Technologies discloses new partnership, product details in IPO"
    },
    {
      "url": "https://cuddlywumps.blogspot.com/",
      "title": "The Cuddlywumps Cat Chronicles",
      "description": "A blog about cats in history, culture, and cozy mysteries.",
      "preview": "Pages Home About Miss Cuddlywumps About Old SoLT About the Real Cats Contact Us Cuddlywumps Publishing Pet Photo Fails! A note about The Cuddlywumps C"
    },
    {
      "url": "https://www.businessoffashion.com/articles/luxury/the-plan-for-off-white-after-virgil-abloh/",
      "title": "The Plan for Off-White After Virgil Abloh | BoF",
      "description": "Executives at New Guards Group and LVMH reveal exclusively to BoF the 'endless' pipeline Abloh left behind and their plans to harness his legacy to build a multi-billion-dollar brand.",
      "preview": "Skip to main content Share current article via Email Share current article via Facebook Share current article via Twitter Share current article via Li"
    },
    {
      "url": "https://blog.koraorganics.com/how-to-order-kora-organics-skincare/",
      "title": "How to Order An Organic Skincare Routine - KORA Organics",
      "description": "We talk through the steps to order an organics skincare routine-to maximize your glow. Learn the steps here for smooth, radiant skin.",
      "preview": "step by step , How to Order An Organic Skincare Routine 3rd October 2023, KORA Organics Team Updated on 28th June 2025 at 3:59 am Knowing which order"
    },
    {
      "url": "https://www.africanamericanchambersa.org/",
      "title": "Home - African American Chamber of Commerce of San Antonio",
      "description": "Support Black Businesses Our Chamber works to elevate black-owned businesses in and around the San Antonio, Texas area. Join us in supporting Black-owned businesses to promote greater economic freedom for the Black community! JOIN US BUSINESS DIRECTORY Staying Connected & Building Together! Enter your info below and be the first to know! Featured Members Previous",
      "preview": "Skip to content Facebook Linkedin Instagram Youtube Menu October 2025 Support Black Businesses Our Chamber works to elevate black-owned businesses in"
    },
    {
      "url": "https://rainbowdash0223.tumblr.com/",
      "title": "Rainbowdash0223 Design",
      "description": "Designer, Engineer #MakerBot Replicator Mini #Up Mini #Nobel 1.0A #Ultimaker 3 Design Programs: Rhino Photoshop Solidworks Illustrator",
      "preview": "Rainbowdash0223 Design 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna 這次實習圓滿的結束了 剛開始真的蠻緊張的 很怕"
    },
    {
      "url": "https://alinacfisher.ca/media/articles/",
      "title": "Articles - Alina C Fisher",
      "description": "A selection of the articles I've written.",
      "preview": "Skip to content Canada can save our wildlife species without sacrificing the economy - Dec 2022 The effects of \"outdoor\" domestic cats on wildlife - M"
    },
    {
      "url": "https://www.hotelcaferoyal.com/",
      "title": "Luxury 5-Star Hotel London | Hotel Café Royal",
      "description": "Experience the finest hotel in London, immersing yourself in contemporary luxury and timeless elegance, right in the heart of the West End",
      "preview": "Book your stay Homepage Your browser does not support the video tag. Your browser does not support the video tag. A London address like no other Ideal"
    },
    {
      "url": "https://www.thedesignerstoolbox.com/",
      "title": "The Designer's Toolbox - Helping you get hired in UI, UX, and Product Design",
      "description": "The Designer's Toolbox helps you get hired in UI, UX, and Product Design. Check out our free collection tips, tricks, and best practices.",
      "preview": "Skip to content New! Listen to the Design Table Podcast where we discuss design careers, trends, and more. Menu ✉️ Free Design Tips The Designer's Too"
    },
    {
      "url": "https://patriotpost.us/articles/81010-the-lefts-covert-war-on-the-suburbs-2021-07-01/print",
      "title": "The Left's Covert War on the Suburbs - The Patriot Post",
      "description": "void",
      "preview": "The Patriot Post ® · The Left's Covert War on the Suburbs By Douglas Andrews · July 1, 2021 https://patriotpost.us/articles/81010-the-lefts-covert-war"
    },
    {
      "url": "https://go.missingkids.org/l/808593/2019-12-18/5n4b",
      "title": "Stay in Touch",
      "description": "void",
      "preview": "Donate Stay up-to-date on how you can help children Thank you for helping protect kids. Sign up here for our newsletter, updates about our programs an"
    },
    {
      "url": "https://www.thedmtproject.com/forum",
      "title": "Forum | thedmtproject",
      "description": "void",
      "preview": "top of page To see this working, head to your live site. Login / Sign up Your Forum Explore your forum below to see what you can do, or head to Settin"
    },
    {
      "url": "http://www.clipartpanda.com/clipart_images/icon-with-scissors-and-comb-21466144",
      "title": "icon with scissors and comb | Clipart Panda - Free Clipart Images",
      "description": "void",
      "preview": "Comb clipart: icon with scissors and comb Clipart Info Use this image on your Powerpoints, School Projects, Reports and More! Views: 185 Downloads: 36"
    },
    {
      "url": "http://dabdeveloper.wixsite.com/dabdeveloper/contact",
      "title": "Contact | dabdeveloper",
      "description": "void",
      "preview": "top of page Denne hjemmeside blev bygget på Wix. Lav din i dag. Kom i gang Any feedback is appreciated Dine oplysninger blev succesfuldt sendt! Send b"
    },
    {
      "url": "https://news24online.com/",
      "title": "Latest News, Breaking News, Live Updates & Top Headlines Today | News24",
      "description": "Read the latest news, breaking headlines, and live updates from India and across the world on News24. Get reliable top stories in politics, business, entertainment, sports, opinion and more",
      "preview": "न्यूज़ 24 हिन्दी E24 Web Stories ISOMES BAG Network Milan | 21.47 °C | AQI 2 English हिन्दी E24 Isomes News24 Sports Friday, 10 October, 2025 Login La"
    },
    {
      "url": "https://tfxmiisery.tumblr.com/",
      "title": "@tfxmiisery on Tumblr",
      "description": "Follow @tfxmiisery and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://eshopkatoikidio.gr/gia-gates/gates-trofes/",
      "title": "Τροφές για Γάτες - eshopkatoikidio.gr",
      "description": "Ποιοτικές τροφές για γάτες. Μεγάλη ποικιλία από επιλεγμένα προϊόντα για την ισορροπημένη διατροφή της γάτας σας στις καλύτερες τιμές της αγοράς!",
      "preview": "https://www.googletagmanager.com/ns.html?id=GTM-P4QXG95\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"> ΓΙΑ ΤΗΛΕΦΩΝΙΚΕΣ ΠΑΡΑΓΓΕΛΙΕΣ ΚΑΛΕ"
    },
    {
      "url": "https://ballot.gamvp.org",
      "title": "Find what's on your ballot | Vote informed with GAMVP Ballot Look-up",
      "description": "Use GAMVP Ballot Look-up to find your ballot and make an informed vote about state and local candidates.",
      "preview": "Navigation Button Let's figure out what will be on your ballot Enter the address where you're registered to vote, and we'll find all the districts you"
    },
    {
      "url": "https://www.sailthru.com/",
      "title": "Sailthru by Marigold | Deliver dynamic, data-driven customer journeys",
      "description": "Boost engagement and revenue with Sailthru's AI-driven email, mobile, web, and SMS campaigns. Personalize at scale, save hours, and deliver ROI fast.",
      "preview": "Platform Solutions Industries Why Marigold Resources Company Contact Us You create the content, we'll deliver the ROI up to 100% uplift in conversion"
    },
    {
      "url": "https://craftwork.design/catalog/?_sft_download_category=freebies",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Catalog Featured 3D Assets Illustrations Framer Templates Coded Templates Figma Templates UX / UI Kits Moc"
    },
    {
      "url": "https://vimeo.com/480073852",
      "title": "How and When to Use an Eraser",
      "description": "This video was created to accompany the poem &quot;How and When to Use an Eraser,&quot; from my debut book Dark Braid: https://bkmkpress.org/poetry_titles/dark-braid-2/&hellip;",
      "preview": "Verify to continue To continue, please confirm that you're a human (and not a spambot). Checking if the site connection is secure vimeo.com needs to r"
    },
    {
      "url": "https://www.phonescoop.com/articles/article.php?a=20467",
      "title": "US Commerce Dept. Bans ZTE from Exporting Tech (Phone Scoop)",
      "description": "ZTE is not allowed to export sensitive technology from the U.S. due to new action from the U.S. Department of Commerce. Moreover, U.S. tech suppliers (such as Qualcomm) cannot sell components to ZTE for a period of seven years. ZTE violated the terms of an agreement it made with the government over previous transgressions and the Commerce Department is coming down on the company hard. Officials at the agency ...",
      "preview": "printed October 10, 2025 See this page online at: https:/ / www.phonescoop.com/ articles/ article.php? a=20467 ≡ Phones Phone Finder News Carriers And"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/build-javascript-applications-nodejs/",
      "title": "Browse all training - Training | Microsoft Learn",
      "description": "Learn new skills and discover the power of Microsoft products with step-by-step guidance. Start your journey today by exploring our learning paths and modules.",
      "preview": "Browse all training Learn new skills and discover the power of Microsoft products with step-by-step guidance. Start your journey today by exploring ou"
    },
    {
      "url": "https://cs.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPressu | WordPress.org Česko",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Prohledat pluginy Podrobn"
    },
    {
      "url": "http://www.rufenacht.com/",
      "title": "Rufenacht Innovative - new solutions for old problems",
      "description": "Compose your daily grocery list in seconds with Shop'NCook shopping list and recipe manager software by clicking on items or adding from recipes!",
      "preview": "Our products Shop'NCook Shopping List & Recipe Manager software Compose your grocery shopping lists in seconds, organize your recipes. Productivity so"
    },
    {
      "url": "https://leschroniquesdekoryfee.wordpress.com/2011/07/",
      "title": "juillet | 2011 | Les chroniques de Koryfée, blog littéraire de Karine Fléjo",
      "description": "1 article publié par Koryfee en July 2011",
      "preview": "Les années insouciantes, Guy Jacquemelle Editions Beaurepaire, Juillet 2011 Le prix de l'amitié « Le principal ennemi de l'amitié ce n'est pas l'amour"
    },
    {
      "url": "https://e.app.link/?mParticle%20ID=Anonymous&utm_term=enews&utm_content=all-shows&utm_medium=redirect-to-nbc&utm_campaign=enews_web_evergreen_redirect&utm_source=enews-dotcom&Canonical%20URL=https%3A%2F%2Fwww.nbc.com%2Fnetworks%2Fe&$ios_deeplink_path=series%2F&$android_deeplink_path=series%2F&$desktop_url=https%3A%2F%2Fwww.nbc.com%2Fnetworks%2Fe",
      "title": "E! - NBC.com",
      "description": "Find content from E! and the NBCUniversal family of networks on NBC.com!",
      "preview": "Main Content"
    },
    {
      "url": "https://lnkd.in/eyFGvfr9?trk=public_post-text",
      "title": "LinkedIn",
      "description": "This link will take you to a page that's not on LinkedIn",
      "preview": "LinkedIn This link will take you to a page that's not on LinkedIn Because this is an external link, we're unable to verify it for safety. https://glob"
    },
    {
      "url": "https://tilda.cc/",
      "title": "Create a Website for Free. Tilda Website Builder",
      "description": "Create a website, online store, landing page with Tilda intuitive website builder. Build your site from hundreds of pre-designed templates and publish it today. No code required.",
      "preview": "Create beautiful websites without any code on Tilda 550+ pre-designed blocks make it easy to get started Overview Create a website for free BUILD A BE"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=PELS002",
      "title": "Donald a Pels Charitable Trust Utd 8/18/92 C/o Pkf O'connor Davies | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 12/20/2024 Grant Information Last Upd"
    },
    {
      "url": "https://www.roku.com/products/streaming-stick-plus",
      "title": "Close",
      "description": "void",
      "preview": "Players Streaming Stick® Streaming Stick® Plus Streaming Stick® 4K Ultra Streambar® SE Free shipping on all orders-now even faster!* Close ArrowleftBl"
    },
    {
      "url": "https://www.journeytothepastblog.com/2016/05/cutie-pie-is-6.html",
      "title": "Journey to the Past: Cutie Pie is 6!!!!!!",
      "description": "Wow! Cutie Pie is celebrating her sixth birthday. Happy Birthday, Cutie Pie. She is a kindergartner now and finishing up her school yea...",
      "preview": "Pages Home About Me Library Policies Surnames Toolbox Fort Custer in the World Wars Book 25 May 2016 Cutie Pie is 6!!!!!! Wow! Cutie Pie is celebratin"
    },
    {
      "url": "https://peru.info/en-us/foreign-trade/news/7/30/giant-squid--leader-in-fishery-exports",
      "title": "Giant Squid: leader in fishery exports",
      "description": "One of the leading products in fishery exports from Peru this year is undoubtedly the giant squid.",
      "preview": "Find what you want Search Blog Peru News Foreign Trade Fishing Giant Squid: leader in fishery exports Síguenos en: Google News 17/01/2019 Fuente: Prom"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/product/dawn-tea/",
      "title": "Cosmoss by Kate Moss",
      "description": "Homepage for Cosmoss",
      "preview": "Dawn Tea Uplifting Morning Tea £20 The lowest price recorded in the prior 30 days: £20 Inspired by the sunrise in a summer garden and the language of"
    },
    {
      "url": "https://www.cambio-carsharing.de/cms/carsharing/de/1/cms_f2_128/cms_f8_1/cms?cms_knschluessel=FAHRZEUGE&cms_Feurocode=LBG&cms_Fname=Uelzen&cms_Fregionid=626",
      "title": "Welche Autos gibt es bei cambio? | cambio CarSharing",
      "description": "Bei cambio gibt es unterschiedliche Automodelle: Da ist vom Kleinwagen bis zum Transporter alles dabei. So können Sie immer genau das Auto auswählen, dass gerade für Sie am besten passt.",
      "preview": "my cambio Registrieren Die cambio-Flotte Alle Fahrzeuge verfügen über eine komfortable Grundausstattung, die Ihnen das Fahren erleichtert: Dazu gehöre"
    },
    {
      "url": "https://www.1p.sg/products/apple-iphone-7-32gb",
      "title": "Apple iPhone 7 32GB - OnePhone Singapore",
      "description": "Brand New Apple iPhone 7 32GB Local warranty set1 year warranty from Apple.FREE delivery. Pay cash on delivery. No other charges. SMS/WhatsApp/Call 91079006 or email sales@onephone.com.sg 🛒 OnePhone154 Race Course Road3 mins walk from Farrer Park MRT exit F11am to 10pm daily.🚚 Or get FREE Delivery: Pls WhatsApp us at",
      "preview": "Skip to content Item added to your cart Check out Continue shopping Skip to product information Open media 1 in modal 1 / of 2 Apple iPhone 7 32GB No"
    },
    {
      "url": "https://www.lowimpact.org/categories/permaculture",
      "title": "Category Intro - Lowimpact.org",
      "description": "Category Intro",
      "preview": "Permaculture - introduction \"Permaculture is revolution disguised as gardening.\" - Mike Feingold Contents 1 What is permaculture? 2 What are the benef"
    },
    {
      "url": "https://keras.io/api/layers/initializers/",
      "title": "Layer weight initializers",
      "description": "Keras documentation: Layer weight initializers",
      "preview": "None Keras 3 API documentation Models API Layers API The base Layer class Layer activations Layer weight initializers Layer weight regularizers Layer"
    },
    {
      "url": "http://www.getmyinternet.org",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://www.ktvh.com/news/montana-politics/gianforte-signs-bills-eliminating-election-day-registration-tightening-voter-id",
      "title": "Gianforte signs bills eliminating Election Day registration, tightening voter ID",
      "description": "Gov. Greg Gianforte signed a pair of bills that eliminate voter-registration on Election Day in Montana and tighten ID requirements for voting and voter-registration.",
      "preview": "void"
    },
    {
      "url": "https://hopin.com/events/target-lab-x-military",
      "title": "Target Lab x USO: A Community Mingle - Nov 08 | RingCentral Events",
      "description": "Get tickets to Target Lab x USO: A Community Mingle, taking place 11/08/2021. RingCentral Events is your source for engaging events and experiences.",
      "preview": "Skip to content Target Lab x USO: A Community Mingle Nov 8, 3:45PM to Nov 9, 1:15AM UTC Report Event On Demand On Demand Content The event is over Tar"
    },
    {
      "url": "https://blog.nationalgeographic.org/2021/11/02/cop26-colombia-costa-rica-ecuador-and-panama-announce-new-protections-for-ocean-highway/",
      "title": "COP26: Colombia, Costa Rica, Ecuador and Panama Announce New Protections for \"Ocean Highway\"",
      "description": "Drawing attention to the critical yet overlooked role oceans play in keeping the planet cool, safeguarding species, and supporting food security the leaders of Colombia, Costa Rica, Ecuador and Panama launched a new marine protected area to be called the Eastern Tropical Pacific Marine Corridor.",
      "preview": "Press Release COP26: Colombia, Costa Rica, Ecuador and Panama Announce New Protections for \"Ocean Highway\" Drawing attention to the critical yet overl"
    },
    {
      "url": "https://cloud.email.hollywoodreporter.com/signup/",
      "title": "The Hollywood Reporter Email Alerts & Newsletter Preferences",
      "description": "void",
      "preview": "× Thank You Your subscription preferences have been updated. Please allow up to 24 hours for changes to take effect. SUBSCRIBE TO OUR NEWSLETTERS Acco"
    },
    {
      "url": "http://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://connect.looker.com/?utm_source=lookercommunity&utm_medium=link_on_homepage&utm_campaign=connect_community_promo&utm_id=communitytoconnectlink",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://www.kidsafeseal.com",
      "title": "About our program",
      "description": "The kidSAFE Seal Program is a new \"seal of approval\" program that independently reviews and certifies the safety practices of children-friendly websites and applications, including kid-targeted game sites, virtual worlds, social networks, mobile apps, web-connected devices, and other similar interactive products.",
      "preview": "kidSAFE ® Seal Program by Samet Privacy The kidSAFE Seal Program is an independent safety certification service and seal-of-approval program designed"
    },
    {
      "url": "https://www.ikea.com/se/en/cat/cookware-20682/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Sweden",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Go to product list Products"
    },
    {
      "url": "https://mde.maryland.gov/programs/Land/RecyclingandOperationsprogram/Pages/ecycling.aspx",
      "title": "eCycling Home Page",
      "description": "An official website of the State of Maryland.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. JavaScript Required JavaScript"
    },
    {
      "url": "https://belize.oceana.org/",
      "title": "Home - Oceana Belize",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "http://jobs.unicsc.org/",
      "title": "Home Page - Jobnet",
      "description": "void",
      "preview": "Org Location Job Title Level Deadline Network ICSC New York (USA) SALARIES AND ALLOWANCES DIVISION P-5 15/Nov/2025 Salaries and Allowances Division WM"
    },
    {
      "url": "https://web.dev/measure/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "https://www.petermckinnon.com",
      "title": "PETER MCKINNON",
      "description": "Toronto Photographer / YouTuber",
      "preview": "Back Portraits Lifestyle"
    },
    {
      "url": "https://power-type.com/power-display/",
      "title": "Power Display Typeface - Power Type™ Foundry",
      "description": "Power Type Foundry, born from a decade of expertise in type design. The typefaces we present are carefully crafted, reflecting years of dedication and passion for the art of typography. We are the authentic type design experts and we take great care in crafting glyphs.",
      "preview": "void"
    },
    {
      "url": "https://teamsdemo.office.com/ChatsAndMeetings/index.html#/0/0",
      "title": "Microsoft Teams - Microsoft Adoption",
      "description": "Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations and content all together.",
      "preview": "Microsoft Teams Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations, and content all together. View the user enab"
    },
    {
      "url": "https://www.safetygearstore.co.uk/188-200-130-rugged-hand-held-smart-device-vehicle-charger",
      "title": "188-200-130 Rugged Hand-Held Vehicle Charger Only £37.00 excl vat From Safety Gear Store Ltd",
      "description": "188-200-130 Rugged Hand-Held Vehicle Charger from only £37.00 excl vat. Next day Delivery for in stock items. Smart Device Vehicle Charger",
      "preview": "Currency: US Dollar British Pound Euro Search Returning Customer Email: Password: Remember me? Forgot password? Log in Don't have an account? Create a"
    },
    {
      "url": "https://www.ywboston.org/about-us/employment/program-impact-senior-associate/",
      "title": "YW Boston Jobs: Join Our Team to Drive Change",
      "description": "Explore career opportunities at YW Boston and contribute to our mission of eliminating",
      "preview": "Skip to content Jobs 2025-08-12T13:52:25-04:00 Jobs YW Boston is constantly growing and improving our efforts to address the most pressing racial, gen"
    },
    {
      "url": "https://www.gimbelfoundation.org/",
      "title": "Bernard F. and Alva B. Gimbel Foundation, Inc. - Bernard F. and Alva B. Gimbel Foundation, Inc.",
      "description": "void",
      "preview": "Bernard F. and Alva B. Gimbel Foundation, Inc. MENU MENU Home Funding Priorities Grants Grants 2025 Grants 2024 Grants Board of Directors & Staff Cont"
    },
    {
      "url": "https://www.metv.com/setmarket.php?marketID=192/",
      "title": "MeTV - America's #1 Classic Television Network",
      "description": "Watch MeTV for memorable entertainment television from America's #1 classic television network. Airing over 50 different classic TV series each week, from drama and comedy to westerns and sci fi, MeTV is available nationwide for free with an antenna, and is available on many local television providers. Find out where to watch MeTV, check our television schedule, and explore nostalgic content, quizzes, videos and more on MeTV.com",
      "preview": "void"
    },
    {
      "url": "https://www.mccormickfoundation.org/about-us/",
      "title": "About Us - Robert R. Mccormick Foundation",
      "description": "The mission and history of the Foundation, including a timeline of notable grants, developments, and strategies through the decades.",
      "preview": "Skip to content About Us Jump to Introduction History Our Benefactor Our Mission The Robert R. McCormick Foundation invests in organizations working t"
    },
    {
      "url": "https://dav2012.over-blog.com/2017/05/la-police-tchetchene-demande-aux-parents-de-tuer-leurs-enfants-gays.html",
      "title": "La police tchétchène demande aux parents de tuer leurs enfants gays - Le Nouveau Paradigme",
      "description": "Le dirigeant tchétchène, Ramzan Kadyrov, lors de son investiture en octobre 2016. [ELENA FITKULINA / AFP] Depuis le mois de mars, les discriminations et les violences envers la communauté homosexuelle se multiplient en Tchétchénie. Après la révélation...",
      "preview": "La police tchétchène demande aux parents de tuer leurs enfants gays Publié par Le Nouveau Paradigme sur 7 Mai 2017, 07:05am Catégories : #Nouvel ordre"
    },
    {
      "url": "https://www.iccat.int/en/",
      "title": "ICCAT·CICTA·CICAA",
      "description": "WebSite ICCAT",
      "preview": "void"
    },
    {
      "url": "https://edis.ifas.ufl.edu/topic_hydroponics",
      "title": "Ask IFAS: Topic - Hydroponics",
      "description": "Details for the Ask IFAS Topic 'Hydroponics', including related Topics, associated publications, and units it is associated with",
      "preview": "Skip to main content Hydroponics Available Languages : English Spanish Narrower Topics Hydroponic Gardening Related Topics : Gardening , Hydroponics H"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/cross_validation.html",
      "title": "3.1. Cross-validation: evaluating estimator performance - scikit-learn 1.7.2 documentation",
      "description": "Learning the parameters of a prediction function and testing it on the same data is a methodological mistake: a model that would just repeat the labels of the samples that it has just seen would ha...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 3.1. Cross-validation: evaluating estimator performance # Learning the parameters of a"
    },
    {
      "url": "http://www.fao.org/documents/card/en/c/ca7012en",
      "title": "FAO Knowledge Repository",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.landing.love/",
      "title": "Showcase of the best Animation Websites - landing.love",
      "description": "Get inspired by an amazing collection of over 1775 animation website designs. With a full-page video recording showcasing the best designs out there.",
      "preview": "Showcase of the best 1775 Animation Websites Get inspired by the best website examples with full-page video recordings. 3d website Dark Mode Gradient"
    },
    {
      "url": "https://www.sunsetkeycottages.com/",
      "title": "Luxury Private Island in Florida Keys | Sunset Key Cottages",
      "description": "Sunset Key Cottages is a private island resort minutes off of Key West with 40 guest cottages, an award-winning restaurant, and luxury spa.",
      "preview": "Book Now Opal Collection Back Back Back Your browser does not support the video tag. A Private Island Getaway Minutes from Key West An Opal Collection"
    },
    {
      "url": "https://igotmeamovie.tumblr.com/post/144213563447",
      "title": "Welcome friend - Computing occupations are now the #1 source of new wages in America",
      "description": "Computing occupations are now the #1 source of new wages in America codeorg: \"A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "Welcome friend Laurence; 19, bi. Gender? Hahaha shit idk. Archive Search May 11th, 2016 at 4:28PM Computing occupations are now the #1 source of new w"
    },
    {
      "url": "https://ywcamaine.org/get-involved/careers/",
      "title": "Careers - YWCA",
      "description": "void",
      "preview": "Home Who We Are What We Do Support the YWCA Contact Us Careers Working with Us YWCA Central Maine is on a mission to eliminate racism, empower women,"
    },
    {
      "url": "http://www.moodworks.com",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "http://www.saporum.com/index.php?option=com_recipes&Itemid=28",
      "title": "Saporum.com is for sale | HugeDomains",
      "description": "Painless, quick delivery of your domain name. Fast and professional service.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://donate.earthday.org",
      "title": "Donate to Earthday.org",
      "description": "void",
      "preview": "The Earth Needs You! Make a difference today! Your donation to EARTHDAY.ORG fuels our global advocacy and education efforts, protecting the planet and"
    },
    {
      "url": "https://secure.actblue.com/donate/naacp-1-2021-advancingblackagenda-mainweb",
      "title": "ActBlue",
      "description": "void",
      "preview": "Making a contribution on ActBlue requires JavaScript to be enabled. ADVANCING THE BLACK AGENDA IN 2021 *Donations to the NAACP are not tax-deductible."
    },
    {
      "url": "https://twitch.tv/githubeducation",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "http://www.infinitec.org/team-sports",
      "title": "Illinois Schools Assistive Technology Support",
      "description": "void",
      "preview": "Menu Home Illinois AT Manual Read Online Download Feedback AT at a Glance What is AT? What are AT Services? What is an IEP Team? What is the AT Proces"
    },
    {
      "url": "https://www.keebtalk.com/c/learning-resources/13",
      "title": "Custom keyboards - KeebTalk",
      "description": "The community for people who love keyboards.",
      "preview": "Learning and discussion Custom keyboards Topic Replies Views Activity Suggestions & Recommendations for this situation I now find myself in! 6 130 Aug"
    },
    {
      "url": "https://peru.oceana.org/es/blog/las-exportaciones-pesqueras-en-el-2019",
      "title": "Informe | Las exportaciones pesqueras en el 2019 - Oceana Peru",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "http://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://adycenter.org/",
      "title": "Home | Ain Dah Yung Center",
      "description": "Culturally Responsive Shelter, Housing, and Prevention Services for Indigenous Youth",
      "preview": "Resilience through Culture. Mission Statement Meaning \"Our Home\" in Ojibwe, Ain Dah Yung Center provides a healing place within the community for Amer"
    },
    {
      "url": "https://thespinningcp.tumblr.com/",
      "title": "The Spinning Compass: GIS Student Resources",
      "description": "Resources and information for students",
      "preview": "Menu The Spinning Compass: GIS Student Resources Resources and information for students Revamping my blog So, I am thinking about revamping my blog, t"
    },
    {
      "url": "https://nmaahc.si.edu/",
      "title": "A People's Journey, A Nation's Story | National Museum of African American History and Culture",
      "description": "void",
      "preview": "Skip to main content A People's Journey, A Nation's Story Welcome to the Smithsonian's National Museum of African American History & Culture Operation"
    },
    {
      "url": "https://shop.energetix.tv/en/jewellery/for-her/rings/polished-stainless-steel-ring-with-swarovski-crystals",
      "title": "ENERGETIX - Magnetic jewellery and wellness",
      "description": "ENERGETIX Bingen - Magnetschmuck in seiner schönsten Form Tauche ein in die Welt von ENERGETIX Bingen: Designschmuck mit integrierten Magneten - Magnetschmuck in seiner schönsten Form mit fantastischer optischer Wirkung. Exklusiver Magnetschmuck der Marke ENERGETIX mit breitem Sortiment Ob Armband, Ring, Kette o...",
      "preview": "To be able to use ENERGETIX Shop in full range, we recommend activating Javascript in your browser. Cookie settings This website uses cookies that are"
    },
    {
      "url": "https://timespek.com/",
      "title": "TimeSpek | Exploring the Topics That Matter Most",
      "description": "TimeSpek is the source of authentic, informative and demanding blogs on opinion, literature, art, tech, travel, entertainment and more.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Breaking News Opinion Arts & Books Changemakers Entertainment Technology More Search TimeSpek Au"
    },
    {
      "url": "https://thathousekilledmasterchauncy.tumblr.com/",
      "title": "manifestwealthsuccess.com",
      "description": "manifestwealthsuccess.com",
      "preview": "manifestwealthsuccess.com 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna The Key to Effortles"
    },
    {
      "url": "https://seavision.volpe.dot.gov/",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "https://thecrochetcrowd.com/how-to-crochet/",
      "title": "Learn to Crochet A Cowl: A Beginner Tutorial",
      "description": "Learn how to crochet a cowl with a free pattern and tutorial. Beginners can use this dance version learning tutorial to improve their skills. Increase your crochet skills with the crochet cowl for beginners!",
      "preview": "Sharing is caring! Facebook Pinterest 4 Save Email Crochet Beginner Cowl Learn to crochet this Crochet Basic Cowl . This is an absolute beginner Croch"
    },
    {
      "url": "http://link.springer.com/journal/10485",
      "title": "Home | Applied Categorical Structures",
      "description": "Applied Categorical Structures highlights the utilization of category theory in diverse fields, such as algebra, analysis, geometry, physics, computer ...",
      "preview": "Skip to main content Applied Categorical Structures A Journal Devoted to Applications of Categorical Methods in Algebra, Analysis, Computer Science, L"
    },
    {
      "url": "https://projecteuler.net/archives",
      "title": "Archived Problems - Project Euler",
      "description": "A website dedicated to the fascinating world of mathematics and programming",
      "preview": "Problem Archives The problems archives table shows problems 1 to 953. If you would like to tackle the 10 most recently published problems, go to Recen"
    },
    {
      "url": "https://about.flipboard.com/blog/",
      "title": "Blogs - About Flipboard",
      "description": "Flipboard joined the Fediverse a couple of months ago when we announced our Mastodon integration and launched our own community on the decentralized social network that offers people more freedom and control of their social media experience. As we spend time on Mastodon and connect with others in the Fediverse, many people said that they'd [...]",
      "preview": "void"
    },
    {
      "url": "https://www.bowlingcentrum-krnov.cz/news/en-skola-bowlingu/",
      "title": "Škola Bowlingu :: Bowlingové centrum Krnov",
      "description": "void",
      "preview": "Bowlingové centrum Krnov Bavte se s přáteli... Homepage > Škola Bowlingu Škola Bowlingu 08/01/2011 17:39 Škola bowlingu začíná foto: Michal Šula, MF D"
    },
    {
      "url": "https://www.instacart.com/",
      "title": "Instacart | Grocery Delivery or Pickup from Local Stores Near You",
      "description": "Order same-day delivery or pickup from more than 300 retailers and grocers. Download the Instacart app or start shopping online now with Instacart to get groceries, alcohol, home essentials, and more delivered to you <b>in as fast as 1 hour</b> or select curbside pickup from your favorite local stores.",
      "preview": "Order groceries for delivery or pickup today Sign up to get $0 delivery fee* *Valid for first 3 orders. Service fees and terms apply. Stores to help y"
    },
    {
      "url": "https://vuoriclothing.com/collections/womens",
      "title": "Women's Workout Clothes & Athletic Apparel | Activewear | Vuori",
      "description": "Wear our women's fitness & athletic clothes from workout to weekend. Shop our sporty active apparel, soft lounge sets, & casual travel clothing for women.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://www.severe-weather.eu/",
      "title": "Severe Weather Europe » Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "description": "Global Weather News and Forecasts, covering the United States, Canada and Europe",
      "preview": "Skip to Content Welcome to Severe Weather Europe page! Welcome to our Severe Weather Europe page - an online resource of weather forecasts, outlooks,"
    },
    {
      "url": "https://www.idnes.cz/ekonomika",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://earthobservatory.nasa.gov/topic/drought",
      "title": "Drought",
      "description": "The Earth Observatory shares images and stories about the environment, Earth systems, and climate that emerge from NASA research, satellite missions, and models.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://scunci.com/Scunci-morgan.html",
      "title": "Scunci - Morgan Collaboration",
      "description": "Scunci and Morgan Simianer collaborate on a line of hair care products.",
      "preview": "#1 HAIR ACCESSORY BRAND* 0 0 HOME SHOP COLLECTIONS EXCLUSIVES BRAND PRESS < Back SHOP Tamera Mowry x Conair® Wicked x Scunci® Unbreakable Hair Ties by"
    },
    {
      "url": "https://www.poz.com/article/covid19-criminalization-seven-lessons-hiv-response",
      "title": "COVID-19 Criminalization: Seven Lessons From the HIV Response - POZ",
      "description": "Plus: Any restriction of civil and political rights must meet these five specific criteria.",
      "preview": "© 2025 Smart + Strong . All Rights Reserved. Terms of use and Your privacy . Smart + Strong ® is a registered trademark of CDM Publishing, LLC. Advert"
    },
    {
      "url": "https://nodejs.org/api/stream.html",
      "title": "Stream | Node.js v24.10.0 Documentation",
      "description": "void",
      "preview": "Skip to content Node.js About this documentation Usage and example Assertion testing Asynchronous context tracking Async hooks Buffer C++ addons C/C++"
    },
    {
      "url": "https://childrenandfamiliesfirstnc.org",
      "title": "Home - GenerationEd",
      "description": "As a leader in early childhood education, GenerationEd is also a trusted resource for childcare providers. Through our Regional Child Care Resources &",
      "preview": "Skip to content Apply Now Donate Apply - English Apply - Espanol Early Childhood Education Our Head Start/Early Head Start and NC Pre-K programs take"
    },
    {
      "url": "https://westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://www.esalon.com/",
      "title": "Custom Home Hair Color, Delivered to You | eSalon",
      "description": "eSalon creates custom at-home hair color, made just for you. Our licensed colorists make each shade from scratch to fit your color goals. Our hair dye has won 8 Allure Best of Beauty Awards and 4 Readers' Choice Awards, making us a Hall of Fame member.",
      "preview": "Shopping Bag {{item.translated_name}} {{getVariationType(item.variation_type)}}: {{item.variation_name}} {{benefitsWithLabel(item)}} {{fragranceWithLa"
    },
    {
      "url": "https://www.nass.org/can-I-vote/voter-registration-status",
      "title": "Voter Registration Status | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE Not sure if you're already registered,"
    },
    {
      "url": "http://portal.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.vitosportelli.it/",
      "title": "Vito - Sportelli",
      "description": "void",
      "preview": "Skip To Content Online June 16, 2025 Sommario: Essere un imprenditore può essere gratificante ma impegnativo, è fondamentale riuscire a bilanciare il"
    },
    {
      "url": "https://webflow.com/?gspk=bWF0dGhld2hhbWlsdG9uNDAxNQ&gsxid=AGryZGVs8SE0&utm_medium=affiliate",
      "title": "Webflow: Create a custom website | Visual website builder",
      "description": "Create custom, responsive websites with the power of code - visually. Design and build your site with a flexible CMS and top-tier hosting. Try Webflow for free.",
      "preview": "Skip to Main Content Webflow Log in Contact Sales Get started Start building Start for free Trusted by teams at The website experience platform for hi"
    },
    {
      "url": "https://portal.azure.com/",
      "title": "Microsoft Azure",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://rpp.pe/columnistas/juancarlossueiro/las-consecuencias-del-coronavirus-en-las-actividades-pesqueras-noticia-1259777?ref=rpp",
      "title": "Las consecuencias del coronavirus en las actividades pesqueras",
      "description": "China, Estados Unidos y Europa son nuestros principales clientes de productos pesqueros. &nbsp;La evoluci&oacute;n de la COVID&ndash;19 en el pa&iacute;s y en estos lugares determinar&aacute;n la recuperaci&oacute;n de las actividades pesqueras.",
      "preview": "Menú Buscar Señal en vivo: RPP TV RADIO Síguenos en redes sociales Únete a nuestro canal en WhatsApp Calcula tu gratificación con \"La Grati\" 💰 Seccion"
    },
    {
      "url": "https://girlsinc.org",
      "title": "Girls Inc. | Inspiring All Girls to be Strong, Smart & Bold",
      "description": "void",
      "preview": "Skip to main content It Starts With Girls We are guided by the vision of powerful girls who contribute to their communities in meaningful ways. Get In"
    },
    {
      "url": "https://www.uuidgenerator.net/version4",
      "title": "Online UUID Generator Tool",
      "description": "void",
      "preview": "Online UUID Generator Your Version 4 UUID: 0a57ea94-4409-4a2a-9925-9b26faf272cb Copy Refresh page to generate another. Version 4 UUID Generator Genera"
    },
    {
      "url": "http://www.globalstar.com/",
      "title": "Satellite Solutions & Services | Globalstar | US",
      "description": "void",
      "preview": "Globalstar Secures Early Government Wins Expected to Yield $60 Million Expanding Government and Defense Market Presence with Resilient Satellite and 5"
    },
    {
      "url": "https://maserati.oemdtc.com",
      "title": "Maserati - OEMDTC",
      "description": "Maserati Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.bigcommerce.com/",
      "title": "Shape Your Future On Your Terms | BigCommerce",
      "description": "Think big - and grow bigger - with our flexible, professional-grade ecommerce platform.",
      "preview": "It's your future. Shape it on your terms. Think big - and grow bigger - with our flexible, professional-grade ecommerce platform. Explore Platform Wat"
    },
    {
      "url": "https://www.ipcc.ch/srocc/home/",
      "title": "Special Report on the Ocean and Cryosphere in a Changing Climate - Special Report on the Ocean and Cryosphere in a Changing Climate",
      "description": "void",
      "preview": "Website Survey The IPCC approved and accepted Special Report on the Ocean and Cryosphere in a Changing Climate at its 51st Session held on 20 - 23 Sep"
    },
    {
      "url": "https://typedream.com/",
      "title": "Typedream: AI Website Builder",
      "description": "Create stunning landing pages with just 1 sentence with AI.",
      "preview": "☁️ Typedream is acquired by beehiiv, read more → Sell Digital Products Landing Page Link in Bio Blog Form Launch your product template agency e-book c"
    },
    {
      "url": "https://kab.org/",
      "title": "Keep America Beautiful - Keep America Beautiful",
      "description": "Keep America Beautiful (KAB) is a leading nonprofit devoted to educating and inspiring people to clean, green, & beautify their communities.",
      "preview": "The countdown to July 4, 2026, is on-and the Greatest American Cleanup is calling. It's a nationwide movement of neighbors helping neighbors, restorin"
    },
    {
      "url": "https://shopify.dev/",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "http://www.gazzetta.it/",
      "title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
      "description": "Leggi su gazzetta.it le ultime news sportive live, scopri i risultati in diretta e video di calcio, basket, F1, MotoGP, ciclismo, tennis e molto altro.",
      "preview": "Primo piano festival dello sport Cairo: \"Il Giro d'Italia è un ambasciatore dello sport nel mondo. L'edizione 2026 partirà dalla Bulgaria\" S. Battaggi"
    },
    {
      "url": "https://hub.arcgis.com/datasets/ideSEVILLA::barrios?geometry=-6.504%2C37.283%2C-5.350%2C37.474",
      "title": "Barrios",
      "description": "Barrios de Sevilla",
      "preview": "void"
    },
    {
      "url": "https://www.shuttersup.co.uk/regions/shutters-in-maida-vale",
      "title": "Maida Vale Plantation Shutters | ShuttersUp",
      "description": "Add a touch of elegance to your home with made-to-measure shutters in Maida Vale. We'll work closely with you to deliver an unbeatable customer experience.",
      "preview": "SHUTTER SALE NOW ON"
    },
    {
      "url": "https://www.helsenorge.no/vaksiner/",
      "title": "Sjekk hvilke vaksiner du har tatt - Helsenorge",
      "description": "Få oversikt over hvilke vaksiner som er registrert på deg selv og dine barn under 16 år. Du kan også skrive ut vaksinasjonskortet ditt.",
      "preview": "Vaksiner Her finner du opplysninger om hvilke sykdommer du er vaksinert mot og når vaksinen er satt. Har du barn under 16 år, kan du også se deres vak"
    }
  ],
  "_meta": {
    "total_bookmarks": 123
  }
}