{
  "data": [
    {
      "url": "https://restoringpromise.vera.org/",
      "title": "Restoring Promise Initiative | Vera Institute",
      "description": "Restoring Promise disrupts harmful prison practices and policies through collaborative research, narrative change, and technical assistance.",
      "preview": "void"
    },
    {
      "url": "https://foro.novenadimension.com/threads/mark-brook-recopilacion-de-su-arte-x-men-1-parte.46620/",
      "title": "Mark Brook recopilacion de su arte X-Men 1 parte | La Novena Dimensión",
      "description": "Entrevista a Mark Brooks X-Men 2006 New X-Men 2006- 2007 X-Woman Storm Jean Grey Emma Frost Cloak and Dagger Dazzler y...",
      "preview": "Nuevos mensajes Menu Acceder Regístrate Instalar app Instalar Foros La Plaza Hablemos de Cómics & Superhéroes Fichas y Reseñas JavaScript está desacti"
    },
    {
      "url": "http://www.iitg.ernet.in/",
      "title": "Indian Institute of Technology Guwahati : भारतीय प्रौद्योगिकी संस्थान गुवाहाटी",
      "description": "Indian Institute of Technology Guwahati, the sixth member of the IIT fraternity, was established in 1994. The academic programme of IIT Guwahati commenced in 1995. At present the Institute has eleven departments and five inter-disciplinary academic centres covering all the major engineering, science and humanities disciplines, offering BTech, BDes, MA, MDes, MTech, MSc and PhD programmes",
      "preview": "79th Independence Day Know more IIT Guwahati signed an MoU with University of Southern Denmark Know more Japanese Parliamentary Delegation Visits IIT"
    },
    {
      "url": "https://squareup.com/gift/DZ2XF6VYSST92/order",
      "title": "Order Havenly eGift Cards",
      "description": "Order Havenly eGift Cards online and give the perfect gift. Send gift cards instantly to anyone. Powered by Square Gift Cards",
      "preview": "void"
    },
    {
      "url": "https://www.bmw.com.co/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "Tienda BMW Colombia: Carros y Accesorios - BMW Shop Colombia",
      "description": "Encuentra tu BMW soñado, ropa exclusiva de la marca y accesorios para personalizar tu BMW en un solo lugar. ¡Descubre todo lo que tenemos para ti aquí!",
      "preview": "¡Envío gratis a nivel nacional por compras superiores a $350.000! ¡Solicita tu crédito Addi hasta 6 cuotas! X Buscar 2 3 4 Novedades Destacados SALE T"
    },
    {
      "url": "https://www.jacksonriver.com/springboard/",
      "title": "Springboard: Fundraising and Advocacy Software | Jackson River",
      "description": "Springboard by Jackson River is the premier fundraising and Salesforce advocacy software to maximize your impact. Explore this platform's key features.",
      "preview": "null Fundraising and Salesforce Advocacy Software to Power Change Springboard is an enterprise-grade platform that helps bring online fundraising and"
    },
    {
      "url": "https://manual.slic3r.org/",
      "title": "Slic3r Manual - Welcome to the Slic3r Manual",
      "description": "void",
      "preview": "slic3r.org » Slic3r Manual Introduction Overview Getting Support Getting Slic3r Downloading Installing Building from source First Print Calibration Co"
    },
    {
      "url": "https://aryanpour.com/blog/?post=mirepoix",
      "title": "mirepoix - Farsi dictionary vocabulary",
      "description": "Advanced verbal blog to expand your vocabulary with mirepoix.",
      "preview": "Persian Blog Advantage Verbal mirepoix 26th of January 2016 1. a flavoring made from diced vegetables, seasonings, herbs, and sometimes meat, often pl"
    },
    {
      "url": "https://www.backcountry.com/roxy-rising-high-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://give.umn.edu/",
      "title": "Home | Give to the University of Minnesota",
      "description": "void",
      "preview": "Skip to the main content Crookston Duluth Morris Rochester Twin Cities or browse other areas of interest Medicine & Health Arts & Cultural Venues Syst"
    },
    {
      "url": "https://sciencebasedtargets.org/about-us",
      "title": "About us - Science Based Targets Initiative",
      "description": "void",
      "preview": "About us The Science Based Targets initiative (SBTi) is a corporate climate action organization that enables companies and financial institutions worl"
    },
    {
      "url": "http://www.foxandsheep.com",
      "title": "Fox & Sheep - Digital Kids Studio",
      "description": "Fox & Sheep creates beautiful, high-quality digital products for kids. We are excited to bring apps, animated shows, audio plays, and podcasts.",
      "preview": "Growing up is giving up! Audio Animation Apps Agency We create high-quality digital products for kids . Our team is passionate, experienced, professio"
    },
    {
      "url": "https://www.mindbodygreen.com/",
      "title": "mindbodygreen - well-rounded well-being for a life well lived",
      "description": "mindbodygreen is a lifestyle media brand dedicated to inspiring you to live your best life - mentally, physically, spiritually, emotionally, and environmentally.",
      "preview": "Skip to Content Accessibility Statement Friday, October 10, 2025 mindbodygreen Health I Tried VO2 Max Training For 3 Weeks - Here's What Happened By A"
    },
    {
      "url": "https://asp.schoolmessenger.com/novicsd/quicktip/",
      "title": "Quick Tip - Submit an Anonymous Tip - Powered by SchoolMessenger",
      "description": "void",
      "preview": "SchoolMessenger Quick Tip Novi Community School District SchoolMessenger Quick Tip allows you to submit an anonymous tip to school and district offici"
    },
    {
      "url": "https://g.co/yourfamily",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://event.on24.com/wcc/r/4110472/52C9A96C1E42A505134EDADDE900A2B0?partnerref=BS",
      "title": "Have we reached gender equity in the accountancy profession?",
      "description": "Wednesday, March 08, 2023 at 10:00 AM Greenwich Mean Time.",
      "preview": "void"
    },
    {
      "url": "http://www.surftrip.com/surf-shop/C-573/C-952/General.html",
      "title": "void",
      "description": "void",
      "preview": "Surf Trip Surfing Travel - Check Out Our Feature Desitination RED FROG BUNGALOWS - Panama: Click Here to Check it out! Home Destinations Surfing Resou"
    },
    {
      "url": "https://www.printedmatter.org/programs",
      "title": "Programs - Printed Matter",
      "description": "Printed Matter, Inc. is an independent 501(c)(3) non-profit organization founded in 1976 by artists and art workers with the mission to foster the appreciation, dissemination, and understanding of artists' books and other artists' publications.",
      "preview": "Printed Matter, Inc. Advanced filters Advanced filters Back to simple search All fields Artist Title Category Apparel Other Totes T-shirts Audio & Vid"
    },
    {
      "url": "http://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://milanoevents.it/2021/10/29/festa-del-cioccolato-milano-navigli-novembre/",
      "title": "Festa del cioccolato artigianale sui Navigli Milanesi - MILANOEVENTS.IT | News 2.0 ed Eventi a Milano",
      "description": "Eventi a Milano. MilanoEvents.it è un Portale semplice e intuitivo su Milano in grado di aiutarvi a scoprire tutte le NEWS e gli EVENTI a Milano e Lombardia, dove trovare svago e divertimento",
      "preview": "Facebook Instagram RSS TikTok Twitter Youtube Accedi HOME EVENTI CULTURA FASHION & DESIGN FOOD & DRINK LIFESTYLE LAVORO Accedi Benvenuto! Accedi al tu"
    },
    {
      "url": "https://it.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Italia",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Ricerca i plugin Dettagli"
    },
    {
      "url": "https://www.uwb.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwbothell",
      "title": "Homepage - The University of Washington Bothell",
      "description": "At UW Bothell, we emphasize experiential learning, hands-on research and community engagement. UW Bothell in 60 Seconds Get facts about our programs, diverse student body and commitment to sustainability - all in less than a minute. Stories of impact Learn more about the remarkable people and programs in the UW Bothell community. Academics We are...",
      "preview": "Close mobile menu OPENING ACCESS TO A WORLD-CLASS UW EDUCATION At UW Bothell, we emphasize experiential learning, hands-on research and community enga"
    },
    {
      "url": "http://www.fosspatents.com/2011/05/?m=1",
      "title": "FOSS Patents: May 2011",
      "description": "This blog covers software patent news and issues with a particular focus on wireless, mobile devices (smartphones, tablet computers, connected cars) as well as select antitrust matters surrounding those devices.",
      "preview": "Tuesday, May 31, 2011 Lodsys sues 7 app developers in East Texas, disagrees with Apple; Android also targeted I almost appeared to be a \"party spoiler"
    },
    {
      "url": "http://www.stoptb.org/",
      "title": "Home | Stop TB Partnership",
      "description": "void",
      "preview": "Time For Good News and Hope From Manila! Stop TB Partnership and The Asian Development Bank Sign an MoU For The Future find out more $15.3 Million Uni"
    },
    {
      "url": "https://www.pafans.com/actualidad/2021/se-presenta-el-restaurante-twentynines-y-el-videojuego-the-beat-challenge-90507",
      "title": "Se presenta el restaurante TwentyNine's y el videojuego The Beat Challenge • Pafans.com",
      "description": "Las dos novedades llegan gracias a la unión de PortAventura World, LaLiga y Kosmos",
      "preview": "MENÚ Guía de PortAventura El resort PortAventura Park Mediterrània Polynesia SésamoAventura China México Far West Carnaval Easter Celebration Hallowee"
    },
    {
      "url": "https://toralarm.com/it",
      "title": "TorAlarm - App di calcio Serie A",
      "description": "TorAlarm è l'app di calcio più veloce per i risultati in tempo reale della Serie A. È disponibile gratuitamente per Android e per l'iPhone offrendo risultati in diretta, classifiche, marcatori e news della Serie A e molti altri campionati.",
      "preview": "L'app più veloce di calcio! Download Download Prova TorAlarm su tutte le piattaforme! L'app TorAlarm ti offre una schermata principale chiara, tutte l"
    },
    {
      "url": "http://www.tp-link.com/privacy?app=deco#sec_a",
      "title": "Privacy policy",
      "description": "void",
      "preview": "Privacy policy TP-Link Italia SRL ( \" TPIT, \" TP-Link \" , \" we \" , \" us \" , or \" our \" \" [SL1] ) takes your privacy seriously. We want you to understa"
    },
    {
      "url": "https://support.microsoft.com/contactus",
      "title": "Contact Us - Microsoft Support",
      "description": "Contact Microsoft Support. Find solutions to common problems, or get help from a support agent.",
      "preview": "Skip to main content Keep in touch and stay productive with Teams and Microsoft 365, even when you're working remotely. Learn more Show expanded list"
    },
    {
      "url": "https://skills.github.com/",
      "title": "GitHub Skills",
      "description": "void",
      "preview": "Our courses First day on GitHub Introduction to GitHub Get started using GitHub in less than an hour. Communicate using Markdown Organize ideas and co"
    },
    {
      "url": "http://talkingpts.org/",
      "title": "Home - TalkingPoints",
      "description": "void",
      "preview": "Watch Attendance Soar When Families Feel Heard → Explore Resources & Claim Special Pricing! (Ends Dec 31) Drive student outcomes with the leading Univ"
    },
    {
      "url": "https://developmentfinance.un.org/",
      "title": "Home | Financing for Sustainable Development Office",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations العربية 中文 English Français Русский Español IATF Policy Briefs for the Zero Draft of the FFD4 Outco"
    },
    {
      "url": "https://www.sdpb.org/earlylearning/",
      "title": "Early Learning Initiative | SDPB",
      "description": "SDPB's Early Learning Initiative (ELI)",
      "preview": "Search Query Show Search Support SDPB Today Live TV © 2025 SDPB Menu Show Search Search Query Support SDPB Today Live TV Donate Play Live Radio Next U"
    },
    {
      "url": "https://www.alpino.eu/es/obras-del-museo/javier-lago-adrover",
      "title": "Javier Lago Adrover | Alpino® Oficial",
      "description": "Escalera hasta la luna.",
      "preview": "Lápices de colores Rotuladores Lápices de grafito Ceras Tijeras Pinturas Modelar Alpino Baby Color Experience Manualidades Escritura y oficina Plumier"
    },
    {
      "url": "https://www.skandium.com/collections/knoll-outdoor-collection",
      "title": "Knoll Outdoor Collection - Skandium",
      "description": "Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor lounge furniture, from designers like Harry Bertoia and Richard Schultz, is perfect for your outdoor oasis.",
      "preview": "Skip to the content Home » Knoll Outdoor Collection Knoll Outdoor Collection Comfort, style, and Vitamin D - all at once. Knoll's modern outdoor loung"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Myicons-The-World-s-Largest-Premium-line-Icons-Pack-1ee4bea9d3c54deea273277d217e412a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.sdle.co.il/product/silver-oxide-primary-button-batteries-technology-application-market-review-2021/",
      "title": "Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 - Shmuel De-Leon Energy - Battery knowledge",
      "description": "We will send you the research soft copy by e-mail within 2 working days from completing the payment. Cost include 4.3% PayPal commission. Israeli customer should add an extra 17% VAT. Please contact us for payment with bank wire transfer or check and for any questions shmuel@sdle.co.il",
      "preview": "Facebook Twitter Google+ YouTube LinkedIn Pinterest Silver Oxide Primary Button Batteries Technology, Application & Market Review - 2025 $ 522.00 Silv"
    },
    {
      "url": "https://news.stv.tv/east-central/flight-carrying-scots-school-trip-from-edinburgh-to-new-york-catches-fire-mid-air",
      "title": "Flight carrying Scots school trip from Edinburgh to New York 'catches fire' mid-air | STV News",
      "description": "The Delta Airlines plane was forced to make an emergency landing at Prestwick Airport on Friday.",
      "preview": "Close Search"
    },
    {
      "url": "https://usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://legawa.com/2015/02/01/over-the-edge-perspective/",
      "title": "Over the Edge Perspective - Bhyllabus l'énigme",
      "description": "How do you see the world? How do I see the world? How do they see the world? Next, how do you believe how the world should look like? How do I, how do they? The universe is one big pancake, and so-called God (if He truly exist), divides the pancake all over, when a...",
      "preview": "Cari Cari Tulisan terbaru Hari Kesehatan Jiwa Sedunia 2025: \"Mental Health is a Universal Human Right\" Hari Penglihatan Sedunia 2025: #LoveYourEyes, M"
    },
    {
      "url": "http://www.calottery.com/privacy-policy",
      "title": "Privacy Policy | California State Lottery",
      "description": "The California State Lottery knows how important your privacy is, and we're committed to protecting it. Learn how we safeguard your personal information.",
      "preview": "skip to main content PRIVACY POLICY We protect your personal information. The California State Lottery (\"Lottery\") is committed to protecting your pri"
    },
    {
      "url": "https://www.eyebobs.com/pages/faq-we-love-you",
      "title": "Frequently Asked Questions About eyebobs Glasses",
      "description": "Buy glasses online with confidence with help from eyebobs. See our frequently asked questions here - chat, call or email us with any other questions!",
      "preview": "Skip to content View our Accessibility Statement or contact us with Accessibility Related Questions: FREE U.S. SHIPPING ON ORDERS $75+ & FREE 90-DAY R"
    },
    {
      "url": "http://www.innogistics.net/",
      "title": "INNOGISTICS | Logistics | Freight | Shipping",
      "description": "logistic",
      "preview": "Innogistics International Limited Innovative Logistics Solutions Home Services Network Resources Contact Us Professional Logistician INNOGISTICS is po"
    },
    {
      "url": "https://theartguy.tumblr.com/",
      "title": "The Art Guy",
      "description": "void",
      "preview": "The Art Guy Follow on Tumblr Ask me anything / Submit a link RSS Feed Archive Home The Art Guy Search Posts sandalwoodandsunlight : Up for reelection"
    },
    {
      "url": "https://www.youtube.com/",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "http://www.chess.4mg.com/",
      "title": "CHESS studies,problems,games",
      "description": "void",
      "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
    },
    {
      "url": "http://undergraduate.bulletins.psu.edu/undergraduate/colleges/engineering/civil-engineering-bs/#suggestedacademicplantext",
      "title": "Civil Engineering, B.S. (Engineering) &vert Penn State",
      "description": "void",
      "preview": "New Bulletin Edition: You are viewing the 2025-2026 edition of the Undergraduate Bulletin. Undergraduate students who entered the university prior to"
    },
    {
      "url": "http://www.vitosportelli.it/",
      "title": "Vito - Sportelli",
      "description": "void",
      "preview": "Skip To Content Online June 16, 2025 Sommario: Essere un imprenditore può essere gratificante ma impegnativo, è fondamentale riuscire a bilanciare il"
    },
    {
      "url": "https://www.iq.com/intl-common/international-privacyagreement.html",
      "title": "iQIYI - Watch popular TV shows and movies online",
      "description": "void",
      "preview": "IQIYI隐私政策 本版本更新时间：2024年11月24日 欢迎您使用 IQIYI ！我们深知个人信息对您的重要性，因此我们一直致力于保护您的个人信息安全。 我们是 IQIYI INTERNATIONAL SINGAPORE PTE. LTD. （以下简称 \" 爱奇艺 \" 或\" 我们 \"），一家根据"
    },
    {
      "url": "https://tennessee.teachers-teachers.com/employer-faq",
      "title": "Employer FAQ | Tennessee",
      "description": "Frequently asked questions for education employers and administrators.",
      "preview": "I am... a Job Seeker an Employer Log In Log In Log In Sign Up Now Sign Up Now Sales 877-812-4071 × I am... a Job Seeker an Employer FAQs FAQs FAQs Fre"
    },
    {
      "url": "https://fphnyc.org/",
      "title": "Fund for Public Health NYC. Innovative partnership for New Yorkers",
      "description": "Everyone deserves to live a healthy life. The Fund for Public Health in New York Collaborating with communities throughout NYC and leveraging the resources of the public and private sectors, FPHNYC and the Health Department make it possible for more New Yorkers to realize their full health potential. City facilitates innovative projects to improve health for all New Yorkers.",
      "preview": "Skip to content Search Improving the Health of ALL New Yorkers Our Impact Our History We believe health is everybody's business. We all benefit from p"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/1.0/",
      "title": "Open Data Commons Open Database License (ODbL) v1.0 - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) v1.0 Disclaimer Open Data Commons is not a law firm and does not pro"
    },
    {
      "url": "https://iteanet.blogspot.com/2010/11/",
      "title": "Itea net : Νοεμβρίου 2010",
      "description": "Μια σελίδα για την Ιτέα και την Φωκίδα, Άμφισσα Γαλαξίδι Αράχωβα, Λιδορίκι, Δελφοί",
      "preview": "Σελίδες Αρχική σελίδα Τοπικές επιχειρήσεις Τοπικοί σύλλογοι Ξενοδοχεία Αθλητικά Φωτογραφία Τουρισμός Καιρός Πολιτισμός Χάρτης Φωκίδας Τρίτη 30 Νοεμβρί"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "https://ismacs.net/singer_sewing_machine_company/serial-numbers/singer-sewing-machine-serial-number-database.html",
      "title": "Singer Sewing Machine Company Serial Numbers",
      "description": "ISMACS Singer Serial Number lookup. Here you can look up your serial number and find out when your Singer Sewing Machine was made as well as identify what model you have.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Singer Sewing Machine Serial Number"
    }
  ],
  "_meta": {
    "total_bookmarks": 54
  }
}