{
  "data": [
    {
      "url": "https://dumspirospero023-blog.tumblr.com/post/145495712593",
      "title": "Computing occupations are now the #1 source of new wages in America - @dumspirospero023-blog on Tumblr",
      "description": "A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just re-did the ana...",
      "preview": "codeorg Follow Computing occupations are now the #1 source of new wages in America A few weeks ago we published a study showing that computing occupat"
    },
    {
      "url": "http://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://reform.un.org/content/development-reform",
      "title": "Development Reform | United to Reform",
      "description": "Development reform",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "https://education.microsoft.com/en-za/",
      "title": "Educator Center Overview - Microsoft Learn Educator Center | Microsoft Learn",
      "description": "void",
      "preview": "Microsoft Learn Educator Center Dive deep into learning with interactive lessons, earn professional development hours, acquire certifications and find"
    },
    {
      "url": "http://www.misau.gov.mz/index.php",
      "title": "MINISTÉRIO DA SAÚDE",
      "description": "void",
      "preview": "Skip to content Últimas Notícias XIII Conselho Hospitalar do Ministério da Saúde MOÇAMBIQUE LANÇA SISTEMA NACIONAL DE RASTREABILIDADE DE MEDICAMENTOS"
    },
    {
      "url": "https://belize.oceana.org/",
      "title": "Home - Oceana Belize",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://aintnomobway.com/tickets/",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://spark.adobe.com/page/ung95LiPSQyZs/",
      "title": "Pesca del calamar gigante en las aguas de del Pacífico sudeste",
      "description": "See the story",
      "preview": "Loading Pesca del calamar gigante en las aguas de del Pacífico sudeste Global Fishing Watch analiza la actividad de las flotas de calamares pelágicos."
    },
    {
      "url": "https://ai.googleblog.com",
      "title": "Latest News from Google Research Blog - Google Research",
      "description": "void",
      "preview": "The latest research from Google Follow us October 9, 2025 XR Blocks: Accelerating AI + XR innovation Generative AI · Human-Computer Interaction and Vi"
    },
    {
      "url": "https://www.restaurantworkerscf.org/",
      "title": "Restaurant Workers' Community Foundation",
      "description": "void",
      "preview": "Welcome Restaurant Workers' Community Foundation is an advocacy and action nonprofit created by and for restaurant workers. We are a nationwide commun"
    },
    {
      "url": "https://godwhosees.com/donate/",
      "title": "Donate - The God Who Sees",
      "description": "void",
      "preview": "Close Skip to content T he Rock, The Road, &"
    },
    {
      "url": "https://daluckdragon26.tumblr.com/",
      "title": "@daluckdragon26 on Tumblr",
      "description": "21, she/her. this is my main, my art blog is @sabinelacqua",
      "preview": "Posts anonbeadraws Follow Rest your bones, while you still have them. Today's warm up: Ghostly Vibes (1:30hr) grozat Follow a grey lady transfemmbeatr"
    },
    {
      "url": "https://a2tunes.tumblr.com/",
      "title": "@a2tunes on Tumblr",
      "description": "Follow @a2tunes and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes lux-xxix Follow You know what to do. emerald-stag Thats nut gonna happen extrafunnypicture Follow extrafunnypicture.blogspot.com Click her"
    },
    {
      "url": "https://www.socialnerd.com.br/par-de-aliancas-princesa-e-cavaleiro-v2-prata-925",
      "title": "Alianças de Namoro Princesa e Cavaleiro V2 | Prata Esterlina 925 - Socialnerd Presentes e Alianças Geek",
      "description": "Garanta Agora Alianças de Namoro Criativas Feitas de Prata 925 Esterlina A Princesa e o Cavaleiro v2. Garantia de Qualidade e Parcelamento Facilitado em até 12x no Cartão com Frete Grátis Para Todo Brasil. O Melhor Presente Para o Seu Namoro Geek Está Aqui. Venha Conferir Essas Lindas Alianças de Namoro e Muitas Outras Mais!",
      "preview": "Home Amor Medieval Alianças de Namoro Princesa e Cavaleiro V2 Alianças de Namoro Princesa e Cavaleiro V2 R$ 349,00 R$ 399,00 Até 3x de R$ 116,33 sem j"
    },
    {
      "url": "https://fact-project.org/FACT++/structcmnds.html",
      "title": "FACT++: cmnds Struct Reference",
      "description": "void",
      "preview": "FACT++ 1.0 Main Page Related Pages Namespaces Classes Files Examples Class List Class Index Class Hierarchy Class Members Public Attributes | List of"
    },
    {
      "url": "https://nv.fcc.gov/lifeline/?id=nv_flow&ebbp=true",
      "title": "Home - National Verifier",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.dermstore.com/sunday-riley-c.e.o.-glow-vitamin-c-turmeric-face-oil-35ml/12053028.html",
      "title": "Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) | Dermstore",
      "description": "Get Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) at Dermstore.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "http://www.stpaul.gov/",
      "title": "Home | Saint Paul Minnesota",
      "description": "The official website of the City of Saint Paul, Minnesota",
      "preview": "Skip to main content Notifications Toggle PAULIE: New Permitting and Licensing Platform Launched on September 17 Saint Paul's new, secure one-stop onl"
    },
    {
      "url": "https://developers.googleblog.com/2019/09/enabling-developers-and-organizations.html",
      "title": "Enabling developers and organizations to use differential privacy - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Enabling developers and organizations to use differential privacy SEPT. 5, 20"
    },
    {
      "url": "https://opais.co.ao/mnlogin/?redirect_to=https%3A%2F%2Fopais.co.ao%2Fmpla-reafirma-apoio-incondicional-ao-presidente-da-republica%2F",
      "title": "OPaís - Tem tudo.",
      "description": "Fórum Negócios &amp; Conectividade edit post Política Presidente da República intervém hoje no Fórum Global Gateway em Bruxelas by Jornal",
      "preview": "Ouça Rádio+ Sex, 10 Out 2025 Política Economia Sociedade Cultura Desporto Mundo Multimédia Publicações Vídeos Sem Resultados Ver Todos Resultados Polí"
    },
    {
      "url": "https://fouloistech.tumblr.com/",
      "title": "Foulois Tech & Media Arts",
      "description": "Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q.",
      "preview": "Foulois Tech & Media Arts Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q. Ask me anything Video 1 Notes I gave my"
    },
    {
      "url": "https://saaspages.xyz/blocks/testimonials",
      "title": "Testimonials Blocks - SaaS Pages",
      "description": "Screenshots, tips and tricks to build the best SaaS landing page that actually converts",
      "preview": "In version 2.0 you can now compare new vs old design on the company's page! SaaS Pages by Versoly Companies Navbars Headers Clients CTA Features Team"
    },
    {
      "url": "https://blog.youtube/press/",
      "title": "YouTube for Press",
      "description": "<p data-block-key=\"m0h91\">Quickly find the stats, photos and videos you're looking for, along with guidelines for crediting and broadcasting them.</p><p data-block-key=\"qvr2q\">For any additional press inquiries, contact <a href=\"mailto:press@google.com\">press@google.com</a></p>",
      "preview": "YouTube for Press Quickly find the stats, photos and videos you're looking for, along with guidelines for crediting and broadcasting them. For any add"
    },
    {
      "url": "http://www.lbow.com/",
      "title": "L-Bow kids mittens gloves outdoor apparel",
      "description": "Explore L-Bow's large range of kids' mittens and gloves, perfect for outdoor activities. Durable, warm, and designed to keep little hands protected in all weather.",
      "preview": "Search Rain Suits Shop Winter Expand submenu Shop Winter Collapse submenu Shop Winter Mittens Expand submenu Shop Winter Collapse submenu Shop Winter"
    },
    {
      "url": "https://pittsburgh.cbslocal.com/2020/01/19/mac-miller-birthday-celebration-pittsburgh/",
      "title": "Fans Gather In Pittsburgh To Celebrate And Remember Mac Miller On His 28th Birthday - CBS Pittsburgh",
      "description": "Fans of the late rapper gathered at Stage AE on Sunday to celebrate what would&#039;ve been his 28th birthday.",
      "preview": "All News KDKA Investigations Politics Consumer Business HealthWatch Entertainment Galleries KDKA+ Pittsburgh Weather School Closings/Delays Submit Wea"
    },
    {
      "url": "https://revista.cinedocumental.com.ar/traducciones-3/",
      "title": "Traducciones | Cine Documental",
      "description": "void",
      "preview": "La ética de la intervención: The good woman of Bangkok , de Dennis O'Rourke. Por Linda Williams. Traducción de Soledad Pardo. Págs. 217-236"
    },
    {
      "url": "https://deepmind.google/discover/blog",
      "title": "Blog - Google DeepMind",
      "description": "Discover our latest AI breakthroughs, projects, and updates.",
      "preview": "Blog Models Genie 3: A new frontier for world models 5 August 2025 Learn more Category All categories Company Models Research Responsibility & Safety"
    },
    {
      "url": "http://flotillafoundation.org/about-us",
      "title": "About us",
      "description": "void",
      "preview": "About us The Flotil­la Foun­da­tion is a Nether­lands-based char­i­ty, found­ed in March 2017 . The Foun­da­tion aims to pro­mote the con­ser­va­tion,"
    },
    {
      "url": "https://bergqvist13.tumblr.com/",
      "title": "@bergqvist13 on Tumblr",
      "description": "Follow @bergqvist13 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Miss my lovely time on Tenerife😍🇪🇸 Summer is soon here🇸🇪☀️ You are using an unsupported browser and things might not work as intended. Ple"
    },
    {
      "url": "https://www.nknews.org/2017/12/new-sanctions-on-north-korea-may-increase-south-korean-squid-catch/",
      "title": "New sanctions on North Korea may increase South Korean squid catch | NK News",
      "description": "The UN Security Council's (UNSC) newest round of sanctions against North Korea includes a provision that could lead to an increase in the amount of squid which South Korean and Japanese fishers can catch in the East Sea, an expert told NK News. UNSC Resolution 2397 prohibits North Korea from selling or transferring its fishing rights, which also [...]",
      "preview": "October 10, 2025 Oct 10, 2025 NK Pro KCNA Watch Korea Pro News News Investigations Features Analysis & Opinion Analysis Columns Interviews Opinion Wha"
    },
    {
      "url": "https://landwirtschaftsbedarf.ch/farmers/prodinformatik.cfm",
      "title": "LANDWIRTSCHAFTSBEDARF.CH > Produktesuche > Informatik, Treuhand, Weiterbildung",
      "description": "Einkaufsführer mit über 600 Produkten und Dienstleistungen für die Landwirtschaft.",
      "preview": "Firmensuche Produktesuche Suchservice FarmLinks Impressum Datenschutz Home"
    },
    {
      "url": "https://dariusforoux.medium.com/the-simple-mental-model-that-changed-my-financial-life-506aae5109fb?source=home---------2---------------------b06feff6_ece0_420b_8118_4bd6e48a7884-------7",
      "title": "The Simple Mental Model That Changed My Financial Life | by Darius Foroux | Medium",
      "description": "The Simple Mental Model That Changed My Financial Life Focus on the big-money decisions When it comes to spending money, I've made so many mistakes. When I think about the amount of money I've ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Mastodon Member-only story The Simple Mental Model That Changed My Financ"
    },
    {
      "url": "http://www.dollyave.com",
      "title": "Dolly Ave",
      "description": "Dolly Ave official website. Subscribe to her newsletter for new music and tour date announcements.",
      "preview": "0 Email Address Sign Up Thank you! Manager, Richard Frias richard@debuting.com © Dolly Ave Inc."
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Winter-2020/78/",
      "title": "US-Veterans-Magazine-Winter-2020 78 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "https://oracle-cloud-infrastructure-python-sdk.readthedocs.io/en/stable/api/database_management/models/oci.database_management.models.SqlTuningTaskSecretCredentialDetails.html",
      "title": "SqlTuningTaskSecretCredentialDetails - oci 2.58.0 documentation",
      "description": "void",
      "preview": "Docs » API Reference » Database Management » SqlTuningTaskSecretCredentialDetails Edit on GitHub SqlTuningTaskSecretCredentialDetails ¶ class oci.data"
    },
    {
      "url": "https://menetrendek.hu/",
      "title": "Menetrendek.hu - Helyközi menetrendi kereső",
      "description": "Helyi és helyközi busz és vasúti menetrendek kereső. MÁV, Volán, HÉV, vonat, metró, villamos, hajó...",
      "preview": "Tervezze meg utazását Összes járat Csak busz járatok Csak vonat járatok Egyéni beállítás Választható járművek Állapot Helyközi autóbusz Vonat Vonatpót"
    },
    {
      "url": "http://rupaulsdragcon.com/",
      "title": "Drag Race: The Experience",
      "description": "Experience Drag Race like never before. Put yourself in the heels of your favorite queens as you enter the Werkroom, walk the runway, and lip-sync for your life. Share this once-in-a-lifetime experience with your best Judy, and sashay through Drag Race Herstory.",
      "preview": "ONE MONTH ONLY! Opening November 28th. For the first time in Drag Race Herstory... YOU ARE THE STAR. Step inside the set of RuPaul's Drag Race. Walk t"
    },
    {
      "url": "https://www.hzpp.hr/en/timetable",
      "title": "HŽ Putnički prijevoz - Timetable",
      "description": "void",
      "preview": "Timetable Last change: 07.10.2025 u 15:06 Download the timetables in PDF. Timetable for domestic traffic Timetable for international traffic Timetable"
    },
    {
      "url": "https://divainbucatarie.ro/tag/retete-afrodisiace/",
      "title": "File de pastrav cu piure de telina - Diva in Bucatarie",
      "description": "File de pastrav cu piure de telina . File de pastrav cu piure de telina. reteta de pastrav cu piure de telina. File de pastrav cu piure de telina diva in bucatarie",
      "preview": "Retete culinare Vezi retete pe categorii Deserturi D Europeana E Coacere C Crumble cu prune si nuca Crumble cu prune si nuca. Reteta de crumble cu pru"
    },
    {
      "url": "https://www.hachettebooks.com/titles/anne-glenconner/whatever-next/9780306828720/",
      "title": "Whatever Next? by Anne Glenconner | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://www.clover.com",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.caseissuedate%5D%5B%5D=September+1939&f%5Bfdanj.casekeywords%5D%5B%5D=frozen+fish&f%5Bfdanj.defendantnames%5D%5B%5D=Cape+Fish+Co.&per_page=50&sort=fdanj.title+asc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Defendants: Cape Fish Co. / Product Keywords: frozen fish / Issue Dates: September 1939 - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "http://www.unhabitat.org/",
      "title": "UN-Habitat - A Better Urban Future | UN-Habitat",
      "description": "UN-Habitat works for a better urban future. Based in over 90 countries, we promote the development of socially and environmentally sustainable cities, towns & communities. UN-Habitat strives for adequate shelter with better living standards for all.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://dunkyccino.tumblr.com/",
      "title": "dunkyccino",
      "description": "22 | He/They | Confused about everything",
      "preview": "dunkyccino 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna darkvioletcloud im going through my"
    },
    {
      "url": "https://www.laphamsquarterly.org/archive/voices-in-time?field_region_value=pb&amp%3Bamp%3Bfield_time_period_tid=11&amp%3Bamp%3Bfield_issue_content_tid=251&amp%3Bfield_issue_content_tid=270&field_time_period_tid=11&field_issue_content_tid=256",
      "title": "Archived Voices in Time | Lapham's Quarterly",
      "description": "void",
      "preview": "Jump to navigation Issue - Any - Energy Freedom Education Migration Friendship Technology Democracy Epidemic Scandal Memory Climate Happiness Trade Ni"
    },
    {
      "url": "https://profiler.firefox.com/docs/",
      "title": "Firefox Profiler - Documentation",
      "description": "Documentation related to the Firefox Profiler, a tool to record and visualize profile.",
      "preview": "void"
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "https://theartguy.tumblr.com/",
      "title": "The Art Guy",
      "description": "void",
      "preview": "The Art Guy Follow on Tumblr Ask me anything / Submit a link RSS Feed Archive Home The Art Guy Search Posts sandalwoodandsunlight : Up for reelection"
    },
    {
      "url": "https://www.ucsf.edu/news/2020/04/417311/experts-explain-how-contact-tracing-will-end-coronavirus-pandemic",
      "title": "Experts Explain How Contact Tracing Will End the Coronavirus Pandemic | UC San Francisco",
      "description": "To ramp up contact tracing for COVID-19 in San Francisco, UCSF has been partnering with the San Francisco Department of Public Health (SFDPH) to provide technical assistance, training and manpower.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Reddit Email this article Print this article Image For all the anticipation around ne"
    },
    {
      "url": "https://desenio.se/sv/posters/storlekar-poster/stora-posters?page=3",
      "title": "Stora tavlor i 70x100 cm | Moderna stora tavlor | Desenio.se",
      "description": "Stora tavlor, posters & affischer i storleken 70x100 cm. En stor tavla kan skapa en känsla för hela rummet, välj någon som representerar dig. På Desenio hittar du ett av Sveriges största utbud av stora tavlor, i en mängd olika konststilar. Berätta vem du",
      "preview": "Skip to main content. 70x100 cm posters Posters Här hittar du våra stora posters i storleken 70x100cm. Att inreda med stora tavlor har aldrig känts me"
    },
    {
      "url": "https://docs.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://avalanche.org/avalanche-accidents/",
      "title": "Avalanche.org » Accidents",
      "description": "The Colorado Avalanche Information Center (CAIC) maintains the database of record on avalanche deaths in the United States. Please use the data displayed here in conjunction with the following citation: Colorado Avalanche Information Center, US Avalanche Accident Reports, [url], [date accessed]. To report an accident contact your local avalanche center. For more information on the database, [...]",
      "preview": "void"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2020RemS...12.2997Z",
      "title": "LS-SSDD-v1.0: A Deep Learning Dataset Dedicated to Small Ship Detection from Large-Scale Sentinel-1 SAR Images - ADS",
      "description": "void",
      "preview": "Now on home page"
    },
    {
      "url": "https://www.rhymezone.com/",
      "title": "RhymeZone rhyming dictionary and thesaurus",
      "description": "void",
      "preview": "Rhymes Rhymes (advanced) Near rhymes Synonyms Descriptive words Phrases Antonyms Definitions Related words Similar sounding words Similarly spelled wo"
    },
    {
      "url": "https://brainfoodstudio.com/tag/vacuum-flask/",
      "title": "vacuum flask Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://www.fondazionefeltrinelli.it/eventi/ciclo-di-incontri-2025/",
      "title": "Fondazione Giangiacomo Feltrinelli",
      "description": "La Fondazione Feltrinelli è uno dei maggiori centri europei di documentazione e ricerca nel campo della Storia, Politica, Economia e Società.",
      "preview": "CHIUDI Seleziona la categoria Economia Storia Politica Immaginari Youngonly Inizia la ricerca Vai al contenuto Partecipa Scopri Collabora Sostieni App"
    },
    {
      "url": "https://www.ikea.com/de/en/cat/kitchen-cabinets-fronts-24987/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Germany",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Skip to product list Products Looking for new arrivals in the IKEA range? Explore our latest additions of affordable furniture an"
    },
    {
      "url": "https://kendamabulgaria.bg/en/shop/ezoterika/page/6/?orderby=price",
      "title": "Езотерика и гадателски карти",
      "description": "Добре дошли в нашата мистична колекция от езотерика и гадателски карти, където древната мъдрост се среща със съвременната духовност.",
      "preview": "ЕЗОТЕРИКА Categories THE SECRET KENDAMAS 6 products KENDAMAS 15 products KENDAMA BULGARIA 7 products KB CUSTOM 7 products KROM KENDAMA 1 product SWEET"
    },
    {
      "url": "http://Philstar.com?trk=organization_guest_main-feed-card-text",
      "title": "Philstar.com | Latest Philippine news and multimedia",
      "description": "Digital portal of the STAR Group of Publications: Delivers the latest news and views, multimedia, analyses and in-depth reports on the Philippines, sports, business, entertainment, lifestyle and culture.",
      "preview": "Philstar.com | Latest Philippine news and multimedia Digital portal of the STAR Group of Publications: Delivers the latest news and views, multimedia,"
    },
    {
      "url": "https://www.gpb.org/",
      "title": "Georgia Public Broadcasting",
      "description": "Georgia Public Broadcasting",
      "preview": "Skip to main content Thumbnail PSC candidates aim to energize voters ahead of early voting Candidates are racing to energize their voters ahead of Nov"
    },
    {
      "url": "https://channel955.iheart.com/schedule/",
      "title": "Find Channel 955's Friday Live On-Air Schedule | Channel 955",
      "description": "Discover Friday's shows for Channel 955 in Detroit, MI",
      "preview": "On-Air Schedule Mo Tu We Th Fr Sa Su On-Air Now Mojo in the Morning 5:00 AM - 11:00 AM Mojo in the Morning 5:00 AM - 11:00 AM EJ 11:00 AM - 3:00 PM Th"
    },
    {
      "url": "https://www.bertarelli.com",
      "title": "Bertarelli",
      "description": "void",
      "preview": "Supporting Switzerland's Campus Biotech, the world's newest innovation hub The family's business activities, both joint and individual, are diverse He"
    },
    {
      "url": "https://www.louvre.fr/en/explore/the-palace",
      "title": "The palace - From the former palace of the French monarchs to the largest museum in the world",
      "description": "From a Medieval fortress to the largest museum in the world - discover the history of the palace's most iconic rooms and the artworks they shelter",
      "preview": "The palace - From the former palace of the French monarchs to the largest museum in the world Aller au contenu The palace From the former palace of th"
    },
    {
      "url": "http://www.redbookmag.com/health-wellness/advice/facing-my-mothers-dementia",
      "title": "Facing My Mother's Dementia - Kimberly Williams-Paisley Shares Her Dementia Story",
      "description": "Actress Kimberly Williams-Paisley hated the dementia that made her mother seem like a different person-erratic, silent, sometimes angry. Then she found a way to love that mom too.",
      "preview": "Skip to Content Media Platforms Design Team It's an image I will never forget: my mom holding a stranger in her arms. I was 9, and couldn't see what h"
    },
    {
      "url": "https://crickettimes.com/",
      "title": "Latest Cricket News, Live Scores, Schedule, Match Predictions, Fantasy Tips, Dream11 Team, Results, ICC Rankings, Stats, Videos, Podcast & Exclusive Interviews| Cricket Times",
      "description": "Latest Cricket News, Live Scores, Schedule, Match Predictions, Fantasy Tips, Dream11 Team, Results, ICC Rankings, Stats, Videos, Podcast & Exclusive Interviews",
      "preview": "Home » Latest Cricket News Get the Latest Updates, Breaking News and Top Stories related to Cricket, Live Scores, Schedule, Match Predictions, Fantasy"
    },
    {
      "url": "https://www.linformaticien.com/magazine/tendances/54019-24quel-ultra-portable-choisir-chromebook-ou-terminal-windows-10-5-tests.html",
      "title": "Quel ultra-portable choisir ? Chromebook ou terminal Windows 10 ? 5 tests - L'INFORMATICIEN & L'INFO CYBER-RISQUES - L'1FO Tech par L'Informaticien - L'INFORMATICIEN - L'1FO Tech par L'Informaticien",
      "description": "void",
      "preview": "Salesforce SAP IBM Snowflake OVHCloud Google Cloud Dell Databricks LES DOSSIERS DE L'INFORMATICIEN Observabilité : les performances par les données Ve"
    },
    {
      "url": "http://www.grandfamilies.org/State-Fact-Sheets",
      "title": "GrandFacts Fact Sheets",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "https://awo-oldtimer.de/Innensechskantschraube-M6-x-2000mm-DIN-912-Edelstahl",
      "title": "Innensechskantschraube (M6 x 20,00mm) DIN 912 Edelstahl",
      "description": "Schraube M6x20mm DIN 912 - Innensechskantschraube - Der Artikel ist ein Originalersatzteil (Neuproduktion)",
      "preview": "Innensechskantschraube (M6 x 20,00mm) DIN 912 Edelstahl 0,35 € inkl. 19% USt. , zzgl. Versand (DHL Paket) In den Warenkorb Loading... Consent erteilen"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/",
      "title": "Astronomy Inspires",
      "description": "I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will share your love of all things Astro-related here. Please send me...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "https://www.mountsinai.org/",
      "title": "Mount Sinai Health System - New York City | Mount Sinai - New York",
      "description": "Located in New York City, the Mount Sinai Health System is an integrated health care system providing exceptional patient care to our local and global communities.",
      "preview": "Meet Our Exceptional Nurses Discover the powerful stories and impact of our nurses Mount Sinai Emergency and Nursing Departments Honored For the first"
    },
    {
      "url": "https://www.newscientist.com/subject/technology/",
      "title": "Technology news, articles and features | New Scientist",
      "description": "From electronics and engineering to artificial intelligence, discover the latest developments, awe-inspiring features and in-depth analysis about today's technological advances",
      "preview": "Close Advertisement Subscribe now Technology From the earliest stone tools to the latest advances in artificial intelligence, robotics, blockchains an"
    },
    {
      "url": "https://www.aclusocal.org",
      "title": "ACLU of Southern California",
      "description": "void",
      "preview": "Skip to main content JOIN US AND STAND FOR JUSTICE Get our action alerts Email address * Zip code * Leave this field blank Join us for a conversation"
    },
    {
      "url": "https://lemondedugolf.fr/19-21-oct-ncaa-men-golf-club-of-georgia-collegiate-invitationational",
      "title": "19-21 oct - NCAA Men - Golf Club of Georgia Collegiate Invitationational - Le Monde du Golf",
      "description": "Host: Georgia Tech, The Golf Club of Georgia - Lakeside Course, Alpharetta GA. Sont présents, Duke avec Adrien Pendariès, New Mexico et Augustin Holé, TCU et les deux compères David Ravetto et Pierre Mazier. Scores >>>",
      "preview": "ACCUEIL NEWS NOS COACHS VOYAGES MATÉRIEL COMPETITIONS CONTACT Recherche RECHERCHER RECHERCHER Search results for: 19-21 oct - NCAA Men - Golf Club of"
    },
    {
      "url": "https://www.washingtontimes.com/",
      "title": "Washington Times - Politics, Breaking News, US and World News",
      "description": "The Washington Times delivers breaking news and commentary on the issues that affect the future of our nation.",
      "preview": "Skip to content Close Search Search Keyword: Search News Corrections Politics National World Security DOGE Watch Business & Economy D.C. Local Media S"
    },
    {
      "url": "https://www.sisley-paris.com/en-US/phyto-cernes-eclat-100102.html",
      "title": "Phyto-Cernes Eclat n°1.5 - Sisley Paris",
      "description": "Masks dark circles and signs of fatigue, visibly smoothes fine lines, reduces appearance of puffiness.",
      "preview": "void"
    },
    {
      "url": "https://a2tunes.tumblr.com/post/143095439697",
      "title": "16% of all new wages in the U.S. are in computer science - @a2tunes on Tumblr",
      "description": "11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the seco...",
      "preview": "codeorg Follow 16% of all new wages in the U.S. are in computer science 11% of all job openings in the U.S. are in computing categories, and these job"
    },
    {
      "url": "https://www.frontiersin.org/articles/10.3389/fmars.2018.00240/full",
      "title": "Frontiers | Identifying Global Patterns of Transshipment Behavior",
      "description": "Transshipment at sea, the offloading of catch from a fishing vessel to a refrigerated vessel far from port, can obscure the actual source of the catch, compl...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience ORIGINAL RESEARCH article Front. Mar."
    },
    {
      "url": "https://kathysbee.tumblr.com/post/143007468856",
      "title": "toss and tumbl",
      "description": "Data Rocks! Let's continue to expose & excite kids K-12 about CS. Join us for #ScratchDay on 5/15. hocobeyou.com",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Computer science: the impact of K-12 on university enrollment codeor"
    },
    {
      "url": "https://www.horrorscreamsvideovault.co.uk/tag/britney-amber",
      "title": "Britney Amber | HORROR SCREAMS VIDEO VAULT - SUPPORTING INDEPENDENT HORROR",
      "description": "void",
      "preview": "Facebook Twitter Instagram YouTube Facebook Twitter Instagram YouTube Browsing: Britney Amber Film Review: THE ARRANGEMENT (2020) 13th October 2020 By"
    },
    {
      "url": "https://www.beautymarket.es/estetica/barcelona-beauty-school-presenta-su-curso-de-dermocosmetica-estetica-13059.php",
      "title": "Barcelona Beauty School presenta su curso de dermocosmética",
      "description": "Una vez finalizado el curso, el profesional podrá recomendar la dermocosmética adecuada a cada individuo con total seguridad",
      "preview": "Política de cookies : Utilizamos cookies propias y de terceros para mostrarle publicidad relacionada con sus preferencias según sus hábitos de navegac"
    },
    {
      "url": "http://heimarbeitsforum.bplaced.de/phpBB2-2.0.21-deutsch/phpBB2/privmsg.php?mode=post&u=15&sid=cda36cf4732001815e04415efa7c186e",
      "title": "Geld verdienen mit Heimarbeit Forum ::",
      "description": "void",
      "preview": "Geld verdienen mit Heimarbeit Forum Die besten MÃ¶glichkeiten, um im Internet Geld zu verdienen FAQ Suchen Mitgliederliste Benutzergruppen Registriere"
    },
    {
      "url": "http://www.wageningenur.nl/en/Expertise-Services/Chair-groups/Animal-Sciences/Animal-Production-Systems-Group.htm",
      "title": "Animal Production Systems Group - WUR",
      "description": "Research of the Animal Production Systems Group focuses on unravelling the complexity of livestock systems, and exploring trade-offs and synergies of innovations regarding environmental impact, animal welfare, and economic viability, to design a more sustainable future",
      "preview": "skip_links_text Content Search box Breadcrumb Chair holder prof.dr.ir. SJ (Simon) Oosting Professor / Chair Animal Production Systems Group News Septe"
    },
    {
      "url": "https://www.applefritter.com/taxonomy/term/122",
      "title": "PDS | Applefritter",
      "description": "void",
      "preview": "Skip to main content Search form Search Home Forums Recent How To Help 100-Year Plan Contact PDS GuardCard SE, SE/30, and II (NuBus) Submitted by jeff"
    },
    {
      "url": "https://www.arrl.org/getting-licensed",
      "title": "Getting Licensed",
      "description": "The American Radio Relay League (ARRL) is the national association for amateur radio, connecting hams around the U.S. with news, information and resources.",
      "preview": "ARRL Website Search Category Clubs Contests Exam Sessions Hamfest/Conventions Licensing Classes Member Directory News Special Events ARECC Field Class"
    },
    {
      "url": "https://www.loveandlemons.com/",
      "title": "Love and Lemons - Healthy, whole food, vegan and vegetarian recipes",
      "description": "Recipes and tips from Jeanine Donofrio, writer of The Love and Lemons Cookbook. Includes vegetarian recipes, gluten free recipes, and vegan recipes.",
      "preview": "Jack and I love making this apple cider cocktail recipe for cozy fall nights in. It combines some of his favorite cocktail ingredients (bourbon and An"
    },
    {
      "url": "https://www.motogp.com/en/calendar",
      "title": "MotoGP™ 2025 Calendar | Circuits | Schedule | Information",
      "description": "Check the official 2025 MotoGP™ calendar, all the dates, circuits and countries from the MotoGP, Moto2, Moto3 and MotoE World Championships here.",
      "preview": "Skip to main content 2026 MotoGP™ calendar revealed 22 Grands Prix, five continents and the return of Brazil: the 2026 calendar has landed Check it ou"
    },
    {
      "url": "https://wellbeing.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "About Google: Our products, technology and company information - About Google",
      "description": "Learn more about Google. Explore our innovative AI products and services, and discover how we're using technology to help improve lives around the world.",
      "preview": "5 ways to go Live with Search Get real-time help using your voice or camera with Search Live, now available in English in the U.S. - no Labs opt-in re"
    },
    {
      "url": "https://jobs.hasbro.com/go/eOne/8968800",
      "title": "Jobs at Hasbro",
      "description": "Apply online for jobs at Hasbro | Explore Hasbro careers in Information Technology, Corporate Business Services, Digital Media and Entertainment, Global Design and Product Development, Hasbro Studios, Sales and Retail Management and more!",
      "preview": "By continuing to use and navigate this website, you are agreeing to the use of cookies. Accept Close Press Tab to Move to Skip to Content Link Skip to"
    },
    {
      "url": "https://spacy.io/usage/training",
      "title": "Training Pipelines & Models · spaCy Usage Documentation",
      "description": "Train and update components on your own data and integrate custom models",
      "preview": "Guides Select page... Get started › Installation Get started › Models & Languages Get started › Facts & Figures Get started › spaCy 101 Get started ›"
    },
    {
      "url": "https://www.moore.org/",
      "title": "Home - Gordon and Betty Moore Foundation",
      "description": "void",
      "preview": "About Our Founders Our Grantmaking Our Finances Our Operations Working at Moore Contact Us Founders' Intent Guiding Principles Our Approach Principles"
    },
    {
      "url": "https://www.dof.gov.ph",
      "title": "Homepage - Department of Finance",
      "description": "Department of Finance The Department of Finance (DOF) is the government's steward of sound fiscal policy. It formulates revenue policies that will ensure funding of critical government programs that promote welfare among our people and accelerate economic growth and stability. Learn More ANNOUNCEMENTS LATEST RELEASES Recto: Gov't to ensure food supply stability and stronger support",
      "preview": "Menu Department of Finance The Department of Finance (DOF) is the government's steward of sound fiscal policy. It formulates revenue policies that wil"
    },
    {
      "url": "https://help.yahoo.com/kb/index?page=product&y=PROD_YAHOOAPP_IOS&locale=en_US&actp=productlink",
      "title": "Help for your Yahoo Account",
      "description": "void",
      "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
    },
    {
      "url": "http://www.fsa.usda.gov/help/policies-and-links",
      "title": "Policies and Links | Farm Service Agency",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://everythingstainedglass.com/",
      "title": "How To Make Stained Glass - The Missing Know-How",
      "description": "Do you make stained glass and want to learn EVERYTHING there is to know about it? Improve your skill set with these freely-shared tips and tricks.",
      "preview": "Skip to content About Me Contact Me Students Login Join The Sharing Gang Facebook YouTube Pinterest The Missing Know-How When you first learn how to m"
    },
    {
      "url": "https://www.bonappetit.com/recipe/garlic-confit",
      "title": "Garlic Confit Recipe | Bon Appétit",
      "description": "Garlic Confit Recipe",
      "preview": "Skip to main content Arrow Jump To Recipe Print Recipe notes Back to top Triangle"
    },
    {
      "url": "https://www.itsgoodfor.biz/case-study/civil-rights-groups-criticize-facebook-censoring-police-shootings",
      "title": "Civil Rights Groups Criticize Facebook for Censoring Police Shootings | Case Study",
      "description": "A coalition of 40 tech and racial justice civil rights groups slammed Facebook CEO Mark Zuckerberg in an open letter for \"silencing individuals at the request of the police\" after two separate incidents in which the social media company suspended liv",
      "preview": "Skip to main content Case Study Civil Rights Groups Criticize Facebook for Censoring Police Shootings A coalition of 40 tech and racial justice civil"
    },
    {
      "url": "https://www.behance.net/gallery/61547749/225-Trendy-Color-Palette-2018",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.stopasianhate.info/",
      "title": "#StopAsianHate - Fight Anti-Asian Racism",
      "description": "This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. Learn. Share. Donate. Report. Volunteer. Get Resources.",
      "preview": "0 This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. 1 Read about the current c"
    },
    {
      "url": "https://www.pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://www.appsyoulove.com/",
      "title": "Apps You Love",
      "description": "void",
      "preview": "0 Farm Jam - Animal Parking Game Take part in the great escape from the farm! Meet FARM JAM, a brilliant mix of a farming simulator and a parking game"
    },
    {
      "url": "https://www.ucsc.edu/tools/people.html",
      "title": "Find people - UC Santa Cruz",
      "description": "void",
      "preview": "Find people UCSC Campus Directory Find contact information for UC Santa Cruz faculty, staff, and students. Search for faculty and postdocs in specific"
    },
    {
      "url": "https://www.nih.gov/news-events/news-releases",
      "title": "News Releases | National Institutes of Health (NIH)",
      "description": "News releases from the National Institutes of Health.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://opocbluepacific.org/pacific-islands-forum-leaders-ocean-statement-2020-21/",
      "title": "Pacific Islands Forum Leaders Ocean Statement 2020/21 - OPOC",
      "description": "We, the Pacific Island Forum Leaders, representing the Blue Pacific and its peoples, are committed to strong regional action, harnessing shared stewardship of the Pacific Ocean [...]",
      "preview": "Pacific Islands Forum Leaders Ocean Statement 2020/21 Home Home Pacific Islands Forum Leaders Ocean Statement 2020/21 We, the Pacific Island Forum Lea"
    },
    {
      "url": "https://www.newschannel5.com/news/newschannel-5-investigates/the-das-deals/listening-devices-installed-around-nashville-das-office-installer-confirms-da-defends-practice",
      "title": "Listening devices installed around Nashville DA's office, vendor confirms",
      "description": "DA Glenn Funk's team installed listening devices in areas around the DA's office capable of picking up conversations of employees and visitors who are not warned about the audio monitoring.",
      "preview": "void"
    },
    {
      "url": "https://www.themenlohouse.com/club",
      "title": "The Menlo Club | Personalized Styling For Men, Delivered to Your Door",
      "description": "void",
      "preview": "How Menlo Club Works Take Our Style Quiz In under two minutes, tell us a little bit about your style preferences and sizing to be assigned your own cu"
    },
    {
      "url": "https://numbzie.tumblr.com/",
      "title": "Nothing. A big steaming pile of it.",
      "description": "Absolutely nada",
      "preview": "Home Submit a post Archive Nothing. A big steaming pile of it. livia-carica : kuriquinn : seelcudoom : ilikelookingatnakedmen : jennytrout : ccoastal"
    },
    {
      "url": "http://www.ecfr.gov/",
      "title": "eCFR :: Home",
      "description": "void",
      "preview": "Site Feedback You are using an unsupported browser × You are using an unsupported browser. This web site is designed for the current versions of Micro"
    },
    {
      "url": "https://www.ywcapiercecounty.org/legal-services",
      "title": "Legal Services | YWCA Pierce County",
      "description": "void",
      "preview": "top of page ESCAPE Legal Services The YWCA Legal Services Program supports survivors of intimate partner violence in their family law or domestic vi"
    },
    {
      "url": "https://egyptintegratedschools.com/index.php?do=show_details&ID=95&table=news&title=EIS%20-%20KG%20%20Beautiful%20Blended%20Colours%20%20FANS%20%20Primary%20&%20Secondary%20Colours",
      "title": ":: Egypt Integrated Schools ::",
      "description": "EIS is a private propriety school that has been in successful operation since 2000. The school is licensed by the Egyptian government Ministry of Education. Since then, it has grown to be one of the biggest schools in Cairo. EIS offers quality education to more than 1100 students of various nationalities. The student body is formed from over 5 nationalities which makes it distinct in nature. The school offers three different types of education; National/language, American and British.rn",
      "preview": ":: EIS - KG Beautiful Blended Colours FANS Primary & Secondary Colours :: EIS - KG Beautiful Blended Colours FANS Primary & Secondary Colours"
    },
    {
      "url": "https://www.channelnewsasia.com/",
      "title": "Breaking News and Analysis on Asia and the World | Real-Time Coverage out of Asia and Singapore - CNA",
      "description": "Get 24/7 real-time updates on breaking news from Asia, Singapore and around the world. CNA delivers accurate, timely coverage of events as they unfold. Stay informed.",
      "preview": "Skip to main content Close Close Top Stories Asia East Asia Singapore World Commentary CNA Explains Sustainability Business Sport Latest News Insider"
    },
    {
      "url": "https://edis.ifas.ufl.edu/topic_hydroponics",
      "title": "Ask IFAS: Topic - Hydroponics",
      "description": "Details for the Ask IFAS Topic 'Hydroponics', including related Topics, associated publications, and units it is associated with",
      "preview": "Skip to main content Hydroponics Available Languages : English Spanish Narrower Topics Hydroponic Gardening Related Topics : Gardening , Hydroponics H"
    },
    {
      "url": "https://www.unm.edu/legal.html",
      "title": "Legal :: New Mexico's Flagship University | The University of New Mexico",
      "description": "void",
      "preview": "Skip to main content Toggle navigation UNM A-Z myUNM Directory The University of New Mexico UNM A-Z myUNM Directory Help Student Support StudentInfo F"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5019#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://www.ksal.com/5-new-covid-cases-1-new-death/",
      "title": "5 New COVID Cases, 1 New Death",
      "description": "KSAL is your number one source for salina local news, weather, sports, auctions.",
      "preview": "× 5 New COVID Cases, 1 New Death By Todd Pittenger June 11, 2021 There are 5 new COVID cases in Saline County, and one new death According to the Sali"
    },
    {
      "url": "https://howwemakemoney.withgoogle.com/",
      "title": "How Google Makes Money with Advertising | Google Public Policy",
      "description": "Google's main source of revenue is advertising - mostly from ads on our own sites and apps. By serving ads, we can keep Google services free for everyone. We created this guide to help you understand the basics of how we make money with advertising.",
      "preview": "Economic impact How Google makes money with ads Google's main source of revenue is advertising - mostly from ads on our own sites and apps. We created"
    },
    {
      "url": "https://towardsdatascience.com/chatgpt-insists-i-am-dead-and-the-problem-with-language-models-db5a36c22f11?source=home---------0------------------0----------",
      "title": "GPT Is an Unreliable Information Store | Towards Data Science",
      "description": "Understanding the limitations and dangers of large language models",
      "preview": "Artificial Intelligence GPT Is an Unreliable Information Store Understanding the limitations and dangers of large language models Noble Ackerson Feb 2"
    },
    {
      "url": "https://kvdveganbeauty.com/collections/brow/products/super-pomade-vegan-eyeliner-shadow-brow-pigment",
      "title": "KVD Beauty Super Pomade Vegan Eyeliner, Shadow & Brow Pigment | KVD Beauty",
      "description": "Shop KVD's Super Brow pomade. This waterproof eyebrow pomade not only comes in natural color but also includes 7 artistic shades for a one of a kind look. This waterproof, high pigment pomade is the missing tool in your beauty arsenal. Be bold with KVD Beauty!",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://www.click2houston.com/news/local/2023/02/07/we-will-not-tolerate-theft-or-endangerment-of-our-animals-keepers-find-fence-cut-at-houston-zoo/",
      "title": "'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo",
      "description": "Houston police were investigating Tuesday after it was discovered that a mesh fence was cut at the Houston Zoo.",
      "preview": "Close Local News 'We will not tolerate theft or endangerment of our animals': Keepers find fence cut at Houston Zoo Published: February 7, 2023 at 5:0"
    },
    {
      "url": "http://www.westcoastanalytics.com/",
      "title": "West Coast Analytics - Home",
      "description": "What We Do: Psychometrics, Data Analysis and Research Assessment, Item Development, Surveys Institutional Review Board",
      "preview": "Home About Who We Are Careers Services Psychometrics Assessment IRB Research & Publications Publications Presentations Clients Contact What We Do: Psy"
    },
    {
      "url": "https://tombont.com/2016/10/25/surrey-international-writers-conference-2016/",
      "title": "Surrey International Writers' Conference 2016 - Tom Bont's Silver Key",
      "description": "Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabaldon was spectacular. She critiqued Chapter 1 from Iron Broderick. Her words: \"Tom, this is really good. Professional Quality.\" Boo-YA, y'all!",
      "preview": "Skip to content Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabald"
    },
    {
      "url": "https://ve.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Venezuela",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://nypost.com/2021/05/30/goodwill-forges-alliances-to-offer-free-career-training-resources/",
      "title": "Goodwill forges alliances to offer free career training, resources",
      "description": "When Maggie Nassour lost her job two years ago, she tapped into a free community resource to get schooled.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Goodwill Industries International funds subsidiaries that of"
    },
    {
      "url": "https://productregistration.sony.com/registered_products",
      "title": "Product Registration",
      "description": "Web site created using create-react-app",
      "preview": "void"
    },
    {
      "url": "https://www.shuajota.com/2021/11/nba-2k22-space-jam-new-legacy-100-free.html",
      "title": "NBA 2K22 Space Jam: A New Legacy (100% Free Mods) by AGP2K",
      "description": "Mod Info✔️: This mod created by AGP2K Gaming PH adds a cyberfaces for Tune and The Goon squads and a custom global to NBA 2K22.",
      "preview": "NBA 2K22 Space Jam: A New Legacy (100% Free Mods) by AGP2K person Shuajota November 12, 2021 share NBA 2K22 Space Jam: A New Legacy (100% Free Mods) b"
    },
    {
      "url": "https://www.edoeb.admin.ch/edoeb/en/home/the-fdpic/contact.html",
      "title": "Ein Fehler ist aufgetreten",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.disneyplus.com/legal/subscriber-agreement",
      "title": "Subscriber Agreement | Disney+",
      "description": "Disney+ and ESPN+ Subscriber Agreement.",
      "preview": "void"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5014#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://rfcx.org",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://blog.amicaledesanciensdesainthadelin.be/2017/01/17/deces-de-monsieur-jean-verjans-epoux-de-madame-marie-jose-lagasse/",
      "title": "Décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE - Amicale des anciens du Collège Saint-Hadelin",
      "description": "void",
      "preview": "Aller au contenu La famille annonce le décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE, militant ouvrier chrétien, pacifiste et éco"
    },
    {
      "url": "https://www.campaignfornature.org/global-steering-committee",
      "title": "Global Steering Committee - Campaign For Nature",
      "description": "void",
      "preview": "Back Why 30%? Getting to 30% The Science Behind 30x30 Support for 30x30 Back Why $20 Billion? Fairshare Of Biodiversity Finance Back NEWS Back Press R"
    },
    {
      "url": "https://www.birdlife.org/",
      "title": "BirdLife International - BirdLife is the world leader in Bird Conservation",
      "description": "People are destroying and consuming nature at a devastating rate. Birds are our early warning system. BirdLife International is the largest international...",
      "preview": "× Welcome to BirdLife International en As a global Partnership, we believe in internationalism. We have translated as much content in your language as"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://usblackchambers.org",
      "title": "U.S. Black Chambers, Inc.",
      "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "Skip to main content Hit enter to search or ESC to close Close Search MISSION & SERVICE Affectionately known as the \"National Voice of Black Businesse"
    },
    {
      "url": "https://tenderlytransparentdelusion.tumblr.com/",
      "title": "If not later, when?",
      "description": "Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types",
      "preview": "Install theme If not later, when? Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types reprisearchive : David Lynch"
    },
    {
      "url": "https://www.shi.ch/schule-vortraege/informationen/ueber-uns-schule/dozenten-homoeopathie/elfriede-schaeffler",
      "title": "Elfriede Schäffler",
      "description": "void",
      "preview": "Elfriede Schäffler Dozentin in Homöopathie Geboren 1954 in Apfeldorf (D). Berufliche Tätigkeit: Seit 1997 Dozentin in Homöopathie 1995 - 2015 Homöopat"
    },
    {
      "url": "https://www.tricktionary.com/en/customer/account/login/referer/aHR0cHM6Ly93d3cudHJpY2t0aW9uYXJ5LmNvbS9mci9oaWdobGlnaHQvbmV3Lmh0bWw%2C/",
      "title": "Customer Login",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "http://www.ripe.net/",
      "title": "Welcome to RIPE and the RIPE NCC - RIPE Network Coordination Centre",
      "description": "The RIPE NCC is one of five Regional Internet Registries (RIRs) providing Internet resource allocation and registration, and coordination activities.",
      "preview": "Welcome to the RIPE NCC As the Regional Internet Registry for Europe, Middle East and Central Asia, we serve over 20,000 members in 76 countries. We r"
    },
    {
      "url": "http://freckautoshop.dk/rawsearch?RimsAndWheels-type=rim&RimsAndWheels-carType=alu&RimsAndWheels-brand=JAPAN%20RACING%20JR30&endless=0",
      "title": "JAPAN RACING JR30 - Få dine fælge her",
      "description": "Vi har alt i fælge og biludstyr. Køb JAPAN RACING JR30 og meget mere ved os. Vi garanterer kvalitet og billige priser.",
      "preview": "Søgeresultater Skift imellem fælgstørrelserne her: Vælg fælge Fjern alle fælge Tilføj alle fælge Filtrer fælge JAPAN RACING JR30 JR30 Matt Black Matt"
    },
    {
      "url": "https://integrated-report.bnpparibas/2021/",
      "title": "Editorial - Page 1 | BNP Paribas - 2024 integrated report",
      "description": "BNP Paribas - 2024 integrated report",
      "preview": "group.bnpparibas Contact Table of contents 2024 integrated report E-accessible Bookmarks Search 2024 INTEGRATED REPORT Read the report The bank for a"
    },
    {
      "url": "https://lisaemme.com/crazy-canuck-new-years-blog-hop/?like_comment=119&_wpnonce=297513bbd2",
      "title": "Crazy Canuck New Year's Blog Hop | lisa emme",
      "description": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blog Hop will take place from December 27 to January 2 and we are currently taking sign-ups for hosts and authors. The theme of the hop is Fill Your...",
      "preview": "December 27, 2015 to January 2, 2016 Sign Up Now CLOSED! Join us as we ring in the New Year with a few of your favourite authors. The Crazy Canuck Blo"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "https://worldheritageoutlook.iucn.org/",
      "title": "Home page | World Heritage Outlook",
      "description": "The IUCN World Heritage Outlook provides an independent assessment of the state of conservation of our natural heritage and its potential to be maintained in the future.",
      "preview": "Skip to main content Explore natural sites Explore natural sites Aldabra Atoll Alejandro de Humboldt National Park Ancient Maya City and Protected Tro"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://racingnews.co/2020/10/17/kansas-speedway-starting-lineup-october-17-2020-nascar-truck-series/",
      "title": "Kansas Speedway Starting Lineup: October 17, 2020 (NASCAR Truck Series) - Racing News",
      "description": "Kansas Speedway starting lineup for October 17, 2020 in the NASCAR Truck Series. NASCAR Xfinity Series starting lineup for Kansas Speedway.",
      "preview": "Skip to content IOS APP Android APP Mailing List KANSAS CITY, KANSAS - JULY 24: Sheldon Creed, driver of the #2 Chevy Accessories Chevrolet, races Rap"
    },
    {
      "url": "https://www.itex.com/Directory/repairs_%252526_maintenance/tx/kingsbury/3974154/USD?srcsub=7312&broker_id=210888&website_num=2",
      "title": "ITEX",
      "description": "void",
      "preview": "x Information: Your IP Address of 78.211.19.249 is not allowed to access ITEX."
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/F878",
      "title": "Comment un salarié à temps plein peut-il passer à temps partiel ? | Service Public",
      "description": "Si un salarié souhaite travailler à temps partiel, il doit respecter une procédure qui varie selon qu'elle est fixée ou non par convention ou par accord.",
      "preview": "Javascript est desactivé dans votre navigateur. Ajouter à mes favoris Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Ferme"
    },
    {
      "url": "https://maskimot.tumblr.com/",
      "title": "@maskimot on Tumblr",
      "description": "27 | | just lookin for a mother that'll get me high, just a stupid motherfucker if i die i die | | celebrating every day i dont listen to the voices | | look at my cat tofu #kitdies",
      "preview": "Posts zoeyhorse Follow at least she's got the spirit veryluckyclovers Follow sending love to those fighting the job market femboy-c-cups Follow me fac"
    },
    {
      "url": "http://www.prs.net/midi.html",
      "title": "Classical Archives: MIDI",
      "description": "void",
      "preview": "Most popular tracks now ► Please enter a search term Searching... Search for Music Advanced Search Use Facebook login OR USE MEMBER LOGIN Email Addres"
    },
    {
      "url": "https://tfl.gov.uk/status-updates",
      "title": "Tube, Overground, Elizabeth line, DLR & Tram status updates - Transport for London",
      "description": "void",
      "preview": "Skip to content Skip to navigation Skip to footer Status Tube & Rail Buses River Buses National Rail Now at 13:07 Select date Lines Stations Loading.."
    }
  ],
  "_meta": {
    "total_bookmarks": 149
  }
}