{
  "data": [
    {
      "url": "https://www.applepaysupplies.com/",
      "title": "Apple Pay Merchant Supplies",
      "description": "Order Apple Pay decals for your business and add Apple Pay to your listing online--visit Apple Pay Supplies for merchant resources and easy setup.",
      "preview": "void"
    },
    {
      "url": "https://usa.oceana.org/blog/global-fishing-watch-put-test-monitoring-phoenix-islands-protected-area",
      "title": "Global Fishing Watch Put to the Test: Monitoring the Phoenix Islands Protected Area - Oceana USA",
      "description": "In November 2014, Oceana unveiled the prototype of a new tool that will enhance transparency and accountability in commercial fishing fleets around the world. A public version is set to launch this year, but Global Fishing Watch has already been put to the test. Near real-time data, as well as historical data dating back to ... Read more",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://cms.who.int/initiatives/the-mrna-vaccine-technology-transfer-hub",
      "title": "Login",
      "description": "void",
      "preview": "Skip To The Main Content Log in to manage the site Click to add (?) Click to add (?) Remember me Log in or use your account in..."
    },
    {
      "url": "https://www.acluaz.org",
      "title": "Home - ACLU of Arizona",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the right to equality, liberty, and justice for all The ACLU of Arizona advances equity and dismantles systemic injustice by taking legal ac"
    },
    {
      "url": "http://earthengine.google.org/terms",
      "title": "Terms of Service - Google Earth Engine",
      "description": "Earth Engine combines a multi-petabyte catalog of satellite imagery and geospatial datasets with planetary-scale analysisGoogle capabilities and makes it available for scientists, researchers, and developers to detect changes, map trends, and quantify differences on the Earth's surface.",
      "preview": "Google Earth Engine Services are available for commercial use. Your continued use of the Services under these Google Earth Engine Terms of Service mus"
    },
    {
      "url": "https://libguides.ala.org/ala-periodicals",
      "title": "Index of Titles - American Library Association Periodicals - LibGuides at American Library Association",
      "description": "A list of the periodicals currently published by ALA.",
      "preview": "Skip to Main Content Search this Guide Search American Library Association Periodicals: Index of Titles A list of the periodicals currently published"
    },
    {
      "url": "https://yogawithadriene.com/blog/",
      "title": "Blog Archives | Yoga With Adriene",
      "description": "void",
      "preview": "Blog Vin Yin - Relax & Flow 5 Minute Calming Breathwork Short Wake Up Flow BRIDE OF PLANKENSPINE Yoga For Sick Recovery Yoga For Panic & Anxiety 1 2 3"
    },
    {
      "url": "https://www.stripes.com/branches/army/2023-02-24/army-cold-case-murder-germany-9238525.html",
      "title": "Former soldier faces murder charge in decades-old killing of Army private in Germany | Stars and Stripes",
      "description": "void",
      "preview": "Theaters U.S. Europe - K-town Now Asia-Pacific - Storm Tracker Middle East Americas Africa Veterans News Map of Memorials Jobs Obituaries Living Event"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/deterrence",
      "title": "Deterrence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Deterrence Studies find no meaningful evidence that"
    },
    {
      "url": "https://jenrmarketing.nl/online-marketing/seo/wat-is-seo/",
      "title": "Wat is SEO?",
      "description": "SEO staat in het Nederlands voor Search Engine Optimization en betekent letterlijk zoekmachineoptimalisatie. Het is de totale set van bezigheden om de beste gebruikerservaring voor zowel zoekmachines en bezoekers te..",
      "preview": "Home Google vindbaarheid Website laten maken Referenties Over ons Neem contact met ons op Home Google vindbaarheid Website laten maken Referenties Ove"
    },
    {
      "url": "https://www.s-kaupat.fi/",
      "title": "S-kaupat - Suomen suosituin ruoan verkkokauppa",
      "description": "Helpotimme ruokakaupassa käyntiä: Prisma, S-market, Alepa, Sale ja Herkku samassa osoitteessa ja sovelluksessa.",
      "preview": "Sivua ladataan... Hyppää sisältöön Tilaus- ja toimitusehdot Tietosuojakäytäntö Muuta evästeasetuksia Oiva-raportit , Linkki avautuu uudessa välilehdes"
    },
    {
      "url": "http://www.rickyzoom.com/",
      "title": "Giochi e giocattoli Hasbro, giocattoli per bambini e bambine, action figure e giochi da tavolo - Hasbro",
      "description": "Scopri i giochi e i giocattoli Hasbro. Scopri i giocattoli divertenti per bambini e bambine con la nostra selezione di action figure, bambole, giochi elettronici, giochi da tavolo e molto altro sul sito Hasbro.",
      "preview": "Giochi e giocattoli Hasbro Homepage Promotional Banners ESPLORA I GIOCHI E I GIOCATTOLI HASBRO Trova tutti i giocattoli dei tuoi brand preferiti, tra"
    },
    {
      "url": "http://mrbs.ing.unipi.it/aulemagne/admin.php?day=21&month=7&year=2020&area=1&room=2",
      "title": "Sistema di Prenotazione Sale",
      "description": "void",
      "preview": "Unfortunately your browser isn't supported by MRBS. You will need to upgrade to a more recent version, or else use another browser. Effettua il log in"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/",
      "title": "Privacy Policy - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save SCOPE OF THIS POLICY This privac"
    },
    {
      "url": "https://www.metmuseum.org/toah/hd/itar/hd_itar.htm",
      "title": "Architecture in Renaissance Italy - The Metropolitan Museum of Art",
      "description": "Architects trained as humanists helped raise the status of their profession from skilled laborer to artist. They hoped to create structures that would appeal to both emotion and reason.",
      "preview": "Skip to main content A slider containing 3 items. Press the down key to skip to the last item. Recto: Temple Types: in Antis and Prostyle (Vitruvius,"
    },
    {
      "url": "https://www.brennancenter.org/our-work/research-reports/steep-costs-criminal-justice-fees-and-fines",
      "title": "The Steep Costs of Criminal Justice Fees and Fines | Brennan Center for Justice",
      "description": "Court fees and fines unjustly burden people with debt just as they are re-entering society. They are also ineffective at raising revenue.",
      "preview": "Skip Navigation Home Our Work Research & Reports The Steep Costs of Criminal Justice Fees and Fines Explore Our Work Close The past decade has seen a"
    },
    {
      "url": "http://designstaq.com/",
      "title": "Designstaq: Expert Squarespace Designers",
      "description": "The easiest way for you to get a professionally designed Squarespace website. Clear communication, fast turnaround, and affordable pricing.",
      "preview": "Back Website Design Copywriting Branding 1-on-1 Sessions Scroll Expert Squarespace designers. Designstaq is the easiest way to get a professionally de"
    },
    {
      "url": "https://www.fonearena.com/blog/355013/samsung-exynos-2200-launch-galaxy-s22.html",
      "title": "Samsung denies Exynos 2200 production and performance issues, plans to launch it alongside Galaxy S22 series",
      "description": "void",
      "preview": "Skip to content After rumours about Exynos 2200 delayed due to performance issues and Samsung using Snapdragon 8 Gen 1 in all the S22 models globally,"
    },
    {
      "url": "https://deadline.com/2023/02/investigation-discovery-series-helps-free-innocent-man-from-prison-1235270636/",
      "title": "Investigation Discovery Series Helps Free Innocent Man From Prison",
      "description": "Jeff Titus, who has spent 21 years in prison for the murder of two deer hunters in 1990, is a free man thanks to evidence discovered by a true-crime series and podcast.",
      "preview": "Skip to main content By Peter White Peter White Executive Editor, Television @peterzwhite"
    },
    {
      "url": "https://www.nationcodes.com/coupons/yoins/",
      "title": "Discover Yoins Discount Codes | $20 Off Coupon Codes | Verified & Working @ Nation Codes",
      "description": "Free Yoins promo codes and $20 Off coupons. Get big savings with valid Yoins promotional codes from nationcodes.com.",
      "preview": "SHOW COUPONS SHOW COUPONS Yoins Coupon Codes & Deals 2 votes Do you like this brand? Yes No FILTERS EXCLUSIVE OFFERS 10% OFF HOT TODAY 50% OFF DEALS P"
    },
    {
      "url": "https://tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://climatedataguide.ucar.edu/climate-data/nino-sst-indices-nino-12-3-34-4-oni-and-tni",
      "title": "Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) | Climate Data Guide",
      "description": "void",
      "preview": "Skip to main content Nino SST Indices (Nino 1+2, 3, 3.4, 4; ONI and TNI) Teaser image Main content There are several indices used to monitor the tropi"
    },
    {
      "url": "https://hairhub.com/products/remote-cutting-and-base-resizing-service",
      "title": "Remote cutting and styling - Hair Hub",
      "description": "If you're not able to visit a stylist, our in-house senior stylist can cut your hair system, so it arrives ready-to-wear. The delivery time might be extended due to the cutting and styling services. *Please note these delivery times may be extended by a few days due to courier delays, national holidays, and customs",
      "preview": "NEW EMAIL ADDRESS Unfortunately, we have currently lost access to our primary email address. For the time being, please contact us via our backup emai"
    },
    {
      "url": "https://www.lovecrafts.com/en-gb/c/article/how-to-crochet-a-granny-square",
      "title": "How to Crochet a Granny Square for Beginners | LoveCrafts",
      "description": "A crochet square is the perfect project to start on your crocheting journey! Discover how to crochet a granny square with our step-by-step tutorial, video and free granny square pattern.",
      "preview": "Skip to main content JavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to utilize the functionality of"
    },
    {
      "url": "https://careers.walmart.com/",
      "title": "Walmart Careers | Submit a Walmart Job Application Online",
      "description": "What's a career at Walmart or Sam's Club like? To find out, explore our culture, our opportunities and the difference you can make.",
      "preview": "Search Jobs All Career Areas All Career Areas Stores & Clubs Corporate Healthcare Technology Drivers & Distribution Centers Start typing city and stat"
    },
    {
      "url": "https://cab1729.tumblr.com/",
      "title": "math geek with no social life",
      "description": "I read math textbooks like other people read novels and spend most of my free time in Starbucks trying to solve the Riemann Hypothesis. When I'm not doing that I practice the ancient art of Java...",
      "preview": "math geek with no social life thevaultoftheatomicspaceage : univac Reblogged 4 years ago from thevaultoftheatomicspaceage 154 notes Celebrating Peano!"
    },
    {
      "url": "https://www.uwb.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwbothell",
      "title": "Homepage - The University of Washington Bothell",
      "description": "At UW Bothell, we emphasize experiential learning, hands-on research and community engagement. UW Bothell in 60 Seconds Get facts about our programs, diverse student body and commitment to sustainability - all in less than a minute. Stories of impact Learn more about the remarkable people and programs in the UW Bothell community. Academics We are...",
      "preview": "Close mobile menu OPENING ACCESS TO A WORLD-CLASS UW EDUCATION At UW Bothell, we emphasize experiential learning, hands-on research and community enga"
    },
    {
      "url": "https://medium.statuspage.io/?source=home-------------------------------------",
      "title": "Medium Status",
      "description": "Welcome to Medium's home for real-time and historical data on system performance.",
      "preview": "x Follow @MediumSupport or view our profile . Visit our support site . Get the Atom Feed or RSS Feed . All Systems Operational About This Site Septemb"
    },
    {
      "url": "http://uis.unesco.org/",
      "title": "Data for the Sustainable Development Goals | Institute for Statistics (UIS)",
      "description": "The UNESCO Institute for Statistics (UIS) is the official and trusted source of internationally-comparable data on education, science, culture and communication.",
      "preview": "Skip to main content Search Search UIS Data for the Sustainable Development Goals The UNESCO Institute for Statistics (UIS) is the official and truste"
    },
    {
      "url": "https://fouloistech.tumblr.com/",
      "title": "Foulois Tech & Media Arts",
      "description": "Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q.",
      "preview": "Foulois Tech & Media Arts Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q. Ask me anything Video 1 Notes I gave my"
    },
    {
      "url": "https://teressafoglia.com/",
      "title": "Teressa Foglia",
      "description": "The finest handmade bespoke and custom hats using the highest quality, sustainably sourced materials. Visit our boutiques in Malibu + Brooklyn.",
      "preview": "Skip to content Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oct 18 RSVP Join us in Round Top, Texas Oct 2 - Oc"
    },
    {
      "url": "https://www.samadeva.com/event?type=25&date=nextweek&dept=26&xevtyp=2",
      "title": "Events | Samadeva",
      "description": "void",
      "preview": "Se rendre au contenu Prochaine semaine Evénements à venir Méthodes All Categories 3 Danses et mouvements sacrés 1 Ennéagramme 1 Fin de vie et guidance"
    },
    {
      "url": "https://aworld.app.link/RuGYTvUs2Z",
      "title": "void",
      "description": "void",
      "preview": "Launching AWorld.org We have redirected you to the desktop app."
    },
    {
      "url": "https://johnallenwoodward.com/products/alligator-checkbook-wallet-brown",
      "title": "Chocolate Alligator Checkbook Wallet - JohnAllenWoodward",
      "description": "One of our largest and most functional alligator wallets, the Checkbook Wallet is designed for your coat pocket. Constructed from the finest American Alligator available anywhere in the world. No man made textiles or fillers anywhere. Materials + Care- Outside: Chocolate Glazed Farm Raised Alligator- Inside: Fine Leath",
      "preview": "Chocolate Alligator Checkbook Wallet $895.00 One of our largest and most functional alligator wallets, the Checkbook Wallet is designed for your coat"
    },
    {
      "url": "https://www.bharattaxi.com/",
      "title": "Hire Taxi Service & Cab Booking from India's Best Car Rental Provider- Bharat Taxi",
      "description": "Bharat Taxi offers 24*7 taxi booking and cab service facility at an affordable fare. Book online taxi service in India, cab for rent, and car rental with driver at best deals.",
      "preview": "Local Rental One Way Round Trip Road Trip Local Transfer Rentals One Way Round Trip Road Trip Local Transfer Source City Package Type Select Package P"
    },
    {
      "url": "https://ejfoundation.org/reports/blood-and-water",
      "title": "Environmental Justice Foundation | Blood and Water",
      "description": "Illegal fishing and human rights Blood and Water sets out the links between rapidly declining fish stocks in the world's oceans, in part caused by the...",
      "preview": "Blood and Water Exploring the links between illegal fishing and human rights abuses Read the report Seafood is a multi-billion dollar global industry."
    },
    {
      "url": "https://www.hbo.com/insecure",
      "title": "Watch Insecure (HBO) | HBO Max",
      "description": "Watch Insecure (HBO) on HBO Max. Plans start at $9.99/month. Created by and starring Issa Rae, this comedy series looks at the friendship of two modern-day Black women and all of their tribulations.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "http://www.calculus.org/",
      "title": "CALCULUS.ORG",
      "description": "void",
      "preview": "CALCULUS.ORG"
    },
    {
      "url": "https://opendata.praha.eu/dataset?amp=&organization=operatorict&tags=office&tags=praha",
      "title": "Otevřená data hlavního města Prahy | Datové sady",
      "description": "Katalog otevřených dat hlavního města Prahy. Data magistrátu, městských částí a městských společností.",
      "preview": "Datové sady Datové sady Vyhledávání Vyhledat Filtry Filtrovat datové sady Organizace 23 Institut plánování a rozvoje 109 Magistrát hl. m. Prahy 103 Pr"
    },
    {
      "url": "https://music.apple.com/deeplink?app=music&p=subscribe&at=1000l4QJ&ct=418&itscg=10000&itsct=mus-0-try_it_free-ipad-apl-220405",
      "title": "Connecting to Apple Music",
      "description": "void",
      "preview": "Connecting... If you have Apple Music and it doesn't open automatically, try opening it from your dock or Windows task bar. Download Apple Music Selec"
    },
    {
      "url": "https://www.louvre.fr/en/explore/the-palace",
      "title": "The palace - From the former palace of the French monarchs to the largest museum in the world",
      "description": "From a Medieval fortress to the largest museum in the world - discover the history of the palace's most iconic rooms and the artworks they shelter",
      "preview": "The palace - From the former palace of the French monarchs to the largest museum in the world Aller au contenu The palace From the former palace of th"
    },
    {
      "url": "https://branchen.koeln.de/branchen/koeln-stadt/koeln/muelheim/architekten/k/1720",
      "title": "Architekten Köln und in der Nähe im Stadtbranchenbuch Köln - 108 Einträge",
      "description": "Hervorragende Übersicht auf dem offiziellen Stadtportal für Architekten Köln. 108 Einträge mit Infos, Öffnungszeiten, Bewertungen, Adressen und Stadtplan.",
      "preview": "Über Werbemöglichkeiten informieren Ihr Unternehmen kostenfrei eintragen Architekten Köln und in der Nähe 108 Treffer Anzeigen Was suchen Sie in Köln"
    },
    {
      "url": "https://www.romeropolo.com/en/romero-polo-studies-the-removal-of-petroleum-based-materials-from-the-roads-of-catalonia/",
      "title": "Romero Polo | ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA",
      "description": "Romero Polo is leading a research project to replace asphalt binders of petroleum origin from the roads with ecological materials, as part of the company's commitment to sustainability and circular economy. Romero Polo participates in this initiative, financed by the Spanish public entity Centro para el Desarrollo Tecnológico Industrial (CDTI), along with three leading Catalan...",
      "preview": "Romero Polo 3 de August de 2020 ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA Romero Polo is leading a rese"
    },
    {
      "url": "https://wjla.com/news/local/amtrak-train-derailment-northern-virginia-cars-collision-stranded-passengers-nonstop-trip-pets-sanford-florida-south-carolina-csx-freight-replacement-crew-food-meals-lorton-washington-dc-dmv-travel",
      "title": "Delayed Amtrak train carrying northern Va. passengers arrives after 37-hour trip",
      "description": "After 37 hours, an Amtrak Auto Train from northern Virginia finally reached its destination, almost a full day longer than expected.",
      "preview": "Fri, 10 Oct 2025 10:14:41 GMT (1760091281175) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://growmystore.thinkwithgoogle.com/intl/en_us?utm_source=TwG&utm_medium=TwG-website&utm_campaign=TwG-header-tools-drop-down-us",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://federalismi.it/nv14/articolo-documento.cfm?sezione=Europa&area=Stati%2BEuropei&content=Letter%2Brequesting%2Bauthorization%2B%2Bto%2Bincur%2Binto%2Badditional%2Bexpenses%2Bin%2Badvance%2Bof%2BRoyal%2BAssent%2Bof%2Bthe%2BEU%2BWithdrawal%2BBill%2Bin%2Border%2Bto%2Bprepare%2Bfor%2Bthe%2Bexit&content_author=%3Cb%3EUK%20Government%20Permanent%20Secretary%3C/b%3E&content_source=&Artid=35634",
      "title": "Federalismi - Rivista di diritto pubblico italiano, comparato, europeo Archivio documenti - Sezione: Europa / Stati+Europei",
      "description": "Sezione: Europa Area: Stati+Europei Letter to the Department for Environment, Food and Rural Affairs to the Secretary of State, M. Gove, requesting authorization to incur into additional expenses in advance of Royal Assent of the EU Withdrawal Bill in order to prepare for the exit",
      "preview": "Log in or Create account Username Password Codice di controllo 626D81 Inserire il codice di controllo Forgot your password? NEWSLETTER Fondata da Beni"
    },
    {
      "url": "https://air-loisirs.com/gb/contact-us",
      "title": "Nous contacter",
      "description": "Use our form to contact us",
      "preview": "Store information  AIR LOISIRS Chemin des Queutes 72230 Ruaudin France  Call us: 02 43 85 91 76  Email us: info@air-loisirs.com Contact us Subject"
    },
    {
      "url": "http://www.dossier.net/",
      "title": "Imu, casa, guide fiscali, giochi, videogames, video",
      "description": "Guide fiscali su Imu, casa, locazioni. Giochi, video, videogames, programmi di calcolo online, test, gastronomia, calcio, borsa, risorse gratis.",
      "preview": "Dossier.Net Sito informativo gratuito curato da Giuseppe Carapucci . Diritti riservati. È vietata la riproduzione totale o parziale dei contenuti pres"
    },
    {
      "url": "https://www.edx.org/learn/linux",
      "title": "Learn Linux | edX",
      "description": "Linux is an open-source operating system used in numerous technologies around the world. Explore courses and programs catered to helping you learn this popular OS.",
      "preview": "Learn Linux Linux can be found everywhere you look - from Android phones to NASA to the world's fastest supercomputers. Whether you're a budding compu"
    },
    {
      "url": "https://www.coursera.org/professional-certificates/g-suite-administration",
      "title": "Google Professional Workspace Administrator Professional Certificate | Coursera",
      "description": "Offered by Google Cloud. Google Workspace Administrator. Launch your career as a Google Workspace Administrator by learning the fundamental ... Enroll for free.",
      "preview": "Google Professional Workspace Administrator Professional Certificate Google Professional Workspace Administrator Professional Certificate Google Works"
    },
    {
      "url": "https://www.eonline.com/news/1366491/teen-moms-ryan-edwards-and-wife-mackenzie-break-up-after-6-years-of-marriage",
      "title": "Teen Mom's Ryan Edwards and Wife Mackenzie Break Up",
      "description": "Former Teen Mom star Mackenzie Edwards filed for divorce and was granted a temporary restraining order against her ex Ryan Edwards. Get the details on their breakup.",
      "preview": "Watch : Teen Mom Alum Ryan Edwards' Wife Mackenzie Files for DIVORCE Mackenzie Edwards is putting an end to her marriage. The former Teen Mom star fil"
    },
    {
      "url": "https://www.detroityouthchoir.org/",
      "title": "Youth Performance And Enrichment | Detroit Youth Choir | Detroit",
      "description": "Detroit Youth Choir offers youth in the Metropolitan Detroit area a world-class performing arts experience that develops their creative skills and talents through music, education, dance, and theatrical arts. Youth performance and enrichment",
      "preview": "top of page A world-class performing arts experience for Detroit youth A world-class performing arts experience for Detroit youth Our mission is to of"
    },
    {
      "url": "https://www.yogabycandace.com/blog",
      "title": "Blog - YOGABYCANDACE",
      "description": "void",
      "preview": "My tips for improving my HRV number. Read More A few of the YBC® fam's fav things. Read More Some recs coming your way. Read More The Fall Favorites M"
    },
    {
      "url": "https://hasundgot.macron.no/macron/8162070111/tiber-1-4-zip-top-navy-hvit-3xl-stilren-treningsgenser--unisex",
      "title": "Klubbshop - Hasundgot IL",
      "description": "Klubbshop",
      "preview": "2002532 MacronD4 Oppdaterer, vennligst vent... Produkter Totalt antall treff: Se hele resultatet... Kategorier Merker Merkenavn Artikler Antall artikl"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://www.virgin.com/virgin-unite/latest/how-climate-trace-is-making-the-invisible-visible",
      "title": "How Climate TRACE is making the invisible, visible | Virgin",
      "description": "How Climate TRACE is making the invisible, visible",
      "preview": "JavaScript is required to view this site. Latest Virgin Unite website How Climate TRACE is making the invisible, visible Jack Brockway by Clare Kelly"
    },
    {
      "url": "https://readthedocs.org",
      "title": "Full featured documentation deployment platform - Read the Docs",
      "description": "Read the Docs is a documentation building and hosting platform aimed at helping developers creating documentation from code with versioned documentation, integrated search, pull request previews and more.",
      "preview": "Log in Read the Docs Community https://readthedocs.org Read the Docs Business https://readthedocs.com Sign up Choosing a platform Product Plans Busine"
    },
    {
      "url": "https://audiocollective.ted.com",
      "title": "TED Audio Collective",
      "description": "The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as science and technology-who want to dig deep into today's most exciting ideas. <br/><br/>Subscribe, follow, favorite or just listen, anywhere you get your podcasts.",
      "preview": "Partner with us The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as sci"
    },
    {
      "url": "https://www.leadersup.org/",
      "title": "LeadersUp | Home",
      "description": "Connecting forward-thinking employers to the diverse talent of tomorrow to build a more equitable and inclusive economy",
      "preview": "top of page CHANGING HOW AMERICA WORKS FOR EVERYONE We are building a network of partners to support the radical imagination of BIPOC Young Adults in"
    },
    {
      "url": "https://www.alpesdemoto.com/2013/07/com-quem-vamos.html",
      "title": "Alpes de Moto: Com quem vamos",
      "description": "Uma das partes mais importantes de uma viagem, especialmente de moto, é a definição de quem serão os companheiros de viagem, tanto para a di...",
      "preview": "terça-feira, 9 de julho de 2013 Com quem vamos Uma das partes mais importantes de uma viagem, especialmente de moto, é a definição de quem serão os co"
    },
    {
      "url": "https://bbpress.org/",
      "title": "bbPress.org",
      "description": "Forums, made the WordPress way",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About Make Codex News Forums Download bbPress.org Meet bbPress Forum software from the creators of"
    },
    {
      "url": "https://www.20minutes.fr/cinema/4013493-20221210-avatar-voie-eau-film-rien-acteurs-estime-james-cameron",
      "title": "« Avatar : La Voie de l'eau » : « Mon film ne serait rien sans les acteurs », estime James Cameron",
      "description": "James Cameron s'est confié à « 20 Minutes » quelques jours avant la sortie d'« Avatar : La Voie de l'eau », en salle le 14 décembre",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off VIOLENCES LFI accuse l'extrême droite du « tabassage » de deu"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/",
      "title": "Sabiya malbari",
      "description": "NEVER UNDERESTIMATE THE POWER OF PASSION.. AS FOR ME I JUST WANT TO BE GENUINE..",
      "preview": "Sabiya malbari 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna islamicrays The world is a shad"
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "https://www.metalearn.net/articles/jack-of-all-trades",
      "title": "The Highs and Lows of Being a Jack of All Trades",
      "description": "Those of us with many interests aren't always accepted by modern society. In this post I discuss how I've handled the challenges I've faced in my education and career as someone with multiple interests and give my thoughts on how you can do the same.",
      "preview": "The Trouble with Being a Jack of All Trades If you're someone with multiple interests, you've probably been branded a \"Jack of all Trades, Master of N"
    },
    {
      "url": "https://charts.gc.ca/charts-cartes/digital-electronique/index-eng.html",
      "title": "Purchase charts for navigation",
      "description": "Purchase charts for navigation",
      "preview": "Purchase charts for navigation CHS distributes nautical charts for navigation through a dealer network that serves Canada and the entire world. You ca"
    },
    {
      "url": "https://www.yelp.com/",
      "title": "Ristoranti, dentisti, bar, saloni di bellezza, dottori a Roma - Yelp",
      "description": "Roma - recensioni e consigli degli utenti sui migliori ristoranti, attività, locali notturni, luoghi d'intrattenimento, servizi e molto altro su Yelp",
      "preview": "Entra in contatto con le migliori attività locali Aixois Foto di Elaine D. Azioni recenti Caricamento in corso... Categorie Ristoranti Shopping Vita n"
    },
    {
      "url": "https://www.instagram.com/youtube/",
      "title": "YouTube (@youtube) • Instagram photos and videos",
      "description": "31M Followers, 1,785 Following, 6,024 Posts - YouTube (@youtube) on Instagram: \"in our showgirl era ❤️‍🔥\"",
      "preview": "void"
    },
    {
      "url": "https://www.shft.com/",
      "title": "SHFT | The Culture of Today's Environment",
      "description": "void",
      "preview": "The Culture of Today's Environment SHFT Original Turning Point: Van Jones Shop Tivoli Audio Model One Read 'The fungal awakening': how we came to love"
    },
    {
      "url": "https://www.bmw.com.do/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW República Dominicana | Autos Deportivos, Eléctricos y Más",
      "description": "Descubre nuevos carros eléctricos, autos deportivos y camionetas en el sitio oficial de BMW República Dominicana, ¡sorpréndete con su diseño exclusivo!",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://www.rochesterccphotography.com/Sports/College-Lacrosse/Yale-v-Albany-M-4-19-19/i-7JKFxxR/",
      "title": "Yale Bulldogs v. Albany Great Danes (M) 4-19-19 - RochesterCCPhotography",
      "description": "NCAA Division I men's lacrosse game between the Yale Bulldogs and Albany Great Danes at Boswell Field in Albany, NY. Get updates on photos and scores by clicking and joining our Facebook page or Twitter page. The images on this website are not to be used in any manner without permission from the photographer. This includes other websites. Please contact us with any questions. Watermarking is used to protect the images from copyright infringement.",
      "preview": "Powered by SmugMug Owner Log In Report Content"
    },
    {
      "url": "https://portal.azure.com/",
      "title": "Microsoft Azure",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://developer.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "MDN Web Docs",
      "description": "The MDN Web Docs site provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and progressive web apps.",
      "preview": "Skip to main content Skip to search Resources for Developers, by Developers Documenting CSS , HTML , and JavaScript , since 2005. Search Mandala / / /"
    },
    {
      "url": "https://www.nimh.nih.gov/index.shtml",
      "title": "National Institute of Mental Health (NIMH) - Transforming the understanding and treatment of mental illnesses",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Python-Intro.html",
      "title": "Python-package Introduction - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Python-package Introduction View page source Python-package Introduction  This document gives a basic walk-through of LightGBM Python-package. List o"
    },
    {
      "url": "https://tennessee.teachers-teachers.com/employer-faq",
      "title": "Employer FAQ | Tennessee",
      "description": "Frequently asked questions for education employers and administrators.",
      "preview": "I am... a Job Seeker an Employer Log In Log In Log In Sign Up Now Sign Up Now Sales 877-812-4071 × I am... a Job Seeker an Employer FAQs FAQs FAQs Fre"
    },
    {
      "url": "https://urban-beach-house.com/products/carbs-koozie",
      "title": "- Urban Beach House",
      "description": "void",
      "preview": "Currently we are not selling online, but we're happy to take phone orders or visit us in person: One Paseo 3665 Paseo Pl Ste 900 San Diego, CA 92130 ("
    },
    {
      "url": "http://www.beerof1812.com/news13/1019.html",
      "title": "Concordp2c | Law Blog for Clear. Credible. Complete.",
      "description": "Explore legal insights, case analysis, and expert commentary on concordp2c - your trusted blog for everything law and legal.",
      "preview": "Skip to content Local News , US How Local News Investigations Hold Officials Accountable The Future of Local News: U.S. Papers & TV Stations Local Sch"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/scheduling-eviction/assign-pod-node/",
      "title": "Assigning Pods to Nodes | Kubernetes",
      "description": "You can constrain a Pod so that it is restricted to run on particular node(s), or to prefer to run on particular nodes. There are several ways to do this and the recommended approaches all use label selectors to facilitate the selection. Often, you do not need to set any such constraints; the scheduler will automatically do a reasonable placement (for example, spreading your Pods across nodes so as not place Pods on a node with insufficient free resources).",
      "preview": "Assigning Pods to Nodes You can constrain a Pod so that it is restricted to run on particular node(s) , or to prefer to run on particular nodes. There"
    }
  ],
  "_meta": {
    "total_bookmarks": 80
  }
}