{
  "data": [
    {
      "url": "https://www.unwto.org/",
      "title": "UN Tourism | Bringing the world closer",
      "description": "UN Tourism is the United Nations agency responsible for the promotion of responsible, sustainable and universally accessible tourism",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.arrca.ca/?month=feb&yr=2022",
      "title": "void",
      "description": "void",
      "preview": "Post navigation ← Older posts Welcome To Atlantic Region Race Control Association! Posted on August 12, 2011 by NateP Welcome to the Atlantic Region R"
    },
    {
      "url": "https://www.bewellsolutions.com/tag/osu/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://revistabyte.es/tag/checkpoint/",
      "title": "checkpoint Archivos »",
      "description": "void",
      "preview": "Únete a la C omunidad de Directivos de Tecnología, Ciberseguridad e Innovación Byte TI Encontrarás un espacio diseñado para líderes como tú . Únete a"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.teachley.com",
      "title": "Elementary Math Intervention Program - Teachley",
      "description": "Teachley Math is an essential math intervention program for K-5 schools shown to improve conceptual understanding, fact fluency and problem solving.",
      "preview": "Teachley offers essential math learning programs that teach foundational concepts to every student in grades K-5. Teachley supports teaching and deepe"
    },
    {
      "url": "http://www.paginegialle.it/",
      "title": "PagineGialle | Trova Aziende e Professionisti: Info e Recensioni",
      "description": "Su PagineGialle trovi informazioni, orari verificati, contatti e recensioni su negozi, liberi professionisti, aziende e altre attività italiane.",
      "preview": "Trova tutto a due passi da te Inserisci il nome dell'attività Inserisci l'indirizzo Cerca Categorie più cercate Farmacie Supermercati Ristoranti Estet"
    },
    {
      "url": "https://smallsat.org/",
      "title": "Small Satellite Conference | SmallSat",
      "description": "The annual Small Satellite Conference, held at the Salt Palace Convention Center, Salt Lake City, Utah, gathers Government, industry, and academia to review recent successes, explore new directions, and introduce emerging technologies in small spacecraft development.",
      "preview": "39 th Annual Small Satellite Conference Salt Lake City, UT, USA August 10-13, 2025 Thank You Another Successful SmallSat 4650 Attendees 374 Exhibiting"
    },
    {
      "url": "https://opendata.paris.fr/",
      "title": "Home - Paris Data",
      "description": "Bienvenue sur Paris Data ! Le site de la démarche Open Data de la Ville de Paris. Vous trouverez ici l'ensemble des jeux de données publiés par les services de la Ville et ses partenaires sous licence ODbL.",
      "preview": "void"
    },
    {
      "url": "https://source.android.com/",
      "title": "Android Open Source Project",
      "description": "Android unites the world! Use the open source Android operating system to power your device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://go.peoplepower.org/signup/take-pledge-commit-being-defender-abortion-rights",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://barefootkitchenwitch.com/2008/05/google-hot-sa-1.html",
      "title": "Private Site",
      "description": "void",
      "preview": "WordPress.com Build a website. Sell your stuff. Write a blog. And so much more. Log in Start your website Private Site This site is currently private."
    },
    {
      "url": "https://gallery.theredmstudio.com/selfie",
      "title": "The Red M Studio | First Let Me Take a Selfie",
      "description": "The Red M Studio",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://www.edx.org/learn/artificial-intelligence",
      "title": "Learn AI with courses and programs | edX",
      "description": "An AI program can train you in the latest in-demand skills. Explore how to get started with AI.",
      "preview": "Learn AI with courses and programs Businesses are rushing to integrate AI into their operations as the technology becomes more widespread. Explore AI"
    },
    {
      "url": "https://www.oprahdaily.com/entertainment/a42447926/oprah-gayle-king-attend-piano-lesson-broadway/",
      "title": "The Cast of \"The Color Purple,\" Past and Present",
      "description": "For superfans and newbies alike, we've compiled a who's who of the 1985 The Color Purple and 2023 musical casts.",
      "preview": "Skip to Content From Alice Walker's 1982 novel to Steven Spielberg's 1985 film to two Broadway productions, The Color Purple has impacted and inspired"
    },
    {
      "url": "https://lauthentic.info/Divers/article/Zouerate-Alerte-Deux-groupes-electrogenes-prennent-feu-a-la-centrale-Guelb",
      "title": "L'Authentique",
      "description": "Restez informé(e) de l'actualité avec notre journal : des reportages exclusifs, des analyses approfondies et des informations de qualité, chaque jour sur notre site ou dans votre boîte mail.",
      "preview": "void"
    },
    {
      "url": "https://www.gov.pl/web/zdrowie",
      "title": "Ministerstwo Zdrowia - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.jordicohen.com/salt-de-laliga-2015/_00a7862/",
      "title": "jordicohen.com is for sale",
      "description": "void",
      "preview": "My Cart | Log In | Create New Account | Manage My Domains home register transfer hosting marketplace pricing API about us support Congratulations! jor"
    },
    {
      "url": "https://give.umn.edu/",
      "title": "Home | Give to the University of Minnesota",
      "description": "void",
      "preview": "Skip to the main content Crookston Duluth Morris Rochester Twin Cities or browse other areas of interest Medicine & Health Arts & Cultural Venues Syst"
    },
    {
      "url": "http://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-manuals.html",
      "title": "Typewriter Manuals",
      "description": "void",
      "preview": "The Typewriter Revolution: A Typist's Companion for the 21st Century Available now! Here are some typewriter user's manuals , service manuals , and ty"
    },
    {
      "url": "http://www.westcoastanalytics.com/",
      "title": "West Coast Analytics - Home",
      "description": "What We Do: Psychometrics, Data Analysis and Research Assessment, Item Development, Surveys Institutional Review Board",
      "preview": "Home About Who We Are Careers Services Psychometrics Assessment IRB Research & Publications Publications Presentations Clients Contact What We Do: Psy"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/post/139497536937",
      "title": "What we think of computer science is changing. Sources: Gallup/Google and Horizon media - @k1llerk0de on Tumblr",
      "description": "💬 0 🔁 23 ❤️ 49 · What we think of computer science is changing. Sources: Gallup/Google and Horizon media",
      "preview": "codeorg Follow What we think of computer science is changing. Sources: Gallup/Google and Horizon media You are using an unsupported browser and things"
    },
    {
      "url": "https://www.khanacademy.org/math/statistics-probability",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.consumerfinance.gov/about-us/newsroom/consumer-financial-protection-bureau-issues-final-rule-on-consumer-disclosures-related-to-debt-collection/",
      "title": "Consumer Financial Protection Bureau Issues Final Rule on Consumer Disclosures Related to Debt Collection | Consumer Financial Protection Bureau",
      "description": "On December 18, 2020, the Consumer Financial Protection Bureau issued a final rule to implement Fair Debt Collection Practices Act (FDCPA) requirements regarding certain disclosures for consumers.",
      "preview": "Skip to main content WASHINGTON, D.C. - The Consumer Financial Protection Bureau (Bureau) issued today a final rule to implement Fair Debt Collection"
    },
    {
      "url": "https://arstechnica.com/gadgets/2025/01/new-gpu-release-benchmarks/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews Google Pixel 4a's ruinous \"Battery Performance\" update is a bewildering mess It's hard to say why Googl"
    },
    {
      "url": "https://www.yr.no/en",
      "title": "Yr",
      "description": "Weather forecast. Hourly, long term and precipitation map from NRK and Meteorologisk institutt.",
      "preview": "Skip to content It looks like you're using an old browser. To access all of the content on Yr, we recommend that you update your browser. It looks lik"
    },
    {
      "url": "https://www.cheurlin.com/our-champagne",
      "title": "Our Champagne",
      "description": "Cheurlin Champagnes have been the toast of the Champagne world since 1788. For decades, wine enthusiasts anticipated their debut in the United States and now, history is being made with the uncorking of the Cheurlin and Cheurlin Thomas collections stateside.",
      "preview": "Events Press Buy OUR Champagnes Discover Now Discover Now Discover Now Discover Now our CHAMPAGNES DISCOVER DISCOVER DISCOVER DISCOVER SUBSCRIBE Thank"
    },
    {
      "url": "http://www.cs.hmc.edu/~hadas/",
      "title": "Ran Libeskind-Hadas's Homepage",
      "description": "void",
      "preview": "Professor Ran \"RON\" Libeskind-Hadas R. Michael Shanahan Professor of Computer Science Department of Computer Science Harvey Mudd College, Olin 1253 I"
    },
    {
      "url": "https://www.crazyegg.com/opt-out",
      "title": "Opting out - Crazy Egg",
      "description": "If you have a Crazy Egg account and wish to completely opt-out of Crazy Egg's services",
      "preview": "Opting Out Last Updated: January 06, 2025 I am a Crazy Egg customer and I want to opt-out If you have a Crazy Egg account and wish to completely opt-o"
    },
    {
      "url": "https://www.crosswordunclued.com/",
      "title": "Crossword Unclued",
      "description": "Crossword Unclued is a blog for cryptic crossword enthusiasts. It has solving tips, explanations of clue types and wordplay styles, analysis of interesting clues and other crossword trivia.",
      "preview": "skip to main | skip to sidebar Home Guide FAQ Shop Index Saturday, 7 June 2025 Index Labels: blog info Tweet A master list of articles on Crossword Un"
    },
    {
      "url": "https://developer.microsoft.com/",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://www.cmt.com/news/9i02q9/kacey-musgraves-to-honor-loretta-lynn-at-65th-grammy-awards-on-sunday",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://ruter.no/kjop-billett/",
      "title": "Ruter | Om våre billetter",
      "description": "Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord.",
      "preview": "Hopp til innhold Om våre billetter Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord. Enkeltbillett"
    },
    {
      "url": "http://www.moodworks.com/#!tarot-meanings/ca1n",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "https://www.distancesfrom.com/in/how-far-is-Dankuni-from-Indore-via-Ranchi/HowFarHistory/43878018.aspx",
      "title": "How far is Dankuni from Indore via Ranchi",
      "description": "How far is Dankuni from Indore,1594 Km - Distance from Indore to Dankuni via Ranchi,1275 Km - Flight distance between Indore and Dankuni",
      "preview": "Direction Map Travel Time LatLong Flight D Flight T HowFar Route TripCost CO2 Emission Calories Planner Trip Cost Itinerary Reverse percentage Simple"
    },
    {
      "url": "https://www.campaignlive.com/article/in-together/1719527",
      "title": "All in, together | Campaign US",
      "description": "By sharing what we have learned, we call on the industry to tap into our collective responsibility to make work where everyone feels seen.. From Campaign US",
      "preview": "Skip to Content Skip to Main Navigation Skip to Footer Home Page Lorraine Twohill, chief marketing officer, Google A single person sees almost 2 milli"
    },
    {
      "url": "https://www.womentechmakers.com/initiatives/bwit",
      "title": "Google's Women Techmakers Program - Google for Developers",
      "description": "Explore our Women Techmakers program, focused on advancing women in tech through community support, stories, and other resources.",
      "preview": "Skip to main content Women Techmakers / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/InvestorPresentation.pptx?version=6ff579c4-103e-76c0-8a18-05085e0632c7",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://meteo.corrieredellosport.it/italia/emilia-romagna/lido-di-pomposa/7/",
      "title": "Previsioni Meteo Lido Di Pomposa - Corriere dello Sport.it",
      "description": "void",
      "preview": "Accedi Registrati Hai già un account? Entra Registrati METEO IN COLLABORAZIONE CON 3BMETEO VUOI IL METEO SUL TUO SITO? bastano 4 click... menu Home It"
    },
    {
      "url": "https://licensing.pixels.com/art/all/all/all/movies+star+paintings?sort=bestsellers",
      "title": "Movies Star Paintings for Sale",
      "description": "Movies star paintings for sale.",
      "preview": "Shop millions of independent artists. Independent. Together. PIXELS.COM Every purchase includes a money-back guarantee . Keyword Change Search Type Ke"
    },
    {
      "url": "http://www.consumerfraudreporting.org/secretshopperscams.php",
      "title": "Mystery Shopper Scams",
      "description": "Have you heard that you can get paid to shop, as a mystery shopper or secret shopper? If you have received unsolicited emails or seen newspaper ads that claim you can earn a living as a secret or mystery shopper by dining at elegant restaurants, shopping at pricey stores, or checking into luxurious hotels, beware! The Federal Trade Commission (FTC), the nation's consumer protection agency, is warning consumers about scams in this area. Find out more here!",
      "preview": "ConsumerFraudReporting.org Mystery Shopper Scams Protect Yourself and Report the Latest Frauds, Scams, Spams, Fakes, Identify Theft Hacks and Hoaxes ×"
    },
    {
      "url": "https://cloudblogs.microsoft.com/",
      "title": "The Microsoft Cloud Blog | Build the future of your business with AI",
      "description": "Get news, updates, and insights about Microsoft's integrated cloud platform for cloud solutions from the team of experts at The Microsoft Cloud Blog.",
      "preview": "Skip to main content The Microsoft Cloud Blog Build the future of your business with AI Navigate blog by Navigate blog by: Search News September 25 4"
    },
    {
      "url": "https://www.ilbs.in/",
      "title": "ILBS Hospital Delhi | Best Hospital In Delhi | Liver Transplant Delhi | Kidney Transplant Delhi",
      "description": "The Institute of Liver and Biliary Sciences (ILBS) has been established by the Government of the National Capital Territory (NCT) of Delhi as an Autonomous Institute, under the Societies Registration Act - 1860, at New Delhi.",
      "preview": "Academics Message From Chancellor Message From Vice-Chancellor Read More... Autonomous Institute under GNCT of Delhi Deemed to be University Under Sec"
    },
    {
      "url": "http://www.quantum-chemistry-history.com/",
      "title": "Udo Anders : Early Ideas in the History of Quantum Chemistry.",
      "description": "void",
      "preview": "Home Introduction to this site Contents/Index People History, Philosophy of QC (Newer) Books Connected with this Website Programs, Acronyms Usage Stat"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85933",
      "title": "Searchable Recipe Database - Red Grits and Shrimp",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://thestack.technology/data-centre-sustainability-article-2021-the-stack/#:~:text=Back%20in%202015%2C%20Anders%20Andrae,of%20global%20electricity%20by%202030.&text=By%202030%2C%20he%20expects%20the,account%20for%20three%20per%20cent",
      "title": "The Data Centre sustainability challenge: \"Through a glass, darkly?\"",
      "description": "Progress in improving data centre sustainability runs into competing approaches on everything from metrics to roadmaps to policy...",
      "preview": "Content Paint Home About Partner Search Sign in Membership How did you get here? I'm not talking existentially, but here, to this page. If you searche"
    },
    {
      "url": "https://emmanorton.org/",
      "title": "Emma Norton Services | Strengthening, Nurturing, and Empowering",
      "description": "Emma Norton Services provides transformational housing for women and families on their journey of recovery. Learn more and join us.",
      "preview": "Skip to content Transformational housing and growth for individuals and families on their journey of recovery LEARN MORE HOW TO HELP Stay up to date O"
    },
    {
      "url": "http://www.zeos.si",
      "title": "Ločeno zbiranje odpadkov » Zeleni svet | Shema ZEOS",
      "description": "ll➤ E-odpadki in odpadne baterije | ZEOS ➤ e-Storitve ✓ Zbirna mesta ✓ Zbiralniki ✓ Skladno z zakonodajo ✓ Poročanje količin ➥ Vstopite v shemo ZEOS",
      "preview": "Skupaj ustvarjamo zeleni svet Več proizvodnje - več onesneževanja ZEOS - ravnanje z odpadki Recikliraj - zmanjšaj CO 2 Zbiramo odpadno električno in e"
    },
    {
      "url": "https://jfathersdesign.com/muster",
      "title": "Joshua Fathers Graphic Design - Muster",
      "description": "A third year BA Hons Graphic Design project. An app and branding project to help engage 18 - 30-year-olds in local communities by rewarding users for being social.",
      "preview": "You may also like 2015 Lenticular Signage Graphic Design, Interaction Design, Product Design 2014 The Princess Bride Graphic Design, Illustration, Pri"
    },
    {
      "url": "https://books.google.com.co/books?id=Tcw2AAAAIAAJ&q=Magistrado&dq=editions:STANFORD36105063563113&lr=&source=gbs_word_cloud_r&cad=4",
      "title": "Jurisprudencia criminal: collección completa de la sentencias dictadas por ... - Spain. Tribunal Supremo - Google Libros",
      "description": "void",
      "preview": "Sign in Hidden fields Libros Mi biblioteca Ayuda Búsqueda avanzada de libros Compra libros en Google Play Explora la mayor tienda de eBooks del mundo"
    },
    {
      "url": "https://apps.apple.com/us/app/basemap-hunting-gps-maps/id1305237481",
      "title": "‎BaseMap: Hunting GPS Maps on the App Store",
      "description": "Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OFFLINE GPS and TRACKING • Cache m...",
      "preview": "Screenshots Description Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OF"
    },
    {
      "url": "https://eu.rescue.org",
      "title": "International Rescue Committee | International Rescue Committee (IRC)",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.uw.edu/accessibility",
      "title": "Accessibility at the UW",
      "description": "The University of Washington is committed to being inclusive and accessible for everyone.",
      "preview": "Skip to content All the UW Current site Search scope All the UW Current site Enter search text Accessibility at the UW Our Commitment The University o"
    },
    {
      "url": "https://www.fonearena.com/blog/355013/samsung-exynos-2200-launch-galaxy-s22.html",
      "title": "Samsung denies Exynos 2200 production and performance issues, plans to launch it alongside Galaxy S22 series",
      "description": "void",
      "preview": "Skip to content After rumours about Exynos 2200 delayed due to performance issues and Samsung using Snapdragon 8 Gen 1 in all the S22 models globally,"
    },
    {
      "url": "https://www.montgomerycollege.edu/",
      "title": "Montgomery College | Montgomery College, Maryland",
      "description": "void",
      "preview": "Skip hero section Video description: The first frame shows a smiling graduating student posing for a picture with their family. The second frame featu"
    },
    {
      "url": "https://www.thecompanystore.com/300-thread-count-bamboo-cotton-sateen-sheet-set/EC44-A18.html",
      "title": "300-Thread Count Rayon Made From Bamboo Cotton Sateen Sheet Set | The Company Store",
      "description": "Shop 300-Thread Count Rayon Made From Bamboo and Cotton Sateen Sheet Set at The Company Store. Soft and inviting with a sateen weave for silk-like shine sheets.",
      "preview": "Personalization × Apply the same personalization to all items Your personalization will preview in this area Preview Not Available Personalization of"
    },
    {
      "url": "https://www.tarotsara.cz/velka-arkana-0-22/",
      "title": "VELKÁ ARKÁNA 0-22 - Tarotsara.cz",
      "description": "Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozřejmě mnohem a mnohem pestřejší a obsáhlejší. Pro rámcovou představu to takto postačí, pokud Vás Tarot zajímá hlouběji, můžete navštívit některý z mých kursů, či sami pracovat",
      "preview": "VELKÁ ARKÁNA 0-22 Zde uvádím ke každé kartě pouze jeden aspekt z mnoha pohledů, jak lze vnímat její poselství. Významy jednotlivých karet jsou samozře"
    },
    {
      "url": "http://contactus.target.com/ContactUs?Con=ContactUs&lnk=fnav_t_spc_1_28",
      "title": "Contact Us",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.eco-business.com/press-releases/sp-group-inks-mou-with-bcg-energy-to-invest-in-renewables-in-vietnam/",
      "title": "SP Group inks MOU with BCG Energy to invest in renewables in Vietnam | Press Releases | Asia | Sustainable Business",
      "description": "SP Group (SP) and BCG Energy Joint Stock Company (BCG Energy), a wholly owned subsidiary of Bamboo Capital JSC, signed a Memorandum of Understanding (MoU) to...",
      "preview": "Close menu Eco-Business Edition Subscribe Search Eco-Business Search Press Releases Energy SP Group inks MOU with BCG Energy to invest in renewables i"
    },
    {
      "url": "https://skilllab.io/",
      "title": "SkillLab Home Page - SkillLab",
      "description": "SkillLab is an impact business from Amsterdam. Together with our partners, we empower people to turn their skills into careers.",
      "preview": "We use cookies to optimize our website and services. Read more Accept all cookies Dismiss"
    },
    {
      "url": "https://majdinustvarjalninemir.blogspot.com/2017/09/dobitnica-bonboncka-je.html?showComment=1505595019315",
      "title": "Dobitnica bonbončka je ...",
      "description": "Klara! Klara, prepričana sem, da bo tebi in tvojima malima pikicama, ustvarjalni material prišel prav - č e boste ustvarj...",
      "preview": "Preskoči na glavno vsebino Dobitnica bonbončka je ... dne september 16, 2017 Pridobi povezavo Facebook X Pinterest E-pošta Druge aplikacije Klara! Kla"
    },
    {
      "url": "https://www.bbc.co.uk/programmes/m001j9yy",
      "title": "BBC Radio 2 - Zoe Ball, Vernon Kay and Ariana DeBose pop in",
      "description": "Our new presenter Vernon Kay pops in and Ariana DeBose talks about her upcoming concert.",
      "preview": "Close menu BBC Radio 2 Zoe Ball Home Episodes Contact Main content Sorry, this episode is not currently available Vernon Kay and Ariana DeBose pop in"
    },
    {
      "url": "https://npafc.org/",
      "title": "NPAFC - North Pacific Anadromous Fish Commission",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission The North Pacific Anadromous Fish Commission (NPAFC) is an inter-governmental organization established by the"
    },
    {
      "url": "https://www.bahiastereo915fm.com.ve/tag/futbol-entrenamientos-familia-apoyo/",
      "title": "futbol entrenamientos familia apoyo - Bahia Stereo 91.5FM",
      "description": "void",
      "preview": "Inicio / Tag Archives: futbol entrenamientos familia apoyo Tag Archives: futbol entrenamientos familia apoyo «Reyes Academy» formando atletas para el"
    },
    {
      "url": "http://www.theworkerslab.com/",
      "title": "Homepage",
      "description": "void",
      "preview": "About Us Investment Research Technology Learning Updates Donate The National Home for Worker-Centered Innovation Giving new ideas for and with workers"
    },
    {
      "url": "http://www.bmw.com.bd/asia_dl/bd_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Bangladesh | Executive Motors Limited",
      "description": "Visit BMW Bangladesh - Executive Motors Limited in 222 Bir Uttam Mir Shawkat Sarak, Dhaka 1208, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "THE NEW BMW X3 Learn More Explore Now NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X Z BMW 1 Series Petrol BMW"
    },
    {
      "url": "https://e-n-t-p.tumblr.com/",
      "title": "PSYCH",
      "description": "Avery, 19 || ENTP 7w8 SCUEI || Botany major!! But I love all the science!!",
      "preview": "void"
    },
    {
      "url": "https://sustainabledevelopment.un.org/sdg14",
      "title": "Goal 14 .:. Sustainable Development Knowledge Platform",
      "description": "void",
      "preview": "Welcome to the United Nations DESA Home SDGs HLPF States SIDS UN System Stakeholders Topics Partnerships Resources About December 2022 - You are acces"
    },
    {
      "url": "https://www.widia.com/us/en/products/p.tt-gp-hpv-cvkv-form-bad.3860164.html",
      "title": "CVKV Shank Tools Shrink Fit Toolholders General Purpose (GP)",
      "description": "TT GP HPV-CVKV Form B/AD 100001670",
      "preview": "For US customers, a tariff surcharge will be added to your order for metal cutting products. US / Products / Tooling Systems / CVKV Shank Tools / CVKV"
    },
    {
      "url": "https://herbolarioazahara.com/terminos-y-condiciones/condiones-de-uso/",
      "title": "Condiones de Uso | Herbolario Azahara",
      "description": "void",
      "preview": "Condiones de Uso Generalidades Todas las compras que se realicen en herbolarioazahara.com (en adelante tienda online) están sujetas a las condiciones"
    },
    {
      "url": "https://wildlifestudios.com/privacy-policy/",
      "title": "Privacy Policy | Wildlife",
      "description": "Privacy Policy for Wildlife Studios: Protecting your personal information is our priority. Learn how we collect, use, and secure your data.",
      "preview": "Games Newsroom Blog Careers Who We Are Search Jobs and keywords Home / Policy Center / Privacy Policy Choose a category Overview Privacy Policy Overvi"
    },
    {
      "url": "https://disasterphilanthropy.org/disasters/2023-turkey-syria-earthquake/",
      "title": "2023 Turkey-Syria Earthquake - Center for Disaster Philanthropy",
      "description": "The when, where and how of informed disaster giving",
      "preview": "Search Search Last updated: Dec. 20, 2024 2023 Turkey-Syria Earthquake Support recovery now LinkedIn Twitter Facebook Email Overview Impact Response &"
    },
    {
      "url": "https://www.near.ngo/",
      "title": "NEAR",
      "description": "void",
      "preview": "A world where local communities have the resources and agency to address the challenges that impact them. Learn More We are a movement of Local and Na"
    },
    {
      "url": "https://info.montgomerycollege.edu/offices/general-counsel/index.html#public-info",
      "title": "General Counsel | Montgomery College, Maryland",
      "description": "void",
      "preview": "General Counsel The mission of the Office of General Counsel is to provide, manage, and coordinate legal services to pro-actively minimize the College"
    },
    {
      "url": "https://www.gpb.org/",
      "title": "Georgia Public Broadcasting",
      "description": "Georgia Public Broadcasting",
      "preview": "Skip to main content Thumbnail PSC candidates aim to energize voters ahead of early voting Candidates are racing to energize their voters ahead of Nov"
    },
    {
      "url": "https://www.govdata.de/dl-de/by-2-0",
      "title": "DL-DE-&gt;BY-2.0 - GovData",
      "description": "void",
      "preview": "DL-DE->BY-2.0 Datenlizenz Deutschland - Namensnennung - Version 2.0 (1) Jede Nutzung ist unter den Bedingungen dieser „Datenlizenz Deutschland - Namen"
    },
    {
      "url": "https://www.gijon.es/es/directorio/jardin-botanico-atlantico-de-gijon",
      "title": "Web Oficial de Gijón",
      "description": "Página WEB de Gijón. Información sobre la ciudad, organigrama del ayuntamiento, ciudadanía y Gijón en las redes sociales.",
      "preview": "Ayuntamiento de Gijón"
    },
    {
      "url": "https://www.washingtontimes.com/",
      "title": "Washington Times - Politics, Breaking News, US and World News",
      "description": "The Washington Times delivers breaking news and commentary on the issues that affect the future of our nation.",
      "preview": "Skip to content Close Search Search Keyword: Search News Corrections Politics National World Security DOGE Watch Business & Economy D.C. Local Media S"
    },
    {
      "url": "https://secure.donorschoose.org/donors/giving_history.html",
      "title": "DonorsChoose Sign In | Public School Donations",
      "description": "Sign in or create a new account to make public school donations via DonorsChoose",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://k12cs.org/",
      "title": "k12cs.org - K-12 Computer Science Framework",
      "description": "The K-12 Computer Science Framework provides a unifying vision to guide computer science from a subject for the fortunate few to an opportunity for all. Computer science has driven innovation in every field and is powering approaches to many of our world's toughest challenges. Computer science ha",
      "preview": "Skip to content The K-12 Computer Science Framework provides a unifying vision to guide computer science from a subject for the fortunate few to an op"
    },
    {
      "url": "https://tghat.com/2021/03/06/abiy-ahmed-and-his-genocide-policy-in-tigray/",
      "title": "Abiy Ahmed and his genocide policy in Tigray - Tghat",
      "description": "In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been emerging as the primary weapon of choice of its three architects-Prime Minister Abiy Ahmed of Ethiopia, President Isaias Afwerki of Eritrea and the Amhara nationalists-to totally subjugate Tigray.",
      "preview": "Connect with us Share Tweet In the past four months, genocide through the ravages of war, in general, and war-induced famine, in particular, has been"
    }
  ],
  "_meta": {
    "total_bookmarks": 83
  }
}