{
  "data": [
    {
      "url": "https://gap.igs4ds.net/c/249354/383280/5556?subId1=PEOHilaryDuffWearsPleatedTennisSkirtsOnandOfftheCourtandNowWeWanttheVersatileWardrobeStaplesomalleyFasAff13947509202302I&u=https%3A%2F%2Fathleta.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D798736012%23pdp-page-content",
      "title": "Levitate Skort | Athleta",
      "description": "Shop Athleta's Levitate Skort:",
      "preview": "Levitate Skort Out of Stock Levitate Skort $69.00 $29.97 Image of 5 stars, 4.62 are filled, 318 Ratings 318 Ratings Final Sale Color Black Size Size G"
    },
    {
      "url": "https://buergerinfo.ebersdorf.de/si0046.php?__cjahr=2023&__cmonat=10&__canz=3&smccont=85&__osidat=d&__ksigrnr=9&__cselect=131072",
      "title": "SessionNet | Gemeinsamer Jugendausschuss - Termine 2023",
      "description": "void",
      "preview": "Startseite Kalender Organisation Gemeinderat Gremien Dokumente Aktuelle Dokumente Recherche RSS-Feed Gemeinsamer Jugendausschuss - Termine 2023 Inform"
    },
    {
      "url": "https://advocacy.code.org/stateofcs",
      "title": "State of Computer Science Education Report | Code.org Advocacy Coalition",
      "description": "Code.org's annual K-12 computer science report in the United States provides an update on national and state-level computer science education policy, including policy trends, maps, state summaries, and implementation data.",
      "preview": "The Coalition Join now! Members Updates Policy State policy agenda (PDF) Additional resources State of CS The Report Data Supporters Return to Code.or"
    },
    {
      "url": "https://nl.bibliomania.be/item/12008980/1896_1964_les_tramways_lausannois",
      "title": "1896 - 1964 Les Tramways Lausannois (Michel Grandguillaume, Jean-Louis Rochaix, Jacques Jotterand, Yves Merminod, Jean Paillard, Pierre Stauffer, Jean Thuillard) | Bibliomania",
      "description": "void",
      "preview": "boeken. gelezen. goedgekeurd. Winkelmand Welkom bij Bibliomania, de online specialist in tweedehands boeken Boeken Alle categorieën Boeken FR • NL Win"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "http://www.ed.gov/",
      "title": "Home | U.S. Department of Education",
      "description": "ED is America's education agency. We help students pay for school, support families, and give educators tools to do their jobs. We protect students' rights and make sure every American has equal access to an education.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://es.nba.com/news/mundial-de-baloncesto-2019-ricky-rubio-supera-a-pablo-prigioni-y-ya-es-el-maximo-asistente-de-los-mundiales/t1jmihhkpmml1t80x536g38ug",
      "title": "NBA.com España | El sitio oficial de la NBA | Sporting News Spain",
      "description": "Tu destino para ver resultados, calendarios, estadísticas, League Pass, resúmenes en vídeo, noticias, fantasy, ránkings y más de los jugadores y equipos de la NBA.",
      "preview": "Saltar al contenido principal Destacado Fútbol La Liga NFL Champions League Deportes Fútbol La Liga Champions League NBA NFL Tenis F1 Más Apuestas Edi"
    },
    {
      "url": "https://www.whatsthebest.co.uk/tech/photography/",
      "title": "The Best Photography Products, Reviews and Advice | What's The Best",
      "description": "Read independent reviews and comparisons on all photography products and gadgets at What's The Best. Stay on top of the latest trends in the photography gadget world.",
      "preview": "Home | Tech | Photography Photography"
    },
    {
      "url": "https://www.lookingoutfoundation.org/",
      "title": "LOF",
      "description": "void",
      "preview": "Skip to content Home WHO BELIEVES IN ANGELS? Following the release of their acclaimed collaborative album, Who Believes In Angels? , Elton John and Br"
    },
    {
      "url": "https://doi.org/10.3389/fmars.2019.00509",
      "title": "Frontiers | Growth Limitation of Marine Fish by Low Iron Availability in the Open Ocean",
      "description": "It is well-established that phytoplankton growth can be limited by the vanishingly low concentrations of dissolved iron found in large areas of the open ocea...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience HYPOTHESIS AND THEORY article Front. M"
    },
    {
      "url": "https://www.wildlifeday.org/en",
      "title": "Home | Official website of UN World Wildlife Day",
      "description": "Join us for #WWD2024 on 3 March 2024 in Connecting People and Planet: Exploring Digital Innovation in Wildlife Conservation",
      "preview": "Skip to main content Join us in exploring Wildlife Conservation Finance: Investing in People and Planet Ivonne Higuero Read more About Ivonne Higuero"
    },
    {
      "url": "https://invest.bnpparibas.com/en/bnp-paribas-share/investment-calculator-and-share-price",
      "title": "BNP Paribas Share price | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Share price (real time data - Paris time) Share price history download Change Open High Low Close d-1 Volume Var 31/12/"
    },
    {
      "url": "https://draw.io/",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://www.ywcadayton.org/",
      "title": "YWCA Dayton | Domestic Violence Shelter & Rape Crisis Center",
      "description": "YWCA Dayton is the domestic violence shelter, rape crisis center and 24/7 hotline for Montgomery and Preble County, Ohio. We offer youth programming through AMEND Together and Girls LEAD. We are on the front lines of ending homelessness through our four housing programs.",
      "preview": "0 • Empower • Peace • Freedom • Dignity • Empower • Peace • Freedom • Dignity • Empower • Peace • Freedom • Dignity Sojourn Leadership Program This le"
    },
    {
      "url": "https://www.vettimes.co.uk/",
      "title": "Vet Times: Latest Veterinary News, Jobs & Clinical Resources",
      "description": "Stay ahead in veterinary medicine with Vet Times. Get the latest news, expert clinical insights, and top job opportunities for vets and nurses.",
      "preview": "Latest news Small animal New UK dog behaviour survey launched Project leaders hope the initiative will help vets, behaviour experts and charities to b"
    },
    {
      "url": "https://www.exoticindiaart.com/product/audiovideo/genius-of-pt-kumar-gandharv-hindustani-classical-vocal-set-of-3-audio-cds-izz616/",
      "title": "The Genius of Pt. Kumar Gandharv (Hindustani Classical - Vocal) (Set of 3 Audio CDs) | Pt. Kumar GandharvSaregama India ltd (2011) | Exotic India Art",
      "description": "About The Audio CD The Genius of Series The world of Hindustani Classical Music comprises of Geniuses, both vocalist and instrumentalists. Their music emanates a divine spark. Be it their first reco",
      "preview": "Free shipping to all destinations worldwide. Sign in Contact us FAQ Email Whatsapp Facebook Pinterest Twitter Copy link Easy Returns Return within 7 d"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/sequential_model",
      "title": "The Sequential model | TensorFlow Core",
      "description": "Complete guide to the Sequential model.",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://shopvelvethouse.com/products/queen-of-the-island-dress",
      "title": "Velvet House",
      "description": "void",
      "preview": "VH UPDATE DUE TO A FAMILY EMERGENCY Velvet House is not accepting online orders at this time. Our showroom on Post St. in San Jose will remain closed"
    },
    {
      "url": "https://karmahjalmarstal.com/2011/11/29/same-same-but-different-etsy-tiger/",
      "title": "Same same but different #etsy #tiger/ | You can't start a fire without a spark",
      "description": "Visit the post for more.",
      "preview": "Share this: Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Like Loading... One thought on \" Sam"
    },
    {
      "url": "http://rupaulsdragcon.com/",
      "title": "Drag Race: The Experience",
      "description": "Experience Drag Race like never before. Put yourself in the heels of your favorite queens as you enter the Werkroom, walk the runway, and lip-sync for your life. Share this once-in-a-lifetime experience with your best Judy, and sashay through Drag Race Herstory.",
      "preview": "ONE MONTH ONLY! Opening November 28th. For the first time in Drag Race Herstory... YOU ARE THE STAR. Step inside the set of RuPaul's Drag Race. Walk t"
    },
    {
      "url": "http://www.buoneforchette.com/",
      "title": "Ricette di cucina - Le ricette di Buoneforchette.com",
      "description": "Ricette di Eurochocolate facili e veloci con ingredienti di stagione. Le ricette di cucina di Buoneforchette dagli antipasti ai dolci, danno gusto alla vita.",
      "preview": "Twitter Facebook Pin It Share Google+ Share Ricette di Patate Ricette con Patate da cucinare e mangiare. Ricette di Peperoni Ricette con Peperoni da c"
    },
    {
      "url": "https://www.kaieteurnewsonline.com/2016/07/02/grenade-attack-on-kn-jagdeos-utterances-just-like-donald-trumps-ramjattan-2/",
      "title": "Grenade attack on KN... Jagdeo's utterances just like Donald Trump's- Ramjattan - Kaieteur News",
      "description": "Following statements by Leader of the Opposition, Bharrat Jagdeo, at a press conference, that the botched grenade attack on Kaieteur news could have been orchestrated by the Government and Publisher Glenn Lall, Minister of Public Security Khemraj Ramjattan, took the former President to task. Ramjattan likened Jagdeo's behavior to Donald Trump, a United States Presidential [...]",
      "preview": "Grenade attack on KN... Jagdeo's utterances just like Donald Trump's- Ramjattan Jul 02, 2016 News Minister of Public Security, Khemraj Ramjattan Former"
    },
    {
      "url": "http://www.gioiadellacasa.it/",
      "title": "Gioia della Casa - Casalinghi , Design e Benessere in casa - Casalinghi , design e benessere in casa",
      "description": "Casalinghi , design e benessere in casa",
      "preview": "Skip to content scroll to discover more back to top Follow facebook twitter Lo stile boho nasce dall'incontro tra moda e spirito nomade. La sua forza"
    },
    {
      "url": "https://buddypress.org/",
      "title": "BuddyPress.org",
      "description": "Fun & flexible software for online communities, teams, and groups",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About News Codex Develop Make Forums Download BuddyPress.org Meet BuddyPress The open source commu"
    },
    {
      "url": "https://csp.ucsc.edu/",
      "title": "Coastal Science and Policy Program | The next generation of coastal science and policy leaders",
      "description": "void",
      "preview": "Applications are Open for Fall 2026 Masters Program Applications close on December 12, 2025. Learn about application requirements, fellowships and mor"
    },
    {
      "url": "https://www.harvard.edu/",
      "title": "Harvard University",
      "description": "Harvard University is devoted to excellence in teaching, learning, and research, and to developing leaders who make a difference globally.",
      "preview": "Skip to main content Learn functional genomics In this free online Harvard course you can learn how to analyze DNA and RNA using open source software."
    },
    {
      "url": "http://ossbss.pipelinepub.com/index.php?download=1568",
      "title": "Research Center",
      "description": "Pipeline, OSS, BSS, whitepapers, webinars, articles, reports, analyst, brochures, presentations, case studies, research, publication, magazine, ebooks, surveys, videos, information, market, data, communications, information technology, IT, CSP, service provider, telecom, cable, MSO, mobile",
      "preview": "Home Subscribe Knowledge Center Research Center News Center Webinars Sponsors Innovation Awards About Pipeline Industry Advisory Board Marketing Oppor"
    },
    {
      "url": "https://www.donneesquebec.ca/recherche/dataset/vque_18/resource/af782966-3ec4-4ad5-b3b7-630c27165f01",
      "title": "Voies publiques - Voies publiques - Données Québec",
      "description": "Cartographie du centre de chaussées des voies publiques de la Ville de Québec. Attributs des données ID : Numéro et Identifiant unique. SEGMENT : Valeur permettant d'ordonner chaque segment d'un...",
      "preview": "Skip to main content Passer au contenu Partenariat Données Québec JEUX DE DONNÉES ORGANISATIONS APPLICATIONS CARTE INTERACTIVE GUIDES ET INFORMATIONS"
    },
    {
      "url": "https://abc.com",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://tslaindexes.tn.gov/database-tn-research/tennessee-supreme-court-cases?f%5B0%5D=field_county%3A90&f%5B1%5D=field_sc_cause_crime%3Adisturb&f%5B2%5D=field_sc_case_date%3A1876&f%5B3%5D=field_sc_cause_crime%3Aworship&f%5B4%5D=field_sc_court_origin%3Acrimin&f%5B5%5D=field_sc_cause_crime%3Aof",
      "title": "Tennessee Supreme Court Cases | Tennessee State Library & Archives",
      "description": "void",
      "preview": "Skip to main content Tennessee State Library & Archives Main menu Home Birth & Death Records Search Military Records Search Misc. Tenn Records Search"
    },
    {
      "url": "https://upwardlyglobal.org/jobversity/#jobversity-products",
      "title": "Online Learning Tools for Immigrant Job Seekers",
      "description": "Upwardly Global's Connect offers online learning curriculum, coaching support, reskilling and upskilling courses, certifications, and technical assistance to workforce partners",
      "preview": "Skip to content Connect: For Workforce Partners Book A Demo Upwardly Global's trusted products and services empower organizations to effectively addre"
    },
    {
      "url": "https://suzuki.oemdtc.com/category/recalls",
      "title": "Recalls | Suzuki - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://learnathome.withyoutube.com/videos/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://tesla.oemdtc.com",
      "title": "Tesla - OEMDTC",
      "description": "Tesla Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.padhuskitchen.com/",
      "title": "Padhuskitchen - Easy Indian Vegetarian Recipes",
      "description": "Easy to cook Indian Vegetarian Recipes-South Indian, North Indian dishes,Tamil Brahmin recipes with step by step cooking instructions and pictures.",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Recent Posts Breakfast Click Here For More Breakfast Recipes Dessert Recipes C"
    },
    {
      "url": "https://partnerships.nature.com/product/digital-advertising/",
      "title": "Digital Advertising | Engage with Scientists | Nature Partnerships",
      "description": "Discover the benefits of digital advertising with Nature Journal. This blog post explores how targeted ads can reach a scientific audience effectively, enhancing visibility and engagement. Learn more about innovative advertising solutions tailored for the scientific community.",
      "preview": "Digital Advertising Reach the right audience with precision. Showcase your brand to a highly engaged scientific audience. With advanced technological"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/conflict-minerals-reporting-template/",
      "title": "Conflict Minerals Reporting Template",
      "description": "The Conflict Minerals Reporting Template (CMRT) is a free, standardized reporting template developed by the Responsible Minerals Initiative (RMI) that facilitates the transfer of information through the supply chain regarding mineral country of origin and the smelters and refiners being utilized. The template also",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://projects.propublica.org/nonprofits/organizations/431890105/202030489349300548/full",
      "title": "Servant Foundation - Full Filing - Nonprofit Explorer - ProPublica",
      "description": "Since 2013, the IRS has released data culled from millions of nonprofit tax filings. Use this database to find organizations and see details like their executive compensation, revenue and expenses, as well as download tax filings going back as far as 2001.",
      "preview": "Skip to content Menu Menu ProPublica Donate Close Close ProPublica Donate Search ProPublica: Search Search Search Show search box Select the type of s"
    },
    {
      "url": "https://zeaphra.tumblr.com/",
      "title": "Blog",
      "description": "Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and other random stuff. Plus obligatory cute cat stuff",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "https://datos.madrid.es/portal/site/egob/menuitem.3efdb29b813ad8241e830cc2a8a409a0/?vgnextoid=108804d4aab90410VgnVCM100000171f5a0aRCRD&vgnextchannel=b4c412b9ace9f310VgnVCM100000171f5a0aRCRD&vgnextfmt=default",
      "title": "Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid - Portal de datos abiertos del Ayuntamiento de Madrid",
      "description": "Portal de datos abiertos del Ayuntamiento de Madrid - Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid",
      "preview": "Saltar navegación egob"
    },
    {
      "url": "http://www.editcnc.com/",
      "title": "CNC g-code editor with DNC",
      "description": "G-code file editor with DNC software.",
      "preview": "EditCNC G-code editor and DNC software | home | features | demo | purchase | support | dnc settings | TRY FOR FREE! * When open a local search file in"
    },
    {
      "url": "https://campuswardrobe.com/products/alabama-state-university-hornets-ncaa-workout-tee-t-shirt",
      "title": "Alabama State University Hornets NCAA Workout Tee T-Shirt",
      "description": "The W Republic Apparel College Tee is a high quality traditional cotton t-shirt, featuring bold outstanding digital printed graphics of your favorite college, The ribbed crewneck and extra-soft cotton with a tag less design will keep you comfortable all day long. Start every day the right way and be sure to show off yo",
      "preview": "WELCOME! GET $5 OFF Enter your email to get $5 off and free shipping on your first order Email Note: The page will refresh once you submit this form."
    },
    {
      "url": "https://www.formula1.com/en/latest/features.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "https://postmates.com/",
      "title": "Postmates: Food Delivery, Groceries, Alcohol - Anything from Anywhere",
      "description": "Order delivery or pickup from more than 600,000 restaurants, retailers, grocers, and more all across your city. Download the app now to get everything you crave, on-demand.",
      "preview": "Skip to content Order on Postmates Get food, drinks, groceries, and more delivered. Enter delivery address Deliver now Search here Or Sign In Javascri"
    },
    {
      "url": "https://www.businessinsider.com/ukraine-exhausted-russian-troops-back-borders-us-general-2022-7",
      "title": "Ukraine Could Wipe Out 'Exhausted' Russian Troops' Gains: General - Business Insider",
      "description": "For Ukraine to succeed in the war, Lt. Gen. Ben Hodges told Insider its military must neutralize Russia's arsenal of artillery and rockets.",
      "preview": "void"
    },
    {
      "url": "http://www.rickyzoom.com/",
      "title": "Giochi e giocattoli Hasbro, giocattoli per bambini e bambine, action figure e giochi da tavolo - Hasbro",
      "description": "Scopri i giochi e i giocattoli Hasbro. Scopri i giocattoli divertenti per bambini e bambine con la nostra selezione di action figure, bambole, giochi elettronici, giochi da tavolo e molto altro sul sito Hasbro.",
      "preview": "Giochi e giocattoli Hasbro Homepage Promotional Banners ESPLORA I GIOCHI E I GIOCATTOLI HASBRO Trova tutti i giocattoli dei tuoi brand preferiti, tra"
    },
    {
      "url": "https://www.goodwilleasterseals.org/",
      "title": "Home :: Goodwill Easter Seals",
      "description": "void",
      "preview": "Skip to main content Welcome! Goodwill is more than a store... Access free career training services; Get great deals on 1,000s of items added daily; H"
    },
    {
      "url": "https://www.ligaportal.at/vbg/landesliga/spieler-der-runde/25786-landesliga-2018-2019-spieler-der-runde-26-ist",
      "title": "Landesliga 2018/2019: Spieler der Runde 26 ist ... - Fußball Vorarlberg - Ergebnisse, Tabellen und Torschützen von allen Vbg Ligen. | ligaportal.at",
      "description": "Der Landesliga Spieler der Runde. Manchmal knapp, meist jedoch eindeutig - der Spieler der Runde aus der Landesliga. Wer ist es diesmal?",
      "preview": "Vorarlberg / Landesliga / Spieler der Runde / Landesliga 2018/2019: Spieler der Runde 26 ist ... Spieler der Runde Landesliga 2018/2019: Spieler der R"
    },
    {
      "url": "https://towardsdatascience.com/how-to-create-an-effective-self-study-routine-to-teach-yourself-data-science-successfully-6248c7ec3a53?source=home---------3---------------------b06feff6_ece0_420b_8118_4bd6e48a7884-------7",
      "title": "How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully | Towards Data Science",
      "description": "Here's how to set a self-study routine that you'll actually stick to while learning data science",
      "preview": "Data Science How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully Here's how to set a self-study routine that you"
    },
    {
      "url": "https://nabob.org/",
      "title": "NABOB - The Voice of Black Owned Broadcasters Since 1976",
      "description": "void",
      "preview": "Menu The voice of Black Media Welcome to the heartbeat of Black media! NABOB, under the umbrella of U.S. Black Chambers, Inc., boldly champions the ca"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://www.wykop.pl/tag/technologia/",
      "title": "#technologia :: Wykop.pl",
      "description": "Wszystkie treści z tagiem #technologia - dyskusje, Znaleziska, Wpisy. Dodaj tag do obserwowanych i bądź na bieżąco!",
      "preview": "Najbogatszy Polak Zbigniew Sołowow inwestuje pod Krakowem. W Polsce powstało jedno z najnowocześniejszych biolaboratoriów w Europie. Więcej informacji"
    },
    {
      "url": "https://m-selig.ae.illinois.edu/ads/coord_database.html",
      "title": "UIUC Airfoil Data Site",
      "description": "void",
      "preview": "Home UIUC Airfoil Data Site UIUC Airfoil Coordinates Database UIUC Airfoil Coordinates Database Included below are coordinates for approximately 1,650"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part1",
      "title": "Algorithms, Part I by Princeton University | Coursera",
      "description": "Learn the fundamentals of algorithms in this course from Princeton University. Explore essential topics like sorting, searching, and data structures using Java. Enroll for free.",
      "preview": "Algorithms, Part I Algorithms, Part I Instructors: Kevin Wayne +1 more Instructors Instructor ratings We asked all learners to give feedback on our in"
    },
    {
      "url": "https://ckan.ogdch-abnahme.clients.liip.ch/en/organization/ec2593fa-d844-4d20-9851-e3c2b24eff89?res_format=TXT&keywords_en=ch-iqi",
      "title": "Federal Office of Public Health FOPH Organizations - opendata.swiss (staging environment)",
      "description": "void",
      "preview": "Skip to content Home Organizations Federal Office of Public Health ... Reset search Order by Relevance Name Ascending Name Descending Last Modified Po"
    },
    {
      "url": "https://www.mayoclinic.org/tests-procedures/minimally-invasive-surgery/about/pac-20384771",
      "title": "Minimally invasive surgery - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview In minimally invasive surgery, surgeons us"
    },
    {
      "url": "https://toniandguybh.online/shop/product/24-thickening-cream-100ml-1384",
      "title": "Thickening Cream 100ml | My Website TONI AND GUY",
      "description": "void",
      "preview": "Products Thickening Cream 100ml Public Pricelist Thickening Cream 100ml http://toniandguybh.online/shop/product/24-thickening-cream-100ml-1384 10.000"
    },
    {
      "url": "https://www.rcfp.org/",
      "title": "Reporters Committee for Freedom of the Press - Home",
      "description": "The Reporters Committee for Freedom of the Press provides free legal guides and resources to help reporters understand their rights.",
      "preview": "Skip to content Home Media coalition urges federal appeals court to restore AP's access to White House press pool The White House's expulsion of the A"
    },
    {
      "url": "https://du.ilsole24ore.com/utenti/Registrazione.aspx?schema=Reg2013&Pers=home2013&Newsletters=DURegCO&sc_motivo=N24%3aspontaneo&SiteCode=CN&RURL=https%3a%2f%2fst.ilsole24ore.com%2fart%2fnorme-e-tributi%2f2016-01-26%2fprima-casa-benefici-allargati-074924.shtml%3fuuid%3dACCuvNHC",
      "title": "Il Sole 24 ORE - Registrazione",
      "description": "void",
      "preview": "E' necessario che sul browser sia abilitato il support ai javascript. Attenzione : username e password non corrispondono, riprova Accedi ricordami rec"
    },
    {
      "url": "https://www.apple.com/safari/download/",
      "title": "Safari - Apple",
      "description": "Safari is the world's fastest browser. Enjoy more third-party extensions, powerful privacy protections, and industry-leading battery life.",
      "preview": "Safari is the best way to experience the internet on all your Apple devices. It brings robust customization options, features powerful privacy protect"
    },
    {
      "url": "https://events.hiringourheroes.org/event/674837FD-FB64-48EE-A4F2-08F5AE59C306",
      "title": "HOH Events",
      "description": "Register now for an upcoming Hiring Our Heroes event",
      "preview": "Skip to main content Register now for an upcoming Hiring Our Heroes event. Use the filters below to find an event near you, or join us for an upcoming"
    },
    {
      "url": "https://www.spirittoolkit.com",
      "title": "HOME | Mysite",
      "description": "void",
      "preview": "top of page SCROLL PARANORMAL TOOLS IN YOUR POCKET Never forget your tools at home again. ABOUT Spirit Took Kit Spirit Took Kit is a collection of too"
    },
    {
      "url": "https://instagram.com/theuso/",
      "title": "USO (@theuso) • Instagram photos and videos",
      "description": "157K Followers, 589 Following, 3,743 Posts - USO (@theuso) on Instagram: \"The USO is for the people who serve. Strengthening the well-being of the people serving in America's military and their families. #theUSO\"",
      "preview": "void"
    },
    {
      "url": "https://emergency.stanford.edu",
      "title": "Emergency Info | Stanford University",
      "description": "Information and updates about emergent situations at Stanford University.",
      "preview": "Emergency Information The university is operating under normal conditions. There are currently no emergencies affecting university operation. To view"
    },
    {
      "url": "https://msepjobs.militaryonesource.mil/msep/",
      "title": "Military Spouse Employment Partnership",
      "description": "void",
      "preview": "Loading MSEP..."
    },
    {
      "url": "https://www.ledcmn.org/",
      "title": "Latino Economic Development Center - LEDC - An association of Latino entrepreneurs and leaders in the state of Minnesota",
      "description": "void",
      "preview": "Skip to content THIS IS OUR TIME THIS IS OUR VOICE THIS IS OUR IMPACT We are the Latino Economic Development Center An association of Latino entrepren"
    },
    {
      "url": "https://www.brooketaelor.com/",
      "title": "HOME",
      "description": "void",
      "preview": "A new website is coming soon. Please use the form below or inquire with Brooke directly at hello@brooketaelor.com Submit Inquiry (Brooke Taelor's serv"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://www.intertek.com/marks/etl/",
      "title": "ETL Listed Mark",
      "description": "Intertek's ETL Certification program is designed to help you get products tested, certified, proof of product compliance and on to market faster than ever before.",
      "preview": "Intertek Intertek Brand Logo Search ETL Listed Mark Intertek's ETL Certification program is designed to help you get products tested, certified, and o"
    },
    {
      "url": "https://www.goodhousekeeping.com/home/cleaning/a24885/tidy-home-tips/",
      "title": "An Expert Guide on How to Make Homemade Cleaning Sprays",
      "description": "Our cleaning pro shares how to make homemade cleaning sprays and disinfectants. See these simple DIYs, including vinegar, essential oils, lemon and alcohol.",
      "preview": "Skip to Content Alyssa Gautieri Jump to: 1. All-Purpose Cleaner With Dish Soap 2. Scented All-Purpose Cleaner 3. DIY Glass Cleaner 4. Natural Stone Cl"
    },
    {
      "url": "https://blog.coursera.org/how-chelsea-went-from-google-it-support-learning-to-a-google-job-offer/",
      "title": "How Chelsea went from Google IT Support Learning to a Google Job Offer - Coursera Blog",
      "description": "Chelsea found success after completing the Google IT Support Professional Certificate. Today, she works as a Data Center Technician at Google's new data",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Chelsea found success after completing the Google IT Supp"
    },
    {
      "url": "https://rev-log.com/us/consumer-electronics-recycling-opportunities/hawaii/",
      "title": "Hawaii - Reverse Logistics Group",
      "description": "Discover electronics recycling opportunities in Hawaii. RLG helps you recycle responsibly with local drop-off locations and programs.",
      "preview": "Back to overview The State of Hawaii has enacted the Hawaii Electronic Waste and Television Recycling and Recovery Law . The law requires manufacturer"
    },
    {
      "url": "https://reviewed.usatoday.com",
      "title": "Product Reviews, Features, and Deals - Reviewed",
      "description": "The most comprehensive source for unbiased, trustworthy, and lab tested reviews.",
      "preview": "Skip to main content Newsletters Award Winners Appliances Home & Garden Kitchen & Cooking Pets Vs GE Profile Washer Dryer Combo vs. LG WashCombo Read"
    },
    {
      "url": "http://www.tischlerhof.it/it/informazione/rilassarsi/2-0.html",
      "title": "Rilassarsi in piena natura - Tischlerhof",
      "description": "void",
      "preview": "Utilizziamo cookie per assicurarti una migliore esperienza sul sito. Utilizziamo cookie di parti terze per inviarti messaggi promozionali personalizza"
    },
    {
      "url": "https://nexleaf.org/about-us/",
      "title": "Our Story - Nexleaf Analytics",
      "description": "In 2009, Nexleaf's co-founders, Nithya Ramanathan and Martin Lukac, started a non-profit tech company in Nithya's garage. Engineers by training, our",
      "preview": "About Us Our Story our mission At Nexleaf, we partner with Ministries of Health to scale the digital tools health workers need to ensure every clinic"
    },
    {
      "url": "https://www.unikdekor.se/tapet/barntapeter-standard/disney-pixar-bilar/",
      "title": "Disney Pixar Bilar - Unikdekor.se",
      "description": "Glad barntapet med Blixten från Disney Pixars film bilar till riktigt bra pris. Vi har mängder av motiv att välja bland!",
      "preview": "Produkten har blivit tillagd i varukorgen Svensk butik Trygga köpvillkor Säkra betalsätt - inga avgifter Fraktfritt vid köp över 500 kr 100% Nöjd-Kund"
    },
    {
      "url": "https://www.7thheaven.in/",
      "title": "Largest Bakery Cafe in India | Cake Bakery | Dessert Shop | 7th Heaven",
      "description": "7th Heaven is the best cake shop in India which offers 3d cakes, macarons, donuts and many more bakery products with Unique Franchise Opportunity across India.",
      "preview": "top of page 7th Heaven is India's Ultimate Bakery Cafe Chain with Live Kitchen - Live Cakes in 7 Mins.* 350+ Outlets | 125+ Cities 7th Heaven serves p"
    },
    {
      "url": "http://doc.ok.gov/",
      "title": "Department of Corrections",
      "description": "void",
      "preview": "Skip to main content JOINODOC.COM Inmate/Offender Info About Facilities FACILITIES Visitation VISITATION Send Money SEND MONEY Re-entry RE-ENTRY Proba"
    },
    {
      "url": "https://south-africa.financialadvisory.com/savings-accounts/nedbank/",
      "title": "Nedbank Savings Account Interest Rates",
      "description": "void",
      "preview": "South Africa Nedbank 1988 Personal Banking Private Banking Business Banking Locations About Suggested : All Products Fixed Deposit Savings Accounts Lo"
    },
    {
      "url": "https://g.co/yourfamily",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "http://emps.exeter.ac.uk/mathematics/staff/crk205",
      "title": "IT Server Security project | Exeter IT Services | University of Exeter",
      "description": "void",
      "preview": "Section links Exeter IT Services IT Server Security project IT Server Security project You have been redirected to this page from a website hosted by"
    },
    {
      "url": "https://www.intellum.com",
      "title": "AI Enterprise Learning | Intellum",
      "description": "Discover Intellum's AI-powered enterprise learning platform that helps organizations train, engage, and certify employees, partners, and customers.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://relatedwords.io/stepson",
      "title": "Stepson Words - 392 Words Related to Stepson",
      "description": "A big list of 'stepson' words. We've compiled all the words related to stepson and organised them in terms of their relevance and association with stepson.",
      "preview": "Below is a massive list of stepson words - that is, words related to stepson. The top 4 are: son , stepfather , nephew and stepmother . You can get th"
    },
    {
      "url": "https://apps.apple.com/us/charts/iphone/entertainment-apps/6016",
      "title": "‎Top iPhone Entertainment apps on the App Store - Apple",
      "description": "Explore top iPhone Entertainment apps on the App Store, like Amazon Prime Video, Merge Watermelon for watch, and more.",
      "preview": "Entertainment iPhone iPad Top Free Apps 1 Amazon Prime Video AMZN Mobile LLC 2 Crunchyroll Manga Crunchyroll, LLC 3 TikTok - Videos, Shop & LIVE TikTo"
    },
    {
      "url": "https://www.lequebecois.org/tag/chartes-des-valeurs/",
      "title": "Chartes des valeurs | Le Québécois",
      "description": "LA LIBÉRATION PAR LA PLUME",
      "preview": "Skip to content Cela s'est passé le 7 janvier dernier et c'était malheureusement prévisible depuis longtemps. Un commando armé a perpétré un charnier"
    }
  ],
  "_meta": {
    "total_bookmarks": 85
  }
}