{
  "data": [
    {
      "url": "https://www.walmartworld.com/content/walmart-world/en_us/articles/2022/11/chasing-the-dream.html",
      "title": "Chasing the Dream",
      "description": "Shabnam Ighani immigrated to the U.S. in 2004 with a couple big goals. Toward the top of her list? Education! With 18 years of experience at Walmart and a lifetime of lessons, the academy lead talked to Walmart World about LBU, checking something off her bucket list - and what's next.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://developers-dot-devsite-v2-prod.appspot.com/google-ads/scripts/docs/solutions/adsmanagerapp-mobile-pagespeed",
      "title": "Account Summary Report | Google Ads Scripts | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Google Ads Scripts / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiến"
    },
    {
      "url": "https://www.fopconnect.com/article/tactical-to-practical/k9-konfidential/",
      "title": "K-9 Konfidential - FOPConnect",
      "description": "We all had one of these kids in our elementary schools. You know, the type that dressed as a police officer every Halloween. Or the student whose hand shot up ...Continued",
      "preview": "Menu K-9 officer Tyler Brockman with K-9 Fraser We all had one of these kids in our elementary schools. You know, the type that dressed as a police of"
    },
    {
      "url": "http://mllr.dk/privacy_policy/sexy-maria/privacy_policy_en.html",
      "title": "void",
      "description": "void",
      "preview": "Sexy Maria - Privacy Policy The app does not store any information about the user or the usage of this app - anywhere."
    },
    {
      "url": "https://domains.google/?utm_medium=product&utm_source=GWG&utm_campaign=G4SB&utm_content=gwg_smb_q320",
      "title": "Google Domains",
      "description": "void",
      "preview": "About the Squarespace purchase of Google Domains registrations On 15 June 2023, Google entered into a definitive agreement with Squarespace, indicatin"
    },
    {
      "url": "https://www.ons.gov.uk/economy/inflationandpriceindices",
      "title": "Inflation and price indices - Office for National Statistics",
      "description": "The rate of inflation is the change in prices for goods and services over time. Measures of inflation and prices include consumer price inflation, producer price inflation and the House Price Index.",
      "preview": "Cookies on ons.gov.uk Cookies are small files stored on your device when you visit a website. We use some essential cookies to make this website work."
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/post/121240027990",
      "title": "Maryland moves to increase diversity in computer science - @concernedpuengineer-blog on Tumblr",
      "description": "Unfortunate that such a narrow view of technology will be accepted as a graduation credit. Coding is an important part of much of our technological world, no doubt. The issue, however, is that it is...",
      "preview": "codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required technology credit"
    },
    {
      "url": "https://cleantechnica.com/2022/03/11/yes-more-evs-fewer-emissions/",
      "title": "Yes, More EVs = Fewer Emissions - CleanTechnica",
      "description": "More EVs Can Mean Fewer Emissions The growth of EVs has been phenomenal over the past few years with just over 2 million EVs on US roads",
      "preview": "Skip to content March 11, 2022 4 years ago RMI 0 Comments Support CleanTechnica's work through a Substack subscription or on Stripe . If this past Sup"
    },
    {
      "url": "https://www.magazine.store/people/?utm_source=engage&utm_medium=internal&utm_campaign=ppl_care_crumb",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "Looking for a PEOPLE Magazine Subscription? Browse hundreds of titles at Magazines.com, your trusted source for magazine subscriptions at great prices!",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2018/10/flexibility-is-a-master-key-that-unlocks-solars-potential-for-grid-emissions-reductions/",
      "title": "Flexibility is a master key that unlocks solar's potential for grid emissions reductions",
      "description": "By Katie Ryan, director of partnerships of WattTime; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior",
      "preview": "By Katie Ryan, director of partnerships of WattTime ; and Peter Bronski, founder and CEO of Inflection Point Agency In early August, SolarEdge's Lior"
    },
    {
      "url": "https://www.nelp.org/wp-content/uploads/Policy-Brief-15-Minimum-Wage-Women-Workers-of-Color.pdf",
      "title": "What a $15 Minimum Wage Means for Women and Workers of Color - National Employment Law Project",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://mrag.co.uk",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "http://www.cnr.it/",
      "title": "Home | Consiglio Nazionale delle Ricerche",
      "description": "void",
      "preview": "Salta al contenuto principale Navigazione Il Golfo di Napoli svela una grande scogliera corallina a 500 metri di profondità Nota stampa 10/09/2025 Dal"
    },
    {
      "url": "https://catalogue.usc.edu/preview_program.php?catoid=14&poid=16745&returnto=5360",
      "title": "Program: Entertainment Industry Minor - University of Southern California - Modern Campus Catalog™",
      "description": "void",
      "preview": "Loading Comments... You must be logged in to post a comment. University of Southern California Oct 10, 2025 USC Catalogue 2021-2022 Select a Catalogue U"
    },
    {
      "url": "https://newsroom.latam.paypal-corp.com/inicio",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada Historia destacada / Hero block PayPal Corporativo Alianza Estratégicas OfficeMax proyecta crecimiento de 50% en ventas usando PayP"
    },
    {
      "url": "https://pgafamilyfoundation.org",
      "title": "Homepage | Allen Family Philanthropies",
      "description": "Building thriving and resilient communities in the Pacific Northwest and beyond",
      "preview": "Building thriving and resilient communities in the Pacific Northwest and beyond. When we each do our part, we create the foundation for collective wel"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "http://www.grs-batterien.de",
      "title": "Start | GRS Batterien Service GmbH",
      "description": "Als Rücknahmesystem erfüllen wir für Sie als Hersteller oder Vertreiber von Gerätebatterien oder Industriebatterien Ihre komplette Produktverantwortung nach dem Batteriegesetz (BattG).",
      "preview": "Ihre Hersteller­verantwortung - unser Service Neue EU-Batterieverordnung: Als Batteriehersteller und -vertreiber müssen Sie zeitnah handeln, um Ihren"
    },
    {
      "url": "https://mcfenvironmental.com/hazardous-waste-have-a-hazardous-waste-manifest-or-bill-of-lading-2/?handl_url=https://mcfenvironmental.com/osha-compliance-training-for-medical-practices-where-to-get-certified/",
      "title": "What Is the Difference Between a Manifest and a Bill of Lading?",
      "description": "A shipping manifest and a bill of lading are two key documents in the waste disposal process. Here's what to know about hazardous waste manifests to stay safe.",
      "preview": "What Is the Difference Between a Manifest and a Bill of Lading? Dec 20, 2023 | Bill of Lading , Hazardous Waste , Hazardous Waste Manifest / IN THIS B"
    },
    {
      "url": "https://rondoclt.org/",
      "title": "Rondo Community Land Trust - Saint Paul, Minnesota",
      "description": "Rondo Community Land Trust - Permanently Affordable & Sustainable Homeownership, Rentals, and Commercial Opportunities in St. Paul.",
      "preview": "Donate Contact US Welcome to RONDO COMMUNITY LAND TRUST Through the innovative Community Land Trust (CLT) model, we empower families to build long-ter"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-educator-preparation/african-american-male-teacher-initiative",
      "title": "African American Male Teacher Initiative « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "http://amex.co/yellow",
      "title": "American Express IT | Accedi | Carte di Credito, e premi",
      "description": "Benvenuto in American Express Italia: Carte di Credito, Carte di Pagamento, servizi viaggio e assicurativi. Richiedi una Carta o accedi al tuo conto.",
      "preview": "Il tuo browser non è aggiornato. Ti consigliamo di aggiornarlo per migliorare l'esperienza sul sito. Carte Personali Carte Business Soluzioni Corporat"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/overview/",
      "title": "Overview | Kubernetes",
      "description": "Kubernetes is a portable, extensible, open source platform for managing containerized workloads and services, that facilitates both declarative configuration and automation. It has a large, rapidly growing ecosystem. Kubernetes services, support, and tools are widely available.",
      "preview": "Overview Kubernetes is a portable, extensible, open source platform for managing containerized workloads and services, that facilitates both declarati"
    },
    {
      "url": "https://havenlynhv.org/",
      "title": "Havenly - Community Café & Homestyle Kitchen",
      "description": "Café and restaurant serving international flavors. Helping refugee and immigrant women find a job and community in New Haven, CT. 100% of profits support refugee women.",
      "preview": "Skip to content Order a meal from our café! Facebook Instagram TikTok Donate Item added to your cart Check out Continue shopping X Contribute to our M"
    },
    {
      "url": "https://www.walmart.com/help/article/single-use-bag-policy/6538739d9dba47e5a0aa302ec9e92963",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://cuicuifactory.com/f0235-6624/",
      "title": "f0235-6624 | CuiCui Factory",
      "description": "CuiCuiFactory | 北九州・下関エリアの結婚式写真撮影・結婚式エンドロール制作・成人式・七五三・family",
      "preview": "void"
    },
    {
      "url": "https://www.planet.com/pulse/introducing-planetary-variables-soil-water-content-land-surface-temperature-and-vegetation-biomass/",
      "title": "Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass",
      "description": "void",
      "preview": "HOME News Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass Thijs Van Leeuwen April 12, 2022 • 6 m"
    },
    {
      "url": "http://libertycountymc.org/",
      "title": "Home | Coastal Georgia Minority Chamber of Commerce",
      "description": "CGMC ON THE MOVE NETWORKING MIXER [gallery targetsize=",
      "preview": "CGMC ON THE MOVE NETWORKING MIXER COMMUNITY participation TRAINING CLASSES COMMUNITY ACTIVISM for the love of liberty business marketing services"
    },
    {
      "url": "http://www.gazzetta.it/",
      "title": "La Gazzetta dello Sport | Notizie sportive e risultati live di oggi",
      "description": "Leggi su gazzetta.it le ultime news sportive live, scopri i risultati in diretta e video di calcio, basket, F1, MotoGP, ciclismo, tennis e molto altro.",
      "preview": "Primo piano festival dello sport Cairo: \"Il Giro d'Italia è un ambasciatore dello sport nel mondo. L'edizione 2026 partirà dalla Bulgaria\" S. Battaggi"
    },
    {
      "url": "https://www.afamilyfeast.com/",
      "title": "Home - A Family Feast®",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Become a Better Cook in 4 days! Join Now! Hooray for Apple Season! Celebrate apple season with dozens"
    },
    {
      "url": "http://www.redpacifico.net",
      "title": "PACÍFICO - Sitio de la Fundacion PACÍFICO",
      "description": "Somos una plataforma de coordinación conformada por cuatro fondos ambientales. Trabajamos en la facilitación y financiamiento de acciones de conservación y desarrollo sostenible de los recursos marino-costeros del Pacífico Tropical Este (PTE).",
      "preview": "Skip to main content Languages PACIFICO is made up of"
    },
    {
      "url": "https://www.grandin.com/ritual/kosher.box.variables.time.lose.sensibility.html",
      "title": "Kosher Box Operation, Design, and Cutting Technique will Affect the Time Required for Cattle to Lose Consciousness",
      "description": "void",
      "preview": "Kosher Box Operation, Design, and Cutting Technique will Affect the Time Required for Cattle to Lose Consciousness by Temple Grandin Department of Ani"
    },
    {
      "url": "https://resurety.com/white-paper-making-it-count/",
      "title": "White Paper: Making It Count - REsurety",
      "description": "Access REsurety's white paper to learn how updating Scope 2 accounting can drive the next phase of decarbonization.",
      "preview": "Who We Serve Advisors Broader Clean Energy Ecosystem Clean Energy Buyers Clean Energy Investors Clean Energy Sellers Hedge Providers REsurety's Custom"
    },
    {
      "url": "https://policy.medium.com/medium-privacy-policy-f03bf92035c9",
      "title": "Medium Privacy Policy | by Medium | Medium Policy",
      "description": "Medium Privacy Policy Effective date: March 24, 2022 You can see our previous Privacy Policy here. This Privacy Policy explains how A Medium Corporation (\"Medium,\" \"we,\" or \"us\") ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Privacy Poli"
    },
    {
      "url": "https://www.dailymail.co.uk/tvshowbiz/fb-10596755/Selma-Blair-Dating-History.html",
      "title": "Selma Blair Dating History | Daily Mail Online",
      "description": "Selma Blair recently called it quits with boyfriend Ronald Carlson, which ended with a restraining order against the ex.",
      "preview": "Home News Royals U.S. Sport TV Showbiz Femail Health Science Money Travel Podcasts Buyline Beauty Fashion Home and Garden My Profile Logout Login Head"
    },
    {
      "url": "http://www.ips.it/musis/musis.html",
      "title": "MUSIS net",
      "description": "void",
      "preview": "il sito Internet del Museo Multipolare dell'Informazione Scientifica e Tecnologica MUSIS IX Settimana della Cultura Scientifica e Tecnologica (22-28 m"
    },
    {
      "url": "https://icsc.un.org/",
      "title": "International Civil Service Commission (ICSC)",
      "description": "void",
      "preview": "Item WHO WE ARE WHAT WE DO RESOURCES FAQ DATA & REPORTS CONTACT US Item ICSC In Brief Mandate History The Commission ICSC Secretariat ACPAQ (Subsidiar"
    },
    {
      "url": "https://www.yr.no/en",
      "title": "Yr",
      "description": "Weather forecast. Hourly, long term and precipitation map from NRK and Meteorologisk institutt.",
      "preview": "Skip to content It looks like you're using an old browser. To access all of the content on Yr, we recommend that you update your browser. It looks lik"
    },
    {
      "url": "https://projecteuler.net/archives",
      "title": "Archived Problems - Project Euler",
      "description": "A website dedicated to the fascinating world of mathematics and programming",
      "preview": "Problem Archives The problems archives table shows problems 1 to 953. If you would like to tackle the 10 most recently published problems, go to Recen"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2021/07/team-target-gratitude__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCymHi6Gtg$",
      "title": "Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus",
      "description": "void",
      "preview": "Team Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus Jul 29, 2021 Copy link to share Link copied Team Target, you continue"
    },
    {
      "url": "https://advancecricket.com/amp/player-battle/andrew-tye/12753258",
      "title": "Andrew Tye Records - Advance Cricket",
      "description": "Andrew Tye plays cricket as Bowler. A Tye wicket per match stats are 1.7 in ODI, 1.4 in T20, 1.4 in IPL, 1.3 in BBL, 1.4 in T10, 1.4 in BLAST, 0.2 in PSL, 2.0 in DODI, 1.7 in DT20. Andrew Tye wicket in every 32.2 balls in ODI, 14.5 balls in T20, 16.2 balls in IPL, 15.4 balls in BBL, 7.3 balls in T10, 15.0 balls in BLAST, 90.0 balls in PSL, 24.5 balls in DODI, 11.3 balls in DT20. A Tye catch chances in match are 14.2 % in ODI, 31.2 % in T20, 26.6 % in IPL, 34.1 % in BBL, 77.7 % in T10, 59.4 % in BLAST, 25 % in PSL, 21 % in DODI, 28.5 % in DT20. Andrew Tye field chances are 28.5 % in ODI, 43.7 % in T20, 30 % in IPL, 50.4 % in BBL, 77.7 % in T10, 62.1 % in BLAST, 50 % in PSL, 21 % in DODI, 35.7 % in DT20.",
      "preview": "Andrew Tye Records Andrew Tye Introduction Role Bowler Batting Right Handed Bowling fast-medium Right-arm Andrew Tye More Introduction Country Austral"
    },
    {
      "url": "https://oceanpanel.org/sites/default/files/2020-02/HLP%20Blue%20Paper%20on%20IUU%20Fishing%20and%20Associated%20Drivers.pdf",
      "title": "High Level Panel for a Sustainable Ocean Economy",
      "description": "The High Level Panel is committed to putting sustainability at the heart of ocean management to benefit people, nature and the economy.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://insights.spire.com/maritime/dark-shipping-detection/",
      "title": "Dark Shipping Detection | Spire Maritime",
      "description": "Spire Maritime's world-first, near real-time, global AIS message position validation service utilizes our satellite constellation and experience with radio frequency doppler shift.",
      "preview": "Dark Shipping detection Uncover suspicious vessel behavior, worldwide and in real-time Spire's latest Dark Shipping detection solution goes beyond AIS"
    },
    {
      "url": "http://beijingdaze.com/tag/chinese-music-industry/",
      "title": "Chinese Music Industry | BeijingDaze",
      "description": "void",
      "preview": "Skip to content Tagged: Chinese Music Industry blabbers January 31, 2012 by Beijing Daze · Published January 31, 2012 Song Ke: Why is the Chinese Musi"
    },
    {
      "url": "https://blaqplastik.tumblr.com/",
      "title": "@blaqplastik on Tumblr",
      "description": "Pop culture, Television, Music, Comic Books, Art, Science and anything else I like.",
      "preview": "Posts suhmayzooka Follow \" I'm just an artist. I doodle in the margins of notepads. I daydream about color and form and monster trucks. I live half my"
    },
    {
      "url": "https://chardove.tumblr.com/",
      "title": "Chardove Reblogs Stuff",
      "description": "This blog has no theme, much apologies! ^^; I like pokemon and a bunch of other stuff though!",
      "preview": "Home Go ahead and ask me a thing? Archive Mobile RSS Chardove Reblogs Stuff Text July 02, 2024 113,487 notes gay-jewish-bucky asked: ssalmonn : impost"
    },
    {
      "url": "http://developer.android.com/index.html",
      "title": "Android Mobile App Developer Tools - Android Developers",
      "description": "Discover the latest app development tools, platform updates, training, and documentation for developers across every Android device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://www.ilmtalzottelstedt.de/nachwuchs/archiv/2020-21/c-junioren/spiele/11981-ilmtal-zottelstedt-sv-09-arnstadt",
      "title": "2020/21 : Ilmtal Zottelstedt vs. SV 09 Arnstadt 4 : 1",
      "description": "Auf der offiziellen Webseite des FSV Ilmtal Zottelstedt wird der Verein mit allen Mannschaften und Mitgliedern vorgestellt. Es gibt zahlreiche Statistiken zu Spieltag und Spielern, viele Fotos und vieles mehr. (C) soccero",
      "preview": "C-Junioren : Spielbericht (2020/21) Kreisoberliga MTH 1. Spieltag - 13.09.2020 10:30 Uhr Ilmtal Zottelstedt SV 09 Arnstadt 4 : 1 (3 : 0) Aufstellung E"
    },
    {
      "url": "https://www.siriusxm.com/clips/clip/65cfb29a-195e-4b44-91fb-9e855ad51e03/1bb40a1e-1920-4ab0-a756-9d95a7e2b7fb",
      "title": "David Downey on Revitalizing America's Downtowns | Julie Mason - Julie Mason Mornings undefined | undefined : '' | Listen on SiriusXM",
      "description": "David Downey, President and CEO of the International Downtown Association, joins Julie Mason to discuss the Revitalizing Downtowns Act and its fascinating new tax credit to incentivize transforming office space into housing.",
      "preview": "Julie Mason - Julie Mason Mornings Listen to Channel Subscribe to SiriusXM · David Downey on Revitalizing America's Downtowns SHARE Copy embed code Ab"
    },
    {
      "url": "https://www.basemap.com/privacy-policy/",
      "title": "Privacy Policy | BaseMap Inc",
      "description": "BaseMap Privacy Policy",
      "preview": "top of page LAST UPDATED: APRIL 16, 2018 PRIVACY POLICY BaseMap Inc. (\"BaseMap\") values your privacy. In this Privacy Policy (\"Policy\"), we describe h"
    },
    {
      "url": "https://www.natalido.com/cambodia",
      "title": "Cambodia | natalido",
      "description": "void",
      "preview": "top of page bottom of page"
    },
    {
      "url": "https://hk-devblog.com/2016/06/10/another-graphic-test/?like_comment=461&_wpnonce=2e306d0ffa",
      "title": "Another graphic test - STRAY Devblog",
      "description": "Visit the post for more.",
      "preview": "Another graphic test Partager : Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Click to share o"
    },
    {
      "url": "https://www.italieonline.eu/cs/dovolena/friuli-venezia-giulia",
      "title": "Friuli-Venezia Giulia Itálie ubytování, 2026 Dovolená Friuli-Venezia Giulia Itálie - CK Italieonline",
      "description": "Dovolená Friuli-Venezia Giulia Itálie 2026, ubytování Friuli-Venezia Giulia Itálie, apartmány hotely kempy Friuli-Venezia Giulia Itálie, rezervace online s...",
      "preview": "Pokračovaním v používaní našich webových stránek vyjadřujete svůj souhlas s používáním souborů cookie v souladu s Pravidly ochrany soukromí . Nastaven"
    },
    {
      "url": "https://versoly.com/",
      "title": "Versoly - Pixel perfect landing pages and websites, 10x faster",
      "description": "Versoly is the most flexible no-code website builder. Easily create beautiful landing pages and CMS driven websites.",
      "preview": "The fastest way to build your pixel perfect website. Finally, a flexible no-code website builder that is easy to use. Visually design, develop and lau"
    },
    {
      "url": "https://buildcommonwealth.org/",
      "title": "Commonwealth - Making Wealth Possible For All",
      "description": "Commonwealth strengthens financial opportunity for financially vulnerable people through research, innovation, and implementation.",
      "preview": "Skip to content Making Wealth Possible for All Commonwealth is a national nonprofit building financial security and opportunity for financially vulner"
    },
    {
      "url": "https://www.nzz.ch/digital",
      "title": "Technologie - News, Hintergründe & Kommentare | NZZ",
      "description": "Nachrichten, Hintergründe & Kommentare aus der Welt der Technologie.",
      "preview": "Mit Sora baut Open AI ein soziales Netzwerk für Videos. Die Deepfake-Videos sind gefährlich gut Die Firma hinter Chat-GPT lanciert ihr eigenes soziale"
    },
    {
      "url": "https://www.sandiegouniontribune.com/military/sdut-rosie-network-military-entrepreneurs-2014apr07-story.html",
      "title": "Group promotes military entrepreneurs - San Diego Union-Tribune",
      "description": "In 2012, the wife of a Navy SEAL needed some work done on the family home while her husband was on deployment. Stephanie Brown of San Diego was uncomfortable contacting strangers advertising their services on Craigslist. She said she would have felt more trust, rapport and overall comfort with a military veteran or spouse doing [...]",
      "preview": "Skip to content Members of the Rosie Network gather at the organization's Military Entrepreneur Small Business Expo on St. Patrick's Day in Balboa Par"
    },
    {
      "url": "http://www.agclassroom.org/",
      "title": "National Agriculture in the Classroom",
      "description": "National Agriculture in the Classroom provides K-12 educators with engaging resources to increase agricultural literacy among their students.",
      "preview": "Skip to content National Agriculture in the Classroom Free lesson plans, virtual field trips, and teacher resources to bring educational standards to"
    },
    {
      "url": "https://help.providencejournal.com/",
      "title": "Help Center - The Providence Journal",
      "description": "void",
      "preview": "Help Center Help Center Subscriptions Become a subscriber, manage account information, change payment or delivery details. Subscriber Benefits Access"
    }
  ],
  "_meta": {
    "total_bookmarks": 59
  }
}