{
  "data": [
    {
      "url": "https://cloudsecurityalliance.org/star/registry/github-inc/",
      "title": "STAR Registry | CSA",
      "description": "One of most essential features of the Security Trust Assurance and Risk (STAR) program is its registry that documents the security and privacy controls provided by popular cloud computing offerings. This publicly accessible registry is designed for users of cloud services to assess their cloud",
      "preview": "CSA STAR Registry Security, Trust, Assurance, and Risk Registry STAR Home Registry Submit To Registry Contact Us Resources STAR Solutions Home STAR Re"
    },
    {
      "url": "https://www.archiesonline.com/",
      "title": "Buy Gifts, Greeting Cards, Cakes & Flowers Online | Archies",
      "description": "Shop online for personalized gifts, greeting cards, cakes, and fresh flowers at Archies. Make every celebration special with Archies Online.",
      "preview": "Skip to content Cart 0 0 items Free Shipping on order value above Rs.499 within India Cart 0 0 items Shop by Category Diwali Birthday Jewellery & Acce"
    },
    {
      "url": "https://www.starlingbank.com/blog/",
      "title": "Noteworthy | Starling Blog | Starling",
      "description": "Noteworthy brings you stories and guides, explainers and interviews. Explore money topics, including budgeting and saving, and real-life 'money truths'.",
      "preview": "We've made some changes to how we look. See what's new Noteworthy | Starling Blog - Homepage. Selected articles Good with money Feeling the post-summe"
    },
    {
      "url": "https://www.braintreepayments.com/legal/braintree-privacy-policy",
      "title": "PayPal Data Protection Addendum For Card Processing Products",
      "description": "PayPal Data Protection Addendum For Card Processing Products",
      "preview": "Menu PayPal Data Protection Addendum For Card Processing Products PayPal Data Protection Addendum For Card Processing Products Last updated on May 30,"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=IND&mtdsg_no=XXVII-7-d&chapter=27&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://climate.nasa.gov/evidence/",
      "title": "Evidence - NASA Science",
      "description": "Earth's climate has changed throughout history. Just in the last 800,000 years, there have been eight cycles of ice ages and warmer periods, with the end of",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://maricmasi.blogspot.com/search?updated-max=2014-07-25T03:29:00-07:00&max-results=10&reverse-paginate=true&widgetType=BlogArchive&widgetId=BlogArchive1&action=toggle&dir=open&toggle=DAILY-1630360800000&toggleopen=DAILY-1638831600000",
      "title": "Estrella Luz Dorada. 31. 💛",
      "description": "Blog espiritual sanador, con la palabra escrita -poesía, relatos-. Y... premoniciones, Universo, salud. Aportes para el cuidado de Gaia.",
      "preview": "Ir al contenido principal Entradas LA SEGURIDAD PLASMADA EN EL CONOCIMIENTO. Por Montse Cobas. julio 24, 2014 LA SEGURIDAD PLASMADA EN EL CONOCIMIENTO"
    },
    {
      "url": "https://www.photographyinstride.com/p79269547",
      "title": "Photography In Stride | 85 Alexandra Houck",
      "description": "Photography In Stride",
      "preview": "Thank you for your patience while we retrieve your images. Favorites | « Back  Add new set Close View Cart Register to save your cart before it expir"
    },
    {
      "url": "https://allergyasthmanetwork.org/",
      "title": "Your Trusted Resource - Allergy & Asthma Network",
      "description": "and for those who care for them",
      "preview": "Skip to content Online Shop Donate Now Search for: Search Button ONLINE SHOP DONATE NOW Search for: Search Button MENU Mobile Menu Your trusted resour"
    },
    {
      "url": "https://potion.so/",
      "title": "Create custom Notion websites in minutes",
      "description": "Create custom websites in minutes. All on Notion. Potion adds the magic, generating a speedy site with custom domains, styles and great SEO.",
      "preview": "Potion Showcase Guides Templates Pricing Sign In Create custom Notion websites in minutes Potion adds the magic , generating a speedy site with custom"
    },
    {
      "url": "http://www.chem1.com/acad/webtext/virtualtextbook.html",
      "title": "Chem1 Online Textbook Main Menu",
      "description": "void",
      "preview": "about this site student links teacher links other virtual texts download recent changes email the author chem1 virtual textbook a reference text for G"
    },
    {
      "url": "https://www.expo2020dubai.com/en",
      "title": "Expo 2020 Dubai | Home | Connecting Minds, Creating the Future | Expo 2020 Dubai",
      "description": "Expo 2020 Dubai will host the world for 182 days, each one brimming with new experiences. It'll be a time to create, collaborate and innovate.",
      "preview": "Video Not Supported We had an incredible time welcoming the world! Want to relive the best moments? Visit Virtual Expo Dubai Scroll Scroll Scroll What"
    },
    {
      "url": "https://www.kerocristais.pt/22-taros-e-oraculos",
      "title": "Tarôs e Oráculos",
      "description": "void",
      "preview": "Precisa de Ajuda? Ligue (+351) 22 606 41 44 info@kerocristais.pt  Fale connosco Visite a nossa Loja Tarôs e Oráculos Filtrar por Preço Preço: Compara"
    },
    {
      "url": "https://zora.medium.com/no-asap-rocky-jonathan-majors-are-not-being-emasculated-353b34cde54?source=home---------5------------------0----------",
      "title": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated | by Whitney Alese | ZORA",
      "description": "No, ASAP Rocky And Jonathan Majors Are Not Being Emasculated \"Emasculate\" is one of those words I wish more folks simply hadn't learned. Case in point, it's overuse in recent conversations ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in ZORA · A publication from Medium that centers the stories, poetry, essays"
    },
    {
      "url": "https://babesies.tumblr.com/",
      "title": "void",
      "description": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE 9 / 26 2025 8304 N nociceptrix-deactivated20241108 : Shall we blossom into homies 9 / 24 2025 1"
    },
    {
      "url": "https://modelshipworld.com/topic/30836-planking-for-beginners/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.thenexthint.com/",
      "title": "The Next Hint - News Portal",
      "description": "News Portal",
      "preview": "Entertainment 3 Min Read Sakshi Purna on October 10, 2025 Release Date of The Secret Lives of Mormon Wives Season 3 is Confirmed Good news for The Sec"
    },
    {
      "url": "http://www.revel-belledonne.com/la-fontaine",
      "title": "Village de Revel Belledonne - Revel",
      "description": "void",
      "preview": "Accès rapide Démarches administratives Portail des Familles Menus de la cantine La bibliothèque Location des salles Vie associative Projets en cours O"
    },
    {
      "url": "https://www.ownbackup.com/blog/10-steps-transition-salesforce-lightning/",
      "title": "10 Steps to Transition to Salesforce Lightning",
      "description": "Salesforce Lightning transition steps include building the right team, educating users, and rolling out in stages. Read more to build your migration strategy.",
      "preview": "May 13, 2019 Salesforce 10 Steps to Transition to Salesforce Lightning Editorial Team | Own from Salesforce No items found. The majority of companies,"
    },
    {
      "url": "https://www.visitportugal.com/pt-pt/content/lisboa",
      "title": "Lisboa | www.visitportugal.com",
      "description": "Sobre a margem direita do amplo estuário do rio Tejo, a capital de Portugal assente sobre encantadoras colinas, desfruta de uma situação geográfica ímpar, a que deve o seu destino de cidade cosmopolita. A sua luz excepcional, encantamento de escritores, fotógrafos e cineastas, o casario claro que trepa sobre as colinas, onde sobressai a cor ocre dos telhados, a policromia dos",
      "preview": "Passar para o conteúdo principal www.visitportugal.com Pesquisa Pesquisa avançada Idioma Partilhe RSS Partilhe E-mail N3 132853 117.93.76.183 node/132"
    },
    {
      "url": "http://www.kartverket.no/",
      "title": "Kartverket.no",
      "description": "Kartverket har et nasjonalt ansvar for geografisk informasjon, drifter det nasjonale eiendomsregisteret og tinglyser fast eiendom og andeler i borettslag.",
      "preview": "Hopp til innholdet Hopp til navigasjon Språk Søk Kontakt oss Language English Norwegian Meny trenger javascript Eiendom Eiendomsregisteret Tinglyse sk"
    },
    {
      "url": "http://www.dazeddigital.com/fashion/article/37198/1/pharrell-williams-interview-fashion-tennis-adidas-collection-skincare",
      "title": "Pharrell on tennis, Rei Kawakubo and his skincare routine | Dazed",
      "description": "With his recently launched adidas Tennis collaboration, the musician talks 70s swag and the importance of giving back to the community",
      "preview": "â¬...ï¸ Left Arrow *ï¸âƒ£ Asterisk â­ Star Option Sliders âœ‰ï¸ Mail Exit Find your creative community. Join Dazed Club on iOS and Android Music leg"
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "https://www.ilovepdf.com/merge_pdf",
      "title": "Merge PDF files online. Free service to merge PDF",
      "description": "Select multiple PDF files and merge them in seconds. Merge & combine PDF files online, easily and free.",
      "preview": "Merge PDF files Combine PDFs in the order you want with the easiest PDF merger available. Upload your file and transform it. Select PDF files Upload f"
    },
    {
      "url": "https://data.calgary.ca/stories/s/Open-Calgary-Terms-of-Use/u45n-7awa/",
      "title": "Open Calgary Terms of Use | Open Calgary",
      "description": "Terms for accessing and using open data.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://tree.tributestore.com/?oId=25875204",
      "title": "Tribute Store | Memorial Tree",
      "description": "When you choose to have a memorial tree planted for your loved one, you are doing more than simply putting a plant in the ground. You are making a long-term commitment to the environment and implanting the memories of your loved one in our planet for countless years to come. A memorial tree is a unique tribute which provides global benefits like no other memorial gift could.",
      "preview": "Pacific Cremation Services « Back to home page Contact our Tribute Store Advisors at 1-866-834-4420 In loving memory Thomas Smith 1993 - 2022 Plant a"
    },
    {
      "url": "https://whynotyoufdn.org/",
      "title": "Why Not You Foundation",
      "description": "Founded by athlete and entrepreneur, Russell Wilson. The Why Not You Foundation is a nonprofit dedicated to education, children's health and fighting poverty, while empowering today's youth to embrace a why not you attitude.",
      "preview": "Scroll We are dedicated to changing the world, one child at a time. WHY NOT YOU? WHY NOT US? Founded by Russell Wilson in 2014, the Why Not You Founda"
    },
    {
      "url": "https://www.snapchat.com/add/coschoolofmines",
      "title": "Colorado School of Mines (@coschoolofmines) | Storie, Lenti e contenuti di Spotlight su Snapchat",
      "description": "Colorado School of Mines è su Snapchat! (@coschoolofmines) | Official Snapchat of Colorado School of Mines! #HelluvaEngineer | Golden, Colorado, United States | Ultimo aggiornamento: 07/03/2025",
      "preview": "Colorado School of Mines coschoolofmines Aggiungimi su Snapchat! Società Snap Inc. Posizioni aperte Notizie Community Assistenza Linee Guida per la Co"
    },
    {
      "url": "https://about.meta.com/",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "http://meyerweb.com/",
      "title": "meyerweb.com",
      "description": "void",
      "preview": "What happened was, I wrote a bookmarklet in early 2024 that would load all of the comments on a lengthy GitHub issue by auto-clicking any \"Load more\""
    },
    {
      "url": "https://www.ebookers.com/?AFFCID=EBOOKERS-UK.network.affiliatewindow.85386&awc=7904_1606029543_518c2af76500871f76cadec26f8eb055",
      "title": "ebookers UK is ending",
      "description": "We have made the difficult decision to retire ebookers and its BONUS+ program in the United Kingdom. On 4 September 2024, the ebookers website, app, BONUS+ program and its benefits are ending in the UK. Rest assured, any existing and upcoming reservations and trips will not be disrupted, and we will honor your loyalty through the One Key™ rewards program, coming soon to Expedia®, Hotels.com™, and Vrbo™ in the UK.",
      "preview": "Skip to Main Content. We have made the decision to retire ebookers and its BONUS+ programme in the United Kingdom. On 4 September 2024, the ebookers w"
    },
    {
      "url": "https://www.itex.com/Directory/food_%252526_beverage/mi/grand_rapids/3925707/USD?srcsub=7660&broker_id=210888&website_num=2",
      "title": "ITEX",
      "description": "void",
      "preview": "x Information: Your IP Address of 78.211.19.249 is not allowed to access ITEX."
    },
    {
      "url": "https://www.gov.uk/guidance/the-blue-belt-programme",
      "title": "The Blue Belt Programme - GOV.UK",
      "description": "The Blue Belt Programme supports the UK Overseas Territories with the protection and sustainable management of their marine environments.",
      "preview": "Cookies on GOV.UK We use some essential cookies to make this website work. We'd like to set additional cookies to understand how you use GOV.UK, remem"
    },
    {
      "url": "https://www.ifc.org/wps/wcm/connect/corp_ext_content/ifc_external_corporate_site/home",
      "title": "International Finance Corporation (IFC)",
      "description": "A strong and engaged private sector is indispensible to ending extreme poverty and boosting shared prosperity. That's where IFC comes in - we have more than 60 years experience in unlocking private investment, creating markets and opportunities where they are needed most.",
      "preview": "Skip to Main Navigation Turning Tanzania's Farmers into Agri- Entrepreneurs How global partners are empowering smallholder farmers to grow their profi"
    },
    {
      "url": "https://fouloistech.tumblr.com/post/121188701193",
      "title": "Foulois Tech & Media Arts (Maryland moves to increase diversity in computer...)",
      "description": "void",
      "preview": "Foulois Tech & Media Arts Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q. Ask me anything Text 33 Notes Maryland m"
    },
    {
      "url": "https://wjla.com/news/local/fairfax-county-public-schools-pulls-lgbtq-books-graphic-sex-libraries-virginia-lawn-boy-gender-queer",
      "title": "Fairfax schools pulls two LGBTQ+ books with graphic sex from high school libraries",
      "description": "Fairfax County Public Schools removed two books from its high schools' libraries after community members complained about graphic sex depicted between two males in the books at a school board meeting Thursday. One book was anillustrated memoir that contains explicit illustrations of sexual encounters involving children.",
      "preview": "Fri, 10 Oct 2025 11:35:49 GMT (1760096149416) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://integrated-report.bnpparibas/2021/",
      "title": "Editorial - Page 1 | BNP Paribas - 2024 integrated report",
      "description": "BNP Paribas - 2024 integrated report",
      "preview": "group.bnpparibas Contact Table of contents 2024 integrated report E-accessible Bookmarks Search 2024 INTEGRATED REPORT Read the report The bank for a"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "https://huggingface.co/docs/datasets/loading",
      "title": "Load",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Load Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Datase"
    },
    {
      "url": "http://www.punchmark.com/?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://trendspanarna.nu/tag/ginko-taklampa/",
      "title": "ginko taklampa | Trendspanarna.nu",
      "description": "void",
      "preview": "Hoppa till primärt innehåll Hoppa till sekundärt innehåll Här kommer ett tips på \"Lyx vs budget\". Denna gången har vi valt taklampan Ginko från Svenss"
    },
    {
      "url": "https://www.brettonwoodsproject.org/2011/09/art-569035/",
      "title": "Scaling up Climate Finance - Bretton Woods Project",
      "description": "Notes of meeting, Washington DC, September 22...",
      "preview": "Skip to main content Search the Bretton Woods Project site Search for: Environment Gender Finance Accountability Governance Aid Infrastructure Scaling"
    },
    {
      "url": "https://opendata.paris.fr/",
      "title": "Home - Paris Data",
      "description": "Bienvenue sur Paris Data ! Le site de la démarche Open Data de la Ville de Paris. Vous trouverez ici l'ensemble des jeux de données publiés par les services de la Ville et ses partenaires sous licence ODbL.",
      "preview": "void"
    },
    {
      "url": "https://dk.linkedin.com/company/pandora-a-s?trk=organization_guest_main-feed-card-text",
      "title": "Pandora | LinkedIn",
      "description": "Pandora | 520.621 følgere på LinkedIn. The world&#39;s largest jewellery brand | Pandora is the world's largest jewellery brand. The company designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices Pandora jewellery is sold in more than 100 countries through more than 6,500 points of sale, including more than 2,500 concept stores. Headquartered in Copenhagen, Denmark, Pandora employs 32,000 people worldwide and crafts its jewellery at two LEED-certified facilities in Thailand using mainly recycled silver and gold.",
      "preview": "LinkedIn respekterer dit privatliv LinkedIn og tredjeparter bruger essentielle og ikke-essentielle cookies til at levere, sikre, analysere og forbedre"
    },
    {
      "url": "https://www.zilliondesigns.com/blog/",
      "title": "ZD Blog | Resource for design tips, tutorials, & more - ZillionDesigns",
      "description": "A valuable resource for business owners and designers where they can find information, tips, tutorials, portfolios of graphic design, logo design, typography, branding and brand identity creation.",
      "preview": "10 Sites to Help You Become an Expert in Website Development Take it from the data that speaks volumes! Approximately 76% ... By Michael Baker Aug 5 2"
    },
    {
      "url": "https://www.typographicposters.com/",
      "title": "typo/graphic posters",
      "description": "since 2008, a reference platform for typographic and graphic posters.",
      "preview": "void"
    },
    {
      "url": "https://lovequalstrains.tumblr.com/",
      "title": "the patriarchy is on autopilot",
      "description": "void",
      "preview": "Home Ask me anything Submit a post Archive Mobile RSS the patriarchy is on autopilot Photo November 26, 2018 376 notes programmerhumour : Focus Video"
    },
    {
      "url": "https://ricette.giallozafferano.it/Spaghetti-alla-Carbonara.html",
      "title": "Spaghetti alla Carbonara: ricetta originale, facile e cremosa",
      "description": "Carbonara: la ricetta originale romana passo passo con tuorli, guanciale croccante, pecorino e pepe. Cremosa, semplice, pronta in pochi minuti.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X SPECIALE Pasta italiana: sapore unico in collaborazione con Primi piatti Pasta Contenuto Sponsorizzato S"
    },
    {
      "url": "https://dopaminelandexperience.com/london/",
      "title": "Dopamine Land: A Multi Sensory Experience",
      "description": "An interactive museum that mix traditional technique with technology. You will enjoy with all the senses. Get your tickets for Dopamine Land!",
      "preview": "Los tickets saldrán a la venta el martes 4 de enero a las 12h Discover a world that will fire your happiness hormone levels! Discover a world that wil"
    },
    {
      "url": "https://www.trainline.com/book/results",
      "title": "Search Results | Trainline",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Search Results | Trainline Find tickets from hundreds of train companies across Italy and Europe. Buy on our website or app and keep tickets at your f"
    },
    {
      "url": "https://products.designsoundnw.com/avcat/ctl18587/index.cfm?manufacturer=clearone&news=22486",
      "title": "News | ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide | ClearOne | Design Sound NW, Inc.",
      "description": "News - ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide - ClearOne. Provided by Design Sound NW, Inc..",
      "preview": "Previous Next Products Contact Us ClearOne 5225 Wiley Post Way Suite 500 Salt Lake City, UT 84116 United States Back to previous page Project List Pre"
    },
    {
      "url": "https://www.safetygearstore.co.uk/188-200-130-rugged-hand-held-smart-device-vehicle-charger",
      "title": "188-200-130 Rugged Hand-Held Vehicle Charger Only £37.00 excl vat From Safety Gear Store Ltd",
      "description": "188-200-130 Rugged Hand-Held Vehicle Charger from only £37.00 excl vat. Next day Delivery for in stock items. Smart Device Vehicle Charger",
      "preview": "Currency: US Dollar British Pound Euro Search Returning Customer Email: Password: Remember me? Forgot password? Log in Don't have an account? Create a"
    },
    {
      "url": "https://shop-links.co/cjbh100cPU2",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
      "title": "Esther Duflo - Facts - 2019 - NobelPrize.org",
      "description": "The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2019 was awarded jointly to Abhijit Banerjee, Esther Duflo and Michael Kremer \"for their experimental approach to alleviating global poverty\"",
      "preview": "Skip to content Enhanced Page Navigation Esther Duflo - Facts - 2019 Navigate to: Summary - Abhijit Banerjee -- Facts -- Biographical -- Prize Lecture"
    },
    {
      "url": "https://www.acluaz.org",
      "title": "Home - ACLU of Arizona",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the right to equality, liberty, and justice for all The ACLU of Arizona advances equity and dismantles systemic injustice by taking legal ac"
    },
    {
      "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:legge:2024-12-30;215!vig=",
      "title": "DECRETO 6 novembre 2024, n. 215 - Normattiva",
      "description": "Regolamento concernente la determinazione dei criteri di svolgimento delle procedure di risoluzione stragiudiziale delle controversie con la clientela relative alle prestazioni e ai servizi assicurativi derivanti dai contratti di assicurazione, nonch&egrave; dei criteri di composizione dell'organo decidente e della natura delle controversie trattate dai sistemi di cui all'articolo 187.1 del decreto legislativo 7 settembre 2005, n. 209 e successive modifiche. (25G00001)",
      "preview": "Presidenza del Consiglio dei Ministri ITA ITA ENG Normattiva - Il portale della legge vigente"
    },
    {
      "url": "https://www.iso.org/standard/54534.html",
      "title": "ISO/IEC 27001:2022 - Information security management systems",
      "description": "Information security, cybersecurity and privacy protection - Information security management systems - Requirements",
      "preview": "Skip to main content Reference number ISO/IEC 27001:2022 © ISO 2025 International Standard ISO/IEC 27001:2022 Information security, cybersecurity and"
    },
    {
      "url": "https://theimpression.com/",
      "title": "THE IMPRESSION | Where Fashion Gets Creative",
      "description": "THE IMPRESSION | Where Fashion Gets Creative, Fashion News & Creative Intelligence on Fashion Advertising, Runway Shows, Trends, Designers, & Street Style",
      "preview": "Unlocking An Edge For Fashion Forward Leaders The Impression provides premium insights and creative intelligence for industry leaders and their teams"
    },
    {
      "url": "https://stitchfix.rg35.net/vnG49O?subid3=people",
      "title": "Sign Up For A Personal Stylist | Stitch Fix",
      "description": "Find clothes you'll actually love! Stitch Fix is personal styling for men, women & kids that sends clothing to your door (with free shipping & returns). Get started!",
      "preview": "What can we style you for? Womens Mens Kids Already have an account? Sign in"
    },
    {
      "url": "https://mailchi.mp/981bc390995d/watttime-newsletter-january-2021",
      "title": "WattTime - Newsletter",
      "description": "void",
      "preview": "January 2021 Dear WattTime community, It's a pivotal time in the United States and around the world. Collectively, we continue to grapple with a globa"
    },
    {
      "url": "https://www.mysticaquarium.org/",
      "title": "Mystic Aquarium",
      "description": "void",
      "preview": "Update browser for a secure Made experience It looks like you may be using a web browser version that we don't support. Make sure you're using the mos"
    },
    {
      "url": "https://mxtoolbox.com/dkim.aspx",
      "title": "DKIM Check- DomainKeys Identified Mail (DKIM) Record Lookup - MxToolBox",
      "description": "void",
      "preview": "Javascript is disabled. Javascript is required for this site. DKIM Record Lookup Domain Name : Selector Solve Email Delivery Problems ABOUT DKIM RECOR"
    },
    {
      "url": "https://schutz-shoes.com/products/avril-nappa-leather-pump-o99-heel-height-high-s2072200130002",
      "title": "New Arrivals: Women's Trendy Shoes | SCHUTZ",
      "description": "Enjoy the newest releases from Schutz! New arrivals and fresh styles to keep you up to date with the latest trends. Free Shipping in the US on orders over $99!",
      "preview": "Skip to content Skip to Menu Skip to Footer Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Sub"
    },
    {
      "url": "http://www.cosmopolitan.co.uk/entertainment/news/a34598/idris-elba-dad-quotes-winston-isan/",
      "title": "What Idris Elba has to say about being a dad will melt your heart",
      "description": "If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, prepare to dissolve into a mushy, hormonal mess.",
      "preview": "Skip to Content If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, pre"
    },
    {
      "url": "https://www.usmagazine.com/entertainment/news/khloe-kardashian-to-guest-judge-rupauls-drag-race-see-khloe-and-rupauls-photo-together-2014131/",
      "title": "Khloe Kardashian on RuPaul's Drag Race Picture: Star to Guest Judge | Us Weekly",
      "description": "Khloe Kardashian headlines the lineup of celebrity guest judges on season six of RuPaul's Drag Race; see Kardashian's first photo with RuPaul!",
      "preview": "Tap Here To Add Us Weekly As A Trusted Source Add as a preferred source on Google Khloe Kardashian is a woman on a mission . . . to find America's Nex"
    },
    {
      "url": "http://cuicuifactory.com/f0235-6624/",
      "title": "f0235-6624 | CuiCui Factory",
      "description": "CuiCuiFactory | 北九州・下関エリアの結婚式写真撮影・結婚式エンドロール制作・成人式・七五三・family",
      "preview": "void"
    },
    {
      "url": "https://pittsburghfoundation.org/",
      "title": "The Pittsburgh Foundation Home | The Pittsburgh Foundation",
      "description": "void",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? A black and gold sky is the backdrop for the Downtown Pittsburgh skyl"
    },
    {
      "url": "https://www.sendtric.com/",
      "title": "Email Countdown Timer - Sendtric",
      "description": "Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touchpoints with [...]",
      "preview": "Skip to content Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touc"
    },
    {
      "url": "https://www.kansascitypbs.org/support/passport/",
      "title": "Kansas City PBS | Passport",
      "description": "Get extended access to thousands of full episodes and award-winning films. Stream top food shows, dramas, histories, documentaries, and more.",
      "preview": "Skip to Main Content Kansas City PBS Passport Support your local station and enjoy extended access to your favorite PBS shows & films Donate & Start W"
    },
    {
      "url": "https://boersianer.info/boersianer.info/ben-bernanke/",
      "title": "boersianer.info Domain steht zum Verkauf",
      "description": "Börse, Aktien, Investmentstrategien Domain steht zum Verkauf",
      "preview": "boersianer.info Diese Domain steht zum Verkauf. Bei Interesse senden Sie bitte Ihr unverbindliches Angebot an: info[at]boersianer.info"
    },
    {
      "url": "https://vitaminpatchclub.com/products/total-package-bundle",
      "title": "Total Package Bundle - Vitamin Patch Club",
      "description": "Meet The Total Package-a powerful 4-in-1 bundle designed for those who want it all: more energy, stronger immunity, faster recovery, enhanced strength, and radiant beauty. Featuring our Energize (B-Complex), Wellness (Vitamins D &amp; C), Strength (Iron), and Restore (Zinc) patches, this bundle supports your body from",
      "preview": "Skip to content Shop Columbus Day Sale! Spend $100 get $40GC, spend $200 get $75GC, spend $400 get $100GC. gift cards will be emailed on Oct 20th 5 Wa"
    },
    {
      "url": "https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule",
      "title": "Children's Online Privacy Protection Rule (\"COPPA\") | Federal Trade Commission",
      "description": "COPPA imposes certain requirements on operators of websites or online services directed to children under 13 years of age, and on operators of other websites or online services that have actual knowledge that they are collecting personal information online from a child under 13 years of age.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.giveusashout.org/",
      "title": "Shout: The UK's free, confidential, 24/7 mental health text service | Shout 85258",
      "description": "Shout is the UK's first and only 24/7 text service for anyone struggling with their mental health. Text 'Shout' to 85258 for free, confidential support anytime, anywhere",
      "preview": "Skip to main content We use necessary cookies that allow our site to work. We also set optional cookies that help us improve our website. For more inf"
    },
    {
      "url": "https://www.dotdashmeredith.com/careers/",
      "title": "Career Opportunties | People Inc",
      "description": "Learn about jobs and career opportunities at Dotdash Meredith, America's largest digital and print publisher.",
      "preview": "Open Roles Contract"
    },
    {
      "url": "http://www.liberliber.it/",
      "title": "Liber Liber - Libri, audiolibri e musica con licenze libere",
      "description": "fai una donazione in modo facile (altri modi per aiutarci)",
      "preview": "Salta al contenuto Home page Liber Liber 2025-09-23T14:42:39+02:00 In primo piano, LiberMusica \"Stabat Mater\" di Gioachino Rossini Sin dalla première,"
    },
    {
      "url": "https://www.sunglassesid.com/sightings/cutler-and-gross-kingsman-sunglasses-colin-firth-kingsman-secret-service",
      "title": "Cutler and Gross Kingsman sunglasses - Colin Firth - Kingsman: The Secret Service | Sunglasses ID",
      "description": "Colin Firth (as Harry Hart) wears Cutler and Gross 0847 tortoiseshell acetate square-frame sunglasses in the 2015 spy movie Kingsman: The Secret Service.",
      "preview": "Skip to main content Ultimate Guide to sunglasses in And Just Like That... (HBO Max) Ultimate Guide to sunglasses in The Four Seasons (Netflix) Ultima"
    },
    {
      "url": "https://www.drklein.de/kosten-grundstueckskauf.html",
      "title": "Kosten beim Grundstückskauf",
      "description": "Die Kosten beim Grundstückskauf werden nicht alleine durch den Kaufpreis beeinflusst. Die Kaufnebenkosten wirken sich auch auf Ihren Geldbeutel aus. Womit Sie außerdem rechnen müssen, erfahren Sie bei Dr. Klein.",
      "preview": "Zum Hauptinhalt springen Florian Unterfrauner Teilen 6 Min. 14.02.2023 Das Wichtigste in Kürze Grobe Schätzungen besagen, dass der Grundstückskauf zwi"
    },
    {
      "url": "https://nextebiz.com/2020/11/07/all-about-form-in-great-design-and-development/",
      "title": "Next eBiz - Enterprise Software Development Services - Next eBiz",
      "description": "Next eBiz offers expert software and website development services tailored to your business needs. Partner with us to drive innovation and growth.",
      "preview": "SOFTWARE CONSULTING & DEVELOPMENT Join Our Elite Tech Stack Crew! WE POWER, STREAMLINE, DRIVE, SAFEGUARD PROJECT SUCCESS. Join the Revolution: Become"
    },
    {
      "url": "https://mrag-europe.eu/home/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us Experience Services Environment and Climate Change Natural Resource Assessment & Management Go"
    },
    {
      "url": "https://www.inobat.ch/",
      "title": "INOBAT | Home",
      "description": "INOBAT erhebt, verwaltet und verwendet die vorgezogene Entsorgungsgebühr, die Konsumentinnen und Konsumenten mit dem Kaufpreis von Batterien und Akkus entrichten. Informieren Sie sich!",
      "preview": "JavaScript wird für die richtige Funktion dieser Webseite benötigt. Bitte schalten Sie es ein. Batterien gehören zurück Gebrauchte Batterien gelten in"
    },
    {
      "url": "https://www.formula1.com/en/latest/all.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "https://livereport.protectedplanet.net/chapter-2",
      "title": "Introduction | Protected Planet Report 2020",
      "description": "Protected Planet Report 2020 assesses the state of protected areas around the world.",
      "preview": "As the pace of biodiversity loss continues largely unabated (IPBES, 2019; CBD, 2020; WWF, 2020), the links between this loss and other global challeng"
    },
    {
      "url": "https://uploads.knightlab.com/storymapjs/857f1335b5790bba701ae445533b2c8e/lynchings-and-executions-in-kansas/index.html",
      "title": "StoryMapJS: Master Lynchings and Executions in KS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.virtualvocations.com/job/remote-consumer-services-data-scientist-in-costa-mesa-1681865-i.html",
      "title": "Remote Consumer Services Data Scientist in Costa Mesa - Virtual Vocations",
      "description": "Data Scientist - Company Consumer Services Remote-West Coast 475 Anton Blvd, Costa Mesa, CA, United States Employees can work remotely Full-",
      "preview": "Jobs How It Works Companies Career Center Blog Sign in Post a Job Explore Remote Jobs How it Works Companies Career Center Blog Sign in Post a Job FAQ"
    },
    {
      "url": "https://www.objectiveproductions.net/tag/obtain/",
      "title": "obtain Archives - My Blog",
      "description": "void",
      "preview": "Primary Menu Search for: Search Home obtain For understanding and finalizing on business options, a lot of the companies depend around the prospects t"
    },
    {
      "url": "https://nypost.com/baseball/",
      "title": "Latest MLB News, Scores, Standings, Stats & Rumors | New York Post",
      "description": "Get the latest MLB news on the New York Yankees, New York Mets, and around baseball from the New York Post, including scores, stats, trade rumors, and standings.",
      "preview": "MLB inside the mets What spurred the Mets' sweeping coaching cuts and where they leave Carlos Mendoza On top of saying goodbye to colleagues and frien"
    },
    {
      "url": "https://water.org/",
      "title": "Water.org: A Global Charity for Water & Sanitation | Water.org",
      "description": "Water.org, founded by Gary White and Matt Damon, provides access to safe water and sanitation solutions. Support us by donating, fundraising, and exploring our initiatives.",
      "preview": "Safe water protects and saves lives Water.org has helped empower more than 81 million people with access to safe water or sanitation. Donate You helpe"
    },
    {
      "url": "http://www.interconnect.net/",
      "title": "Interconnect Services - Providing Internet and Information Technology Solutions to Corpus Christi Texas and the Texas Coastal Bend",
      "description": "void",
      "preview": "Key services: High-Speed Internet Hosted Email/Web Fixed Wireless Internet Internet Firewalls Voice/Data Hosted VOIP IT Consultancy Website Design Sof"
    },
    {
      "url": "https://inreview.net/features/unraveling-silver-cord",
      "title": "Unraveling The Silver Cord | inReview.net",
      "description": "void",
      "preview": "Skip to main content Skip to navigation You are here Home Unraveling The Silver Cord Published by becca91 on Fri, 2009-07-24 21:22 Approximately six y"
    },
    {
      "url": "https://svgdoodles.com/",
      "title": "SVG Doodles - Free, editable SVGs to spice up your designs",
      "description": "Browse a curated collection of free, customizable SVG doodles and icons to use in your websites, apps, slides, and prints.",
      "preview": "void"
    },
    {
      "url": "https://www.archives.gov/preservation",
      "title": "Preservation | National Archives",
      "description": "What Do You Want to Preserve?",
      "preview": "Top Skip to main content Preservation What Do You Want to Preserve? Information by Media Type Audio, Video & Motion Picture Film Books & Scrapbooks Ma"
    },
    {
      "url": "https://deadline.com/2023/02/investigation-discovery-series-helps-free-innocent-man-from-prison-1235270636/",
      "title": "Investigation Discovery Series Helps Free Innocent Man From Prison",
      "description": "Jeff Titus, who has spent 21 years in prison for the murder of two deer hunters in 1990, is a free man thanks to evidence discovered by a true-crime series and podcast.",
      "preview": "Skip to main content By Peter White Peter White Executive Editor, Television @peterzwhite"
    },
    {
      "url": "https://www.elmundo.es/tecnologia.html",
      "title": "Tecnología - Píxel | EL MUNDO",
      "description": "Entra y descubre las últimas noticias e información de tecnología, gadgets y los mejores trucos para tu día a día.",
      "preview": "TECNOLOGÍA Redacción: ÁNGEL JIMÉNEZ DE LUIS EE.UU. 1 comentarios Malos tiempos para los más jugones, Game Pass sube un 50% el precio y estudia poner p"
    },
    {
      "url": "https://india.mongabay.com",
      "title": "Environmental news and information in India - Landing",
      "description": "India's environmental science and conservation news",
      "preview": "Latest Feature story Arunachal Pradesh plans big push for hydropower Simrin Sirur 10 Oct 2025 Waste work calls for better intervention, not just forma"
    },
    {
      "url": "https://www.stopasianhate.info/",
      "title": "#StopAsianHate - Fight Anti-Asian Racism",
      "description": "This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. Learn. Share. Donate. Report. Volunteer. Get Resources.",
      "preview": "0 This is a work-in-progress space to centralize information and important links in support of the #StopAsianHate movement. 1 Read about the current c"
    },
    {
      "url": "https://atlanta.curbed.com/2019/6/7/18656688/new-study-ranks-downtown-atlanta-as-growing-downtown",
      "title": "New study ranks Downtown Atlanta as 'growing downtown' - Curbed Atlanta",
      "description": "Findings show significant growth in vibrancy and economic activity since 2010 in the Georgia capital.",
      "preview": "Skip to main content clock menu more-arrow no yes mobile Cities Atlanta Austin Boston Chicago Detroit Los Angeles New York San Francisco Archive.curbe"
    },
    {
      "url": "https://www.realbatchcooking.com/tag/tortilladesetas/",
      "title": "tortilladesetas archivos - La Vida Bonica",
      "description": "void",
      "preview": "Ir al contenido tortilladesetas Verdura Tortilla de setas y de espinacas Tenía verdura en el frigorífico y no quería que se pusiera pocha, así que he"
    },
    {
      "url": "https://www.cyberstates.org/pdf/CompTIA_Cyberstates_2021.pdf",
      "title": "State of the Tech Workforce 2024 | CompTIA Report",
      "description": "CompTIA's State of the Tech Workforce, also known as Cyberstates, is the definitive guide to tech workforce trends, the number of available jobs in technology, and tech industry employment statistics by state, metro area and nationwide.",
      "preview": "Quick links State of Tech Workforce 2024 C ompTIA's State of the Tech Workforce, also known as Cyberstates , provides the definitive guide to tech wor"
    }
  ],
  "_meta": {
    "total_bookmarks": 98
  }
}