{
  "data": [
    {
      "url": "https://alamocitychamber.org/",
      "title": "Casino online en México: bonos sin depósito, bingo y slots",
      "description": "Bonos sin depósito, tiradas gratis y demos de slots (Extra Chilli, Big Bass). Guías de ruleta y bingo para México 2025. +18 Juega responsablemente.",
      "preview": "La clave está en entender cómo la temperatura incide en la sensación de calor y en la mezcla exacta que produce ese contraste tan seductor para el pal"
    },
    {
      "url": "https://mesmodesdemploi.be/electromenagers/lave-vaisselle/indesit/",
      "title": "Modes d'emploi pour Lave-vaisselle - Indesit | Modes d'emploi",
      "description": "Sur ce site vous trouverez les modes d'emploi, les notices et manuels d'utilisation pour Lave-vaisselle - Indesit en français à télécharger gratuitement au format pdf.",
      "preview": "Modes d'emploi pour Lave-vaisselle - Indesit Modes d'emploi de cette catégorie Mode d'emploi pour Indesit DFG 15B1 A EU Marque: Indesit Afficher le mo"
    },
    {
      "url": "http://www.zeichnerdermatology.com/about",
      "title": "About Dr Z - Joshua Zeichner, MD",
      "description": "void",
      "preview": "Education University of Pennsylvania, B.A. Johns Hopkins University School of Medicine, M.D. St. Vincents Medical Center, Medical Internship Mount Sin"
    },
    {
      "url": "https://www.afamilyfeast.com/",
      "title": "Home - A Family Feast®",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Become a Better Cook in 4 days! Join Now! Hooray for Apple Season! Celebrate apple season with dozens"
    },
    {
      "url": "https://www.bdcnetwork.com/investing-downtowns-pays-cities-regions",
      "title": "Investing in downtowns pays off for cities, regions | Building Design+Construction",
      "description": "Cities and regions can generate profound lasting benefits through investment in downtowns and center cities, according to The Value of U.S. Downtowns and Center Cities: Second...",
      "preview": "Codes and Standards Investing in downtowns pays off for cities, regions By Peter Fabris, Contributing Editor Feb. 11, 2019 2 min read Cities and regio"
    },
    {
      "url": "https://learning.postman.com/docs/getting-started/introduction/",
      "title": "Postman documentation overview | Postman Docs",
      "description": "Postman is a collaboration platform for API development. Postman's features simplify each step of building an API and streamline collaboration so you can create better APIs-faster.",
      "preview": "Postman documentation overview Welcome to the Postman Docs! This is the place to find official information on how to use Postman in your API projects."
    },
    {
      "url": "https://iconmonstr.com/",
      "title": "iconmonstr - Free simple icons for your next project",
      "description": "Free simple icons for your next project",
      "preview": "> # Notice To use this icon, you must first accept the license agreement. Close Confirm Do you want to clear all your favorite icons? Clear all Cancel"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/healthy-diet",
      "title": "Healthy diet",
      "description": "WHO fact sheet on healthy diet with key facts and information on essential dietary elements, practical advice, salt, sodium and potassium, sugars, health diet promotion, WHO response.",
      "preview": "Skip to main content WHO/V. Gupta-Smith © Credits Healthy diet 29 April 2020 Key facts A healthy diet helps to protect against malnutrition in all its"
    },
    {
      "url": "https://myseco.militaryonesource.mil/portal/",
      "title": "Military Spouse Education & Career Opportunities | MySECO",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application. Loading MySECO..."
    },
    {
      "url": "http://www.tntdrama.com/privacy.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.elitesingles.com/",
      "title": "EliteSingles | One of the best dating sites for educated singles",
      "description": "ELITESINGLES dating sites ✓ Smart matchmaking, verified profiles & like-minded members ✓ Join the online dating site as committed as you are.",
      "preview": "I am a woman man I am looking for a woman man I hereby confirm that I have read the Terms & Conditions , the Privacy Policy and the Online Dating Safe"
    },
    {
      "url": "https://account.venmo.com/signup",
      "title": "Venmo | Sign up",
      "description": "Venmo is a digital wallet that lets you make and share payments with friends. You can easily split the bill, cab fare, or much more. Download the iOS or Android app or sign up on Venmo.com today.",
      "preview": "How will you use Venmo? Personal Pay and accept money from friends and businesses, emojis and comments encouraged Teen Available for teens 13-17 with"
    },
    {
      "url": "https://www.health.harvard.edu/staying-healthy/strength-training-builds-more-than-muscles",
      "title": "Strength training builds more than muscles - Harvard Health",
      "description": "Most of us know that strength training (with free weights, weight machines, or resistance bands) can help build and maintain muscle mass and strength. What many of us don't know is that strong muscles lead to strong bones. And strong bones can help minimize the risk of fracture due to osteoporosis.",
      "preview": "Recent Articles 5 timeless habits for better health What are the symptoms of prostate cancer? Is your breakfast cereal healthy? When pain signals an e"
    },
    {
      "url": "https://ed.ted.com/lessons/what-does-the-world-s-largest-machine-do-henry-richardson",
      "title": "What does the world's largest machine do? - Henry Richardson | TED-Ed",
      "description": "In 1967, Homer Loutzenheuser flipped a switch and connected the power grids of the United States, forming one interconnected machine. Today, the US power grid is the world's largest machine, containing more than 7,300 electricity-generating plants. So how exactly do these power plants work? Henry",
      "preview": "Skip to main content Your browser is not supported . This website may not work as expected. Please use the latest version of Chrome, Firefox, Safari,"
    },
    {
      "url": "https://www.southfieldchamber.com/",
      "title": "Southfield Area Chamber of Commerce",
      "description": "Southfield Area Chamber of Commerce creates connections through networking, leadership and professional development opportunities.",
      "preview": "Skip to content Welcome to the Southfield Area Chamber Creating Connections For Your Business Join Today! Chamber Members Submit an Event or Press Rel"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "https://www.conservation-wiki.com/wiki/Main_Page",
      "title": "AIC WIKI Main Page",
      "description": "void",
      "preview": "Log in Main Page Discussion View source View history Main Page From MediaWiki Main Page Jump to: navigation , search Contents 1 Check Out What's New!"
    },
    {
      "url": "https://cloud.google.com/vertex-ai/docs/start/introduction-unified-platform",
      "title": "Introduction to Vertex AI | Google Cloud",
      "description": "Learn about Vertex AI, a machine learning (ML) platform that lets you train and deploy ML models and AI applications, and customize large language models (LLMs) for use in your AI-powered applications.",
      "preview": "Skip to main content / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil 中文 - 简体 中文 - 繁體 日本語 한"
    },
    {
      "url": "https://www.hzpp.hr/en/timetable",
      "title": "HŽ Putnički prijevoz - Timetable",
      "description": "void",
      "preview": "Timetable Last change: 07.10.2025 u 15:06 Download the timetables in PDF. Timetable for domestic traffic Timetable for international traffic Timetable"
    },
    {
      "url": "https://americasvoice.org/press_releases/by-the-numbers-10-key-immigration-stats-from-midterms-and-beyond/",
      "title": "By the Numbers: 10 Key Immigration Stats From Midterms and Beyond - America's Voice",
      "description": "Washington, DC - By all indications, these midterm elections will be driven by voter concerns about the economy and inflation and possibly abortion rights and gun-violence, with immigration a lower concern for most voters. However, immigration has been used as a fear mongering issue by Republican candidates and some polls indicate it is a top... Continue »",
      "preview": "tags: Press Releases By the Numbers: 10 Key Immigration Stats From Midterms and Beyond by AV Press Releases on November 8, 2022 Share This: Washington"
    },
    {
      "url": "https://juicycube.net/?id=ctx",
      "title": ":: JuicyCube.net ::",
      "description": "void",
      "preview": ".MUSIC .MP3 .VIDEO .OTHER .CONTACT .Who? Jakub \"AceMan\" Szeląg .When? 1987 .Where? Dąbrowa Górnicza, POLAND .What? - demoscene - tracked music - jap"
    },
    {
      "url": "https://gridbyexample.com/examples/",
      "title": "Grid by Example - Usage examples of CSS Grid Layout",
      "description": "void",
      "preview": "The examples The following examples include an image of how the example should look in a supporting browser, they each link to a page with more inform"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HF508&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "https://www.typography.guru/journal/letterspacing-r24/",
      "title": "OpenType Myths Explained - Typography Journal",
      "description": "First of all, it's important to know that OpenType is not as new as some marketing claims try to suggest. It is directly based on the TrueType specifications, or to be even more precise: it is based on Apple's SFNT (\"Spline Font\") format originally developed for QuickDraw. You can think of OpenTy...",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://skilllab.io/",
      "title": "SkillLab Home Page - SkillLab",
      "description": "SkillLab is an impact business from Amsterdam. Together with our partners, we empower people to turn their skills into careers.",
      "preview": "We use cookies to optimize our website and services. Read more Accept all cookies Dismiss"
    },
    {
      "url": "https://www.trip.com/index?locale=en_us&allianceid=21934&SID=455408&ouid=198c18a52c8911eb811b00ce0a18050d",
      "title": "Trip.com Official Site‎‎ | Travel Deals and Promotions",
      "description": "Choose from over 1.2 million hotels in more than 200 countries, 30 million real guest reviews. Book flights to over 5,000 destinations worldwide. 24/7 Customer Service.",
      "preview": "Suggested Languages USD Your Trip Starts Here Award-winning services Awarded Global Support Services of the Year in 2024 by International CRE Awards 2"
    },
    {
      "url": "https://thestreamable.com/",
      "title": "The Streamable - Streaming made simple",
      "description": "Stop overpaying for cable! Compare top-rated streaming services in seconds. Find the best deals on live TV, movies, and shows with our unbiased reviews and detailed comparisons.",
      "preview": "Skip to Content"
    },
    {
      "url": "https://squeakosaurus.com/privacy-policy",
      "title": "Privacy Policy - Squeakosaurus Squeakosaurus",
      "description": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to [...]",
      "preview": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the c"
    },
    {
      "url": "https://www.champaigncounty.org/list/member/rolling-acres-ag-solutions-30107.htm",
      "title": "Business Directory Search",
      "description": "The easy way to find businesses and members in the Champaign County Chamber of Commerce - IL",
      "preview": "Skip to content Business Directory Search All Categories... Accountants-Certified Public & Public Acupuncture Advertising Agencies & Counselors Advert"
    },
    {
      "url": "https://www.tennessean.com/story/entertainment/2022/10/02/hardy-hospitalized-after-bus-accident-on-interstate-40-near-nashville/69533641007/",
      "title": "HARDY hospitalized after bus accident on Interstate 40 near Nashville",
      "description": "The Philadelphia, MS native was \\",
      "preview": "Skip to main content Home News Sports Counties Business Music Opinion Things To Do Life Obituaries eNewspaper Crosswords Newsletters Connect With Us I"
    },
    {
      "url": "https://protocol.mozilla.org/",
      "title": "Mozilla Protocol",
      "description": "void",
      "preview": "Mozilla Protocol 22.0.0 Mozilla Protocol Protocol is a design system for Mozilla and Firefox websites. It establishes a common design language, provid"
    },
    {
      "url": "https://www.sciencemuseum.org.uk/objects-and-stories",
      "title": "Objects and stories | Science Museum",
      "description": "Explore 250,000 objects and archives in Collection Online and discover the compelling stories and intriguing personal histories that lie behind them.",
      "preview": "Skip to main content vimeo twitter search search-white linkedin instagram googleplus facebook cross cross-thin video-play audio-play video-pause arrow"
    },
    {
      "url": "https://kassatieto.com/tuote/jatesakki-200l-musta-06/",
      "title": "Jätesäkki 200L musta | Kassatieto",
      "description": "Musta jätesäkki, vahvuus 60my. Koko 750x1400mm. 10pss/rll, 20rll/ltk.",
      "preview": "045 7731 2021 moc.o 1760095870 teita 1760095870 ssak@ 1760095870 ulevl 1760095870 apsak 1760095870 aisa 1760095870 Tuotteet Suurkuvatulostus Myymäläta"
    },
    {
      "url": "https://www.fontpalace.com/font-download/hib-cell-plain/",
      "title": "Download H.I.B. Cell Plain Font - Free Font Download - FontPalace.com",
      "description": "Download the H.I.B. Cell Plain font for free in I format compatible with Windows and Mac. Explore our extensive collection of beautiful thousands free fonts, ready to use.",
      "preview": "Top Fonts New Fonts Submit Free Fonts Home / H.I.B. Cell Plain / Download Download H.I.B. Cell Plain Font Font Type: TrueType Added On: October 24, 20"
    },
    {
      "url": "http://www.designersjournal.net/tag/illustrator",
      "title": "illustrator | Designers Journal",
      "description": "void",
      "preview": "Open Close Open Close How do you take Rudyard Kipling's classic, together with one of Disney's most iconic animations and retell the story to a new, y"
    },
    {
      "url": "http://www.atarihq.com/museum/coinops/index.html",
      "title": "AGH Museum -- Coin-Op (Arcade) Games",
      "description": "void",
      "preview": "- AGH COIN-OP MUSEUM - - Other AGH Museum Sections - 2600/7800 | 5200 | JAGUAR/LYNX | COMPUTERS | MISC. ATARI | NON-ATARI - Other Coin-Op Museum Secti"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/modifican-reglamento-del-sistema-de-seguimiento-satelital-pa-resolucion-ministerial-n-069-2019-produce-1745974-1/",
      "title": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT - RESOLUCION MINISTERIAL - N° 069-2019-PRODUCE - PRODUCE",
      "description": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 02/03/2019"
    },
    {
      "url": "https://training.apple.com/",
      "title": "Overview",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Courses as intuitive as our products. Finding the right course should be simp"
    },
    {
      "url": "https://login.microsoftonline.com/common/oauth2/v2.0/authorize?response_type=id_token&scope=openid%20profile&client_id=5e3ce6c0-2b1f-4285-8d4b-75ee78787346&redirect_uri=https%3A%2F%2Fteams.microsoft.com%2Fgo&state=eyJpZCI6ImI3MzFhMWI1LTlkNDEtNGQwZC1hOTNmLTJkNGYwODM2ZjE0NSIsInRzIjoxNjU4NTEwODE0LCJtZXRob2QiOiJyZWRpcmVjdEludGVyYWN0aW9uIn0%3D&nonce=c90b6046-43dd-48fb-8150-32ac84eb7242&client_info=1&x-client-SKU=MSAL.JS&x-client-Ver=1.3.4&client-request-id=2d4dccbc-bd89-4e0b-93eb-ed9604cfb598&response_mode=fragment",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://news.yahoo.com/russian-president-putin-announces-further-181316751.html",
      "title": "Russian President Putin announces further invasion of Ukraine",
      "description": "Russian President Vladimir Putin announced his intention to conduct a military operation in Ukraine on February 24, 2022. Captions: Circumstances require firm and immediate actions from us. Donbas's People's Republics asked for help from Russia. In this regard, according to the article 51 part 7 of the United Nations charter, with the consent of the Russian Federation Council and in accordance with the ratified agreement on 22 February of this year on friendship and mutual aid with Donetsk People's Republic and Luhansk People's Republic, I decided to conduct a special military operation. Its goal is the protection of people who, during eight years, suffer from abuse and genocide from the Kyiv regime. We urge you to lay down arms immediately and go home. I will explain: all servicemen of the Ukrainian army who comply with this requirement, can freely leave the area of military actions and return to their families. Whoever would try to stop us and further create threats to our country, to our people, should know that Russia's response will be immediate and lead you to such consequences that you have never faced in your history. We are ready for any outcome. I am confident that loyal soldiers and officers of Russia's Armed Forces fulfill their duty professionally and courageously.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Russian President Putin announces further invasion of Ukraine"
    },
    {
      "url": "http://www.gentili.net/list4.asp?ID=176",
      "title": "Diaphyseal lesion",
      "description": "Review of musculoskeletal radiology teaching files on the Internet",
      "preview": "void"
    },
    {
      "url": "https://www.psoriasis.org/",
      "title": "The National Psoriasis Foundation",
      "description": "The National Psoriasis Foundation is here to help you get the treatment you need while promoting research to find a cure for psoriasis and psoriatic arthritis.",
      "preview": "Helpline 800-723-9166 Donate Your Solution is Waiting Your experience with psoriatic disease is unique. Which best describes you? Select One: I am not"
    },
    {
      "url": "https://satcherinstitute.org/",
      "title": "Satcher Health Leadership Institute | Health Equity Leadership & Research",
      "description": "Founded by former U.S. Surgeon General Dr. David Satcher, we develop diverse health leaders, conduct equity-centered research, and drive policy change for health justice.",
      "preview": "Health equity has no borders. Attend our 3rd Annual Global Health Equity Summit on October 2nd. RSVP now Thank you! Your submission has been received!"
    },
    {
      "url": "https://pory.io/",
      "title": "No-Code App Builder • Pory",
      "description": "Create portals, apps, internal tools and embeddable listings with Airtable. Start with a free no-code template, AI or create your own with Pory.",
      "preview": "Build Custom Portals Powered by Airtable Data The easiest way to manage records with external users without giving away access to Airtable. Learn More"
    },
    {
      "url": "https://knitty.com/archive.php",
      "title": "Knitty.com - Deep Fall 2025",
      "description": "Knitty is the longest-running free knitting magazine on the web. Enjoy our huge selection of free, quality knitting patterns and articles!",
      "preview": "Knitty The Knitty Pattern Library The Knitty Library Search our database of patterns by yarn weight , project type or both. Select Yarn Weight: lace ["
    },
    {
      "url": "https://www.eac.gov",
      "title": "Home | U.S. Election Assistance Commission",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.pably.pl/znalezione-w-kraju/splonela-choc-byla-piekna-i-zadbana",
      "title": "Domena pably.pl jest utrzymywana na serwerach nazwa.pl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.musicaltommy.com/almohadillas/1464-almohadilla-violin-44-kun-300-original-.html",
      "title": "Almohadilla Violín 4/4 Kun 300 Original",
      "description": "Almohadilla violín Kun Original ajustable en tres direcciones y las patas están equipadas con un sistema de bloqueo.",
      "preview": "Kun Almohadilla Violín 4/4 300 Original Oferta -5,55 € 41,50 € 35,95 € Ahorre 5,55 € Impuestos incluidos Regulable. Un diseño práctico y sencillo que"
    },
    {
      "url": "https://cordis.europa.eu/project/rcn/204036/results/en",
      "title": "Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) | PIGYVAX | Project | Results | H2020 | CORDIS | European Commission",
      "description": "Deliverables, publications, datasets, software, exploitable results",
      "preview": "Skip to main content Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) CORDIS provides links to public deliverable"
    },
    {
      "url": "https://www.cbs.nl/nl-nl/dossier/nederland-regionaal/geografische-data/wijk-en-buurtkaart-2020",
      "title": "Wijk- en buurtkaart 2020 | CBS",
      "description": "De Wijk- en Buurtkaart 2020 bevat de digitale geometrie van de grenzen van de buurten, wijken en gemeenten in 3 GIS-formaten (ESRI™-shape, ESRI™-fgdb en geopackage).",
      "preview": "Ga naar hoofdinhoud Wijk- en buurtkaart 2020 versie 3 De Wijk- en Buurtkaart 2020 versie 3 (164 MB) bevat de digitale geometrie van de grenzen van de"
    },
    {
      "url": "https://www.epa.gov/indoor-air-quality-iaq/what-hepa-filter",
      "title": "What is a HEPA filter? | US EPA",
      "description": "HEPA is a type of pleated mechanical air filter. It is an acronym for \"high efficiency particulate air [filter]\" (as officially defined by the U.S. Dept. of Energy). This type of air filter can theoretically remove at least 99.97% of dust, pollen, mold,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.boxycharm.com/",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule",
      "title": "Children's Online Privacy Protection Rule (\"COPPA\") | Federal Trade Commission",
      "description": "COPPA imposes certain requirements on operators of websites or online services directed to children under 13 years of age, and on operators of other websites or online services that have actual knowledge that they are collecting personal information online from a child under 13 years of age.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.sandiegouniontribune.com/opinion/commentary/story/2023-01-26/opinion-prison-criminal-justice-jobs",
      "title": "As a 58-year-old who was in prison for 40 years, I didn't even know how to use a cellphone - San Diego Union-Tribune",
      "description": "Perez is an apprentice at Rise Up Industries and lives in San Diego. After serving almost four decades in prison, I look at my wonderful life and can't believe how blessed I am to have a career, a home and a loving fiance. It wasn't a given, and it took hard work and a commitment [...]",
      "preview": "Skip to content [ \"joseph ellick\" ] Frank Perez By Frankie Perez UPDATED: January 27, 2023 at 1:30 AM PST Perez is an apprentice at Rise Up Industries"
    },
    {
      "url": "https://desafiosocial.withgoogle.com/brazil2016",
      "title": "Desafio de Impacto Social Google 2016",
      "description": "Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor",
      "preview": "Desafio de Impacto Social Google 2016 Conheça os vencedores do #DesafioGoogle e as suas ideias para um Brasil melhor https://g.co/DesafioBrasil Desafi"
    },
    {
      "url": "https://columbusfoundation.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgXY-8-ryOf412lm3ahKkKjspzxUVg-gVPHVDPFSFORurvkOWzZTzVxoC45AQAvD_BwE",
      "title": "Home | The Columbus Foundation",
      "description": "The Columbus Foundation is the Trusted Philanthropic Advisor® to thousands of individuals, families, and businesses who have created charitable funds and planned gifts to make a difference in the lives of others through the most effective philanthropy possible.",
      "preview": "Skip to Content Celebrating Philanthropy Award Honorees At the Celebration of Philanthropy, we honor the people and organizations whose generosity and"
    },
    {
      "url": "https://abc.com/shows/the-company-you-keep",
      "title": "Watch The Company You Keep TV Show - ABC.com",
      "description": "Watch the official The Company You Keep online at ABC.com. Get exclusive videos, blogs, photos, cast bios, free episodes",
      "preview": "Skip to Content A night of passion leads to love between con man Charlie and undercover CIA officer Emma, who are unknowingly on a collision course pr"
    },
    {
      "url": "https://tienda.lamusica.com/product/dia-nacional-de-la-zalsa-37-t-shirt?image=1&rating=2",
      "title": "Radios | LaMusica",
      "description": "Escucha las mejores radios latinas de Nueva York, Puerto Rico, Miami, Los Ángeles, San Francisco y Chicago!",
      "preview": "Emisoras Radiales 1 / 1 La Ley 92.1 Houston Mega 97.9 New York Mega 106.9 Puerto Rico La Nueva 94 Puerto Rico Zeta 93 Puerto Rico La Raza 97.9 Los Ang"
    },
    {
      "url": "https://data-in-emergencies.fao.org/",
      "title": "FAO Data in Emergencies Hub",
      "description": "The Food and Agriculture Organization of the United Nations (FAO) established the DIEM Hub to provide a regularly updated and highly accessible picture of food insecurity in fragile environments and to inform FAO's evidence-based programming.",
      "preview": "void"
    },
    {
      "url": "https://www.buzzen.com/",
      "title": "Buzzen Chat - Free Chat Network",
      "description": "Buzzen... So much more than just adults chatting! 100% FREE Chat and completely Anonymous. We offer custom profiles, photo albums, blogs, and more!",
      "preview": "Free Chat Rooms? JOIN BUZZEN ADULT CHAT!! Why choose Buzzen Chat? 1) Buzzen Chat is 100% FREE!"
    },
    {
      "url": "https://www.bahiastereo915fm.com.ve/tag/futbol-entrenamientos-familia-apoyo/",
      "title": "futbol entrenamientos familia apoyo - Bahia Stereo 91.5FM",
      "description": "void",
      "preview": "Inicio / Tag Archives: futbol entrenamientos familia apoyo Tag Archives: futbol entrenamientos familia apoyo «Reyes Academy» formando atletas para el"
    },
    {
      "url": "http://www.isfdb.org/cgi-bin/title.cgi?1653700",
      "title": "Title: General Akmed's Revenge?",
      "description": "void",
      "preview": "Title: General Akmed's Revenge? You are not logged in. If you create a free account and sign in, you will be able to customize what is displayed. Sear"
    },
    {
      "url": "https://www.streetracer.cz/damske-kozene-moto-kalhoty-vyprodej/",
      "title": "Kožené , Výprodej | StreetRacer.cz",
      "description": "Dámské kožené kalhoty na motorku.",
      "preview": "Kalhoty / Dámské / Kožené Dámské kožené moto kalhoty, Výprodej Žádné produkty nebyly nalezeny Close Nenalezen žádný produkt Zboží nenalezeno Cookies M"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-Code-Tools-No-Code-Founders-3d9a44cb16ef4957b91055673a45e865?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://chessprogramming.org/Zobrist_Hashing",
      "title": "Zobrist Hashing - Chessprogramming wiki",
      "description": "void",
      "preview": "Zobrist Hashing From Chessprogramming wiki Jump to: navigation , search Home * Search * Transposition Table * Zobrist Hashing King Wen sequence [1] [2"
    },
    {
      "url": "http://hnf.fra.affrc.go.jp/english.html",
      "title": "HNF, Hokkaido National Fisheries Research Institute | Japan Fisheries Research and Education Agency",
      "description": "void",
      "preview": "Hokkaido National Fisheries Research Institute, Japan Fisheries Research and Education Agency Access Inquiry In April 2011, the National Salmon Resour"
    },
    {
      "url": "https://www.dr.dk/nyheder/indland",
      "title": "Indland | Nyheder Indland | Vi holder dig orienteret døgnet rundt | DR",
      "description": "Nyheder fra Danmark døgnet rundt. Hold dig opdateret på de nyeste historier. Find nyheder om politik, penge og sport. Læs nyheder fra Indland her",
      "preview": "Gå til indhold Navigation DR's hovedindgange DR.DK DRTV DR LYD Gå til forsiden Sektionens indgange Seneste nyt Indland Udland Penge Politik Regionalt"
    },
    {
      "url": "https://www.registrar.psu.edu/academic-calendars/",
      "title": "Academic Calendars | Penn State Office of the University Registrar",
      "description": "void",
      "preview": "Search Search Enter Search Text Search This Site Search Penn State Web Search Penn State People Search Penn State Departments Search Penn State User I"
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://gsuiteupdates.googleblog.com/2019/01/upcoming-hangouts-service-consolidation.html",
      "title": "Google Workspace Updates: Upcoming Hangouts service consolidation for all G Suite customers",
      "description": "void",
      "preview": "This official feed from the Google Workspace team provides essential information about new features and improvements for Google Workspace customers. C"
    },
    {
      "url": "https://ps.hket.com/article/2953680/%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD2%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD534%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD1,150%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD%EF%BF%BD?mtc=40001&srkw=%E6%B5%B7%E4%B9%8B%E6%88%80%E2%80%A7%E6%84%9B%E7%82%AB%E7%BE%8E",
      "title": "地產新聞及樓市分析 | 地產站 Property Station",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.interessante-geschenke.de/eshop/einzigartige-holzgeschenke/militar-geschenke/us-panzer-abrams-militar-tank-holzspielzeug-geschenke-fur-soldaten-und-kinder/",
      "title": "HOLZ Militär Panzer Abrams 23 cm | mit Ihrer Gravur",
      "description": "Militär-Panzer Holzspielzeug Kinderspielzeug, das lange hält Geschichte des Abrams-Panzers Der Hauptpanzer M1 Abrams ist der Nachfolger des vorherigen",
      "preview": "HOLZ Militär Panzer Abrams 23 cm Home Eshop Einzigartige Holzgeschenke Holzsoldaten HOLZ Militär Panzer Abrams 23 cm Pin It HOLZ Militär Panzer Abrams"
    },
    {
      "url": "https://apps.shopify.com",
      "title": "Shopify App Store",
      "description": "Shopify App Store: customize your online store and grow your business with Shopify-approved apps for marketing, store design, fulfillment, and more.",
      "preview": "Apps by category Sales channels Finding products Selling products Orders and shipping Store design Marketing and conversion Store management App stori"
    },
    {
      "url": "https://medium.com/googleplaydev/",
      "title": "Google Play Apps & Games",
      "description": "Tips, trends, and industry thoughts for app and game developers building businesses on Google Play.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Google Play Apps & Games Tips, trends, and industry thoughts for app & ga"
    },
    {
      "url": "https://www.casknyc.com/",
      "title": "CASK | Cask Bar & Kitchen - New York City",
      "description": "Your local Murray Hill bar. No, not that one. The other one, the one you love. Focusing on all things crafted - from booze & brews to the finest fare.",
      "preview": "YOUR LOCAL HIDEAWAY - CASK BAR & KITCHEN Locally Sourced × Crafted with Love Your local Murray Hill Bar. No, not that one. The other one, the one you"
    },
    {
      "url": "https://www.midway.org/",
      "title": "USS Midway Aircraft Carrier | San Diego Museum | San Diego Tours - USS Midway Museum®",
      "description": "Live the adventure & honor the legend of the USS Midway Museum with activities & fun for the whole family onboard! Voted #1 \"Things to Do\" on Trip Advisor SD!",
      "preview": "Celebrate your freedom in a thousand exciting ways From immersive exhibits to exciting events, there are countless ways to explore America's Living Sy"
    },
    {
      "url": "https://www.listrak.com/",
      "title": "Listrak | Person-First Marketing Platform for Email, SMS & Web",
      "description": "The cross-channel marketing automation platform for retailers - unifying data, identity, & messaging across email, SMS, push, & web to drive personalization + revenue growth.",
      "preview": "2022 Holiday Playbook A planning guide from Listrak's retail experts. Download Now Platform Platform Clients Clients Company Company Resources Resourc"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-presidentielles/bas-rhin-67/bernolsheim-67170",
      "title": "Résultats présidentielle 2022 : Bernolsheim (67170)",
      "description": "Résultats Bernolsheim (67170) : Retrouvez dès dimanche 20h, les résultats complets du 1er et du 2nd tour de l'élection présidentielle 2022 pour Bernolsheim.",
      "preview": "Résultats présidentielle 2022 : Bernolsheim (67170) Voici les résultats complets du 2nd tour de l'élection présidentielle 2022 pour la ville de : Bern"
    },
    {
      "url": "https://mitsubishi.oemdtc.com/category/recalls",
      "title": "Recalls | Mitsubishi - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.flirt.com/",
      "title": "Flirt.com - Online dating site for flirty local singles",
      "description": "Meet flirty singles near you with top online dating site. ⫸Browse personals, chat online and start dating. ⫸Over 400 000 users online.⫸Free and simple sign-up",
      "preview": "It all starts with flirting If you are looking for some fun dates, then try Flirt.com for free and sign up today Let's go! Your Top Site For Love And"
    },
    {
      "url": "http://m.target.com/c/target-privacy-policy/-/N-4sr7p",
      "title": "Target Privacy Policy : Target",
      "description": "Find out more about the Target Privacy Policy.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://rechargepayments.com/subscribe-with-recharge/",
      "title": "Subscribe with Recharge - Recharge",
      "description": "Recharge makes it easy to subscribe to your favorite products and get what you need, when you want to receive it.",
      "preview": "Skip to content Skip to footer Are you a customer or subscriber with a question about your order? Head back to the merchant's site and reach out to th"
    },
    {
      "url": "https://loopchicago.com/",
      "title": "Home",
      "description": "Explore the Chicago Loop, Chicago's official downtown. Find the best shopping, dining, experiences, businesses and so much more in Everyone's Neighborhood, the Chicago Loop.",
      "preview": "[Skip to Content] Play video What do you want to do today? I want to... Explore Discover the Loop Loop Events What's happening In the Loop News and lo"
    },
    {
      "url": "https://webpass.net/chicago/",
      "title": "Chicago Fiber Internet | GFiber Webpass",
      "description": "Sign up with GFiber Webpass for gigabit fiber optic internet in Chicago, IL with no data caps or contracts.",
      "preview": "Skip to main content The most awarded ISP with no data caps or hidden fees. Check availability Check availability Award-winning internet without dat"
    },
    {
      "url": "https://www.aktivortho.ch/cst_fachanwender_verordnungsformular/fa_verordnungsformular.php?other_prescriptions=Mc+David+Anklebrace",
      "title": "aktivortho Verordnungsformular Generator",
      "description": "void",
      "preview": "Verordnungsformular Generator Name: Vorname: Adresse: Geburtsdatum: / / TT / MM / JJJJ KK IV SUVA MV UVG Für Rückfragen: Name: Telefon: Diagnose: Sons"
    },
    {
      "url": "https://www.safarinow.com/destinations/southern-suburbs/restaurants/Dinner-meals.aspx",
      "title": "Southern Suburbs | Budget Accommodation Deals and Offers Book Now!",
      "description": "Discover Southern Suburbs, Western Cape. 234 reviews, essential information, affordable accommodation, photos, popular things to do, restaurants, maps and more.",
      "preview": "Welcome to SafariNow. Get off your accommodation booking by paying with the voucher code before . Menu My Favourites Customer Favourites Log in Help S"
    },
    {
      "url": "http://www.historie-online.dk/boger/i-krig-for-information",
      "title": "I krig for Information",
      "description": "void",
      "preview": "Menu Forside Dansk Historisk Fællesråd Vedtægter DHF's styrelse Kontakt Referater Medlemmer Sponsorer Cookie- og persondatapolitik Nyheder og aktivite"
    },
    {
      "url": "http://www.help-info.de/en/",
      "title": "Home - Help Information (en)",
      "description": "Help Information is related to Help Authoring.",
      "preview": "Skip to content Help Information FAR HTML Increase your productivity with FAR HTML FAR HTML offers a variety of different tools for help authors and,"
    },
    {
      "url": "https://larkinthemorning.com/collections/books-dvds-cds/products/bok006",
      "title": "Have Fun Playing Hand Drums - Lark in the Morning",
      "description": "A great book by Ben James for learning a solid foundation in drumming; presents techniques for djembe (and ashiko), conga and bongo; easy to follow notation and a CD make it simple to learn the basic rhythms. 80 pages.",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Our shop hours are Tuesday - Saturday, 12 to 6pm or order online any tim"
    },
    {
      "url": "https://www.cd.cz/eshop/",
      "title": "Eshop | České dráhy",
      "description": "void",
      "preview": "Spojení a jízdenka Vlak Stanice Moje cestování Přihlásit se nebo registrovat E-MAIL Heslo Přihlásit Přihlásit trvale Zapomenuté heslo Registrovat se V"
    },
    {
      "url": "https://www.belfastlive.co.uk/whats-on/music-nightlife-news/x-factor-finalists-out-belfast-10905167",
      "title": "X-Factor finalists out and about in Belfast before tonight's show | Belfast Live",
      "description": "The X-Factor finalists have been stopping for fan photos in the city",
      "preview": "‌ ‌ ‌ Skip to main content X-Factor finalists out and about in Belfast before tonight's show The X-Factor finalists have been stopping for fan photos"
    },
    {
      "url": "https://shopmsd.com/products/mountain-sledder-magazine-ride-guide-volume-2-golden",
      "title": "Mountain Sledder Magazine Ride Guide - Volume 2: Golden & Columbia Val - ShopMSD",
      "description": "This guidebook series, written exclusively for sledders, highlights all of the most popular and many of the lesser known snowmobiling zones in each volume's respective region. In it you'll find all of the information you need to plan and get the most of a sled trip there, including how to find each zone and what to e",
      "preview": "AS OF SEPTEMBER 17, ALL SALES ARE FINAL (NO RETURNS, EXCHANGES) Roll over image to zoom in Mountain Sledder Magazine Ride Guide - Volume 2: Golden & C"
    },
    {
      "url": "http://www.statcan.gc.ca/eng/reference/licence-eng",
      "title": "Statistics Canada Open Licence",
      "description": "This licence is issued on behalf of His Majesty the King in Right of Canada, as represented by the Minister for Statistics Canada (\"Statistics Canada\") to you (an individual or a legal entity that you are authorized to represent). The following are terms governing your use of the Information. Your use of any Information indicates your understanding and acceptance of the terms below. If you do not agree to these terms, you may not use the Information.",
      "preview": "Statistics Canada Open Licence This licence is issued on behalf of His Majesty the King in Right of Canada, as represented by the Minister for Statist"
    },
    {
      "url": "https://www.a11yproject.com/",
      "title": "Home - The A11Y Project",
      "description": "The A11Y Project is a community-driven effort to make digital accessibility easier.",
      "preview": "Skip to content. Learn the fundamentals and principles behind accessible design Marcy Sutton Testing Accessibility A self-paced workshop designed to t"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers",
      "title": "HTTP headers - HTTP | MDN",
      "description": "HTTP headers let the client and the server pass additional information with a message in a request or response. In HTTP/1.X, a header is a case-insensitive name followed by a colon, then optional whitespace which will be ignored, and finally by its value (for example: Allow: POST). In HTTP/2 and above, headers are displayed in lowercase when viewed in developer tools (accept: */*), and prefixed with a colon for a special group of pseudo-headers (:status: 200). You can find more information on the syntax in each protocol version in the HTTP messages page.",
      "preview": "Skip to main content Skip to search HTTP headers HTTP headers let the client and the server pass additional information with a message in a request or"
    },
    {
      "url": "https://projects.propublica.org/nonprofits/organizations/561881015",
      "title": "Leonard G Herring Family Foundation Inc - Nonprofit Explorer - ProPublica",
      "description": "Since 2013, the IRS has released data culled from millions of nonprofit tax filings. Use this database to find organizations and see details like their executive compensation, revenue and expenses, as well as download tax filings going back as far as 2001.",
      "preview": "Skip to content Menu Menu ProPublica Donate Close Close ProPublica Donate Search ProPublica: Search Search Search Show search box Select the type of s"
    },
    {
      "url": "https://directory.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=directories",
      "title": "UW Faculty/Staff/Student Directory",
      "description": "void",
      "preview": "UW Directory Search by Search Name Department Email Box Number Phone Search options Faculty/Staff Only Sign in for student search Kind of listing Full"
    },
    {
      "url": "https://voinaimir.info/tag/%D1%84%D0%B0%D0%BC%D0%B8%D0%BD%D0%B8%D0%B7%D1%8A%D0%BC/",
      "title": "фаминизъм Архиви - Война и мир",
      "description": "void",
      "preview": "Skip to content No results Обезлюдяването на древния свят Георги Драганов 08/09/2019"
    },
    {
      "url": "https://about.google/",
      "title": "About Google: Our products, technology and company information - About Google",
      "description": "Learn more about Google. Explore our innovative AI products and services, and discover how we're using technology to help improve lives around the world.",
      "preview": "5 ways to go Live with Search Get real-time help using your voice or camera with Search Live, now available in English in the U.S. - no Labs opt-in re"
    },
    {
      "url": "https://www.coralvita.co/",
      "title": "Coral Vita | Innovative Coral Reef Restoration for a Sustainable Future",
      "description": "Coral Vita's innovative coral reef restoration grows diverse, resilient corals up to 50x faster to protect marine biodiversity and support communities dependent on healthy reefs",
      "preview": "Skip to content Big Coral. Big Hope. We are the world's leading for-profit commercial reef restoration platform, growing resilient coral in months ins"
    },
    {
      "url": "https://www.fanatical.com/tr/bundle/the-battle-of-polytopia-moonrise-deluxe",
      "title": "The Battle of Polytopia: Moonrise - Deluxe | Steam Game Bundle | Fanatical",
      "description": "Welcome friends to The Battle of Polytopia, a unique turn-based strategy game involving strange lands and charismatic tribes, clever technologies,...",
      "preview": "The Battle of Polytopia: Moonrise - Deluxe"
    },
    {
      "url": "https://myaccount.chicagotribune.com/300/autopaymanage#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://forms.dotdashmeredith.com/people-news-inline",
      "title": "People News Newsletter Subscription Form",
      "description": "Get the latest celebrity, royals, crime and human interest stories delivered straight to your inbox with People News.",
      "preview": "JavaScript is required to use this website. Please enable JavaScript in your browser settings and refresh the page. x x"
    },
    {
      "url": "https://forms.dotdashmeredith.com/people-news-inline",
      "title": "People News Newsletter Subscription Form",
      "description": "Get the latest celebrity, royals, crime and human interest stories delivered straight to your inbox with People News.",
      "preview": "JavaScript is required to use this website. Please enable JavaScript in your browser settings and refresh the page. x x"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate-monthly",
      "title": "Monthly Giving & Recurring Donations | Feeding America",
      "description": "Your monthly gift is the most effective way to help feed kids and families year-round. Help us in our fight against hunger with a recurring donation.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://www.splitshire.com/",
      "title": "SplitShire - Free Stock Photos & Videos",
      "description": "SplitShire, a free stock photo and video platform offering high-quality, royalty-free images and videos for personal and commercial use.",
      "preview": "Stories Told Across Time, with AI Featured on Made by Community Explore Close-Up Image of European Woman's Dry Wrinkled Skin Happy Mother's Day Celebr"
    },
    {
      "url": "https://undraw.co/",
      "title": "unDraw - Open source illustrations for any idea",
      "description": "Open-source illustrations for any idea you can imagine and create. Build beautiful websites, products and applications with your color, for free.",
      "preview": "Open-source illustrations for any idea you can imagine and create. Browse now Created by Katerina Limpitsouni A constantly updated collection of beaut"
    },
    {
      "url": "https://www.netrootsnation.org/profile/james-carter/",
      "title": "James Carter IV - Netroots Nation",
      "description": "void",
      "preview": "James Carter IV Home James Carter IV It seems we can't find what you're looking for. Perhaps searching can help."
    },
    {
      "url": "https://www.valorlux.lu/en/the-blue-bag?gclid=Cj0KCQiApL2QBhC8ARIsAGMm-KFC_UwBTPUXxBh__scACQbH83c1VJBQKAdSS2puqf4YyQuzlYTd0AwaAhMaEALw_wcB",
      "title": "The Blue Bag - Valorlux",
      "description": "The Blue bag: all about sorting, collecting and recycling your packaging waste - Valorlux",
      "preview": "The Blue bag: all about sorting, collecting and recycling your packaging waste The Valorlux blue bag, the practical and free solution to help preserve"
    },
    {
      "url": "https://msmagazine.com/2020/03/23/the-ms-qa-alejandra-y-castillo-on-combating-domestic-violence-during-the-covid-19-epidemic/",
      "title": "The Ms. Q&A: Alejandra Y. Castillo on Combating Domestic Violence During the COVID-19 Epidemic - Ms. Magazine",
      "description": "Vast numbers of people across the country are being told to stay home. But experts warn this will lead to an increase of domestic abuse occurring within households. We spoke to Alejandra Y. Castillo, CEO of the YWCA USA, about the impact this virus is having on households across the U.S. and the ways we can all help protect those who are most vulnerable to domestic abuse during this time of self-quarantining and self-isolation.",
      "preview": "Skip to content Trending: Tradwives 2025 Elections Texas Survivors of Epstein-Maxwell Congress Trump Film & TV Birth Control Health National Violence"
    },
    {
      "url": "https://www.nelp.org/wp-content/uploads/Policy-Brief-15-Minimum-Wage-Women-Workers-of-Color.pdf",
      "title": "What a $15 Minimum Wage Means for Women and Workers of Color - National Employment Law Project",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://chat.icq.com/icqchat/",
      "title": "Free Video Chat Rooms | Online Video Chatting and Calls",
      "description": "Create instant video chat rooms and make video calls for FREE with ICQ New! Windows, MAC, iOS (iPhone/iPad) and Android!",
      "preview": "Log In Log in with SMS Email / UIN Country code Phone number SMS sent By clicking the \"Log in\" button you accept the terms of the ICQ New End User Lic"
    },
    {
      "url": "https://langorigami.com/articles/",
      "title": "Posts",
      "description": "void",
      "preview": "Posts Featured Posts Making of Mitsubishi Commercial Art Monumental Origami Santa Monica Bronze Sculptures Google's Doodle: Akira Yoshizawa Below are"
    },
    {
      "url": "https://www.trustedtravelgirl.com/",
      "title": "Trusted Travel Girl | The Original Solo Female Travel Blog",
      "description": "Solo Female Travel Blog . Luxury & Off-the-Beaten-Path Travel Blog. Expert travel tips and advice. Destination Guides. Travel like a local, not a tourist. World's best travel destinations. Solo Female Travel. Adventure Travel. Travel Photos & Videos.",
      "preview": "Sign In My Account Back Africa Asia Caribbean Central America Europe North America Middle East South America Back Tips Adventure Female Solo Gear Food"
    },
    {
      "url": "https://www.buzzfeednews.com/article/pocharaponneammanee/athena-strand-fed-ex-wrongful-death",
      "title": "Athena Strand Killing: Family Sues FedEx",
      "description": "Lawyers for the family of Athena Strand said they want FedEx to do better in hiring, training, and supervising employees and contractors.",
      "preview": "Subscribe to BuzzFeed Daily Newsletter Caret Down The Family Of 7-Year-Old Athena Strand Is Suing FedEx After A Delivery Driver Allegedly Killed The 7"
    },
    {
      "url": "https://margaretfuhrer.com/",
      "title": "Margaret Fuhrer - Arts writer and editor",
      "description": "Arts writer and editor",
      "preview": "Skip to content Subscribe Subscribed Margaret Fuhrer Sign me up Already have a WordPress.com account? Log in now. Privacy Margaret Fuhrer Subscribe Su"
    },
    {
      "url": "https://events.flutter.dev/",
      "title": "Events.Flutter.dev redirection",
      "description": "void",
      "preview": "If you are on this page, please follow this link to Flutter.dev/events ."
    },
    {
      "url": "https://ywcachicago.org/",
      "title": "YWCA Metropolitan Chicago | Dignity For All",
      "description": "Located in the third-largest American city with the third-highest percentage of women in the U.S., YWCA Metropolitan Chicago serves as a national incubator for innovative programming, outreach and engagement strategies. Contributing to our diverse and balanced economy, YWCA Metropolitan Chicago works at the individual and systems levels to create an inclusive marketplace where everyone thrives.",
      "preview": "0 Leader Luncheon 2025: Still We Rise Purchase Tickets Hope. Love. Pink. 5K.: Making Strides Against Breast Cancer Register Today Looking for a New Jo"
    },
    {
      "url": "https://sanctionsexplorer.org/",
      "title": "Sanctions Explorer",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.nocturnealley.org/reviews.php?type=ST&item=3852&offset=120",
      "title": "Nocturne Alley Fanfic :: Harry Potter Slash",
      "description": "void",
      "preview": "Nome utente: Password: Ricorda Registrati | Hai dimenticato la tua Password? DracoMalfoy Marauders Tribal Zenlike Home Cerca Aiuto Contatti Accedi Reg"
    },
    {
      "url": "https://www.avaseakrabi.com/",
      "title": "Ava Sea Resort, Ao Nang, Krabi",
      "description": "Ava Sea Resort, Ao Nang, Krabi - full service hotel, offers spacious, elegantly furnished rooms, situated only a short walk from Ao Nang Beach, near Restaurants and Conveniences ideal for couples and families.",
      "preview": "Home Accommodation Superior Room Superior Double Bed Room Superior Twin Bed Room Deluxe Connecting Room Deluxe Connecting Double Bed Room Deluxe Conne"
    },
    {
      "url": "https://instagram.com/bestbuy",
      "title": "Best Buy (@bestbuy) • Instagram photos and videos",
      "description": "585K Followers, 107 Following, 1,416 Posts - Best Buy (@bestbuy) on Instagram: \"What if you could take what you love to the next level? Discover the awesome power of tech.\"",
      "preview": "void"
    },
    {
      "url": "https://careernavigator.accaglobal.com/",
      "title": "ACCA career navigator",
      "description": "For ACCA members and future members, we'll help you discover the diverse range of career destinations open to you, alongside the learning and skills required to secure your next role.",
      "preview": "Explore Welcome to the ACCA Career Navigator Helping guide your career journey, every step of the way For ACCA members and future members, we'll help"
    },
    {
      "url": "https://watch.diynetwork.com/watch/diy",
      "title": "void",
      "description": "void",
      "preview": "Magnolia Network is not yet available in your area The website you are trying to access is only available within the U.S. and U.S. territories. If you"
    },
    {
      "url": "https://usenetloadsyulh.web.app/ivester19042jid/304112.html",
      "title": "Cómo descargar s w para la cámara de windows 10 (2020)",
      "description": "Echa un vistazo a nuestra selección de programas para gestionar la webcam de tu PC con el que podrás comunicarte con tus amigos mediante vídeo en directo",
      "preview": "Skip to content Descargar cámara 360 Cómo descargar B612 gratis B612 es una aplicación de fotografía para Android, Windows Phone y iOS que ofrece dive"
    },
    {
      "url": "https://www.villagevoice.com/2022/03/07/mayor-adams-guns-for-bail-reform/",
      "title": "Mayor Adams Guns for Bail Reform - The Village Voice",
      "description": "As he left the wake for slain police officer Wilbert Mora, NYPD Chief of Department Kenneth Corey spoke with anger and resignation about the high tide of guns and shooters washing over the city. \"You've got career criminals in possession of illegal guns, assault rifles, high-capacity magazines,\" Corey told reporters outside St. Patrick's Cathedral. Cops [...]",
      "preview": "Skip to content SEVEN DECADES New York's 1970 'Hard Hat Riot' Was a Precursor of Today's MAGA Demagoguery by Joe Flaherty VOICE CHOICE Hit the Streets"
    },
    {
      "url": "https://www.currenthealth.com/",
      "title": "Current Health",
      "description": "Current Health provides the clinical and operational infrastructure that makes high-cost therapies and complex care safe, scalable, and accessible in community and home settings",
      "preview": "Deliver complex care and specialty therapies beyond the hospital. Current Health provides the clinical and operational infrastructure that makes high-"
    },
    {
      "url": "https://hourofcode.com",
      "title": "Un'ora: Ignite. Ispira. Codice.",
      "description": "The Hour of Code is a worldwide movement that aims to introduce millions of students to computer science through one-hour coding activities",
      "preview": "Your browser is not supported. Please upgrade your browser to one of our supported browsers . You can try viewing the page, but expect functionality t"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://www.oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://code.org/promote/morestats",
      "title": "Promote Computer Science & AI in Schools",
      "description": "Empower students with the essential skills of the future. Join the movement to make access to computer science a cornerstone of modern education in every school.",
      "preview": "Promote computer science at your school Empower students with the essential skills of the future. Join the movement to make access to computer science"
    },
    {
      "url": "https://americanlibrariesmagazine.org/",
      "title": "Home | American Libraries Magazine",
      "description": "American Libraries is the voice of the profession and the flagship magazine of the American Library Association.",
      "preview": "Skip to main content The Next Generation of Activists Advocacy program trains young people to lead Baker & Taylor to Cease Operations Company begins t"
    },
    {
      "url": "https://support.apple.com",
      "title": "Official Apple Support",
      "description": "Learn more about popular features and topics, and find resources that will help you with all of your Apple products.",
      "preview": "Apple Support iPhone Mac iPad Watch Vision AirPods TV Forgot Apple Account password Apple Repair Billing and subscriptions Search for more topics Sear"
    },
    {
      "url": "https://krcrtv.com/north-coast-news/eureka-local-news/woman-dies-in-a-single-car-collision-in-arcata",
      "title": "Woman dies in a single-car collision in Arcata",
      "description": "A young woman was in an early morning fatal single-car collision on Highway 101 south of West End Road in Arcata, according to the California Highway Patrol.Of",
      "preview": "Fri, 10 Oct 2025 10:47:55 GMT (1760093275916) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.certifico.com/sicurezza-lavoro/documenti-sicurezza/67-documenti-riservati-sicurezza/5928-dpi-criteri-di-scelta-quadro-normativo",
      "title": "DPI Criteri di scelta: Quadro normativo",
      "description": "Alla luce del quadro normativo 2021 inerenti i DPI, considerata: - l'entrata in vigore del nuovo Regolamento (UE) 2016/425 che stabilisce i requisiti per la progettazione e la fabbricazione dei dispositivi di protezione individuale (marcatura CE) in sostituzione della direttiva 89/686/CEE (GU L 81/51 del 31 Marzo 2016) - la pubblicazione del Decreto Legislativo 19 febbraio 2019 n. 17 di adeguamento della normativa nazionale alle disposizioni del Regolamento (UE) 2016/425 del Parlamento europeo e del Consiglio, del 9 marzo 2016, sui dispositivi di protezione individuale e che abroga la direttiva 89/686/CEE del Consiglio. (GU n.59 del 11.03.2019) (Modifiche al decreto legislativo 4 dicembre 1992, n. 475); un aggiornamento/nuovo decreto previsto nel D.M. 2 maggio 2001 \"Criteri per l'individuazione e l'uso dei dispositivi di protezione individuale (DPI)\", e dal D.Lgs. 81/2008 Art. 79 c. 2, dovrebbe allineare la legislazione e normativa tecnica (o da prevedere una procedura di armonizzazione tra la normativa legislativa e normativa tecnica): - D.Lgs. 81/2008 - Regolamento (UE) 2016/425 - Decreto legislativo 4 dicembre 1992, n. 475 - Norma armonizzate Regolamento (UE) 2016/425 - Norme tecniche (aggiornamento)",
      "preview": "Certifico | Safety Software certifico.com cem4.eu certificoadr.com safetyadr.com TUSSL / Link Glossario File CEM 800 14 47 46 info@certifico.com Infor"
    },
    {
      "url": "https://www.history.co.uk/articles/charles-iii-and-britains-oldest-ascending-monarchs",
      "title": "Charles III and Britain's oldest ascending monarchs | Sky HISTORY TV Channel",
      "description": "King Charles III became the oldest ascending monarch having become king at the age of 73.",
      "preview": "Skip to main content Charles III and Britain's oldest ascending monarchs Image: Peter Rhys Williams / Shutterstock.com | Above: A photo of King Charle"
    },
    {
      "url": "https://www.gradientos.app/",
      "title": "Gradientos",
      "description": "Gradientos makes it easy to find gradients.",
      "preview": "We're sorry but gradientos doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.balboaisland.com/video-of-balboa-peninsula-and-newport-harbor-in-the-1950s/",
      "title": "Video of Balboa Peninsula and Newport Harbor in the 1950s! - Balboa Island",
      "description": "Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the beach-goers on the sands of the Harbor, the fisherman casting their lines from the Pavilion and all the great fashions from this by-gone era.",
      "preview": "Skip to content Video of Balboa Peninsula and Newport Harbor in the 1950s! Take a nostalgic trip back to the late 1950's on Balboa Peninsula. See the"
    },
    {
      "url": "https://www.disneyplus.com/legal/subscriber-agreement",
      "title": "Subscriber Agreement | Disney+",
      "description": "Disney+ and ESPN+ Subscriber Agreement.",
      "preview": "void"
    },
    {
      "url": "https://teachers20.com/post/121258613878",
      "title": "Teachers 2.0 - Maryland moves to increase diversity in computer...",
      "description": "Maryland moves to increase diversity in computer...",
      "preview": "Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy a required technology credit for g"
    },
    {
      "url": "https://docs.python.org/3/tutorial/index.html",
      "title": "The Python Tutorial - Python 3.14.0 documentation",
      "description": "Python is an easy to learn, powerful programming language. It has efficient high-level data structures and a simple but effective approach to object-oriented programming. Python's elegant syntax an...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial | Theme Auto Light Dark | The Python Tutorial ¶ Tip T"
    },
    {
      "url": "https://www.fox5atlanta.com/news/augusta-georgia-woman-suv-popeyes-crash-missing-biscuits",
      "title": "Georgia woman drives SUV into Popeyes over missing biscuits, police say | FOX 5 Atlanta",
      "description": "The Popeye's manager told police the Georgia woman became upset over her missing biscuit, crashed into the store, and nearly hit one of the employees.",
      "preview": "article A sign hangs outside of a Popeyes Louisiana Kitchen restaurant on May 06, 2021 in Chicago, Illinois. (Photo by Scott Olson/Getty Images) Expan"
    },
    {
      "url": "https://www.nintendo.com/switch",
      "title": "Nintendo Switch™ Family - Nintendo - Official Site",
      "description": "void",
      "preview": "Loading"
    },
    {
      "url": "https://www.anthropologie.com/shop/cozy-earth-bamboo-sheet-set",
      "title": "Cozy Earth Bamboo Sheet Set | Anthropologie",
      "description": "Shop the Cozy Earth Bamboo Sheet Set and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.wellnesspet.com",
      "title": "Home - Wellness Pet Company",
      "description": "We are pet people with a purpose. We are passionate about pets and believe that every pet should be born, bred, fed, and raised with love.",
      "preview": "Our Purpose Our Brands Our People Meet Our Leaders Locations Join Our Pack Impact Report News Sitemap | Privacy Policy TikTok Instagram LinkedIn Faceb"
    },
    {
      "url": "https://developer.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=innovation",
      "title": "MDN Web Docs",
      "description": "The MDN Web Docs site provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and progressive web apps.",
      "preview": "Skip to main content Skip to search Resources for Developers, by Developers Documenting CSS , HTML , and JavaScript , since 2005. Search Mandala / / /"
    },
    {
      "url": "http://www.tioluchin.com/",
      "title": "Buy Testosterone Cypionate Online - USA Testosterone Cypionate for sale",
      "description": "Testosterone Cypionate for sale, order Testosterone Cypionate online USA with credit card. Testosterone Enanthate for sale, anabolic steroids shop, buy Testosterone Propionate online.",
      "preview": "Dollar : Dollar Euro English : English French German Empty Cart Testosterone Cypionate For Sale: Home Oral Steroids Injectable Steroids HGH & Peptides"
    },
    {
      "url": "https://www.dsw.com/en/us/product/vince-camuto-aimery-sandal/535385?activeColor=040",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://monsterone.com/",
      "title": "MonsterONE - Download 548000+ Digital Products Unlimited",
      "description": "MonsterONE subscription gives you access to unlimited downloads of CMS & eCommerce themes, PowerPoint templates, Graphics, Audio & Video. ✅ Premium Items ✅ 24/7 Support ✅ 2M+ happy customers.",
      "preview": "Chat with us , powered by LiveChat 00 : 00 : 00 : 00 Search All Items All Items WordPress Plugins Graphics Presentation Templates HTML Templates CMS T"
    },
    {
      "url": "https://regional-open-data-capcog.opendata.arcgis.com/",
      "title": "CAPCOG Regional Open Data Site",
      "description": "CAPCOG Region Open Data",
      "preview": "void"
    },
    {
      "url": "https://www.flowerbeauty.com/products/warrior-princess-mascara-new",
      "title": "Warrior Princess Mascara | FLOWER Beauty",
      "description": "Get the fanned-out lash look fit for a princess. This vegan mascara boosts volume and length with a buildable formula that coats every single lash.",
      "preview": "Skip to content We're working on something new... In the meantime, please use our store locator to shop Flower Beauty. Shop Flower Beauty on CVS.com S"
    },
    {
      "url": "http://cottonleads.org",
      "title": "CottonWorks™ | Guide for Producing Outstanding Cotton Products",
      "description": "CottonWorks™ connects professionals and students with modern resources to bring sustainability in textiles to life.",
      "preview": "Login Enter your email address and password to access your CottonWorks™ account. \" (Required) \" indicates required fields Email (Required) Password (R"
    },
    {
      "url": "https://youtu.be/iWkgapKbJWg",
      "title": "Downloading data from the Global Fishing Watch platform - YouTube",
      "description": "Learn how to download data in the Global Fishing Watch map. Visit the map at globalfishingwatch.org/map.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "http://vanvugtvenlo.nl/actueel/posts.php?cat=18",
      "title": "Website Maikel van Vugt",
      "description": "Website Maikel van Vugt",
      "preview": "Home Algemeen Over mij Konijntjes Actueel Nieuws Archief Fotoalbum Agenda Hobby Scouting Kamp Hike Programma's Administratie Fotografie Fotoalbum Mate"
    },
    {
      "url": "https://www.siempreutah.com/",
      "title": "Wedding Venues Salt Lake City, Utah, Siempre Draper",
      "description": "Siempre Utah is the premier wedding venue for unforgettable, luxurious events and fairy-tale celebrations.",
      "preview": "top of page ALWAYS & FOREVER Nestled in the foothills at the south end of the Salt Lake Valley, Siempre will be where fairy tale weddings and events b"
    },
    {
      "url": "https://www.westminster-abbey.org/about-the-abbey/history/royalty",
      "title": "Royalty | Westminster Abbey",
      "description": "Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror was crowned on Christmas Day. The church has been closely linked with the royal family all through its history, and that continues today with the monarch visiting the Abbey throughout the year. Explore the Abbey's links with royalty and have a go at recreating your own coronation at home.",
      "preview": "Skip to main content Home Learning Families At home Royalty Coronations have taken place in Westminster Abbey since 1066, when William the Conqueror w"
    },
    {
      "url": "https://www.esrbratings.org/",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    }
  ],
  "_meta": {
    "total_bookmarks": 157
  }
}