{
  "data": [
    {
      "url": "https://smartgivers.org/",
      "title": "Charities Review Council: Where Donors and Nonprofits Meet",
      "description": "We inform donors, empower nonprofits, and partner with grantmakers to mobilize informed donors and accountable nonprofits for the greater good.",
      "preview": "Log In Donate Donors List of Reviewed Nonprofits Refer a Nonprofit The Accountability Standards ® Questions to Ask Before Giving The Smart Giver Newsl"
    },
    {
      "url": "https://thefox.withemes.com/clean/facilisi-cum-ne-ad-vero-dolorem-quo/",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://cebuyers.org/",
      "title": "Clean Energy Buyers Association",
      "description": "CEBA is a community of energy buyers accelerating the zero-carbon energy future.",
      "preview": "void"
    },
    {
      "url": "https://uncf.org/",
      "title": "Empowering HBCUs and College Students - UNCF",
      "description": "UNCF empowers more students more than 50,000 students to get to and through college each year.",
      "preview": "Skip to main content HBCUs Matter HBCUs and their students change lives across the United States. Please give generously to ensure that students of co"
    },
    {
      "url": "https://europa.eu/youreurope/citizens/index_en.htm",
      "title": "Help and advice for EU nationals and their family - Your Europe",
      "description": "European Commission - Practical help and advice on EU citizen rights for your life, work and travel in another European Union country - Your Europe",
      "preview": "Help and advice for EU nationals and their family Share this page Facebook Linkedin X (Twitter) e-mail"
    },
    {
      "url": "https://www.artdecomumbai.com/tag/j-gurney-nutting/",
      "title": "J Gurney Nutting - Art Deco",
      "description": "void",
      "preview": "Skip to content It seems we can't find what you're looking for. Perhaps searching can help. Search for: Search Digital diarist showcasing mumbai's art"
    },
    {
      "url": "https://blog.amicaledesanciensdesainthadelin.be/2017/01/17/deces-de-monsieur-jean-verjans-epoux-de-madame-marie-jose-lagasse/",
      "title": "Décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE - Amicale des anciens du Collège Saint-Hadelin",
      "description": "void",
      "preview": "Aller au contenu La famille annonce le décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE, militant ouvrier chrétien, pacifiste et éco"
    },
    {
      "url": "https://www.genuki.org.uk/",
      "title": "GENUKI: Home page",
      "description": "Home page",
      "preview": "Skip to main content Hide You must have JavaScript enabled to use this form. Search GENUKI pages hide Regional Page Links UK and Ireland England Scotl"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://stencil.wiki/",
      "title": "stencil.wiki",
      "description": "void",
      "preview": "Jump to content From stencil.wiki Stencil.wiki is a comprehensive resource dedicated to stencil printing, providing tools, guides, and a collaborative"
    },
    {
      "url": "http://www.scottygroup.com/",
      "title": "SCOTTY Group",
      "description": "void",
      "preview": "browser window size is below minimum resolution Contact Secure. Reliable. Trusted. Secure. Reliable. Trusted. Anticipating tomorrow The reason why mos"
    },
    {
      "url": "https://thetechportal.com/news/gaming/",
      "title": "Latest Game News, Online Games, Mobile Games, PC Games Updates",
      "description": "Read the most updates daily news for the online games, pc games, mobile games, and all the devices of the gaming and gadgets for gaming.",
      "preview": "Gaming Internet News Streaming service giant Netflix is entering a new phase in its bid... Soumyadeep Sarkar October 9, 2025 3 minute read Gaming News M"
    },
    {
      "url": "http://www.basementarcade.com/arcade/toobin/",
      "title": "Whoops!..",
      "description": "BAD Navigation!",
      "preview": "Not Authorized!"
    },
    {
      "url": "https://www.freepeople.com/shop/wrangler-ranch-coat/?color=040&type=REGULAR&quantity=1",
      "title": "Wrangler Ranch Coat | Free People",
      "description": "Shop our Wrangler Ranch Coat at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.viki.com/",
      "title": "Watch K-Dramas, Korean Shows & Chinese Dramas | Rakuten Viki",
      "description": "Stream FREE Asian Dramas & Movies with English subtitles: Korean, Chinese, Japanese Dramas & more. From romance to action, find it on Viki!",
      "preview": "void"
    },
    {
      "url": "https://mail.creativecommons.org/subscribe",
      "title": "Subscribe to CC's Mailing List",
      "description": "void",
      "preview": "Subscribe to our mailing list. Learn more about the Creative Commons licenses, and our work to empower individuals and communities around the world wi"
    },
    {
      "url": "https://www.odditycentral.com/news/portuguese-man-buys-tiny-island-successfully-establishes-his-own-kingdom.html",
      "title": "Portuguese Man Buys Tiny Island, Successfully Establishes His Own Kingdom",
      "description": "Renato Barros bought the tiny island of Pontnha, on Funchal harbor, Portugal, for 25,000 euros and proceeded to establish his own sovereign kingdom. Today Pontinha is an independent principality.",
      "preview": "Contact About Contribute Categories Animals Architecture Art Auto Events Foods Funny News Pics Tech Travel Videos WTF Privacy policy Cookie Policy X P"
    },
    {
      "url": "https://csp.ucsc.edu/about/",
      "title": "ABOUT | Coastal Science and Policy Program",
      "description": "void",
      "preview": "ABOUT Educating future leaders in the science and policy of coastal sustainability The Coastal Science and Policy Program at UC Santa Cruz is tailored"
    },
    {
      "url": "http://TIDAL.com/Beyonc%C3%A9",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://securitylab.github.com/bounties",
      "title": "Bounties | GitHub Security Lab",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "http://www.sanmiguelcountyco.gov/185/MappingGIS",
      "title": "Geographic Information Systems | San Miguel County, CO - Official Website",
      "description": "The GIS Department is responsible for creating, maintaining, analyzing and distributing the county's geographic base data.",
      "preview": "Skip to Main Content Notice County Offices Closed Monday, October 13, 2025 Read On... Create a Website Account - Manage notification subscriptions, sa"
    },
    {
      "url": "https://www.metmuseum.org/toah/hd/pape/hd_pape.htm",
      "title": "The Papacy during the Renaissance - The Metropolitan Museum of Art",
      "description": "Popes strove to make Rome the capital of Christendom while projecting it, through art, architecture, and literature, as the center of a Golden Age of unity, order, and peace.",
      "preview": "Skip to main content A slider containing 3 items. Press the down key to skip to the last item. Ring with the Name of Pope Paul II (r. 1464-71) Italian"
    },
    {
      "url": "https://www.e-romania.org/tag/estudis-romanics/",
      "title": "Estudis Romànics - E-Romania. Romanística en España",
      "description": "void",
      "preview": "Ir al contenido La atribución de la autoría de la novela Curial e Güelfa , compuesta en catalán literario hacia mediados del siglo XV en el entorno de"
    },
    {
      "url": "http://zitate.net/mitglied-zitate",
      "title": "Mitgliedzitate - Die besten Zitate und Sprüche über Mitglieder - Zitate.net",
      "description": "Zitate und Sprüche über Mitglieder · Groucho Marx - \"Es würde mir nicht im Traum einfallen, einem Klub beizutreten, der bereit wäre, jemanden wie ...\" · Albert Einstein - \"Um ein tadelloses Mitglied einer Schafherde sein zu können, muss man vor ...\" · Cary Grant - \"Ich war nie ...\" · Weitere Zitate",
      "preview": "Mitgliedzitate Die besten Zitate und Sprüche über Mitglieder Um unser System zu schützen, benötigen wir eine manuelle Aktion (Klick). Weiter Zitate un"
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=search&term=Christopher%20Costello",
      "title": "Christopher Costello - Search Results - PubMed",
      "description": "Christopher Costello - Search Results - PubMed",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://disasterphilanthropy.org/cdp-fund/cdp-covid-19-response-fund/",
      "title": "COVID-19 Response Fund - Center for Disaster Philanthropy",
      "description": "The when, where and how of informed disaster giving",
      "preview": "Search Search COVID-19 Response Fund Read impact stories LinkedIn Twitter Facebook Email Overview Impact Major Donors How to Help Updates Resources Re"
    },
    {
      "url": "https://react.dev/reference/react/useEffect",
      "title": "useEffect - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. API Reference Hooks useEffect useEffect is a React Hook that lets you synchronize a component with an e"
    },
    {
      "url": "https://www.firmy-net.cz/gift-design",
      "title": "Gift Design | Firmy-net.cz",
      "description": "Gift Design -",
      "preview": "Praha , Brno , Ostrava , Vysočina , Pardubice , Hradec Králové , Havířov , Ústí nad Labem , Karlovy Vary , Liberec , Plzeň , České Budějovice , Zlín ,"
    },
    {
      "url": "https://my3.my.umbc.edu/groups/careers/events/2021/10/9/day?tag=u-s",
      "title": "Saturday, October 9, 2021 · Career Center · myUMBC",
      "description": "void",
      "preview": "myUMBC Classic Welcome to myUMBC Log In Profile Guide Events Groups Help Career Center Institutional Group • 3411 people Home Posts Events Files The f"
    },
    {
      "url": "https://www.registrar.psu.edu/academic-calendars/",
      "title": "Academic Calendars | Penn State Office of the University Registrar",
      "description": "void",
      "preview": "Search Search Enter Search Text Search This Site Search Penn State Web Search Penn State People Search Penn State Departments Search Penn State User I"
    },
    {
      "url": "http://www.lycos.com/",
      "title": "Lycos.com",
      "description": "Lycos, Inc., is a web search engine and web portal established in 1994, spun out of Carnegie Mellon University. Lycos also encompasses a network of email, webhosting, social networking, and entertainment websites.",
      "preview": "Lycos SWAG Mail Tripod Domains Weather Angelfire"
    },
    {
      "url": "https://www.wadhwaniai.org",
      "title": "AI for Social Impact - Wadhwani AI | Wadhwani AI is an independent nonprofit institute developing AI-based solutions for underserved communities in developing countries.",
      "description": "void",
      "preview": "People Reached Through Tech 150 MILLION+ * DATA: JULY 2025 ai for Social Impact We build technology that serves, scales and empowers STUDENTS & TEACHE"
    },
    {
      "url": "https://a16z.com/2023/02/09/welcoming-the-talent-x-opportunity-spring-23-cohort/",
      "title": "Welcoming the Talent x Opportunity Spring '23 Cohort | Andreessen Horowitz",
      "description": "Since kicking off the Talent x Opportunity (TxO) Initiative, we have invested in 27 companies building products and services based on unique cultural insights. The founders we backed and continue to support have taken tremendous strides from initial ideation to accelerating their businesses by growing full-time headcount, strengthening go-to-market strategies with key partnerships and collaborations,...",
      "preview": "Welcoming the Talent x Opportunity Spring '23 Cohort Kofi Ampadu share Copy Link Email X LinkedIn Facebook Hacker News WhatsApp Flipboard Reddit Poste"
    },
    {
      "url": "https://www.instagram.com/youtube/",
      "title": "YouTube (@youtube) • Instagram photos and videos",
      "description": "31M Followers, 1,785 Following, 6,024 Posts - YouTube (@youtube) on Instagram: \"in our showgirl era ❤️‍🔥\"",
      "preview": "void"
    },
    {
      "url": "https://www.rtve.es/noticias/",
      "title": "Noticias, la última hora de España y el mundo - RTVE.es",
      "description": "Noticias de última hora en España y el mundo. Toda la actualidad y las últimas noticias nacionales e internacionales aquí, en RTVE.es",
      "preview": "Es noticia: Gaza OTAN María Corina Machado Dina Boluarte Benidorm Fest participantes Calendario laboral 2026 Tiempo hoy La Promesa avance Últimas noti"
    },
    {
      "url": "https://threetreecoffee.com/blogs/news/growlers-bottles-and-ice-cream-oh-my",
      "title": "Growlers, Bottles, and Ice Cream...Oh My! - Three Tree Coffee Roasters",
      "description": "Spring lasted a day, the gnats are out, and the heat is back. So what better way to celebrate summer than to highlight 3 ways we are helping you beat the heat! Growlers: Firstly, we unveiled our new growler system, where you can buy a custom growler with a half gallon of cold brew! Having crafted a new stellar cold b",
      "preview": "Close menu Locations Expand submenu Collapse submenu Midtown Shop - Statesboro Porch Shop - Pooler GSU Shop - Statesboro Order for Pick-up! Shop Expan"
    },
    {
      "url": "http://www.locationgestion.com/annonces/achat/maison/sainte-agnes-06/152178423.htm",
      "title": "Plan du site - LAFORET MENTON",
      "description": "LAFORET MENTON",
      "preview": "Notre Offre Faire gérer La gestion du bien La gestion du locataire Louer Estimer Notre agence Qui sommes-nous ? Notre équipe Nous rejoindre Contact Es"
    },
    {
      "url": "https://www.bigsmall.in/",
      "title": "Gifts Online | Send Unique Gifts Online | Best Gift Shop - Bigsmall.in",
      "description": "Bigsmall is known for its special and unique gift collections in India. Explore the best gifts for birthdays, anniversaries, or corporate gifting. Free On-time Delivery!",
      "preview": "Loading Skip to content icon-hamburger icon-X Menu icon-cart Cart 0 Search Search icon-X Close (esc) Profile Track Order Home Rakhi Unique Rakhis Rakh"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "https://www.honest.com/?gclid=Cj0KCQjw8uOWBhDXARIsAOxKJ2EY4swocmjE8vMFfDILm27uhgYGduD-nG1knqa3OUEoGNBGrISsB8oaAnssEALw_wcB",
      "title": "Honest Baby and Beauty Company | The Honest Company",
      "description": "Shop The Honest Company for innovative formulas and designs on beauty, baby, cleaning products, and more. Plus get your Honest products delivered to your home!",
      "preview": "You are now leaving Honest.com and being taken to our clothing and bedding at sister site HonestBabyClothing.com Stay Continue Your browser does not s"
    },
    {
      "url": "https://www.123inkt.nl/HP-89X-CF289X-toner-zwart-hoge-capaciteit-123inkt-huismerk-CF289XC-i73482-t602712.html",
      "title": "123inkt huismerk vervangt HP 89X (CF289X) toner zwart hoge capaciteit 123inkt.nl",
      "description": "123inkt huismerk vervangt HP 89X (CF289X) toner zwart hoge capaciteit ✔️ Goedkope printers, printer supplies en kantoorartikelen ✔️ Snelle levering 123inkt.nl",
      "preview": "Het artikel is in uw winkelwagentje geplaatst. Het artikel is in uw recyclewagentje geplaatst. [Dit venster sluit automatisch over 1 sec] 123inkt.nl N"
    },
    {
      "url": "https://digitalmaturitybenchmark.withgoogle.com/en/advertisers/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.yogiapproved.com/",
      "title": "Premium Online Classes. Anywhere, Anytime. | YouAligned",
      "description": "YA Classes will take your yoga practice to the next level. Our online yoga classes and programs bring the best instructors into your home.",
      "preview": "We use cookies to provide and improve our services. By using our site, you consent to cookies. Accept Privacy Policy Learn more Your browser does not"
    },
    {
      "url": "https://www.qrcodemonkey.com/#text",
      "title": "qrcodemonkey.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ucresearch.tumblr.com/",
      "title": "University of California Research",
      "description": "The official tumblr of the University of California. We post on a range of topics (science, technology, humanities, art) relating to research conducted at the UC.",
      "preview": "ALT ALT ALT ALT ALT ALT ALT ALT ALT ALT The bad hospital experience that led Aminta Kouyate to become a doctor. Going to the hospital isn't fun, it's"
    },
    {
      "url": "https://nccriminallaw.sog.unc.edu/counties-may-impose-civil-penalties-passing-stopped-school-bus/",
      "title": "Counties May Impose Civil Penalties for Passing a Stopped School Bus - North Carolina Criminal Law",
      "description": "Four years ago, the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation and registration hold",
      "preview": "Skip to content Four years ago , the General Assembly increased the criminal fine for passing a stopped school bus and enacted new license revocation"
    },
    {
      "url": "https://jobs.jobvite.com/wri/jobs/",
      "title": "World Resources Institute Careers",
      "description": "void",
      "preview": "WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE WORLD RESOURCES INSTITUTE Select a Region {{ i"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "https://www.123inkt.nl/HP-89X-CF289X-toner-zwart-hoge-capaciteit-123inkt-huismerk-CF289XC-i73482-t602712.html",
      "title": "123inkt huismerk vervangt HP 89X (CF289X) toner zwart hoge capaciteit 123inkt.nl",
      "description": "123inkt huismerk vervangt HP 89X (CF289X) toner zwart hoge capaciteit ✔️ Goedkope printers, printer supplies en kantoorartikelen ✔️ Snelle levering 123inkt.nl",
      "preview": "Het artikel is in uw winkelwagentje geplaatst. Het artikel is in uw recyclewagentje geplaatst. [Dit venster sluit automatisch over 1 sec] 123inkt.nl N"
    },
    {
      "url": "http://www.aclu.org/",
      "title": "American Civil Liberties Union | The ACLU dares to create a more perfect union - beyond one person, party, or side. Our mission is to realize this promise of the United States Constitution for all and expand the reach of its guarantees.",
      "description": "The ACLU dares to create a more perfect union - beyond one person, party, or side. Our mission is to realize this promise of the United States Constitution for all and expand the reach of its guarantees.",
      "preview": "Skip to main content American Civil Liberties Union Defend the rights of all people nationwide With immigrant rights, trans justice, reproductive free"
    },
    {
      "url": "https://outdoorsmagic.com/author/jon-doran/",
      "title": "Jon |",
      "description": "void",
      "preview": "Jon Doran Recent Articles By Jon Buyer's Guides Down And Synthetic Insulated Jackets | Buyer's Guide Going shopping for a nice warm down or synthetic"
    },
    {
      "url": "https://cgstore.co.nz/figurines/",
      "title": "Figurines - Cerberus Games Wellington (NZ)",
      "description": "Browse Figurines products - Cerberus Games Wellington (NZ)",
      "preview": "void"
    },
    {
      "url": "https://icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://moegamer.net/2017/01/04/nights-of-azure-introduction-and-history/",
      "title": "Nights of Azure: Introduction and History - MoeGamer",
      "description": "Lesbian vampire demons from the creators of Atelier? You better believe we're on board with that... so let's start by taking a look at the background of developer Gust.",
      "preview": "Skip to content This article is one chapter of a multi-part Cover Game feature ! Next > | Latest >> 2015's Nights of Azure - or Yoru no Nai Kuni to it"
    },
    {
      "url": "https://pimpmytype.com/",
      "title": "Stronger UX with Smarter Typography - Pimp my Type",
      "description": "Boost your web & app designs with pimped typography. Weekly font recommendations on Font Friday, articles & videos by Oliver Schöndorfer.",
      "preview": "Skip to content Font Friday Discover all 193 Fonts Hetskelet Display A bold inline display typeface that merges a sans-serif skeleton with flared seri"
    },
    {
      "url": "https://www.aclu.org/news/topic/abortion-criminal-defense-initiative-reproductive-rights",
      "title": "Abortion Criminal Defense Initiative | American Civil Liberties Union",
      "description": "The Supreme Court's decision to overturn Roe v. Wade is having life-altering and life-threatening consequences for women and other people who can become pregnant. The decision revoked the federal constitutional right to abortion, and with it our agency over our health, our lives, and our futures. In some states, the government may now prosecute people involved in abortion care. This unprecedented moment in the fight for reproductive rights demands a nationwide system to ensure that health care providers, individuals that provide funding and practical support, and patients know that they will have access to a zealous defense should they be prosecuted. No one should have to navigate the injustice of this system alone.",
      "preview": "Skip navigation Campaigns & Initiatives › Abortion Criminal Defense Initiative Last updated on May 14, 2025 We fight against the criminalization of ab"
    },
    {
      "url": "https://www.cdc.gov/coronavirus/2019-ncov/index.html",
      "title": "Coronavirus Disease 2019 (COVID-19) | COVID-19 | CDC",
      "description": "Find links to guidance and information on all topics related to COVID-19, including the COVID-19 vac",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://prosportsoutlook.com/",
      "title": "Home - Pro Sports Outlook: It's All About the Game",
      "description": "Pro Sports Outlook (PSO) is revolutionizing the sports industry into a more authentic space with facts & advanced insight into the game",
      "preview": "Search NFL NFL Home Rankings Facts Highlights History Outlooks NFC Arizona Cardinals Atlanta Falcons Carolina Panthers Chicago Bears Dallas Cowboys De"
    },
    {
      "url": "https://www.grandhoteltremezzo.com/en/home/",
      "title": "Grand Hotel Tremezzo: luxury 5 star hotel on Lake Como, Italy",
      "description": "THE OFFICIAL SITE. The Grand Hotel Tremezzo, luxury 5 star hotel has a panoramic view of Lake Como. It also offers a spa and a very fine restaurant for a pleasant stay.",
      "preview": "Discover our Boutique 1 Room 2 Rooms 3 Rooms 4 Rooms 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults 7 Adults 8 Adults 9 Adults 10 Adults 11 Adul"
    },
    {
      "url": "https://tiempo.laopiniondemurcia.es/suecia/lidingo",
      "title": "Tiempo en Lidingo - La Opinión de Murcia",
      "description": "La previsión del tiempo en Lidingo. Consulta el tiempo para hoy, mañana y los próximos días en Suecia",
      "preview": "La Opinión de Murcia > El Tiempo > Lidingo Selecciona tu provincia A Coruña Álava Albacete Alicante Almería Asturias Ávila Badajoz Barcelona Burgos Cá"
    },
    {
      "url": "https://opendata.paris.fr/",
      "title": "Home - Paris Data",
      "description": "Bienvenue sur Paris Data ! Le site de la démarche Open Data de la Ville de Paris. Vous trouverez ici l'ensemble des jeux de données publiés par les services de la Ville et ses partenaires sous licence ODbL.",
      "preview": "void"
    },
    {
      "url": "http://www.desoreillesdansbabylone.com/2007/02/sean-lennon-concert-bordeaux-220207.html",
      "title": "Des Oreilles Dans Babylone",
      "description": "Blogzine musical inde depuis 2006",
      "preview": "Entrez les termes que vous recherchez. Sur Dodb Sur le web Envoyer un formulaire de recherche 26 février 2007 Sean Lennon - Concert à Bordeaux 22/02/0"
    },
    {
      "url": "https://www.rehabilitacnipomucky.cz/tejpovaci-pasky/",
      "title": "Tejpovací pásky a příslušenství ⇒ 68 variant | RehabilitačníPomůcky.cz",
      "description": "Tejpovací pásky a příslušenství ⇒ velký výběr z 68 variant na Rehabilitacnipomucky.cz. ✔️ Ověřená kvalita zdravotnických pomůcek. ✔️ Odeslání zboží v den objednání. ✔️ Odborné poradenství. ✔️ Více než 20 000 výdejních míst.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://stencil.wiki/What_is_Risograph_printing%3F",
      "title": "stencil.wiki",
      "description": "void",
      "preview": "Jump to content From stencil.wiki Stencil.wiki is a comprehensive resource dedicated to stencil printing, providing tools, guides, and a collaborative"
    },
    {
      "url": "https://www.batbike.se/product-category/reservdelar/?filter_bc=cargobike,ecoride&query_type_bc=or&filter_bk=400wh&query_type_bk=or",
      "title": "Reservdelar | Batbike elcyklar",
      "description": "void",
      "preview": "Tel: 031-3880705 - Ordrar skickas 14:00 samma dag - Fri frakt vid beställningar över 1000:- Reservdelar Filtrera Inga produkter hittades som motsvarar"
    },
    {
      "url": "https://www.movidaapple.com/blog/2014/01/25/apple-coloca-mensajes-con-bombillas-led-en-las-apple-store-para-el-3%ef%a3%bf-aniversario-mac-imagen/?shared=email&msg=fail",
      "title": "Colocan mensajes con bombillas LED en las Apple Store para el 3 aniversario Mac [imagen] - Movida Apple",
      "description": "9To5Mac ha reportado que algunas Apple Stores han colocado en sus ventanas mensajes alusivos al 30 aniversario Mac con bombillas LED. El mensaje dice",
      "preview": "Saltar al contenido 9To5Mac ha reportado que algunas Apple Stores han colocado en sus ventanas mensajes alusivos al 30 aniversario Mac con bombillas L"
    },
    {
      "url": "https://www.mypokecard.com/en/Gallery/Pokemon-Eric-Cartman-89",
      "title": "Pokémon Eric Cartman 89 89 - Hates others - My Pokemon Card",
      "description": "Custom pokemon card created on 20 October 2011 by Mejfh1999",
      "preview": "My card How to print? Gallery Coloring français | español | polski | 日本語 | Pokemon Eric Cartman 89 Language Card : english Creation Date : 20 October"
    },
    {
      "url": "https://maisonette.sjv.io/c/249354/1022920/13379?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.maisonette.com%2F",
      "title": "Maisonette | Boutique Clothes & Decor for Kids & Babies",
      "description": "Your favorite kids brands and independent boutiques, all in one magical place. Shop Maisonette for the best in kids and baby clothing, furniture, decor, or toys.",
      "preview": "skip to main content SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW SHOP NOW The Birthday Shop Shop Now Playroom Favorites Shop Now SH"
    },
    {
      "url": "https://www.martinec.cz/decka-na-ochranu-pred-plamenem-rothenberger~z31050.html",
      "title": "Deèka na ochranu pøed plamenem Rothenberger - Náøadí Martinec Mìlník",
      "description": "Deèka na ochranu pøed plamenem Rothenberger",
      "preview": "ÚVOD | AKCE | NOVINKY | REGISTRACE | JAK NAKUPOVAT | FOTOGALERIE | KONTAKT VYHLEDÁVÁNÍ NAŠE NABÍDKA Akumulátorové náøadí Vrtaèky, pøíklepové vrtaèky,"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://www.poypanama.com/news/dim-collant-body-touch-absolu-resist-et-boxer-3d-flex-air/",
      "title": "DIM / Collant Body Touch Absolu Resist et Boxer 3D Flex Air - Elegido producto del año Panama",
      "description": "void",
      "preview": "DIM / Collant Body Touch Absolu Resist et Boxer 3D Flex Air Télécharger le PDF"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-172-performance-engineering-of-software-systems-fall-2018/",
      "title": "Performance Engineering of Software Systems | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "6.172 is an 18-unit class that provides a hands-on, project-based introduction to building scalable and high-performance software systems. Topics include performance analysis, algorithmic techniques for high performance, instruction-level optimizations, caching optimizations, parallel programming, and building scalable systems. The course programming language is C.",
      "preview": "Browse Course Material Course Info Instructors Prof. Charles Leiserson Prof. Julian Shun Departments Electrical Engineering and Computer Science As Ta"
    },
    {
      "url": "http://opendata.hayward-ca.gov/datasets/5b2d03233e0344c7a291c3f126cfa407_0",
      "title": "Hayward Addresses",
      "description": "City of Hayward and Fairview Address Layer",
      "preview": "void"
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "http://www.ucsf.edu/",
      "title": "Home | UC San Francisco",
      "description": "Through our singular focus, we're leading revolutions in health.",
      "preview": "Skip to main content Our research Transforms patients' lives . Creates new industries, companies and jobs . Supports America's leadership in health an"
    },
    {
      "url": "http://www.arrca.ca/?month=feb&yr=2022",
      "title": "void",
      "description": "void",
      "preview": "Post navigation ← Older posts Welcome To Atlantic Region Race Control Association! Posted on August 12, 2011 by NateP Welcome to the Atlantic Region R"
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-is-gia-giudice-still-dating-her-boyfriend-christian-carmichael",
      "title": "RHONJ: Is Gia Giudice Still Dating Her Boyfriend Christian Carmichael?",
      "description": "During Part 2 of The Real Housewives of New Jersey Season 12 reunion, Andy Cohen wanted some updates on the kids of t",
      "preview": "Skip to main content"
    },
    {
      "url": "https://itunes.com/apps/storytoysentertainmentlimited",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://otga.wufoo.com/forms/z1s9qpjo025j40t/",
      "title": "Implementing the Ocean Data and Information System",
      "description": "void",
      "preview": "UNESCO/IOC-IODE Sorry, we are no longer accepting registrations."
    },
    {
      "url": "https://ico.org.uk/global/contact-us/",
      "title": "Contact us | ICO",
      "description": "void",
      "preview": "Skip to main content Contact us Back to top"
    },
    {
      "url": "https://ecmadrid.org/es/agenda/day.listevents/2020/10/28/245",
      "title": "AGENDA - Escuelas Católicas de Madrid",
      "description": "Escuelas Católicas de Madrid agrupa a las organizaciones Federación Española de Religiosos de la Enseñanza - Titulares de Centro Católicos (FERE-CECA-MADRID) y Asociación Educación y Gestión de Madrid",
      "preview": "Área privada centros | Contacto Escuelas Católicas de Madrid Buscar... Buscador de Centros ECM INICIO QUIÉNES SOMOS Escuelas Católicas de Madrid Cómo"
    },
    {
      "url": "https://mesmodesdemploi.be/electromenagers/lave-vaisselle/indesit/",
      "title": "Modes d'emploi pour Lave-vaisselle - Indesit | Modes d'emploi",
      "description": "Sur ce site vous trouverez les modes d'emploi, les notices et manuels d'utilisation pour Lave-vaisselle - Indesit en français à télécharger gratuitement au format pdf.",
      "preview": "Modes d'emploi pour Lave-vaisselle - Indesit Modes d'emploi de cette catégorie Mode d'emploi pour Indesit DFG 15B1 A EU Marque: Indesit Afficher le mo"
    },
    {
      "url": "https://cstoredecisions.com/2021/12/02/quiktrip-brings-back-jollytown-mobile-app-contest/",
      "title": "QuikTrip Brings Back 'JollyTown' Mobile App Contest - CStore Decisions",
      "description": "QuikTrip (QT) announced the return of its festive campaign, JollyTown, a mobile app contest filled with free gifts for customers who use the app. Every mobile order placed through Jan. [...]",
      "preview": "Skip to content Search the site Subscribe Throughout the holiday season, QT is offering freebies of more than 30 in-store products to customers throug"
    },
    {
      "url": "https://unchangingprinciples.com/up/",
      "title": "Unchanging Principles - Life inside my presidential family",
      "description": "void",
      "preview": "Skip to content Home UNCHANGING PRINCIPLES Life inside my presidential family By josh carter Start Listening See all Episodes Also find us on: Episode"
    },
    {
      "url": "http://www.italiaricette.it/",
      "title": "ITALIARICETTE.IT - Il tuo ricettario online",
      "description": "ItaliaRicette - Il tuo ricettario online",
      "preview": "Benvenuti in ITALIARICETTE.IT, un nuovo sito dove potete trovare migliaia di ricette. Nella colonna di sinistra potete scegliere il tipo di ricetta ch"
    },
    {
      "url": "https://www.vam.ac.uk/collections/furniture",
      "title": "Furniture - Explore the Collections · V&A",
      "description": "The V&A collection of furniture and woodwork - from historic masterpieces to innovative contemporary design.",
      "preview": "Skip to main content Furniture The V&A has been collecting furniture and woodwork for over 150 years. This diverse collection is unrivalled for breadt"
    },
    {
      "url": "http://www.hollidaycreate.com",
      "title": "Marketing that Offers Solutions | Holliday Creative Marketing",
      "description": "Holliday Creative Marketing Home page that describes what the business offers.",
      "preview": "top of page MARKETING If you want your business to grow and go to the next level...you have to MARKET IT. WEBSITE DEVELOPMENT Custom websites Website"
    }
  ],
  "_meta": {
    "total_bookmarks": 88
  }
}