{
  "data": [
    {
      "url": "https://www.grandhoteltremezzo.com/en/home/",
      "title": "Grand Hotel Tremezzo: luxury 5 star hotel on Lake Como, Italy",
      "description": "THE OFFICIAL SITE. The Grand Hotel Tremezzo, luxury 5 star hotel has a panoramic view of Lake Como. It also offers a spa and a very fine restaurant for a pleasant stay.",
      "preview": "Discover our Boutique 1 Room 2 Rooms 3 Rooms 4 Rooms 1 Adult 2 Adults 3 Adults 4 Adults 5 Adults 6 Adults 7 Adults 8 Adults 9 Adults 10 Adults 11 Adul"
    },
    {
      "url": "https://exoplanets.nasa.gov/what-is-an-exoplanet/overview/",
      "title": "Exoplanets - NASA Science",
      "description": "Most of the exoplanets discovered so far are in a relatively small region of our galaxy, the Milky Way. (\"Small\" meaning within thousands of light-years of",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://www.art.com/",
      "title": "Art.com | Wall Art, Framed Prints, Canvas, Paintings, Posters & More! - Buy Wall Art Online",
      "description": "Shop Art.com for the best selection of wall art and photo prints online! Low price guarantee, fast shipping & easy returns, and custom framing options you'll love.",
      "preview": "Get 20% Off $50+ Get 20% Off $50+ | Get 25% Off $100+ | Get 30% Off $150+ Cancel My Account Cancel Sale Frames Up to 50% off 1 2 3 4 Our Most Popular"
    },
    {
      "url": "https://data-in-emergencies.fao.org/",
      "title": "FAO Data in Emergencies Hub",
      "description": "The Food and Agriculture Organization of the United Nations (FAO) established the DIEM Hub to provide a regularly updated and highly accessible picture of food insecurity in fragile environments and to inform FAO's evidence-based programming.",
      "preview": "void"
    },
    {
      "url": "https://ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "https://www.netip.de/live/11/45/stats.htm",
      "title": "Live query view",
      "description": "void",
      "preview": "Live query view - Which queries have been made in last time? History of weeks 01 | 02 | 03 | 04 | 05 | 06 | 07 | 08 | 09 | 10 | 11 | 12 | 13 | 14 | 15"
    },
    {
      "url": "https://data.calgary.ca/stories/s/Open-Calgary-Terms-of-Use/u45n-7awa/",
      "title": "Open Calgary Terms of Use | Open Calgary",
      "description": "Terms for accessing and using open data.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://greensoftware.foundation/articles/meet-gsf-org-leads-henry-richardson-of-watttime",
      "title": "Meet GSF Org Leads: Henry Richardson of WattTime | GSF",
      "description": "Developers need to look beyond their organisations to become more aware of the global impact their software may have, says Henry and that the new SCI specification makes this so much easier than it has been before. Henry also announces some job openings!",
      "preview": "💚 Join the Green Software Movement Platform Meet GSF Org Leads: Henry Richardson of WattTime Posted on February 11th, 2022 Developers need to look bey"
    },
    {
      "url": "https://fb.watch/eMVs8ekYa_/",
      "title": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture Organization of the United Nations (FAO) worked with the Government in Bolivia to improve the livelihoods of farmers through urban & peri-urban agriculture. #SmallprojectsBigresults | Food and Agriculture Organization of the United Nations (FAO)",
      "description": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture...",
      "preview": "void"
    },
    {
      "url": "https://eductors.net/jet-pump-application-sheet/",
      "title": "Jet Pump Application Sheet",
      "description": "Please use the following Jet Pump Application Sheet to request jet pump sizing or jet pump pricing details.",
      "preview": "Skip to content Home » Jet Pump Application Sheet Instagram This field is for validation purposes and should be left unchanged. Name (Required) First"
    },
    {
      "url": "https://uploads.knightlab.com/storymapjs/857f1335b5790bba701ae445533b2c8e/lynchings-and-executions-in-kansas/index.html",
      "title": "StoryMapJS: Master Lynchings and Executions in KS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.harrys.com/en/us",
      "title": "Harry's. Quality Shaving Grooming Products, at a Fair Price | Harry's",
      "description": "harrys.com",
      "preview": "Choose your language and where we'll ship your order Country Language NOTE: You'll be signed out and your basket will be emptied when you change your"
    },
    {
      "url": "https://landwirtschaftsbedarf.ch/farmers/prodinformatik.cfm",
      "title": "LANDWIRTSCHAFTSBEDARF.CH > Produktesuche > Informatik, Treuhand, Weiterbildung",
      "description": "Einkaufsführer mit über 600 Produkten und Dienstleistungen für die Landwirtschaft.",
      "preview": "Firmensuche Produktesuche Suchservice FarmLinks Impressum Datenschutz Home"
    },
    {
      "url": "https://www.learnui.design/blog",
      "title": "Free UI/UX Tutorials & Tools: The Learn UI Design Blog",
      "description": "A design blog by Erik Kennedy on typography, color, layout, UX, design process, and more.",
      "preview": "Skip to content All Posts Start Here Color Typography UX Mobile Beginner Advanced Case Studies Where's the AI design renaissance? AI design is current"
    },
    {
      "url": "https://recall.cosori.com./country-sel",
      "title": "Cosori",
      "description": "void",
      "preview": "We're sorry but Cosori doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://play-c27bf.web.app",
      "title": "Welcome to Firebase Hosting",
      "description": "void",
      "preview": "Welcome Firebase Hosting Setup Complete You're seeing this because you've successfully setup Firebase Hosting. Now it's time to go build something ext"
    },
    {
      "url": "http://www.gannett.com/careers/",
      "title": "Careers - Gannett",
      "description": "void",
      "preview": "Join #TeamGannett Find We are #TeamGannett Who we are Our network includes USA TODAY and 200+ local media brands, LocaliQ's digital marketing solution"
    },
    {
      "url": "http://www.unesco.org",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://www.airnewzealand.co.nz/homepage",
      "title": "Air New Zealand - Book Flights & Earn Airpoints™",
      "description": "Air New Zealand's official site. Book domestic & international flights, manage trips and earn Airpoints™ every time you fly with Air NZ.",
      "preview": "Plan Book Experience Airpoints™ Help"
    },
    {
      "url": "http://libguides.ala.org/bookdiscussiongroups",
      "title": "History and General Resources - Book Discussion Groups - LibGuides at American Library Association",
      "description": "Resources for establishing a book discussion group",
      "preview": "Skip to Main Content Search this Guide Search Book Discussion Groups: History and General Resources Resources for establishing a book discussion group"
    },
    {
      "url": "https://www.conservation.org/",
      "title": "Conservation International",
      "description": "Since 1987, Conservation International has worked to improve the lives of people everywhere by protecting oceans, forests and other living ecosystems.",
      "preview": "Conservation International Protects Nature Like This The food we eat, the water we drink, the air we breathe - it all comes from nature. We have a pla"
    },
    {
      "url": "https://doi.org/10.3389/fmars.2019.00509",
      "title": "Frontiers | Growth Limitation of Marine Fish by Low Iron Availability in the Open Ocean",
      "description": "It is well-established that phytoplankton growth can be limited by the vanishingly low concentrations of dissolved iron found in large areas of the open ocea...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience HYPOTHESIS AND THEORY article Front. M"
    },
    {
      "url": "https://recipesfromapantry.com/",
      "title": "Fresh Easy Recipes with colours, flavours and spices - Recipes From A Pantry",
      "description": "Browse hundreds of fresh easy recipes made with exciting colours, flavours and spices. Easy Instant Pot Recipes, healthier easy Air Fryer Recipes, Southern Recipes, Jamaican Recipes, easy Seasonings and kitchen tips that anyone can use.",
      "preview": "Skip to content Dinner Air Fryer Instant pot Dessert Learn To Cook Subscribe to get tasty new recipes + cooking tips and tricks delivered into your in"
    },
    {
      "url": "https://suicidepreventionlifeline.org/",
      "title": "988 Lifeline - If you need emotional support, reach out to the national mental health hotline: 988.",
      "description": "At the 988 Suicide & Crisis Lifeline, we understand that life's challenges can sometimes be difficult. Whether you're facing mental health struggles...",
      "preview": "Skip to content ¡Los servicios de texto y chat de 988 Lifeline ya están disponibles en Español! If you need to talk, the 988 Lifeline is here. At the"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/",
      "title": "The Classic Typewriter Page : All About Typewriters",
      "description": "All about typewriters: history, use, collecting, restoring, and more.",
      "preview": "The Flying Oliver welcomes you to the strange and beautiful world of antique writing machines. Explore and enjoy ... Frequently Asked Questions \"What'"
    },
    {
      "url": "https://tennisforfree.com/",
      "title": "Welcome to Tennis For Free - Tennis For Free",
      "description": "Tennis For Free is a UK charity dedicated to growing the game of tennis in predominantly under-privileged areas and showcasing the sport as a sport playable by all, especially families.",
      "preview": "TFF brings free fully inclusive fun tennis sessions to communities across the UK Learn More Tennis For Free, served to the community, by the community"
    },
    {
      "url": "https://cardconnect.com/company/copilot",
      "title": "Merchant Portfolio Management System | CardConnect",
      "description": "Discover here how our merchant management system can simplify merchant onboarding and generate residual income for your ISO or Agent business.",
      "preview": "Skip to Contact an Expert Skip to Main Content Portfolio Management Portal CoPilot empowers our Independent Sales Organization (ISO), Sales Agent part"
    },
    {
      "url": "https://kurzwaren-shop.de/reissverschluesse/bettwaesche/3113/rv-080-cm-kunststoff-fuer-bettwaesche",
      "title": "RV weiß, 080 cm Kunststoff für Bettwäsche ohne Griffplatte | Bettwäsche | Reißverschlüsse | Kurzwarenshop M. Gröger",
      "description": "Reißverschluß Kunststoff nicht teilbar 80 cm | weiß | RV-Schieber ohne Griffplatte | mit 4 mm Kunstoff-Spirale | für Bettwäsche, Bettbezüge usw. | Pr...",
      "preview": "Um Kurzwarenshop M. Gröger in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktiveren. Cookie-Einstellungen Diese"
    },
    {
      "url": "https://www.bestbinocularsreviews.com/buy-binoculars.php?binocular=Steiner8x42Merlin&id=8&countrypicked=uk&typeofproduct=binoculars&countrypicked=usa&countrypicked=australia&countrypicked=germany&countrypicked=canada&countrypicked=germany&countrypicked=india",
      "title": "Where to Buy Steiner 8x42 Merlin binoculars - india",
      "description": "Easily check the prices of Steiner 8x42 Merlin binoculars at major binocular retailers - india",
      "preview": "Where to Buy Steiner 8x42 Merlin Binoculars It can often pay to shop around a little. Below are some of the best places on the web that I have found t"
    },
    {
      "url": "https://ruedesmille.com/attimi/carousel-attimo-cuore/",
      "title": "Carousel Attimo Cuore | Rue des Mille",
      "description": "Attimo Cuore per bracciale carousel Finitura disponibile: placcatura rodio Materiale: Argento 925",
      "preview": "Trova la boutique 10% DI SCONTO SUL PRIMO ORDINE ISCRIVENDOTI ALLA NEWSLETTER Charm Bar Gioielli Collezioni Regali Personalizzazioni Mondo Rue Des Mil"
    },
    {
      "url": "https://drinkloverboy.com",
      "title": "Drink Loverboy | Sparkling Hard Teas Drinks & Premium Craft Cocktails - Loverboy Inc.",
      "description": "Loverboy sparkling hard teas & premium canned cocktails have 0 added sugar, 90-100 calories, and are gluten free. Loverboy will give you 0 regrets - 100% of the time.",
      "preview": "Age is just a number We're going to need to see some ID I'm over 21 Not Quite Yet FREE SHIPPING ALL US ORDERS $75+ FREE SHIPPING ALL US ORDERS $75+ FR"
    },
    {
      "url": "https://rust-lang.github.io/rust-clippy/master/",
      "title": "Clippy Lints",
      "description": "A collection of lints to catch common mistakes and improve your Rust code.",
      "preview": "Theme Ayu Coal Light Navy Rust Disable keyboard shortcuts Clippy Lints Total number: 795 Lints search and filtering only works with JS enabled. :( Lin"
    },
    {
      "url": "https://lounge.nintendo.com/redirect/support",
      "title": "Region & Language Selector - Support Site",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.metv.com/setmarket.php?marketID=192/",
      "title": "MeTV - America's #1 Classic Television Network",
      "description": "Watch MeTV for memorable entertainment television from America's #1 classic television network. Airing over 50 different classic TV series each week, from drama and comedy to westerns and sci fi, MeTV is available nationwide for free with an antenna, and is available on many local television providers. Find out where to watch MeTV, check our television schedule, and explore nostalgic content, quizzes, videos and more on MeTV.com",
      "preview": "void"
    },
    {
      "url": "https://www.airqo.net/",
      "title": "AirQo | Bridging the Air Quality Data Gap in Africa - Real-time Monitoring Network | AirQo",
      "description": "AirQo empowers African communities with accurate, hyperlocal air quality data through 200+ low-cost sensors across 16+ cities. Access real-time pollution insights where 9 out of 10 people breathe polluted air. Partner with Google.org and World Bank.",
      "preview": "Clean air for all African cities \"9 out of 10 people breathe polluted air\" We empower communities with accurate, hyperlocal and timely air quality dat"
    },
    {
      "url": "https://www.wcpo.com/news/local-news/clermont-county/ohio-township/coroner-four-people-dead-in-home-in-ohio-township-near-new-richmond",
      "title": "4 dead, 1 hospitalized after 'potential murder-suicide' near New Richmond in Ohio Township",
      "description": "Four people are dead in Ohio Township near New Richmond, Ohio, according to the Clermont County Coroner's Office.",
      "preview": "void"
    },
    {
      "url": "https://www.imb2b.com/trend/show.php?itemid=2397",
      "title": "新加坡國家館 進駐醫療展 - IMB2B.com",
      "description": "經濟部國際貿易局主辦，外貿協會執行之「台灣國際醫療展覽會」將於6月15日至18日，與「台灣國際銀髮族暨健康照護產業展」在台北世貿一館共同展出，新加坡醫療業者也籌組國家館參展。為疏解展覽期間擁擠人潮，現開放參觀預先登記。 - IMB2B.com",
      "preview": "Mobile QR code Cart ( 0 ) Product Supplier Trade Show Ebook Photo Video Brand 徵展活動 產業動態 Post Your Request Home Product Supplier Trade Show Ebook Photo"
    },
    {
      "url": "https://www.cnd.com/",
      "title": "Beauty Supply | Nail Polish | Shellac | Nail Care - Creative Nail Design",
      "description": "CND is the global leader in professional nail, hand and foot beauty. Discover endless possibilities to create nail art designs, color layering and fashion trends.",
      "preview": "Skip to content Close menu NEW Nail Color Color Systems SHELLAC™ Gel Polish VINYLUX™ Long Wear Polish Collections Quiet Luxury Summer Guide Fall Guide"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "https://go.peoplepower.org/signup/join-our-people-power-volunteer-teams/?type=call",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.storyblocks.com/",
      "title": "Unlimited Stock Videos, Templates, Audio & Images - Storyblocks",
      "description": "Streamline your creative work with the best-in-industry unlimited stock downloads, flexible licensing, and easy-to-use tools. Subscribe today and get all the stock you need.",
      "preview": "The most-loved stock media platform for creators All Video Footage Video Templates Motion Backgrounds Audio Images 4.7/5 4.6/5 Footage Templates After"
    },
    {
      "url": "https://www.iucn.org/news/marine-and-polar/202203/unea-resolution-end-plastic-pollution-and-iucn-role-implementation-treaty",
      "title": "UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty | IUCN",
      "description": "The new UNEA Resolution, 'End Plastic Pollution: Towards a legally binding instrument', establishes an Intergovernmental Negotiating Committee that will develop the specific content of the new plastic pollution treaty with the aim of completing its work by the end of 2024. The future is ours to improve, and this news from UNEA provides a strong message of hope that we can indeed eliminate plastic pollution from our environment with a multi-pronged approach and international cooperation.",
      "preview": "Skip to main content Share: Story 09 Mar, 2022 UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty The new UNEA"
    },
    {
      "url": "http://www.radio981.gr/blog/%CE%B4%CE%B9%CE%B1%CE%B2%CE%B1%CF%83%CF%84%CE%B5-34",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://freedomnetworkusa.org/",
      "title": "Human Trafficking Advocacy | Freedom Network USA",
      "description": "Freedom Network USA is the largest coalition of experts and advocates providing a human-rights based approach to fighting human trafficking in the U.S.",
      "preview": "Advancing Human Rights to Address Human Trafficking in the United States Latest Efforts More Blog FNUSA's Statement on DOJ Cutting Off Funding for Ser"
    },
    {
      "url": "https://ischool.es/quedate-en-casa/",
      "title": "Quédate en casa - iSchool - Escuela de robótica y programación para niños y jóvenes",
      "description": "void",
      "preview": "CONOCE Beneficios Aprender tecnología es dotar a los niños de herramientas para su futuro profesional y académico. Equipo Conoce a nuestro equipo pion"
    },
    {
      "url": "https://www.leicestermercury.co.uk/news/local-news/man-stuck-2-storeys-up-1995658",
      "title": "Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg - Leicestershire Live",
      "description": "Firefighters were called to rescue the man",
      "preview": "News Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg Firefighters were called to rescue the man leicestermercury Bookmark Shar"
    },
    {
      "url": "https://www.listennotes.com/podcasts/moving-up-together-moving-up-together-qNSPIX3VDKn/",
      "title": "Moving Up Together (podcast) - Moving Up Together | Listen Notes",
      "description": "Real people and real stories that prove what you've heard - and may believe - about \"poor\" people is wrong. Moving Up Together was created by the national no...",
      "preview": "Listen Later API Data Discover Real-Time Episodes being played now Explorer Find similar podcasts Best Podcasts Recommended by us Hot Podcasts Popular"
    },
    {
      "url": "https://githubstatus.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://www.sunglassesid.com/sightings/cutler-and-gross-kingsman-sunglasses-colin-firth-kingsman-secret-service",
      "title": "Cutler and Gross Kingsman sunglasses - Colin Firth - Kingsman: The Secret Service | Sunglasses ID",
      "description": "Colin Firth (as Harry Hart) wears Cutler and Gross 0847 tortoiseshell acetate square-frame sunglasses in the 2015 spy movie Kingsman: The Secret Service.",
      "preview": "Skip to main content Ultimate Guide to sunglasses in And Just Like That... (HBO Max) Ultimate Guide to sunglasses in The Four Seasons (Netflix) Ultima"
    },
    {
      "url": "https://libguides.ala.org/ala-periodicals",
      "title": "Index of Titles - American Library Association Periodicals - LibGuides at American Library Association",
      "description": "A list of the periodicals currently published by ALA.",
      "preview": "Skip to Main Content Search this Guide Search American Library Association Periodicals: Index of Titles A list of the periodicals currently published"
    },
    {
      "url": "https://www.cbs.com",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "https://www.visitnorway.no/planlegg-reisen/",
      "title": "Planlegg reisen | Få tips og inspirasjon til norgesferien",
      "description": "God planlegging sikrer deg de opplevelsene du ønsker. Og hvis du ikke vet hva du leter etter, bidrar vi gjerne med noen ideer.",
      "preview": "Skip to main content PLANLEGG REISEN Transport, beste årstider, vær og trygghet ... Vi hjelper deg med planleggingen, så du kan få mest mulig ut av Norg"
    },
    {
      "url": "https://stablediffusionweb.com/",
      "title": "Stable Diffusion Online",
      "description": "Stable Diffusion is a deep learning model that generates images from text descriptions. Use Stable Diffusion online for free.",
      "preview": "Stable Diffusion Online Stable Diffusion is a latent text-to-image diffusion model capable of generating photo-realistic images given any text input,"
    },
    {
      "url": "https://huggingface.co/docs/datasets/index",
      "title": "Datasets",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Datasets Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Da"
    },
    {
      "url": "https://dopaminas7.tumblr.com/",
      "title": "unstable sociopath with perverted tendencies",
      "description": "void",
      "preview": "thepersonalquotes : Jan 30 May 12 (via asubssoul2013 ) Oct 28 (via moan-s ) Oct 28 (via autotrophe ) Sep 21 zodiacmind : Fun facts about your sign her"
    },
    {
      "url": "https://www.vero.fi/henkiloasiakkaat/",
      "title": "Henkilöasiakkaat - vero.fi",
      "description": "Verohallinto kerää suurimman osan Suomen veroista ja veronluonteisista maksuista.",
      "preview": "/> Verohallinnon nimissä on lähetetty huijausviestejä. Lue lisää huijauksista . Henkilöasiakkaat Hae koko sivustolta Sulje Verokortti Jos sinun täytyy"
    },
    {
      "url": "http://www.retrosoftware.co.uk/",
      "title": "Retrosoftware",
      "description": "void",
      "preview": "Main Page From Retrosoftware Jump to: navigation , search Welcome to RetroSoftware.co.uk Contents 1 Retro Software: Homebrew games publisher ... mainl"
    },
    {
      "url": "https://nclud.com/",
      "title": "nclud - A Creative Digital & Branding Agency",
      "description": "We are a full service digital creative and branding agency focused on imagining and building highly-interactive websites that push the limits of design and development.",
      "preview": "We are a strategic creative agency that elevates brands . We discover, analyze, and innovate to create ideas - then bring those ideas to life. We diss"
    },
    {
      "url": "https://docs.google.com/document/d/1O_nDqc8M2Do9TZa_fD2L27Agh3TNPI0I75GuJoeB1Fo/edit#heading=h.icfvvd1ksuu8",
      "title": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework - Documenti Google",
      "description": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework Setting up and running a cold email outreach system can be a time consuming process - you need to create email accounts, connect them to a sending tool, write the email copy, find leads to send ...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://lawsofux.com/",
      "title": "Home | Laws of UX",
      "description": "Laws of UX is a collection of best practices that designers can consider when building user interfaces.",
      "preview": "down arrow drop down arrow drop up arrow left arrow right arrow up arrow close download external link facebook Filter grid language LinkedIn logo menu"
    },
    {
      "url": "https://phoible.org/",
      "title": "PHOIBLE 2.0 -",
      "description": "void",
      "preview": "Home Contributors Inventories Languages Segments Sources Conventions FAQ Legal Download About Credits Contact Welcome to PHOIBLE PHOIBLE is a reposito"
    },
    {
      "url": "https://www.ligaportal.at/vbg/landesliga/spieler-der-runde/25786-landesliga-2018-2019-spieler-der-runde-26-ist",
      "title": "Landesliga 2018/2019: Spieler der Runde 26 ist ... - Fußball Vorarlberg - Ergebnisse, Tabellen und Torschützen von allen Vbg Ligen. | ligaportal.at",
      "description": "Der Landesliga Spieler der Runde. Manchmal knapp, meist jedoch eindeutig - der Spieler der Runde aus der Landesliga. Wer ist es diesmal?",
      "preview": "Vorarlberg / Landesliga / Spieler der Runde / Landesliga 2018/2019: Spieler der Runde 26 ist ... Spieler der Runde Landesliga 2018/2019: Spieler der R"
    },
    {
      "url": "https://www.walmartworld.com/content/walmart-world/en_us/articles/2022/11/chasing-the-dream.html",
      "title": "Chasing the Dream",
      "description": "Shabnam Ighani immigrated to the U.S. in 2004 with a couple big goals. Toward the top of her list? Education! With 18 years of experience at Walmart and a lifetime of lessons, the academy lead talked to Walmart World about LBU, checking something off her bucket list - and what's next.",
      "preview": "Skip to main Skip to footer search close Powered by generative AI. Results may not fully be accurate. Use is governed by the Generative AI Guidelines"
    },
    {
      "url": "https://arkivet.thorvaldsensmuseum.dk/dokumenter/Smaatryk1836,Kjoebenhavnsposten14.5",
      "title": "14.5.1836 - Arkivet, Thorvaldsens Museum",
      "description": "void",
      "preview": "No. 6937 af 10320 Afsender Dato Modtager Redaktørerne ved Kjøbenhavnsposten 14.5.1836 [ + ] Dateringsbegrundelse Dateringen fremgår af dokumentet. Omn"
    },
    {
      "url": "https://fr.vietnamplus.vn/4e-session-de-la-commission-de-cooperation-vietnamargentine/57164.vnp",
      "title": "4e Session de la Commission de coopération Vietnam-Argentine | Vietnam+ (VietnamPlus)",
      "description": "La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les 29 et 30 octobre à Buenos Aires sa 4e session.",
      "preview": "Politique 4e Session de la Commission de coopération Vietnam-Argentine La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-Code-Email-Builder-Edit-HTML-Email-Template-Postcards-by-Designmodo-6c5372ed833e4b2fbe7394c8b95c472d?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://diversity.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Google - Building Together for Everyone",
      "description": "Learn how we're making it possible for all people to do their best work so that we build helpful products for everyone.",
      "preview": "We're building a Google for all of us to build helpful products for everyone Play silent looping video Pause silent looping video To build products th"
    },
    {
      "url": "https://www.redditinc.com/policies/user-agreement",
      "title": "User Agreement",
      "description": "User Agreement - Reddit",
      "preview": "Reddit User Agreement English Bahasa Melayu - Malaysia Čeština - Česká republika Dansk - Danmark Deutsch - Deutschland Español - España Español - Méxi"
    },
    {
      "url": "https://story.snapchat.com/p/8bb879c7-45c0-499c-bb3c-7a3d0e229301/347654839924736",
      "title": "Video: Dog rescued after 2 hrs in LA river - Stay Tuned | Snapchat",
      "description": "Stay Tuned for the biggest stories and the latest breaking news from NBC News.",
      "preview": "Stay Tuned Stay Tuned 9.43m Subscribers Stay Tuned for the biggest stories and the latest breaking news from NBC News. Copy Link Stories Series 83 NYU"
    },
    {
      "url": "https://www.tmztour.com/",
      "title": "TMZ Celebrity Tour | Hollywood Celebrity Bus Tours",
      "description": "The TMZ Celebrity Bus Tour gives you an insider look at Hollywood, Beverly Hills, and the Sunset Strip. Book online today!",
      "preview": "top of page BOOK NOW UNLOCK HOLLYWOODS ULTIMATE BUS TOURS Anchor 2 CELEBS SPOTTED ON TOUR YOU NEVER KNOW WHO YOU'LL SEE! Keep a lookout for celebs. Ta"
    },
    {
      "url": "https://jobs.opticianonline.net/job/1401945433/optometrist-aberdeen-independent",
      "title": "Optometrist Aberdeen - Independent job with Vivid Optical | 1401945433",
      "description": "Optometrist Aberdeen - Independent job in Aberdeen, Aberdeenshire with Vivid Optical. Apply Today.",
      "preview": "Skip to main content This job has expired Optometrist Aberdeen - Independent Employer Vivid Optical Location Aberdeen, Aberdeenshire Salary Salaries u"
    },
    {
      "url": "https://timesofindia.indiatimes.com/business/india-business/how-ai-is-being-used-to-protect-people-from-cyclones/articleshow/87149453.cms",
      "title": "Seeds: How AI is being used to protect people from cyclones - Times of India",
      "description": "India Business News: At a time when climate change induced disasters are on the rise, the non-profit SEEDS (Sustainable Environment and Ecological Development Society) is .",
      "preview": "Edition IN IN US Sign In TOI Today's ePaper News Business News India Business News How AI is being used to protect people from cyclones Trending Sense"
    },
    {
      "url": "https://juventudrebelde.cu/columnas/las-tres-del-domingo/2021-07-31/las-3-del-domingo",
      "title": "Las 3 del domingo - Juventud Rebelde - Diario de la juventud cubana",
      "description": "Resulta que la Agencia Europea de Seguridad Alimentaria ha dado el visto bueno a productos alimenticios a base de insectos, incluidos grillos y langostas",
      "preview": "Juventud Rebelde - Diario de la Juventud Cubana Viernes 10 de octubre de 2025 La Habana 24 Juana Carrasco Martín Las tres del domingo Las 3 del doming"
    },
    {
      "url": "https://dsp.delaware.gov/2023/01/18/state-police-investigating-two-vehicle-fatal-accident-2/",
      "title": "State Police Investigating Two-Vehicle Fatal Accident - Delaware State Police - State of Delaware",
      "description": "The Delaware State Police are investigating a fatal accident that occurred in Laurel late yesterday afternoon that resulted in the deaths of two people. On January 17, 2023, at approximately [...]",
      "preview": "About Colonel's Message History Delaware State Police 100 Years Units & Sections Troop Locations Reports & Statistics DSP Museum DSP Memorial ARDSP Di"
    },
    {
      "url": "http://www.uwbec.org/",
      "title": "United Way of Buffalo & Erie County | Hands-On Change | Home",
      "description": "United Way of Buffalo & Erie County is a nonprofit organization that brings people and organizations together to make a difference and drive equitable outcomes in Western New York.",
      "preview": "Skip to main content Hands-On Compassion We get involved to make real change and drive equitable outcomes in Western New York. Hands-On Health We get"
    },
    {
      "url": "https://myducksong.tumblr.com/post/150178533967",
      "title": "got any grapes? - Another year of record growth for AP Computer...",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced record growth in the 2015-2016 academic year and maintained its...",
      "preview": "codeorg : Since recent data shows that students like computer science classes a lot , it's not a surprise that AP Computer Science experienced record"
    },
    {
      "url": "https://www.pec-cares.org/",
      "title": "Pec Cares -",
      "description": "void",
      "preview": "Skip to content Global issues have a significant impact on societies, so individuals must participate in addressing these challenges in their communit"
    },
    {
      "url": "https://news.europawire.eu/press-releases-tagged-with/telecom-market/",
      "title": "Telecom Market | EuropaWire",
      "description": "The European Union's press release distribution & newswire service",
      "preview": "Skip to content Home About FAQs Editorial Staff Contact Investors PR Firms Press Release Distribution How to get started? Advanced Targeting Basic Tar"
    },
    {
      "url": "https://www.aspca.org/helping-people-pets/shelter-intake-and-surrender/pet-statistics#:~:text=Approximately%206.3%20million%20companion%20animals,and%203.2%20million%20are%20cats.",
      "title": "U.S. Animal Shelter Statistics | Shelter Intake and Surrender | ASPCA",
      "description": "Last year, approximately 5.8 million companion animals enter shelters nationwide. Learn where they come from, and how you can fight animal homelessness.",
      "preview": "Skip to content U.S. Animal Shelter Statistics The Issue More Info Many shelters across the country are full, and animals, especially dogs, are often"
    },
    {
      "url": "https://www.delish.com/restaurants/a22133339/hunter-fieri-guy-fieri-son-facts/",
      "title": "Hunter Fieri Is The Guy Of The Future",
      "description": "Get to know Hunter Fieri, Guy Fieri's son. The 21-year-old once thought he'd be a Supercross racer, but after working at his dad's restaurants and interning in Las Vegas, he plans to become a chef.",
      "preview": "Skip to Content Hunter Fieri has a quieter presence than his famous chef dad Guy Fieri. The father-son duo is fresh off a cage-free shark dive in the"
    },
    {
      "url": "https://www.seattletimes.com/seattle-news/three-suspected-dead-after-avalanche-on-was-colchuck-peak/",
      "title": "Avalanche on WA's Colchuck Peak kills 3; slide is nation's deadliest this winter | The Seattle Times",
      "description": "An avalanche near Leavenworth killed three climbers Sunday, marking the deadliest snowslide in the U.S. this winter and Washington's worst in several years.",
      "preview": "Skip to content Notice to subscribers A Thursday-night power outage prevented the publication of Friday's paper. We apologize for the inconvenience. C"
    },
    {
      "url": "https://www.nba.com/standings",
      "title": "NBA Team Standings & Stats | NBA.com",
      "description": "The standings and stats of the current NBA season. Keep track of how your favorite teams are performing and who will make the playoffs.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://johnallenwoodward.com/products/alligator-checkbook-wallet-brown",
      "title": "Chocolate Alligator Checkbook Wallet - JohnAllenWoodward",
      "description": "One of our largest and most functional alligator wallets, the Checkbook Wallet is designed for your coat pocket. Constructed from the finest American Alligator available anywhere in the world. No man made textiles or fillers anywhere. Materials + Care- Outside: Chocolate Glazed Farm Raised Alligator- Inside: Fine Leath",
      "preview": "Chocolate Alligator Checkbook Wallet $895.00 One of our largest and most functional alligator wallets, the Checkbook Wallet is designed for your coat"
    },
    {
      "url": "https://wiktenauer.com/wiki/Hans_Talhoffer",
      "title": "Hans Talhoffer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Hans Talhoffer (Dalhover, Talhofer, Talhouer, Thalhoffer; fl. 1433-67) was a 15th century German fencing master. His martial lineage is unknown, but his writings make it clear that he had some connection to the tradition of Johannes Liechtenauer, the grand master of the German school of fencing. Talhoffer was a well educated man, who took interest in astrology, mathematics, onomastics, and the auctoritas and the ratio. He authored at least five fencing manuals during the course of his career, and appears to have made his living teaching, including training people for martial dueling and trial by combat.",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Hans Talhoffer From Wiktenau"
    },
    {
      "url": "https://extensionworkshop.com/?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Firefox Extension Workshop | Get help creating & publishing Firefox extensions.",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Why Create Extensions on Firefox? Get your great idea into the hands of millions of Firefox users. Join an international community of developers. Be s"
    },
    {
      "url": "https://counsellingonline.org.au",
      "title": "Counselling Online - free drug and alcohol counselling in Australia",
      "description": "Counselling Online supports people in Australia affected by alcohol and other drugs, for free 24/7.",
      "preview": "Skip to main content Navigating Social Anxiety Without Alcohol It's common for people to report that they drink more than they want to on a night out"
    },
    {
      "url": "https://www.permis-de-exploitation.com/1643-3-ville-courcelles-lens-hygiene-alimentaire.html",
      "title": "HACCP - Hygiène Alimentaire Courcelles-lès-Lens 62",
      "description": "HACCP Formation hygiène alimentaire d'une durée de 2 jours à Courcelles-lès-Lens (62)",
      "preview": "void"
    },
    {
      "url": "https://www.bachmanhebble.com/book-of-memories/5142974/Snyder-Jack/index.php",
      "title": "Bachman Hebble Funeral Service | Battle Creek, MI",
      "description": "Bachman Hebble Funeral Service in Battle Creek, MI provides funeral, memorial, aftercare, pre-planning, and cremation services in ... Learn More",
      "preview": "void"
    },
    {
      "url": "https://gimmedelicious.com/",
      "title": "Gimme Delicious Food",
      "description": "Life's Too Short For Boring Food. New Recipes Ramadan Recipes Ramadan Desserts Cozy Soups Air Fryer Favorites Healthy Recipes to Try Pasta Dinners in 30 Minutes Take-out At Home Reader Favorites Keto/ Low Carb 30 Minute Meals Recipe Collections One Pan Dinners Favorite Products Chicken Breasts Tacos Foil Pack",
      "preview": "Skip to content 5 free Secrets to Fast & Delicious Cooking → Life's Too Short For Boring Food. Breakfast/Brunch Dinner Healthy Recipes Keto Recipes Lo"
    },
    {
      "url": "https://kathleencollinsposts-blog.tumblr.com/",
      "title": "@kathleencollinsposts-blog on Tumblr",
      "description": "Follow @kathleencollinsposts-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.wedding-workshop.ch/author/cloudweb-admin/",
      "title": "cloudweb admin",
      "description": "void",
      "preview": "Skip to main content Zur Hauptsidebar springen Zur Fußzeile springen cloudweb admin Es wurden keine Inhalte gefunden, die Ihren Kriterien entsprechen."
    },
    {
      "url": "https://www.lifechef.com/?c=510c4ee6c73f",
      "title": "Delicious Meal Delivery Service for Diabetes, Heart & Wellness | LifeChef",
      "description": "LifeChef offers tailored healthy meal delivery to fit your dietary needs. Enjoy nutritious, delicious meals conveniently delivered to your door.",
      "preview": "You have 30 : 00 minutes to use the offer! You have 30 : 00 minutes to use the offer! Step 1: Talk to Dietitian Get Expert Nutrition Guidance from a R"
    },
    {
      "url": "https://www.logitech.com/en-us",
      "title": "Logitech United States",
      "description": "Discover the innovative world of Logitech United States and shop everything MX, Mechanical Keyboards, Wireless Mice, Webcams, Headsets, Software, and more",
      "preview": "SKIP TO MAIN CONTENT Planet & people Mice Keyboards Combos Ultimate Ears Headsets Webcams Deals MX Master 4 A new sense of mastery MX Master 4 A new s"
    },
    {
      "url": "https://www.batbike.se/product-category/reservdelar/?filter_bc=cargobike,ecoride&query_type_bc=or&filter_bk=400wh&query_type_bk=or",
      "title": "Reservdelar | Batbike elcyklar",
      "description": "void",
      "preview": "Tel: 031-3880705 - Ordrar skickas 14:00 samma dag - Fri frakt vid beställningar över 1000:- Reservdelar Filtrera Inga produkter hittades som motsvarar"
    },
    {
      "url": "https://livereport.protectedplanet.net",
      "title": "Protected Planet Report 2020",
      "description": "Protected Planet Report 2020 assesses the state of protected areas around the world.",
      "preview": "void"
    },
    {
      "url": "https://workforus.theguardian.com",
      "title": "Home :: The Guardian - Work with us",
      "description": "This is the description",
      "preview": "Skip to main content Explore opportunities See jobs Watch our video Millions of people around the world read the Guardian because they know they can t"
    },
    {
      "url": "https://demitasse.co.nz/2011/10/view-composer-and-the-long-time-between-recomposes/",
      "title": "View Composer and the long time between recomposes | Demitasse",
      "description": "If you've worked with VMware View you will know that moving hundreds of desktops into your datacentre has a large storage requirement. If you haven't seen it yet you need to look at View Comp...",
      "preview": "Skip to content Demitasse Server Virtualisation and Server based computing Home About Demitasse Alastair's Schedule Other Publications ← EPISODE42 - A"
    },
    {
      "url": "https://www.autodesk.org/",
      "title": "Autodesk Foundation",
      "description": "The Autodesk Foundation supports innovative solutions to the world's most pressing social and environmental challenges.",
      "preview": "OVERVIEW WHAT WE DO Funding Technology Talent Case Studies IMPACT Decade of Impact Report Energy & Materials Health & Resilience Work & Prosperity Imp"
    },
    {
      "url": "https://www.kathimerini.gr/politics/",
      "title": "ΠΟΛΙΤΙΚΗ | Η ΚΑΘΗΜΕΡΙΝΗ",
      "description": "Η πολιτική επικαιρότητα τώρα - Τα τελευταία πολιτικά νέα της Ελλάδας και του κόσμου. Όλες οι ειδήσεις σχετικά με τις πολιτικές εξελίξεις από την Καθημερινή",
      "preview": "Είσοδος Εγγραφή Κάνε συνδρομή με 0,16€/μέρα eReplica Ιστορικό Αρχείο Συνδρομές Newsletters Παιχνίδια Καιρός eReplica Παιχνίδια Καιρός Newsletters Συνδ"
    },
    {
      "url": "http://pttk.swidnica.pl/kolo-lista.html",
      "title": "Oddział PTTK w Świdnica",
      "description": "void",
      "preview": "Oddział PTTK w Świdnicy Strona główna Historia Aktualności Uchwały ZO Nasze koła Komisja Górska Komisja Piesza Komisja Kolarska OMTTK Linki Wycieczki"
    },
    {
      "url": "https://www.mongabay.com/about/",
      "title": "About Mongabay News",
      "description": "Environmental science and conservation news",
      "preview": "Mongabay is an independent media organization reporting on Nature and planetary challenges with a global network of local journalists. Mongabay believ"
    },
    {
      "url": "https://secure.nbcnews.com/_tps/accounts/newsletters",
      "title": "NBC News Newsletters | NBC News",
      "description": "Sign up for NBC News newsletters including Morning Rundown and Nightly News. Subscribe to receive emails covering breaking news, politics and more.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "http://pdfmerge.w69b.com/",
      "title": "PDF Mergy - WebApp to merge PDF files",
      "description": "Merge PDFs online. Free and easy to use.",
      "preview": "Merge PDFs Help Press Privacy Terms Impressum PDF Mergy - Merge PDF Files How to merge PDF files Drag and drop your PDF files in the area above. Drag"
    },
    {
      "url": "https://rinkiin.fi/",
      "title": "Suomen Pakkauskierrätys RINKI Oy - Rinkiin.fi",
      "description": "void",
      "preview": "Huolehditaan yhdessä siitä, että pakkaus kiertää Pakkausten lajitteluohjeet Lue, miten muovi-, metalli-, kartonki- ja lasipakkaukset lajitellaan oikei"
    },
    {
      "url": "https://company.tampabay.com/",
      "title": "Florida's Largest Daily Newspaper | Tampa Bay Times",
      "description": "With its broad portfolio of newspapers, magazines, websites and consumer events, Times Publishing reaches more than 1 million people a week in...",
      "preview": "Skip to content Facebook Instagram Youtube Twitter Welcome to times publishing company Times Publishing Company is the leading source for news and inf"
    },
    {
      "url": "https://serveminnesota.org/",
      "title": "Homepage - ServeMinnesota",
      "description": "ServeMinnesota oversees all of the AmeriCorps programs and members in the state of Minnesota. Learn how to become an AmeriCorps member or become a program.",
      "preview": "Skip to content How We Make an Impact As Minnesota's Commission on National and Community Service, we combine public and private dollars, strong commu"
    },
    {
      "url": "https://www.miltons.com/collections/all/christopher-lena",
      "title": "All - tagged \"christopher-lena\" - Miltons - The Store for Men",
      "description": "Since 1947, Miltons has been a family and locally owned and operated business. With locations in Chestnut Hill Square and Braintree's South Shore Plaza, Miltons has been providing men's clothing for all of life's occasions.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100.00 to FREE SHIPPING Loading..."
    },
    {
      "url": "https://www.50states.com/west-virginia/walker_schools.htm",
      "title": "Walker Schools. Find Elementary, Middle and High Schools in Walker, WV. - 50states",
      "description": "Comprehensive listing of all schools in Walker, WV. Find addresses and contact information for Walker elementary, middle and high schools.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.3cdc.org/city-of-cincinnati-unveils-first-round-of-downtown-streateries/",
      "title": "City of Cincinnati Unveils First Round of Downtown Streateries | 3CDC",
      "description": "Cincinnati Center City Development Corporation",
      "preview": "City of Cincinnati Unveils First Round of Downtown Streateries Posted on May 21, 2021 by sujvary Initial Batch of Expanded Outdoor Dining Areas Offici"
    },
    {
      "url": "https://offer.shazam.apple.com/sharewithafriend",
      "title": "instagram",
      "description": "Identify the music playing around you. Explore the music you love. Discover songs, lyrics, and artists on Shazam.",
      "preview": "Download Shazam Apps Concerts Charts Radio Spins Fast Forward 2025 Help Name songs in seconds Find music, concerts and more with Shazam Get the app Sc"
    },
    {
      "url": "https://studio.youtube.com/",
      "title": "YouTube",
      "description": "Condividi i tuoi video con amici, parenti e con il mondo.",
      "preview": "Accedi Continua su YouTube Email o telefono Non ricordi l'indirizzo email? Non si tratta del tuo computer? Utilizza una finestra di navigazione privat"
    },
    {
      "url": "https://xtremepestcontrol.tumblr.com/",
      "title": "@xtremepestcontrol on Tumblr",
      "description": "Follow @xtremepestcontrol and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes 5 posts! #5 posts #tumblr milestone instagram.com WWW.XTREMEPEST.NET 619-992-9315 You are using an unsupported browser and things might no"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Myicons-The-World-s-Largest-Premium-line-Icons-Pack-1ee4bea9d3c54deea273277d217e412a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://heimarbeitsforum.bplaced.de/phpBB2-2.0.21-deutsch/phpBB2/privmsg.php?mode=post&u=15&sid=cda36cf4732001815e04415efa7c186e",
      "title": "Geld verdienen mit Heimarbeit Forum ::",
      "description": "void",
      "preview": "Geld verdienen mit Heimarbeit Forum Die besten MÃ¶glichkeiten, um im Internet Geld zu verdienen FAQ Suchen Mitgliederliste Benutzergruppen Registriere"
    },
    {
      "url": "https://fbinter.stadt-berlin.de/fb?loginkey=alphaDataStart&alphaDataId=s_vms_tempolimits_spatial@senstadt",
      "title": "FIS-Broker",
      "description": "void",
      "preview": "Brauchen Sie Hilfe? Datenschutz | Impressum"
    },
    {
      "url": "http://www.centene.com/",
      "title": "Managed Care & Healthcare Solutions | Centene Corporation",
      "description": "As a managed care organization, we provide access to high-quality healthcare solutions that help families & individuals. Learn more about Centene.",
      "preview": "void"
    },
    {
      "url": "https://roundingsquares.com/privacy/",
      "title": "Privacy - Rounding Squares",
      "description": "Last updated: February 11, 2025 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to provide and improve the Service. By using the Service,Continue reading \"Privacy\"",
      "preview": "Skip to content Last updated: February 11, 2025 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of You"
    },
    {
      "url": "https://www.banquemondiale.org/fr/country/algeria",
      "title": "Algérie",
      "description": "Actualités et informations concernant les activités de la Banque mondiale dans Algérie. Accédez à tous les éléments relatifs à Algérie : données économiques, statistiques, projets, travaux de recherche et dernières actualités.",
      "preview": "Cette page en : Français English العربية Cette page en : Français English العربية La Banque mondiale en Algérie En Algérie, la Banque mondiale procure"
    },
    {
      "url": "http://www.seagrasssoftware.com/",
      "title": "nl3.example.com - Coming Soon",
      "description": "This is a default index page for a new domain.",
      "preview": "nl3.example.com Powered by myVesta"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "https://toralarm.com/it",
      "title": "TorAlarm - App di calcio Serie A",
      "description": "TorAlarm è l'app di calcio più veloce per i risultati in tempo reale della Serie A. È disponibile gratuitamente per Android e per l'iPhone offrendo risultati in diretta, classifiche, marcatori e news della Serie A e molti altri campionati.",
      "preview": "L'app più veloce di calcio! Download Download Prova TorAlarm su tutte le piattaforme! L'app TorAlarm ti offre una schermata principale chiara, tutte l"
    },
    {
      "url": "https://jenniferfisherjewelry.com/products/baby-samira-hoops?tag=people-onsite-backup-20",
      "title": "Hoop Earrings for Women | Jennifer Fisher",
      "description": "Discover Jennifer Fisher's Hoops | All Hoops. Exquisite designs that elevate your style. Shop now!",
      "preview": "Hoops | All Hoops Featured Hoop Earrings Famous for a reason. This polished range of hoop earrings for women mixes refinement with the right amount of"
    },
    {
      "url": "https://impactchallenge.withgoogle.com/ai2018?p=YXJjaGl2ZQ==&v=NjA5Y2NjNDAxOTk4MGQ4N2NiYzk2OTdjZjYyYmVjYTRmYmRlM2Q1MA==",
      "title": "Google AI Impact Challenge 2018",
      "description": "Google.org issued an open call to organizations around the world to submit their ideas for how they could use AI to help address societal challenges.",
      "preview": "Google AI Impact Challenge 2018 Google AI Impact Challenge 2018 Working together to apply AI for social good Introduction Grantees About Criteria Expe"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.afvalfondsverpakkingen.nl/nl",
      "title": "Home | Verpact",
      "description": "void",
      "preview": "Wij zijn Verpact Verpact staat voor makkelijke en betaalbare recyclingsystemen en een circulaire economie waarbij verpakkingsmateriaal een grondstof i"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/CSS/flexbox",
      "title": "Basic concepts of flexbox - CSS | MDN",
      "description": "The flexible box layout module (usually referred to as flexbox) is a one-dimensional layout model for distributing space between items and includes numerous alignment capabilities. This article gives an outline of the main features of flexbox, which we will explore in more detail in the rest of these guides.",
      "preview": "Skip to main content Skip to search Basic concepts of flexbox The flexible box layout module (usually referred to as flexbox) is a one-dimensional lay"
    },
    {
      "url": "http://nationalmarblestournament.org/",
      "title": "National Marble Tournament | Wildwood, NJ",
      "description": "The National Marble Tournament has been around since 1922 and has provided thousands of dollars in college scholarships to the national champions and winners of the sportsmanship award for their professional skills in the rings at the historic boardwalks's Ringer Stadium every summer.",
      "preview": "top of page The National Marbles Tournament JOIN OUR NEWSLETTER! Memories Take a look at the past shots and memories that define the tournament. Tourn"
    },
    {
      "url": "https://www.quantamagazine.org/tag/machine-learning/",
      "title": "Quanta Magazine Articles on Machine Learning",
      "description": "Explore Quanta's machine learning coverage.",
      "preview": "What's up in Machine learning Latest Articles How One AI Model Creates a Physical Intuition of Its Environment artificial intelligence How One AI Mode"
    },
    {
      "url": "https://www.worldofinteriors.com/",
      "title": "The World of Interiors | THE WORLD OF INTERIORS",
      "description": "void",
      "preview": "Skip to main content THE WORLD OF INTERIORS Culture And the winners are... A year ago, we petitioned our readers to cast in prose their most precious tr"
    },
    {
      "url": "https://gisgames.tumblr.com/",
      "title": "Last year geomatics student",
      "description": "void",
      "preview": "Last year geomatics student Ask me anything Photos 50242 Notes sosuperawesome : Solar System by Jian Guo on inprnt See more illustration So Super Awes"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://www.kleineskulinarium.de/2017/02/mandorlini-der-pure-mandelgenuss/",
      "title": "Mandorlini der pure Mandelgenuss - Kleines Kulinarium",
      "description": "Italienisches Kaffeegebäck der Oberklasse - diese Mandorlini sind der pure Mandelgenuss und stecken voll Marzipan. Ein Muss für die Keksdose",
      "preview": "Ich bin so oft gefragt worden, was das denn für leckere Halbkugeln sind, die einen beim Aufrufen meiner neuen Seite gleich anlachen. Heute habe ich en"
    },
    {
      "url": "https://afiscyprus.com.cy/",
      "title": "Αρχική - Α.Φ.Η.Σ. Κύπρος",
      "description": "ΒΡΕΣ ΤΟΝ ΚΟΝΤΙΝΟΤΕΡΟ ΚΑΔΟ ΜΠΑΤΑΡΙΩΝ ΑΔΕΙΑΣΜΑ ΚΑΔΟΥ ΑΙΤΗΣΗ ΓΙΑ ΤΟΠΟΘΕΤΗΣΗ ΚΑΔΟΥ ΜΠΑΤΑΡΙΩΝ ΔΗΛΩΣΕΙΣ ΕΤΑΙΡΕΙΩΝ Κάδοι Μπαταριών σε όλη την Κύπρο 3000",
      "preview": "Μετάβαση στο περιεχόμενο ΒΡΕΣ ΤΟΝ ΚΟΝΤΙΝΟΤΕΡΟ ΚΑΔΟ ΜΠΑΤΑΡΙΩΝ ΑΔΕΙΑΣΜΑ ΚΑΔΟΥ ΑΙΤΗΣΗ ΓΙΑ ΤΟΠΟΘΕΤΗΣΗ ΚΑΔΟΥ ΜΠΑΤΑΡΙΩΝ ΔΗΛΩΣΕΙΣ ΕΤΑΙΡΕΙΩΝ Κάδοι Μπαταριών σ"
    },
    {
      "url": "https://fogoislandinn.ca/",
      "title": "Fogo Island Inn | All-Inclusive Hospitality & Regenerative Travel",
      "description": "Experience all-inclusive hospitality at Fogo Island Inn, a member of Relais & Chateaux with Three MICHELIN Keys. Book a room at Fogo Island Inn.",
      "preview": "Skip to main content Skip to footer Bask in our fall colours. Book for Berry Season. Entangled with nature, rooted in community Experience all-inclusi"
    },
    {
      "url": "https://cordis.europa.eu/project/rcn/204036/results/en",
      "title": "Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) | PIGYVAX | Project | Results | H2020 | CORDIS | European Commission",
      "description": "Deliverables, publications, datasets, software, exploitable results",
      "preview": "Skip to main content Making a yeast-based candidate vaccine against Porcine Epidemic Diarrhea Virus (PEDV) CORDIS provides links to public deliverable"
    },
    {
      "url": "https://www.fdp-koeln.de/politik/kapazit%C3%A4tserweiterung-der-pr-anlage-k%C3%B6nigsforst/antr%C3%A4ge",
      "title": "Kapazitätserweiterung der P+R-Anlage Königsforst | FDP Köln",
      "description": "Kapazitätserweiterung der P+R-Anlage Königsforst",
      "preview": "Startseite Politik Beschlüsse Kapazitätserweiterung der P+R-Anlage Königsforst Antrag der FDP-Fraktion 28.10.2019 Beschlüsse der Ratsgremien FDP-Frakt"
    },
    {
      "url": "https://theshipsstore.com/collections/cruise-shirts/products/uss-independence-cv-62-1993-94-long-sleeve-cruise-shirt-1",
      "title": "US Navy Shirts, Hoodies, Jackets | The Ship's Store",
      "description": "• 100% cotton • Sport Grey is 90% cotton, 10% polyester • Classic fit with long sleeves and rib cuffs • Pre-shrunk jersey knit • Seamless double-needle 7⁄8'' (2.2 cm) collar • Double-needle bottom hem • Taped neck and shoulders • Quarter-turned to avoid crease down the middleSize guide S M L XL 2XL 3XL 4XL 5XL Length",
      "preview": "Skip to content Submit Close search Previous slide Next slide USS Independence (CV-62) 1993-94 Long Sleeve Cruise Shirt Regular price $31.00 Sale pric"
    },
    {
      "url": "https://myicons.co/",
      "title": "Myicons - The World's Largest Premium line Icons Pack",
      "description": "15,500+ Premium high-quality vector line icons pack for professional website & apps, matching with minimalist UI designs and user interface",
      "preview": "HELLO. Welcome to Myicons✨ 15,500+ Premium high-quality line icons pack for professional websites & apps Buy now Products HELLO. Welcome to Myicons✨ 1"
    },
    {
      "url": "http://electron.atom.io/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.hotelameryka.cz/pl/noclegi",
      "title": "Noclegi - Stará Ameryka",
      "description": "Rodinný hotel - Stará Ameryka",
      "preview": "Speciální nabídka pobytů Rozvoz jídel Objednávka korýtka Catering"
    },
    {
      "url": "https://www.spmcf.org/",
      "title": "Saint Paul & Minnesota Foundation | Saint Paul & Minnesota Foundation",
      "description": "Saint Paul & Minnesota Foundation is a partner to thousands of donors and nonprofit organizations working to create a just and vibrant Minnesota where all people and communities thrive. We help establish not for profit organizations with endowments, help patrons with charitable planning, and manage donor-advised funds.",
      "preview": "Where Giving Grows Make more possible Your Community Foundation The Saint Paul & Minnesota Foundation partners with thousands of donors, nonprofit org"
    },
    {
      "url": "https://backyardmetalcasting.com/",
      "title": "Melting metal in a home foundry, backyard metalcasting, metal casting",
      "description": "void",
      "preview": "BackyardMetalcasting.com ...Metalcasting at home. Info. and Updates: -- Feb./25/2018 -- Get your AlloyAvenue.com profile and post your project photos,"
    },
    {
      "url": "http://www.waterloofoundation.org.uk/",
      "title": "The Waterloo Foundation",
      "description": "The Waterloo Foundation is an independent grant-making foundation based in Wales",
      "preview": "World Development Environment Child Development Wales Welcome to the Waterloo Foundation (TWF) The Waterloo Foundation (TWF) is an independent grant-m"
    },
    {
      "url": "https://www.applefritter.com/taxonomy/term/122",
      "title": "PDS | Applefritter",
      "description": "void",
      "preview": "Skip to main content Search form Search Home Forums Recent How To Help 100-Year Plan Contact PDS GuardCard SE, SE/30, and II (NuBus) Submitted by jeff"
    },
    {
      "url": "https://tr.pinterest.com/search/pins/?q=email design",
      "title": "Pinterest - Türkiye",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "https://collections.thulb.uni-jena.de/receive/HisBest_cbu_00021283",
      "title": "Politische Geschichte des Eichsfeldes : mit Urkunden erläutert",
      "description": "Politische Geschichte des Eichsfeldes : mit Urkunden erläutert",
      "preview": "Diese Webseite verwendet Cookies (Webanalysedienst: Matomo, sowie Sessioncookies). Mit der Nutzung der Seite erklären Sie sich mit der Verwendung dies"
    },
    {
      "url": "https://www.seamwork.com/tutorials/how-to-bind-a-neckline",
      "title": "Seamwork",
      "description": "void",
      "preview": "Sew our favorite romantic button-up shirt for FREE this fall! Get your Free Pattern × Search Search Looking for help with our patterns? Check our help"
    },
    {
      "url": "https://www.keebtalk.com/c/learning-resources/13",
      "title": "Custom keyboards - KeebTalk",
      "description": "The community for people who love keyboards.",
      "preview": "Learning and discussion Custom keyboards Topic Replies Views Activity Suggestions & Recommendations for this situation I now find myself in! 6 130 Aug"
    },
    {
      "url": "https://naacpepi.tfaforms.net/10",
      "title": "void",
      "description": "void",
      "preview": "Lyft Code Request First Name Last Name Phone Number Email Address Race American Indian or Alaska Native Asian Black or African American Native Hawaiia"
    },
    {
      "url": "https://www.essentiallysports.com/",
      "title": "EssentiallySports | The Fan's Perspective",
      "description": "EssentiallySports is the home for the underserved fan, delivering storytelling that goes beyond the headlines. As a media platform, we combine deep audience insights with cultural trends, to meet fandom where it lives and where it goes next. Founded in 2014, EssentiallySports now engages with an audience of over 30m+ American sports fan on its website and 1m+ readers on its newsletters daily.",
      "preview": "All Latest ES ThinkTank Newsletter Hub NFL Golf NBA College Basketball NASCAR WNBA Tennis Boxing Olympics UFC Swimming MLB Track and Field Gymnastics"
    },
    {
      "url": "https://hardyofficial.com/home/",
      "title": "HARDY | Official Website",
      "description": "Official website of HARDY. Music, tour dates, videos and more!",
      "preview": "Country! Country! out now listen"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "https://www.mynews13.com/fl/orlando",
      "title": "Spectrum News | News 13",
      "description": "Spectrum News 13 has the latest local news headlines. Breaking news, weather and traffic for Orlando, Daytona Beach, Melbourne and Sanford.",
      "preview": "LOCAL SHOOTING Police investigate deadly shooting near Oak Ridge High School FIRE ARREST Judge orders Florida man accused of setting Palisades Fire to"
    },
    {
      "url": "https://majestic.com/reports/keyword-generator?seed=tulsamarketingonline.com",
      "title": "Majestic Backlinks - Upgrade To Continue",
      "description": "Keyword Generator will help you create keyword lists from a handful of seed websites. It mines the entire Majestic database to offer keyword insights you won't find anywhere else.",
      "preview": "MENU Majestic Sign Up for FREE Plans & Pricing Login English Deutsch Español Français Italiano 日本語 Nederlands Polski Português 中文 Warning: Javascript"
    },
    {
      "url": "http://www.rufenacht.com/",
      "title": "Rufenacht Innovative - new solutions for old problems",
      "description": "Compose your daily grocery list in seconds with Shop'NCook shopping list and recipe manager software by clicking on items or adding from recipes!",
      "preview": "Our products Shop'NCook Shopping List & Recipe Manager software Compose your grocery shopping lists in seconds, organize your recipes. Productivity so"
    },
    {
      "url": "http://www.tbs.com",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.gifjifapp.com/privacy-policy",
      "title": "Privacy Policy | GifJif",
      "description": "GifJif is the best Gif app in the world",
      "preview": "Privacy Policy March 03, 2020 TERMS OF USE Last updated March 01, 2020 AGREEMENT TO TERMS These Terms of Use constitute a legally binding agreement ma"
    },
    {
      "url": "https://naacp.org/convention",
      "title": "116th NAACP National Convention | NAACP",
      "description": "Join us in Las Vegas from July 13-17 as we convene to progress policies that impact Black America.",
      "preview": "Skip to main content Search Close Close Donate Close SEE YOU IN CHICAGO! The NAACP National Convention is an empowering and immersive experience held"
    },
    {
      "url": "https://earlybird.im/",
      "title": "EarlyBird: Your landing page builder for effective lead capture",
      "description": "EarlyBird is a no-code landing page builder for startups. Effortlessly create customized, high-converting landing pages to validate your startup ideas.",
      "preview": "Acquire your first customer by with no waiting Create landing pages that capture early adopters Your ideas have the potential to be worth millions, an"
    },
    {
      "url": "https://marine-conservation-institute.networkforgood.com/projects/70404-support-us",
      "title": "MARINE CONSERVATION INSTITUTE - Marine Conservation Institute - Donation Page",
      "description": "void",
      "preview": "Protect Ocean Wildlife Your gift supports Marine Conservation Institute's mission to protect wild ocean places for us and future generations. Donation"
    },
    {
      "url": "https://compare.buyhatke.com/books/marketing-practices-in-developing-economy-cases-from-south-asia-hatke9788120337824",
      "title": "Price History: Advance Price Tracker For Amazon,Flipkart & More",
      "description": "Price history with Buyhatke, Check our price tracker with superior Ai features, elevating your shopping on Amazon, Flipkart, Myntra, Ajio, Meesho, etc.",
      "preview": "- ₹99 ₹199 ₹299 ₹399 ₹499 ₹599 ₹799 ₹999 40% 50% 60% 70% EPIC DEAL DEAL MIRAGE HOT DEAL DECENT CATCH Verified by Deal Scanner : Popularity 100M+ Smart"
    },
    {
      "url": "https://www.cheese-info.co.uk/pages/visitor-support",
      "title": "Support for visitors | cheese-info.co.uk",
      "description": "void",
      "preview": "cheese-info.co.uk Support for visitors Support for visitors Thanks to our many visitors, we are able to keep our website running. Therefore, we find t"
    },
    {
      "url": "https://www.vicinft.com/company",
      "title": "Vici Network",
      "description": "Orchestrate many-to-many swaps. Vici Network offers users a dynamic and engaging solution for everyone to create and manage their own token portfolio.",
      "preview": "Enterprise Blockchain Solutions Secure, compliant, and scalable smart contract infrastructure for stablecoins and token-based applications, powered by"
    },
    {
      "url": "https://www.earth.tu-berlin.de/menue/service/parameter/maxhilfe/",
      "title": "Satellitengeodäsie - TU Berlin",
      "description": "void",
      "preview": "Satellitengeodäsie Satellite Geodesy consists of the observational and computational techniques, that allow the solution of a geodetic problem by usin"
    }
  ],
  "_meta": {
    "total_bookmarks": 164
  }
}