{
  "data": [
    {
      "url": "https://www.sfemt.fr/lecturer-in-buddhist-studies-at-soas%E2%80%8F/",
      "title": "Lecturer in Buddhist Studies at SOAS‏ - Société Française d'Études du Monde Tibétain",
      "description": "void",
      "preview": "News Ticker [ 10 octobre 2025 ] Bourses de la Fondation Chiang Ching-Kuo pour des échanges universitaires internationaux Postes et bourses [ 9 octobre"
    },
    {
      "url": "http://www.tntdrama.com/privacy.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://skillshop.exceedlms.com/",
      "title": "Home : Google",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://www.latimes.com/entertainment-arts/awards/story/2022-06-14/samuel-l-jackson-ptolemy-grey-oscars-tarantino",
      "title": "Samuel L. Jackson has no regrets. Except maybe for the Oscars - Los Angeles Times",
      "description": "Apple TV+'s \"The Last Days of Ptolemy Grey\" finds the actor playing 91 and battling Alzheimer's. But it's not a downer. A miracle drug turns him into the Samuel L. Jackson persona we know and love.",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://www.smhi.se/vader/prognoser/ortsprognoser",
      "title": "Väderprognos - SMHI",
      "description": "void",
      "preview": "Huvudinnehåll Väder Väderprognos SMHI producerar väderfilmer måndagar, onsdagar och fredagar. Eller vid särskilda väder- eller varningssituationer. De"
    },
    {
      "url": "https://www.ywcagc.org/",
      "title": "YWCA GREATER CHARLESTON - YWCA GREATER CHARLESTON",
      "description": "For 115 years, YWCA Greater Charleston has worked to eliminate racism and empower women in Charleston, Berkeley, and Dorchester Counties in South Carolina.",
      "preview": "YWCA GREATER CHARLESTON ELIMINATING RACISM | PROGRAMS MLK Tribute STAND AGAINST RACISM | Pledge EMPOWERING WOMEN | PROGRAMS WHAT WOMEN BRING 2025 > WH"
    },
    {
      "url": "http://www.darpa.mil/",
      "title": "Home | DARPA",
      "description": "Since 1958, DARPA has held to an enduring mission: To create technological surprise for U.S. national security.",
      "preview": "Skip to main content Items Media Title OUR MISSION Caption Create Technological Surprise for National Security R&D Opportunities Media Title A FULLY A"
    },
    {
      "url": "https://hallbart.stockholm/ata-dricka/",
      "title": "Äta och dricka - Stockholms stad",
      "description": "Med enkla och medvetna val är det möjligt för dig att äta mer klimatsmart och bidra till att bibehålla den biologiska mångfalden.",
      "preview": "Till övergripande innehåll för webbplatsen Kakor på hållbart.stockholm Vi använder kakor (cookies) för att ge dig bästa möjliga funktion på vår webbpl"
    },
    {
      "url": "https://www.forumforthefuture.org/",
      "title": "Forum for the Future",
      "description": "We are a leading international sustainability organisation, working with business, governments and civil society to accelerate the shift toward a sustainable future. We specialise in addressing critical global challenges by catalysing change in key systems, from food to apparel, energy to shipping.",
      "preview": "The Business Transformation Compass 2.0: A practical guide to business transformation and value creation in turbulent times Developed in partnership w"
    },
    {
      "url": "https://commonercenter.org/safeandjust.html",
      "title": "The Safe and Just Cleaners",
      "description": "void",
      "preview": "The Safe and Just Cleaners/Limpieza Sana Y Justa Project"
    },
    {
      "url": "https://www.wafb.com/2023/02/27/georgia-family-speaks-out-after-father-goes-missing-br/",
      "title": "Ga. family speaks out after man disappears in Baton Rouge; wallet found, new photos released",
      "description": "About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help locating him, as new evidence has surfaced in the case.",
      "preview": "Skip to content BATON ROUGE, La. (WAFB) - About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help"
    },
    {
      "url": "https://www.epa.gov/newsreleases/statement-regional-administrator-debra-shore-east-palestine-train-derailment",
      "title": "Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment | US EPA",
      "description": "EPA News Release: Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://newwf.org/",
      "title": "New World Foundation | Funding Social Movements",
      "description": "Funding Social Movement",
      "preview": "The New World Foundation our work aims to support leaders and organizations that advance democracy, protect community and build a humane social vision"
    },
    {
      "url": "https://rinkiin.fi/",
      "title": "Suomen Pakkauskierrätys RINKI Oy - Rinkiin.fi",
      "description": "void",
      "preview": "Huolehditaan yhdessä siitä, että pakkaus kiertää Pakkausten lajitteluohjeet Lue, miten muovi-, metalli-, kartonki- ja lasipakkaukset lajitellaan oikei"
    },
    {
      "url": "https://forum.vectorworks.net/index.php?/search/&tags=hog%20pc",
      "title": "Showing results for tags 'hog pc'. - Vectorworks Community Board",
      "description": "void",
      "preview": "Jump to content Home Search the Community Showing results for tags 'hog pc'. Search Again More search options Content Search Member Search Search By T"
    },
    {
      "url": "https://studyaiko-blog.tumblr.com/",
      "title": "@studyaiko-blog on Tumblr",
      "description": "Dalia | 18 | Canadian | currently a first year software engineering student... (theme under construction)",
      "preview": "Posts Likes thepoliticalnoteboo1deac ...often women aren't allowed to be characters in history, they have to be stereotypes. Cleopatra was a poet and a"
    },
    {
      "url": "http://www.polito.it/",
      "title": "Politecnico di Torino",
      "description": "Da 160 anni, il Politecnico di Torino è una delle istituzioni pubbliche più prestigiose a livello italiano ed internazionale nella formazione, ricerca, trasferimento tecnologico e servizi in tutti i settori dell'Architettura e dell'Ingegneria.",
      "preview": "Salta al contenuto principale Stato Servizi IT EN Apri/chiudi il menu delle lingue"
    },
    {
      "url": "https://plevenzapleven.bg/blog/tag/%D0%BE%D1%82%D0%BA%D1%80%D0%B0%D0%B4%D0%BD%D0%B0%D1%82-%D0%B0%D0%B2%D1%82%D0%BE%D0%BC%D0%BE%D0%B1%D0%B8%D0%BB/",
      "title": "Плевен За Плевен - откраднат автомобил",
      "description": "Животът в Плевен, какъвто е",
      "preview": "петък 10 октомври 2025 За нас / Реклама в сайта БЕЛЕНЕ ГУЛЯНЦИ ДОЛНА МИТРОПОЛИЯ ДОЛНИ ДЪБНИК ИСКЪР КНЕЖА ЛЕВСКИ НИКОПОЛ ПОРДИМ ЧЕРВЕН БРЯГ СПОРТ ФУТБО"
    },
    {
      "url": "https://www.spirituelewinkel.nl/blogs/spiritualiteit/tarotkaarten-betekenis-tips-en-de-mooiste-sets-boe/",
      "title": "Tarotkaarten kopen - Betekenis, tips & sets voor beginners en gevorderden - Spirituele winkel",
      "description": "Ontdek alles over tarot: betekenis van tarotkaarten, tips voor beginners en onze mooiste tarotsets, boeken, kleden en accessoires. Bestel direct online!",
      "preview": "Op werkdagen vóór 14.00 uur besteld, zelfde dag verzonden 14 dagen retourrecht Vanaf € 75,- gratis verzending, anders € 5,95 Uit eigen voorraad leverb"
    },
    {
      "url": "https://www.hayneedle.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://s403915573.onlinehome.fr/boutique2/details.php?gid=1552&pid=711503",
      "title": "Comite Nouvelle-Aquitaine de Gymnastique | Toutes les photos du comite",
      "description": "Les photos de gym du Comite Nouvelle-Aquitaine de Gymnastique",
      "preview": "ACCUEIL QUI SOMMES NOUS ABONNEMENT QUESTIONS FREQUENTES NOUVELLES NOUS CONTACTER Catégories de photos Rechercher : Tous les mots Un des mots Photo ID"
    },
    {
      "url": "https://fastapi.tiangolo.com/tutorial/first-steps/",
      "title": "First Steps - FastAPI",
      "description": "FastAPI framework, high performance, easy to learn, fast to code, ready for production",
      "preview": "Skip to content First Steps ¶ The simplest FastAPI file could look like this: Python 3.8+ from fastapi import FastAPI app = FastAPI () @app . get ( \"/"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://www.montgomerycountymd.gov/",
      "title": "Montgomery County Maryland",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.senenews.com/replay/revue-des-titres-avec-fabrice-nguema-du-18-10-21-sen-tv_147904_1404.html",
      "title": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV",
      "description": "Revue Des Titres Avec FABRICE NGUEMA Du 18/10/21 - SEN TV Abonnez-vous à notre chaîne Youtube et retrouvez toutes nos vidéos sur SeneNews TV.",
      "preview": "SeneNews est sur WhatsApp ! Abonnez-vous pour recevoir l'actualité en temps réel. S'abonner sur WhatsApp × Téléchargez l'app SeneNews pour des alertes"
    },
    {
      "url": "https://es-mx.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Español (México)",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles O"
    },
    {
      "url": "https://mashable.com/article/fortnite-is-the-real-metaverse",
      "title": "Sorry, Zuck. 'Fortnite' has been the 'real' metaverse all along. | Mashable",
      "description": "No matter how hard Meta or VRChat try to create a new metaverse to hang out in, it'll be hard to beat 'Fortnite.'",
      "preview": "You know, normal video game stuff! Credit: Epic Games Virtual offices. Floating, legless bodies. VR Mark Zuckerberg. I've been as skeptical of the met"
    },
    {
      "url": "https://innovation.mines.edu",
      "title": "McNeil Home - McNeil Center for Entrepreneurship and Innovation",
      "description": "void",
      "preview": "Facebook X RSS Snapchat MINES.EDU MyMines News Calendar Canvas Email Library Give Directories McNeil Center for Entrepreneurship and Innovation LEARN"
    },
    {
      "url": "https://erwinthedevil-blog.tumblr.com/",
      "title": "erwinthedevil-blog",
      "description": "hantuseo.blogspot.com",
      "preview": "About Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://ueaglider.uea.ac.uk/mission39/glider502/dive0085",
      "title": "SG502 Dive 85 Mission 39",
      "description": "void",
      "preview": "Dive 85 by SG502 on Mission 39 Bathymetry at post dive location: -247.0 m prev dive glider status science science_python mission page next dive"
    },
    {
      "url": "https://www.somervillema.gov/",
      "title": "Home | City of Somerville",
      "description": "void",
      "preview": "Skip to main content Events Oct 10 Events Trash & Recycling On Schedule Street Sweeping In Effect Construction View Projects Report Airplane Noise Som"
    },
    {
      "url": "https://comprarahorrando.es/essie-allure/",
      "title": "▷ essie allure 】",
      "description": "l➤ ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure, has llegado al sitio correcto. En esta sección te vamos a",
      "preview": "essie allure Comprar Ahorrando Salud y Belleza essie allure ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure,"
    },
    {
      "url": "https://marciwearsthepants.tumblr.com/",
      "title": "Control Room",
      "description": "void",
      "preview": "Control Room Bet I'll Surprise You anxietyproblem : (via theintrovertnation ) 7 years ago (via ) 7 years ago humansofnewyork : \"I was a baby when I go"
    },
    {
      "url": "https://porsche.oemdtc.com",
      "title": "Porsche - OEMDTC",
      "description": "Porsche Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.freepeople.com/shop/hailey-dress2/?color=066&type=REGULAR&quantity=1",
      "title": "Hailey Dress | Free People",
      "description": "Shop our Hailey Dress at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://security.googleblog.com/2023/03/8-ways-to-secure-chrome-browser-for.html",
      "title": "Google Online Security Blog: 8 ways to secure Chrome browser for Google Workspace users",
      "description": "Posted by Kiran Nair, Product Manager, Chrome Browser 1. Bring Chrome under Cloud Management Your journey towards keeping your Goog...",
      "preview": "Security Blog The latest news and insights from Google on security and safety on the Internet 8 ways to secure Chrome browser for Google Workspace use"
    },
    {
      "url": "https://olc.worldbank.org",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.dossier.net/",
      "title": "Imu, casa, guide fiscali, giochi, videogames, video",
      "description": "Guide fiscali su Imu, casa, locazioni. Giochi, video, videogames, programmi di calcolo online, test, gastronomia, calcio, borsa, risorse gratis.",
      "preview": "Dossier.Net Sito informativo gratuito curato da Giuseppe Carapucci . Diritti riservati. È vietata la riproduzione totale o parziale dei contenuti pres"
    },
    {
      "url": "http://pttk.swidnica.pl/kolo-lista.html",
      "title": "Oddział PTTK w Świdnica",
      "description": "void",
      "preview": "Oddział PTTK w Świdnicy Strona główna Historia Aktualności Uchwały ZO Nasze koła Komisja Górska Komisja Piesza Komisja Kolarska OMTTK Linki Wycieczki"
    },
    {
      "url": "http://quattroshapes.com/",
      "title": "Quattroshapes by foursquare",
      "description": "void",
      "preview": "The Global Polygon Gazetteer Foursquare needs quality place data to power its geocoding engine to ensure the best recommendations. When someone search"
    },
    {
      "url": "https://mpatlas.org/zones/",
      "title": "Loading... | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "Loading..."
    },
    {
      "url": "https://nihi.com/",
      "title": "NIHI Sumba | Luxury Hotel with Horses in Indonesia",
      "description": "The world's best resort, where barefoot luxury meets wild adventure, rich culture, and unspoiled nature. An unforgettable escape for families, honeymooners, and explorers alike. Discover NIHI Sumba.",
      "preview": "EN Villas Experiences Culinary Wild Wellness Burch Philanthropy OUR PROPERTIES About NIHI Contacts How to get here? Rates and Inclusions Offers & Pack"
    },
    {
      "url": "http://gailly.net/",
      "title": "Jean-loup's home page",
      "description": "Home page of Jean-loup Gailly: data compression (gzip, zip, zlib, fractal compression, FAQ), game of Go, ...",
      "preview": "Version française Jean-loup's home page Hi! I'm Jean-loup Gailly. Here are some of the things I'm interested in. Data compression gzip zip zlib fracta"
    },
    {
      "url": "https://servicetrust.microsoft.com/",
      "title": "Service Trust Portal",
      "description": "The Microsoft Service Trust Portal (STP) is a one-stop shop for security, regulatory compliance, and privacy information related to the Microsoft cloud.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://lightningstrikestudios.com/",
      "title": "Home - LightningStrike Studios",
      "description": "LightningStrike Studios is a professional communications firm dedicated to saving our clients time. Through our network of skilled associates - graphic artists, web designers, translators, photographers, videographers, project managers, and printers - we provide a comprehensive solution to an array of communications projects.",
      "preview": "Skip to main content Main Content LIGHTNINGSTRIKE STUDIOS Professional Communication for the Chronically Busy™ We know you're busy, so we'll get right"
    },
    {
      "url": "https://philippines.mongabay.com/",
      "title": "Conservation and environmental science news - Mongabay",
      "description": "Environmental science and conservation news",
      "preview": "Latest A cacao rush drives 'alarming' deforestation in Liberia Ashoka Mukpo 10 Oct 2025 COP26 pledge to support Indigenous & local forest tenure was j"
    },
    {
      "url": "https://www.txtranskids.org/legal",
      "title": "Legal Updates",
      "description": "Everybody deserves to feel safe and supported in their community. But trans Texans, especially kids in schools, don't always feel safe or supported. Are you a transgender, non-binary, or genderqueer Texan, or someone who loves them? Check out our Know Your Rights resources and sign up to become an advocate to defend the rights of trans youth in Texas.",
      "preview": "Legal Updates ¡Vea este sitio en español! Disclaimer: No part of this webpage constitutes legal advice. Please contact Lambda Legal, the ACLU of Texas"
    },
    {
      "url": "http://www.erp-recycling.de",
      "title": "Home - Über die European Recycling Platform - Germany (DE)",
      "description": "ERP simplifies recycling and decommissioning of waste electrical equipment, batteries and packaging - supported by customized IT services.",
      "preview": "Zum Inhalt springen Suche nach: Mitglieder login Suche nach: Member login Homepage admin 2025-04-09T16:40:57+02:00 Simplifying the complexity of compl"
    },
    {
      "url": "http://www.fiat.com/",
      "title": "Fiat - Official Website",
      "description": "Welcome to the official international website of Fiat. Discover our models, Fiat world, the history of the brand and all our latest news.",
      "preview": "New Topolino Vilebrequin Collector's Edition Get ready to spend the summer with Riviera Icons! Fiat key drivers Seeing you driving our vehicle every d"
    },
    {
      "url": "https://t.me/zerodhain",
      "title": "Telegram: View @zerodhain",
      "description": "The official Telegram channel of Zerodha. Get updates about our products, Varsity, Tradingqna threads, Finshots, webinar updates, latest podcasts and more. zerodha.com/varsity anchor.fm/zerodha For more.",
      "preview": "Download Zerodha ✔ 60 023 subscribers The official Telegram channel of Zerodha. Get updates about our products, Varsity, Tradingqna threads, Finshots,"
    },
    {
      "url": "https://secure.adpay.com/AdEntry.aspx?p=3",
      "title": "- ad Wizard",
      "description": "void",
      "preview": "Create your ad in 2 easy steps You are not logged in. Log in Register This window was blocked by your browser's popup blocking feature. To view, eithe"
    },
    {
      "url": "https://obis.org",
      "title": "Ocean Biodiversity Information System",
      "description": "OBIS, the Ocean Biodiversity Information System, is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development.",
      "preview": "OBIS is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development Taxa Com"
    },
    {
      "url": "https://market.unicefusa.org/",
      "title": "The Ultimate Online Gifts Shopping Catalog Featuring Artisans from Around the World | UNICEF Market",
      "description": "Shop our online gift catalog for unique, award-winning artisan treasures and greeting cards. Every gift purchased from UNICEF Market helps UNICEF save children's lives around the world.",
      "preview": "MEXICO Sale"
    },
    {
      "url": "https://www.labelplanet.co.uk/waterproof-silver-labels/lp35-37sq-smp/",
      "title": "Buy Product Code LP35/37SQ SMP from Labelplanet",
      "description": "Buy Matt Silver Metallic Polyester Labels For Laser Printers, 35 per sheet, 37 x 37mm, LP35/37SQ SMP from Labelplanet",
      "preview": "Recently Viewed Basket Checkout Empty Basket Your basket is empty, please click here to visit our home page and look for products. Important: it appea"
    },
    {
      "url": "https://www.tacobell.co.in/",
      "title": "Home-TacoBell",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Order Now Our foo"
    },
    {
      "url": "https://scorecard.worldbank.org/",
      "title": "Measuring Impact | World Bank Group Scorecard",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.cbc.ca/news/canada/montreal/national-geographic-pristine-seas-labrador-quebec-expedition-1.6541693",
      "title": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News",
      "description": "The National Geographic Society's Pristine Seas project has teamed up with Inuit elders and experts to visit areas of the North to highlight and help preserve key areas.",
      "preview": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News Loaded Montreal National Geographic ex"
    },
    {
      "url": "https://cleo156989.tumblr.com/",
      "title": "@cleo156989 on Tumblr",
      "description": "I'm so indecisive it hurts",
      "preview": "Posts thebootydiaries Follow astrangerfromastrangeland Follow avvocarlo Follow imagine if instead of it being called a sip it was as called a suck. ca"
    },
    {
      "url": "https://www.farmers.gov",
      "title": "Farmers.gov",
      "description": "Explore USDA programs and resources to help you start, grow, and protect your operation.",
      "preview": "top USDA.gov for News 2023/2024 Supplemental Disaster Assistance Explore USDA Disaster Recovery Resources : Flood Severe Storms Wildfire Hurricane Ass"
    },
    {
      "url": "http://kathieleegiffordnft.com",
      "title": "KLG Pioneers",
      "description": "void",
      "preview": "Experience The Greatest Story Never Told: Herod & Mary Purchase a copy of Herod & Mary through Premiere Collectibles and get exclusive access to the e"
    },
    {
      "url": "http://psychologyofconversions.com/",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is not available. We've detected that JavaScript is disabled in this browser. Please enable JavaScript or switch to a supported browser to"
    },
    {
      "url": "https://zooatlanta.org/",
      "title": "Zoo Atlanta - Conservation in Action - So much to do at your Zoo!",
      "description": "Find information on Zoo Atlanta: tickets, interactive maps, education programs, animal photos and descriptions, calendar of events and more.",
      "preview": "Search Generic filters Exact matches only Today 9:00 am - 5:00 pm LAST ADMISSION 03:30 pm Before You Go > Tickets Map Your Visit Meet Hondo! Experienc"
    },
    {
      "url": "https://www.manhattantheatreclub.com/",
      "title": "Home Page - Manhattan Theatre Club",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://uxr-optout.withgoogle.com/?referral_code=0&reserved=0&pType=0&productTag=0&campaignType=0&campaignDate=0&labelTag=0&appTag=0&l=0&Q_Language=0&p_utm_source=0&p_utm_medium=0&p_utm_campaign=0&p_utm_term=0&p_utm_content=0",
      "title": "Google UXR - Opt-Out",
      "description": "void",
      "preview": "User Experience Research Unsubscribe from Google User Experience Research studies mailing list You were contacted by the Google User Experience Resear"
    },
    {
      "url": "http://globalneurocare.org/what-we-do/",
      "title": "What We Do - GlobalNeurology®",
      "description": "void",
      "preview": "Skip to content GlobalNeurology ® is a unique partnership of physicians and surgeons specializing in the neurosciences (neurology, neurosurgery, neuro"
    },
    {
      "url": "https://careernavigator.accaglobal.com/",
      "title": "ACCA career navigator",
      "description": "For ACCA members and future members, we'll help you discover the diverse range of career destinations open to you, alongside the learning and skills required to secure your next role.",
      "preview": "Explore Welcome to the ACCA Career Navigator Helping guide your career journey, every step of the way For ACCA members and future members, we'll help"
    },
    {
      "url": "https://cfnj.org/new-jersey-pandemic-relief-fund/",
      "title": "New Jersey Pandemic Relief Fund",
      "description": "This new nonprofit umbrella organization will marshal resources across the state to identify critical needs and fight the economic and social impact of COVID-19 on New Jersey's vulnerable communities.",
      "preview": "March 24, 2020 The Community Foundation of New Jersey is pleased to be partnering with First Lady Tammy Murphy and other civic leaders to host the New"
    },
    {
      "url": "https://blogs.worldbank.org/opendata/chart-globally-70-freshwater-used-agriculture",
      "title": "Chart: Globally, 70% of Freshwater is Used for Agriculture",
      "description": "if(\"undefined\"==typeof window.datawrapper)window.datawrapper={};window.datawrapper[\"Fieue\"]={}, window.datawrapper[\"Fieue\"].embedDeltas={\"100\":585.8, \"200\":471.8, \"300\":426.8, \"400\":426.8, \"500\":399.8, \"600\":399.8, \"700\":399.8, \"800\":399.8, \"900\":399.8, \"1000\":399.8}, window.datawrapper[\"Fieue\"].iframe=document.getElementById(\"datawrapper-chart-Fieue\"), window.datawrapper[\"Fieue\"].iframe.style.height=window.datawrapper[\"Fieue\"].embedDeltas[Math.min(1e3, Math.max(100*Math.floor(window.datawrapper[\"Fieue\"].iframe.offsetWidth/100), 100))]+\"px\", window.addEventListener(\"message\", function(a){if(\"undefined\"!=typeof a.data[\"datawrapper-height\"])for(var b in a.data[\"datawrapper-height\"])if(\"Fieue\"==b)window.datawrapper[\"Fieue\"].iframe.style.height=a.data[\"datawrapper-height\"][b]+\"px\"}); In most regions of the world, over 70 percent of freshwater is used for agriculture. By 2050, feeding a planet of 9 billion people will require an estimated ...",
      "preview": "Published on Data Blog Chart: Globally, 70% of Freshwater is Used for Agriculture Tariq Khokhar March 22, 2017 This page in: English Français Español"
    },
    {
      "url": "https://www.novonordisk.com/content/nncorp/global/en/news-and-media/news-and-ir-materials/news-details.html?id=92023",
      "title": "News Details",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hr.unm.edu/",
      "title": "Home :: Human Resources | The University of New Mexico",
      "description": "void",
      "preview": "Your browser does not support JavaScript! This will website not will not operate properly without JavaScript. The University of New Mexico Facebook Tw"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85927",
      "title": "Searchable Recipe Database - May 16, 2016",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.space.com/jfk-apollo-moonshot-nasa-readiness.html",
      "title": "Why JFK Believed His Bold Moonshot Was Achievable | Space",
      "description": "Apollo 11 was truly a giant leap, but it was no miracle.",
      "preview": "Skip to main content Don't miss these President John F. Kennedy speaks before a joint session of Congress, May 25, 1961. In this address, the presiden"
    },
    {
      "url": "https://www.eurocars.ro/de/mietwagen-Arad/SUV/Opel/Opel-Antara_107",
      "title": "Autovermietung Arad | SUV Klasse",
      "description": "EuroCars ist hier um Ihnen zu helfen, die besten Autovermietungen in Arad für Ihren Urlaub oder für Ihre Geschäftsreise zu finden.",
      "preview": "Ihr Konto DE EN RO IT ES FR Autovermietung Arad SUV Klasse Top Autovermietungsstandorte Top-Städte Mietwagen Bukarest › Mietwagen Iasi › Mietwagen Clu"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "http://www.uneca.org",
      "title": "United Nations Economic Commission for Africa | Ideas for a prosperous Africa",
      "description": "void",
      "preview": "Skip to main content Comoros Embraces Digital Innovation to Boost Food Security and Agricultural Development ECA Drives Progress in Africa through Str"
    },
    {
      "url": "https://careers.bcg.com/",
      "title": "Home | Careers | Boston Consulting Group",
      "description": "Looking to jumpstart your career at BCG? Help our clients do amazing work while unlocking the potential of those who advance the world. Explore BCG jobs today.",
      "preview": "Search results Beyond is where we begin. Join our consulting team and collaborate with brilliant minds to shape the future of business, government, an"
    },
    {
      "url": "http://store.apple.com/us_epp_55499",
      "title": "Government Purchase Program - Shopping Agreement - Apple",
      "description": "void",
      "preview": "Government Purchase Program Please review the terms and conditions below before placing an order. Terms & Conditions The Government Purchase Program ("
    },
    {
      "url": "https://spotmedia.ro/tag/covid-19-stiri",
      "title": "Covid 19 știri - Stiri - spotmedia.ro",
      "description": "Citeste mai noi stiri cu tema: Covid 19 știri in spotmedia.ro",
      "preview": "Skip to content Acasă Covid 19 știri O echipă de medici americani raportează ceea ce pare a fi primul caz pediatric de paralizie bilaterală a corzilor"
    },
    {
      "url": "https://help.github.com/en/articles/github-terms-of-service/",
      "title": "GitHub Terms of Service - GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Terms of Service In this article Thank you for using GitHub! We're happy you're here. Please read this Terms of Service ag"
    },
    {
      "url": "https://nypost.com/2023/02/02/don-lemon-screamed-at-cnn-this-morning-co-host-in-off-camera-tiff-sources/",
      "title": "Exclusive | Don Lemon 'screamed' at 'CNN This Morning' co-host in off-camera tiff: sources",
      "description": "Tensions on the set of \"CNN This Morning\" have recently boiled over, with Don Lemon allegedly \"screaming\" at co-host Kaitlan Collins off-camera during an ugly December incident that has left the cast and crew rattled ever since, The Post has learned.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Tensions on the set of \"CNN This Morning\" have recently boil"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "http://fsf.fra.affrc.go.jp/indexe.html",
      "title": "National Research Institute of Far Seas Fisheries, Fisheries Research Agency",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://meteofrance.com/actualites",
      "title": "ACTUALITES METEO avec Météo-France",
      "description": "Retrouvez les actualités météo de Météo-France sur notre site Internet, mais aussi les dossiers sur le changement climatique, le climat, ...",
      "preview": "${alert.titre} ${alert.title} Actualités Retrouvez tous les jours toutes les infos météorologiques et climatiques. Infos météo Infoclimat / YAVRIL Tem"
    },
    {
      "url": "https://www.kcpt.org/blogs/education/",
      "title": "Education Blog",
      "description": "Education Blog",
      "preview": "void"
    },
    {
      "url": "http://ghc.anitab.org/",
      "title": "Grace Hopper Celebration | Nov 4-7, 2025 | AnitaB.org",
      "description": "Grace Hopper Celebration is the largest tech conference for women. AnitaB.org is proud to host an event that puts women in tech first.",
      "preview": "CHICAGO | NOVEMBER 4-7, 2025 GRACE HOPPER CELEBRATION 2025 The only tech event worth attending to get hired, skilled, advanced, and funded. Register N"
    },
    {
      "url": "https://www.tomasinoagency.com/susan-mailer",
      "title": "Susan Mailer | the-tomasino-agency",
      "description": "void",
      "preview": "top of page Susan Mailer Susan Mailer grew up in Mexico and New York City, the eldest child of the award-winning and notorious author, Norman Mailer."
    },
    {
      "url": "https://zsmi.pl/tag/zasady-ortografii/",
      "title": "Zasady Ortografii | Zespół Szkół Mechaniczno - Informatycznych",
      "description": "void",
      "preview": "Wyszukaj na stronie Popularne wyszukiwania: Rekrutacja Wydarzenia Kontakt Dokumenty Strona główna Dziennik Elektroniczny PODRĘCZNIKI REKRUTACJA EGZAMI"
    },
    {
      "url": "https://www.law.columbia.edu/news/archive/kimberle-crenshaw-intersectionality-more-two-decades-later#:~:text=Crenshaw%3A%20Intersectionality%20is%20a%20lens,class%20or%20LBGTQ%20problem%20there",
      "title": "Kimberlé Crenshaw on Intersectionality, More than Two Decades Later | Columbia Law School",
      "description": "Professor Crenshaw coined the term and co-founded the African American Policy Forum. Before AAPF's 20th anniversary, Crenshaw reflects on where intersectionality is heading.",
      "preview": "Skip to main site navigation Skip to main content Kimberlé Crenshaw on Intersectionality, More than Two Decades Later News From Columbia Law Story Arc"
    },
    {
      "url": "https://www.georgiaencyclopedia.org/articles/history-archaeology/leo-frank-case/",
      "title": "Leo Frank Case - New Georgia Encyclopedia",
      "description": "The Leo Frank case is one of the most notorious and highly publicized cases in the legal annals of Georgia. A Jewish man in Atlanta was placed on trial and convicted of raping and murdering a thirteen-year-old girl who worked for the National Pencil Company, which he managed. Before the lynching of Frank two years [...]",
      "preview": "Skip to content Author Leonard Dinnerstein , University of Arizona, Tucson, Arizona Originally published May 14, 2003 Last edited Aug 11, 2020 The Leo"
    },
    {
      "url": "https://www.ijmess.com/showabstract.php?volume=volume-VI-2017&issue=issue-I-03-2017&ab=ab-3",
      "title": "The Smiling Mask in Service Encounters: The Impact of Surface and Deep Acting",
      "description": "The purpose of the study was to examine the impact of emotional labor mechanisms (surface acting and deep acting) on service encounters.",
      "preview": "Home Why IJMESS? Contact Us"
    },
    {
      "url": "http://www.radio.it/",
      "title": "Ascolta radio online, web radio, internet radio e musica gratis",
      "description": "Ascolta la radio online e la musica tra più di 60.000 radio nazionali e internazionali. Scopri la radio gratuita in diretta su radio.it.",
      "preview": "Aprire l'app Il podcast inizia in - 0 sec. Sintonizzati sul mondo Radio locali Più ascoltate su radio.it Radio 24 - Il sole 24 ore Milano RAI Radio 1"
    },
    {
      "url": "http://preferences-mgr.trustarc.com/?pid=disney01&aid=natgeo01&type=natgeo",
      "title": "TrustArc Preference Manager",
      "description": "Ensure online trust and privacy with TRUSTes consumer privacy services. Sign up for email safety, email privacy and privacy alerts. Get the TRUSTe online seals for your Web site. Prevent spyware, protect brand trust and consumer privacy",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly."
    },
    {
      "url": "https://briansit.tumblr.com/",
      "title": "Sure, If you say so.",
      "description": "I am here by Divine Providence - gay, Chinese, and I work as a process engineer at a plastics factory. Photos of me are tagged #Me & #GPOY. Send me your thoughts!",
      "preview": "theprofessional-amateur : delphinidin4 : (via eyeofthestorm888 ) gotterhag : tiktoks-for-dead-pope : Fake baby I've never thought about this before (v"
    },
    {
      "url": "https://www.insided.com/powered-by-the-insided-platform?utm_medium=referral&utm_source=community.c2cglobal.com&utm_content=powered-by-widget",
      "title": "Community referrals - 'Powered by inSided' - inSided",
      "description": "inSided is an online community platform. Build a customer community to help customers get better answers to their questions.",
      "preview": "Your own Community? Get in touch! Make sure your customers are getting the value they need from your product with inSided's Customer Success Community"
    },
    {
      "url": "https://reviveapp.net/privacy.html",
      "title": "Revive. Privacy Notice",
      "description": "Revive. Learn how we protect your data and information with our privacy measures",
      "preview": "void"
    },
    {
      "url": "https://www.yearup.org/",
      "title": "Comprehensive Job Training Programs for Young Adults | Year Up United",
      "description": "Year Up United offers job training programs & access to career opportunities at top companies for young adults. Embrace your potential with our Career Pathways.",
      "preview": "Reach your career potential. Connect with leading companies, get hands-on experience, and build a higher paying career with Year Up United's Career Pa"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS",
      "title": "Cross-Origin Resource Sharing (CORS) - HTTP | MDN",
      "description": "Cross-Origin Resource Sharing (CORS) is an HTTP-header based mechanism that allows a server to indicate any origins (domain, scheme, or port) other than its own from which a browser should permit loading resources. CORS also relies on a mechanism by which browsers make a \"preflight\" request to the server hosting the cross-origin resource, in order to check that the server will permit the actual request. In that preflight, the browser sends headers that indicate the HTTP method and headers that will be used in the actual request.",
      "preview": "Skip to main content Skip to search Cross-Origin Resource Sharing (CORS) Baseline Widely available This feature is well established and works across m"
    },
    {
      "url": "https://www.itex.com/Directory/food_%252526_beverage/mi/grand_rapids/3925707/USD?srcsub=7660&broker_id=210888&website_num=2",
      "title": "ITEX",
      "description": "void",
      "preview": "x Information: Your IP Address of 78.211.19.249 is not allowed to access ITEX."
    },
    {
      "url": "https://dukespace.lib.duke.edu/dspace/bitstream/handle/10161/2847/2000%20commencement.pdf?sequence=3",
      "title": "Commencement Program",
      "description": "Graduation programs for commencement at Duke University.",
      "preview": "Commencement Program Loading... Files 1850_commencement_program.pdf 489.64 KB 1859_commencement_program.pdf 764.36 KB 2000 commencement.pdf 4.64 MB 20"
    },
    {
      "url": "https://www.archiesonline.com/",
      "title": "Buy Gifts, Greeting Cards, Cakes & Flowers Online | Archies",
      "description": "Shop online for personalized gifts, greeting cards, cakes, and fresh flowers at Archies. Make every celebration special with Archies Online.",
      "preview": "Skip to content Cart 0 0 items Free Shipping on order value above Rs.499 within India Cart 0 0 items Shop by Category Diwali Birthday Jewellery & Acce"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://jobs.cdc.gov",
      "title": "Careers Home | Careers at CDC | CDC",
      "description": "Learn about CDC opportunities for students,veterans,USPH Commissioned Corps,and overseas.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.balsamhill.com/p/bh-fraser-fir-artificial-christmas-tree?sku=2808946",
      "title": "BH Fraser Fir® Artificial Christmas Tree | Balsam Hill",
      "description": "Add natural elegance and charm to your holiday display with the beloved BH Fraser Fir®. Find realistic artificial Christmas trees and more at Balsam Hill today.",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://web.cvent.com/event/c3dd1954-99a4-4cf1-862c-12a5a65ba58a/summary",
      "title": "Archived Event - USO Special Delivery presented by Johnson & Johnson: Baby Spritz - Naples - September 25, 2022",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://news.richmondnewsnow.com/story/530006/61-cagr-construction-accounting-software-market-impelled-by-blooming-construction-industry-by-2027.html",
      "title": "6.1% CAGR, Construction Accounting Software Market impelled by Blooming Construction Industry by 2027 - Richmond News Now",
      "description": "void",
      "preview": "Richmond News Now 6.1% CAGR, Construction Accounting Software Market impelled by Blooming Construction Industry by 2027 Back To Homepage Subscribe To"
    },
    {
      "url": "https://www.tbf.org/news-and-insights/press-releases/2022/july/q4-fy22-grants-announcement-20220707",
      "title": "The Boston Foundation announces nearly $4.2 million in grants - TBF",
      "description": "The grants include the latest round of Open Door Grants and a set of one-time grants to support organizations serving seniors, women and other specific populations",
      "preview": "Boston - The Boston Foundation today announced $4,181,000 in grants to 70 organizations in its final round of grantmaking for the 2022 Fiscal Year. In"
    },
    {
      "url": "https://data.gpo.zugaina.org/hamari/sci-libs/libsbig/",
      "title": "Index of /hamari/sci-libs/libsbig",
      "description": "void",
      "preview": "Index of /hamari/sci-libs/libsbig Name Last modified Size Description Parent Directory - Manifest 24-Aug-2025 02:16 638 libsbig-2.1.4.ebuild 06-Jun-20"
    },
    {
      "url": "https://sunshinehealthy.com/products/vc-rawd32000120",
      "title": "VC - Raw D3 2000 120 - Sunshine Nutrition Center",
      "description": "Sunshine Nutrition Center",
      "preview": "Skip to content Submit Close search VC - Raw D3 2000 120 Regular price $37.99 Sale price $37.99 Sale Default Title Add to cart This item is a recurrin"
    },
    {
      "url": "https://effecthouse.tiktok.com/?utm_content=header&utm_source=tiktok_webapp_main",
      "title": "TikTok effect house",
      "description": "void",
      "preview": "Latest Learn Top Creators Download Latest Learn Top Creators TikTok effect house Build fun and creative effects for TikTok Download Effect House Free"
    },
    {
      "url": "https://medicin24.se/malexandermordaren-far-sitt-straff-provat/",
      "title": "medicin24.se - Parked",
      "description": "void",
      "preview": "medicin24.se is parked Contact:"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}