{
  "data": [
    {
      "url": "https://www.rainforest-alliance.org/",
      "title": "Home | Rainforest Alliance",
      "description": "When you choose products with the Rainforest Alliance little green frog, you're supporting a better world for people and nature.",
      "preview": "Guardians of forests."
    },
    {
      "url": "https://in.usembassy.gov",
      "title": "U.S. Embassy and Consulates in India",
      "description": "The mission of the United States Embassy is to advance the interests of the United States, and to serve and protect U.S. citizens in India.",
      "preview": "U.S., Indian Armies Launch Yudh Abhyas 2025 Joint Statement from the Quad Foreign Ministers' Meeting in Washington CDA Jorgan Andrews joins Indian Del"
    },
    {
      "url": "https://towardsdatascience.com/how-to-create-an-effective-self-study-routine-to-teach-yourself-data-science-successfully-6248c7ec3a53?source=home---------3---------------------b06feff6_ece0_420b_8118_4bd6e48a7884-------7",
      "title": "How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully | Towards Data Science",
      "description": "Here's how to set a self-study routine that you'll actually stick to while learning data science",
      "preview": "Data Science How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully Here's how to set a self-study routine that you"
    },
    {
      "url": "https://www.uxmatters.com/mt/archives/2007/01/applying-color-theory-to-digital-displays.php#:~:text=On a black background, the,text on a white background",
      "title": "Applying Color Theory to Digital Displays :: UXmatters",
      "description": "Web magazine about user experience matters, providing insights and inspiration for the user experience community",
      "preview": "Top Design Applying Color Theory to Digital Displays By Pabini Gabriel-Petit January 20, 2007 16 Comments This article is Part III of my series \"Color"
    },
    {
      "url": "https://www.wordtune.com/",
      "title": "Wordtune - Express yourself with confidence",
      "description": "Perfect your English with a free AI writer that can paraphrase, rewrite, correct your grammar and more.",
      "preview": "Get Wordtune for free No credit card required. Get a feel for what Wordtune can do for you Write. Rewrite. Repeat. Choose from a custom list of contex"
    },
    {
      "url": "https://www.daviddavisson.com/full-moon-story-the-night-parade/",
      "title": "Full Moon Story: The Night Parade - Abderitic",
      "description": "(UPDATE: The full moon story series was only available in 2017. All stories posted in 2017 have been taken down.) It's another full moon and time for a new story. This month it's &#8220...",
      "preview": "Skip to content ( UPDATE: The full moon story series was only available in 2017. All stories posted in 2017 have been taken down.) It's another full m"
    },
    {
      "url": "https://amybakesintheburgh.com/tag/danish-butter-cookies/",
      "title": "Danish butter cookies - amy bakes in the 'burgh",
      "description": "Posts about Danish butter cookies written by Amy",
      "preview": "Skip to content My grandma Zella, an excellent cook and baker, taught me most of the foundational aspects of baking when I was growing up. But she als"
    },
    {
      "url": "https://code.zoom.us/rec/share/bWUZsF46lAhiGD_baZV8BflN7PgWkFK2H0YGPTkbcofKX0XsvqfCjZz91UqRrnKB.ARsxIggaHhQPKYI1",
      "title": "Video Conferencing, Web Conferencing, Webinars, Screen Sharing - Zoom",
      "description": "Zoom is the leader in modern enterprise video communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems. Zoom Rooms is the original software-based conference room solution used around the world in board, conference, huddle, and training rooms, as well as executive offices and classrooms. Founded in 2011, Zoom helps businesses and organizations bring their teams together in a frictionless environment to get more done. Zoom is a publicly traded company headquartered in San Jose, CA.",
      "preview": "Skip to Main Content Accessibility Overview × About Zoom Blog Customers Our Team Careers Integrations Partners Investors Press Sustainability & ESG Zo"
    },
    {
      "url": "https://career.engr.psu.edu/employers/index.aspx",
      "title": "Employers | Penn State Engineering",
      "description": "Information for employers",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://tapas.io/series/Deogie",
      "title": "Read Deogie | Tapas Web Community",
      "description": "Your home for the world's most exciting and diverse web comics and novels. Discover stories you'll love from all genres, only on Tapas!",
      "preview": "Please note that Tapas no longer supports Internet Explorer. We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox . Home C"
    },
    {
      "url": "https://www.thecenterutica.org/",
      "title": "Resource Center for Refugees in the Mohawk Valley | The Center",
      "description": "The Center provides resettlement, education and community resources and services to refugees, immigrants and the residents of Utica and Mohawk Valley.",
      "preview": "Skip to main content Close What's Happening At The Center The Center News 10.2.2025 Speakers Announced: 2025 Healthy Together Summit 10.2.2025 Health"
    },
    {
      "url": "https://theelders.org/news/elders-enlist-their-grandchildren-s-help-climate-change",
      "title": "The Elders enlist their grandchildren's help on climate change",
      "description": "Ahead of the historic climate change negotiations in Copenhagen, The Elders urge all heads of government to attend the talks in Copenhagen and reach an ambitious, fair, effective and binding agreement to prevent climate catastrophe.",
      "preview": "Skip to main content  Newsletter  Search Home  News & Insight  Media Releases  The Elders enlist their grandchildren's help on climate change Med"
    },
    {
      "url": "https://www.esotericablog.es/",
      "title": "Tarot • Astro & Yoga : el retorno al Ser",
      "description": "Tarot • Astro & Yoga : el retorno al Ser. Carolina de Pedro © 2025",
      "preview": "Saltar al contenido TAROT El Tarot Sagrado de la India: una síntesis única de la mitología sagrada india y el tarot Story Medicine Tarot, de Jessica Z"
    },
    {
      "url": "https://www.esuus.org/esu/",
      "title": "ESU 2024 Patron Trip: A Private View of Italy - ESU",
      "description": "Founded by art historian Count Stefano Aluffi-Pentini in 1996, A Private View of Italy encourages guests to appreciate the life of historic palaces and villas, and allows them to discover the inaccessible treasures that are hidden behind closed doors. Through the centuries the Italian aristocracy has preserved their residences, which were designed by architects such as Raphael, Palladio, and Bernini.",
      "preview": "« All Events This event has passed. ESU 2024 Patron Trip: A Private View of Italy September 21, 2024 - September 27, 2024 UTC+0 A Private View of Ital"
    },
    {
      "url": "https://www.erika-sanvigilio.it/en/summer-winter/cross-country-skiing/73-0.html",
      "title": "Cross-country skiing - Marebbe - - Hotel Erika San Vigilio di Marebbe",
      "description": "If you choose San Vigilio to spend your winter holidays you should also grasp the chance to try cross-country skiing. The 12km-long Marebbe Valley, ...",
      "preview": "Request now Arrival Days persons Request Booking Cross-country skiing If you choose San Vigilio to spend your winter holidays you should also grasp th"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/playbook_guide/playbooks_intro.html",
      "title": "Ansible playbooks - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Using Ansible playbooks Ansible playbooks Edit on GitHub Ansible playbooks"
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    },
    {
      "url": "https://thefox.withemes.com/clean/facilisi-cum-ne-ad-vero-dolorem-quo/",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.globalknowledge.com/us-en/resources/resource-library/articles/top-paying-certifications/#gref",
      "title": "20 Necessary IT Certifications + Salaries I Skillsoft",
      "description": "IT certifications can be a necessary step in your career journey. From CompTIA A+ to AWS Cloud Practitioner, here are 20 essential certifications for...",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Blog Home"
    },
    {
      "url": "https://fliphtml5.com/pdwen/vznn",
      "title": "2021 Community Impact Report - Flipbook by Kansas City PBS | FlipHTML5",
      "description": "Looking For 2021 Community Impact Report? Read 2021 Community Impact Report from Kansas City PBS here. Check all flipbooks from Kansas City PBS. Kansas City PBS' 2021 Community Impact Report looks good? Share 2021 Community Impact Report online.",
      "preview": "Enjoying your free trial? Only 9 days left! Upgrade Now 2021 Community Impact Report Published on Nov 03,2021 Like Share Copy Download Create a Flipbo"
    },
    {
      "url": "https://www.nhm.ac.uk/discover/dinosaurs.html",
      "title": "Dinosaurs | Natural History Museum",
      "description": "Discover dinosaur news, videos, quizzes and crafts. Find out facts about dinosaurs, including Diplodocus and Stegosaurus, and uncover what science is revealing about the appearance and lives of these prehistoric animals.",
      "preview": "Dinosaurs Dinosaurs The seven greatest dinosaur discoveries of the last 200 years The discoveries that changed our understanding of dinosaurs over the"
    },
    {
      "url": "https://unicornshavemohawks.tumblr.com/",
      "title": "@unicornshavemohawks on Tumblr",
      "description": "31||INTJ||Book Hoarder||Nightmare Goth Gf 💀♑🌞♒🌛♏📈💀",
      "preview": "Posts galaxysorceressofficial Follow spitblossoms Follow faeberrywine Follow divinefemmexx Follow DHANISHTA 📸 fairydropart Follow Happy Midsummer spit"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/collection/quick-and-healthy-recipes",
      "title": "116 Quick & Healthy Recipes | Good Food",
      "description": "Tuck into quick healthy meals that you can make in under 30 minutes. We've got plenty of tasty salads, soups and mains to leave you feeling nourished.",
      "preview": "Skip to main content Quick & healthy recipes 116 Recipes Tuck into these quick and easy healthy meals that you can make in under 30 minutes. We've got"
    },
    {
      "url": "https://jerrybrice.wordpress.com/tag/ybt/",
      "title": "ybt | Jerrybrice's Blog",
      "description": "Posts about ybt written by jerrybrice",
      "preview": "Jerrybrice's Blog The intersection of animation, entertainment, and politics Posts Tagged ' ybt ' Stop Biting!!!...Will The \"Real\" Apple Store Kid Pleas"
    },
    {
      "url": "http://www.cintolo.it/",
      "title": "www.cintolo.it",
      "description": "$DESCRIPTION$",
      "preview": "www.cintolo.it Il sito è attualmente in costruzione. Vieni a trovarci prossimamente."
    },
    {
      "url": "http://www.paxit.com/",
      "title": "Image Measurement, Management, and Analysis | PAX-it",
      "description": "PAX-it Image Management and Image Analysis software is a powerful, comprehensive solution developed to address your special imaging needs.",
      "preview": "About Us Support Login Contact PAX-it! Image Management, Measurement, and Image Analysis Software PAX-it Image Management and Image Analysis software"
    },
    {
      "url": "https://p2a.co/R4klotV",
      "title": "Let's Stay Connected!",
      "description": "I just signed up for Hispanic Federation's Action Center! You can, too. Join me in helping to advance and improve opportunities for the Latino commjunity.",
      "preview": "void"
    },
    {
      "url": "https://forum.laboneinside.com/memberlist.php?mode=contactadmin&sid=3229290338ca2721f25f66d74ddc5a84",
      "title": "Lab-One Forum - Send email",
      "description": "void",
      "preview": "Quick links Unanswered topics Active topics Search FAQ Login Register Board index Contact a Board Administrator Search Contact a Board Administrator R"
    },
    {
      "url": "https://www.skatteverket.se/privat",
      "title": "Startsida | Skatteverket",
      "description": "Skatteverket - Tillsammans gör vi samhället möjligt",
      "preview": "Till innehåll Till navigationen Teckenspråk Other languages Kontakta oss Logga in Sök Sök Privat Företag Föreningar Offentliga aktörer Om oss Logga in"
    },
    {
      "url": "https://www.waittfoundation.org",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "http://www.excite.com/",
      "title": "www.excite.com",
      "description": "void",
      "preview": "Email Finance Sports Weather Entertainment web Web Images News Video Search Yellow Pages | White Pages Quick Links More Resources Autos Culture Entert"
    },
    {
      "url": "https://www.nba.com/games",
      "title": "NBA Games - All NBA matchups | NBA.com",
      "description": "Watch NBA Games - Follow the game, scores and stats for NBA matchups.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.correduriasegurossola.com/es/politica-de-privacidad/",
      "title": "Política de privacidad",
      "description": "Política de privacidad",
      "preview": "Español es català ca Llama ahora Español es català ca Llama ahora Política de privacidad QDQ MEDIA SAU no es responsable de la recogida de datos perso"
    },
    {
      "url": "http://www.inclusiv.org/",
      "title": "Inclusiv",
      "description": "void",
      "preview": "Skip to main content Search Search CDFI Credit Unions Create Economic Opportunity CDFI credit unions create economic opportunity. From helping a forme"
    },
    {
      "url": "https://www.hbomax.com/series/urn:hbo:series:GYyjGGgyuCoOEtAEAAAGQ",
      "title": "Watch Who's Talking to Chris Wallace? | HBO Max",
      "description": "Watch Who's Talking to Chris Wallace? on HBO Max. Plans start at $9.99/month. Who's Talking to Chris Wallace? Chris Wallace explores his wide range of interests across the spectrum of news, sports, entertainment, art and culture -- having candid conversations with a rich variety of guests.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://nginx.org/en/docs/http/ngx_http_proxy_module.html",
      "title": "Module ngx_http_proxy_module",
      "description": "void",
      "preview": "Join us on the new NGINX Community Forum to connect with users, discover the latest community activity, and troubleshoot issues together. Module ngx_h"
    },
    {
      "url": "https://www.rougier-ple-toulouse.fr/store/bons-plans",
      "title": "Bons plans - Rougier&Plé Toulouse",
      "description": "void",
      "preview": "Rougier&Plé, votre magasin de loisirs créatifs, beaux-arts et encadrement. Accueil Contact > www.rougier-ple.fr Click & Collect - Rougier&Plé Toulouse"
    },
    {
      "url": "https://www.thestar.com/",
      "title": "Breaking News - Headlines & Top Stories | The Star",
      "description": "thestar.com is one of Canada's largest online news sites and 100% Canadian-owned. Live news, investigations, politics, sports and the heartbeat of Toronto, Canada's largest city.",
      "preview": "Skip to main content Toronto Star News - Breaking News Stories Provincial Politics Two years later, top Tories who lost jobs in Greenbelt scandal stil"
    },
    {
      "url": "https://elemental.medium.com",
      "title": "Elemental",
      "description": "Elemental is a former publication from Medium for science-backed health and wellness coverage. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Elemental by Medium 262K followers · 2 editors Follow About Help Status A"
    },
    {
      "url": "https://flymapslive.com/",
      "title": "Flymaps",
      "description": "void",
      "preview": "Get the Flymaps app iPhone or iPad Android Flymaps Supports Follows YouTube Instagram Twitter Email Contact us anytime. Feel free to email us . About"
    },
    {
      "url": "https://www.bigcommerce.com/",
      "title": "Shape Your Future On Your Terms | BigCommerce",
      "description": "Think big - and grow bigger - with our flexible, professional-grade ecommerce platform.",
      "preview": "It's your future. Shape it on your terms. Think big - and grow bigger - with our flexible, professional-grade ecommerce platform. Explore Platform Wat"
    },
    {
      "url": "https://www.livingshores.com/",
      "title": "Visit the Aquarium in New Hampshire | Living Shores Aquarium",
      "description": "Living Shores Aquarium is the best place for family entertainment. Discover the wonders of marine life with our pools, exhibits, and immersive activities!",
      "preview": "See Ya Later, Alligator! Sweepstakes 🐊 Enter for your chance to win 4 tickets to Living Shores Aquarium! Enter to Win We are currently experiencing te"
    },
    {
      "url": "https://www.gov.uk/guidance/the-blue-belt-programme",
      "title": "The Blue Belt Programme - GOV.UK",
      "description": "The Blue Belt Programme supports the UK Overseas Territories with the protection and sustainable management of their marine environments.",
      "preview": "Cookies on GOV.UK We use some essential cookies to make this website work. We'd like to set additional cookies to understand how you use GOV.UK, remem"
    },
    {
      "url": "https://connect.looker.com/?utm_source=lookercommunity&utm_medium=link_on_homepage&utm_campaign=connect_community_promo&utm_id=communitytoconnectlink",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://www.buyfromablackwoman.org/",
      "title": "Buy From A Black Woman",
      "description": "Buy from a Black Woman (BFABW) is an Nonprofit Organization which helps bring awareness to Black Women business owners and the people who support them.",
      "preview": "top of page When you support a Black Woman Business Owner... you support a whole community. About Black Women have been leading the numbers when it co"
    },
    {
      "url": "https://wwwn.cdc.gov/dcs/RequestForm.aspx",
      "title": "Email CDC-INFO | CDC-INFO",
      "description": "Users can use this form to direct questions to the CDC.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.ccg-gcc.gc.ca/index-eng.html",
      "title": "Canadian Coast Guard",
      "description": "void",
      "preview": "Canadian Coast Guard The Canadian Coast Guard is a special operating agency within the Department of National Defence. We work to ensure the safety of"
    },
    {
      "url": "https://sdmilitaryfamily.org/stephanie-brown/",
      "title": "Stephanie Brown - SDMFC",
      "description": "Keynote Annual Conference Speaker: STEPHANIE BROWN CEO/Founder, The Rosie Network As CEO of The Rosie Network (TRN), Stephanie Brown has been featured in WOMEN'S DAY magazine, U.S. VETERANS MAGAZINE and MILITARY SPOUSE MAGAZINE. A 2016 'Our City,' San Diego Innovator of the Year awardee, Stephanie was recognized by the San Diego Business Journal as a Women [...]",
      "preview": "Stephanie Brown Posted on: September 20, 2016 | Posted in: Community Blog Keynote Annual Conference Speaker: STEPHANIE BROWN CEO/Founder, The Rosie Ne"
    },
    {
      "url": "https://www.youvisit.com/#/vte/?data-platform=v&data-inst=120317&data-image-width=100%&data-image-height=100%&data-loc=142905&",
      "title": "home - YouVisit",
      "description": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production teams in the world, we've created thousands of world-class interactive experiences and virtual tours for clients across six continents. Our virtual experiences help organizations tell their story in a personalized and compelling way that...",
      "preview": "THE MOST WIDELY USED VIRTUAL EXPERIENCE PLATFORM Technology and creativity converge at YouVisit. With one of the largest virtual experience production"
    },
    {
      "url": "https://www.climate.gov/news-features/understanding-climate/climate-change-global-temperature",
      "title": "Climate change: global temperature | NOAA Climate.gov",
      "description": "Earth's surface temperature has risen about 2 degrees Fahrenheit since the start of the NOAA record in 1850. It may seem like a small change, but it's a tremendous increase in stored heat.",
      "preview": "Skip to main content This website is an ARCHIVED version of NOAA Climate.gov as of June 25, 2025. Content is not being updated or maintained, and some"
    },
    {
      "url": "https://www.smsproducts.com/feature-sheet-holder-box.136-15CCRED.aspx",
      "title": "Brochure Box | Front sheet realtor box",
      "description": "Shop 1st sheet rentention brochure boxes for HOA's. Red flyer display boxes are also ideal for Sign companies and realtors. Buy direct from the manufacturer SMSProducts.com",
      "preview": "Sign Frames Vinyl Yard Post"
    },
    {
      "url": "https://www.onf-contrebasse.com/forum/viewforum.php?f=29&sid=660f0ddc3a59b8cdfc785724b40ef374",
      "title": "FORUM DE LA CONTREBASSE - Contrebasse",
      "description": "void",
      "preview": "FORUM DE LA CONTREBASSE onf-contrebasse.com / contrebasse.com Accéder au contenu Raccourcis Sujets sans réponse Sujets actifs Rechercher Donateurs FAQ"
    },
    {
      "url": "https://www.bea.gov/data/gdp/gross-domestic-product",
      "title": "Gross Domestic Product | U.S. Bureau of Economic Analysis (BEA)",
      "description": "void",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home BEA Data GDP Gross Domestic Product Gross Domest"
    },
    {
      "url": "https://www.emijay.com/products/big-effing-claw-clip-in-buttercream",
      "title": "Big Effing Clip® Hair Claw in Buttercream &hyphen Emi Jay",
      "description": "This staple piece was made to be your neutral go-to.",
      "preview": "Skip to content Pause slideshow Play slideshow Out now: Toasted Sugar Free Standard Shipping On Orders $150+ Download our app award winner Big Effing"
    },
    {
      "url": "https://www.coface.com.cn/News-Publications-Events/Publications/Mexico-s-economy-more-difficult-times-ahead",
      "title": "Coface News, Economy and Insights: Source for Strategic Knowledge | Coface",
      "description": "Explore Coface's comprehensive News, Economy & Insights section for strategic knowledge, industry updates, economic analysis. Stay ahead in a changing world",
      "preview": "查看内容 新闻， 经济分析 及洞察 商业风险仪表盘 探索科法斯全面的风险仪表板，为 160 个国家和 13 个产业部门提供深入的风险评估，以做出策略决策 选择主题 选择页面 新闻与媒体 # 集团新闻 H1-2025 results: Coface confirms its good start to"
    },
    {
      "url": "https://www.standardmedia.co.ke/topic/cultural-ties",
      "title": "Cultural Ties - The Standard",
      "description": "Get the latest news, videos, and pictures on Cultural Ties",
      "preview": "× The Standard e-Paper Informed Minds Prefer The Standard ★★★★ - on Play Store Download Now × The Standard Group Plc is a multi-media organization wit"
    },
    {
      "url": "https://karate-rueti-zh.ch/",
      "title": "Karate Club Rüti ZH - Der Internetauftritt vom Karate Club Rüti ZH",
      "description": "void",
      "preview": "Zum Inhalt springen Karate Club Rüti ZH Training Wir betreiben traditionelles Shotokan Karate und pflegen die Werte wie Freundschaft, Tradition und Ku"
    },
    {
      "url": "https://scratch.mit.edu/",
      "title": "Scratch - Imagine, Program, Share",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "https://www.dermstore.com/beautyfix.list",
      "title": "BeautyFIX Skin Care, Hair & Beauty Subscription Box | Dermstore",
      "description": "Our coveted BeautyFIX box features best-selling beauty, skin and hair care curated by Dermstore experts. Over $100 value for as low as $24.95 per month.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://www.usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://www.opportunityculture.org/",
      "title": "Opportunity Culture |",
      "description": "void",
      "preview": "Excellent Student Results. Excellent Educator Careers. Students Reached in 2024-25 Teachers on Teams in 2024-25 $ Total Extra Teacher Pay Extra Months"
    },
    {
      "url": "https://www.ukaps.org/forum/",
      "title": "UK Aquatic Plant Society",
      "description": "One of the world's best online resources for planted aquariums and aquascaping information, we promote all aspects of the aquarium plant hobby, fish...",
      "preview": "Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to install our s"
    },
    {
      "url": "https://www.yachtropes.co.uk/kingfisher/cruising-ropes/braid-on-braid-polyester-solids/",
      "title": "Braid on Braid Polyester Solids",
      "description": "Braid on braid polyester is an ideal cruising rope. It is good on the hands and easy to splice. It is ideal for sheets, halyards, control lines and many more.",
      "preview": "PRODUCT FINDER Cruising Ropes 6 Products Evolution Dinghy 15 Products Mooring & Anchoring 13 Products Rigging Ropes 11 Products Kingfisher Ropes 95 Pr"
    },
    {
      "url": "https://www.jiriri.ca/testing-the-dyadic-withdrawal-hypothesis-in-college-students/",
      "title": "Testing the Dyadic-Withdrawal Hypothesis in College Students - JIRIRI",
      "description": "void",
      "preview": "April 1, 2018 Volume 11 Testing the Dyadic-Withdrawal Hypothesis in College Students V11_A2 DOWNLOAD HERE Share Leave a reply Cancel reply Save my nam"
    },
    {
      "url": "https://getset-tc.org/",
      "title": "GetSet Transylvania",
      "description": "GetSet Transylvania is your launchpad to find the local resources and connections to help you and the children in your life - from infancy to five years -old - grow and flourish.",
      "preview": "Back Child Development & Caregiver Resources Finding Connection and Play Finding High-Quality Child Care Family Physical and Mental Health Crisis and"
    },
    {
      "url": "https://lightchamber.tumblr.com/",
      "title": "loyaltycard",
      "description": "void",
      "preview": "Posted 8 years ago 23 notes Posted 9 years ago 4 notes Posted 9 years ago 1 note Posted 9 years ago Posted 9 years ago Posted 9 years ago 1 note Poste"
    },
    {
      "url": "https://www.iworksmc.org/assistance",
      "title": "Get Assistance - Interfaith Works",
      "description": "void",
      "preview": "0 Get Assistance Recibe servicios a través de\"Interfaith Works\" Receiving Services Through Interfaith Works IW Essential Needs Center Address and Info"
    },
    {
      "url": "https://www.jordicohen.com/salt-de-laliga-2015/_00a7862/",
      "title": "jordicohen.com is for sale",
      "description": "void",
      "preview": "My Cart | Log In | Create New Account | Manage My Domains home register transfer hosting marketplace pricing API about us support Congratulations! jor"
    },
    {
      "url": "https://www.uffizi.it/en/online-tickets",
      "title": "void",
      "description": "void",
      "preview": "Pagina non trovata La pagina che stai cercando non esiste, o l'indirizzo inserito non è corretto. Vai alla pagina iniziale"
    },
    {
      "url": "https://www.walmartethics.com/content/walmartethics/en_us/code-of-conduct/download-the-code-of-conduct.html",
      "title": "Download the Code of Conduct",
      "description": "Download the Walmart Code of Conduct. Multiple translated versions of the code are available here.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://www.thelightcouture.com/en/collections/classic-antique/metal-and-bohemian-crystal-chandelier/",
      "title": "Metal and Bohemian Crystal Chandelier - Thelightcouture",
      "description": "A classic and luxurious Badari chandelier with a metal frame and Bohemian crystal decoration.",
      "preview": "press Enter to search Showing all results: No products found. Metal and Bohemian Crystal Chandelier from € 6,340.00 incl. 19% VAT Itemnumber: B-B4-16/"
    },
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "https://www.seqifund.com/",
      "title": "Home - Sequoia Economic Infrastructure Income Fund Limited",
      "description": "Find out more about Sequoia Economic Infrastructure Income Fund limited (LON:SEQI). A specialist in economic infrastructure debt.",
      "preview": "Search Submit search A specialist in infrastructure debt Find out more Award winning ESG strategy Find out more Broadly diversified income-generating"
    },
    {
      "url": "https://flugbetrieb.com/flugplatz/Montabaur-montabaur/",
      "title": "VFRnav - VFR Flugnavigation und Moving-Map für Android",
      "description": "Die beliebte Flugnavigation für Android-basierende Smartphones und Tablets.",
      "preview": "VFRnav Flugnavigation für Android™ Start Screenshots Start › Flugplatzliste › Montabaur Segelflug Flugplatzdaten Kennung: Montabaur Koordinaten: E 07°"
    },
    {
      "url": "https://fondationprimat.org/en/projets/fighting-overfishing-in-the-mediterranean-through-increased-transparency/",
      "title": "Fighting overfishing in the Mediterranean through increased transparency - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Theme(s) Environment Duration 2021-2025 Challenge Preservation of ecosystems Locations Mediterranea Partners Global Fishing Watch Project funding Fond"
    },
    {
      "url": "https://coding-with-kids-blog.tumblr.com/post/116835195814",
      "title": "Coding with Kids - codeorg: With all the national debate on...",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "Coding with Kids - codeorg: With all the national debate on... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhh"
    },
    {
      "url": "https://www.alfa3de.de/grossraumige-kleiderschranke-aldur-1-1800-x-800-x-500",
      "title": "void",
      "description": "void",
      "preview": "Dieser E-Shop verwendet Cookies Wir verwenden Cookies auf unserer Website. Einige sind wichtig, während andere uns helfen, diese Website und Ihre Benu"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/getting-started.html",
      "title": "Get started with Elasticsearch | Elastic Docs",
      "description": "To try out an {{es}} project or solution, pick your deployment type, search goals, and ingestion method.",
      "preview": "Loading Elastic Docs / Solutions and use cases / Elasticsearch Get started with Elasticsearch Serverless Elasticsearch Stack New to Elasticsearch? Sta"
    },
    {
      "url": "https://computinged.wordpress.com",
      "title": "Computing Ed Research - Guzdial's Take | How do people understand computing, and how can we improve that understanding?",
      "description": "How do people understand computing, and how can we improve that understanding?",
      "preview": "Computing Ed Research - Guzdial's Take Home About Guzdial's Computing Education Research Blog Guzdial Papers Resources for new CS Teachers Seeking K-1"
    },
    {
      "url": "https://dlive.tv",
      "title": "DLive · Your Stream, Your Rules",
      "description": "Unlock your streaming potential with the New DLive · Global Live Streaming Platform · Your Stream, Your Rules!",
      "preview": "void"
    },
    {
      "url": "https://www.dermstore.com/sunday-riley-c.e.o.-glow-vitamin-c-turmeric-face-oil-35ml/12053028.html",
      "title": "Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) | Dermstore",
      "description": "Get Sunday Riley C.E.O. Glow Vitamin C Turmeric Face Oil (1.18 fl. oz.) at Dermstore.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://godwhosees.com/donate/",
      "title": "Donate - The God Who Sees",
      "description": "void",
      "preview": "Close Skip to content T he Rock, The Road, &"
    },
    {
      "url": "https://nypost.com/2023/02/02/don-lemon-screamed-at-cnn-this-morning-co-host-in-off-camera-tiff-sources/",
      "title": "Exclusive | Don Lemon 'screamed' at 'CNN This Morning' co-host in off-camera tiff: sources",
      "description": "Tensions on the set of \"CNN This Morning\" have recently boiled over, with Don Lemon allegedly \"screaming\" at co-host Kaitlan Collins off-camera during an ugly December incident that has left the cast and crew rattled ever since, The Post has learned.",
      "preview": "Breaking News Why Trump wasn't awarded Nobel Peace Prize for Israel-Hamas cease-fire deal Tensions on the set of \"CNN This Morning\" have recently boil"
    },
    {
      "url": "https://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "https://www.justfoodfordogs.com/",
      "title": "JustFoodForDogs | Fresh Dog Food, Proven Healthy",
      "description": "JustFoodForDogs fresh dog food is proven to be more digestible and supports immune system health. Explore healthy, vet-recommended dog food today!",
      "preview": "× Find a store 5 miles 15 miles 30 miles 50 miles 100 miles Search Use My location - Or - Contact us loading ... Built by vets. Backed by science. Lov"
    },
    {
      "url": "http://www.moodworks.com/#!tarot-meanings/ca1n",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "https://www.mwm-apps.com/legals/procolor/tos",
      "title": "MWM",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://designstaq.com/",
      "title": "Designstaq: Expert Squarespace Designers",
      "description": "The easiest way for you to get a professionally designed Squarespace website. Clear communication, fast turnaround, and affordable pricing.",
      "preview": "Back Website Design Copywriting Branding 1-on-1 Sessions Scroll Expert Squarespace designers. Designstaq is the easiest way to get a professionally de"
    },
    {
      "url": "https://www.maggi.nl/recepten/mexicaanse-tomatensoep-met-chorizo/",
      "title": "Mexicaanse tomatensoep met chorizo | Maggi",
      "description": "Een heerlijke Mexicaanse toamtensoep met maïs en chorizo. Makkelijk te maken met de MAGGI Basis voor Soep Tomaat Helder.",
      "preview": "Skip to Main Content Mexicaanse tomatensoep met chorizo (0) Gemakkelijk Buy Now Heerlijk Mexicaanse tomatensoep met maïs en chorizo. Ingrediënten - 8"
    },
    {
      "url": "https://www.agavecom.cz/avg-antivirus-business-edition-edu-1-4-pc-2-roky",
      "title": "AVG Antivirus Business Edition EDU pro 1-4 PC na 2 roky",
      "description": "AVG Antivirus Business Edition obsahuje: Cloud Management Console, Souborový štít, E-mailový štít, Webový štít, Link Scanner, Behaviorální štít, Firewall, Skartovač souborů, CyberCapture, Celkový test, Ochrana serveru SharePoint.",
      "preview": "Hľadanie Hledat ve zboží Hledat v článcích Přihlášení Nová registrace 0 ks / 0,00 Kč 0 ks / 0,00 Kč Slevy pro školy, zdravotnictví FAQ Obchodní podmín"
    },
    {
      "url": "https://www.iucncontributionsfornature.org",
      "title": "IUCN Contributions for Nature Platform",
      "description": "The Contributions for Nature platform allows IUCN Members to document where they are undertaking (or planning to undertake) conservation and restoration actions. It overlays data for biodiversity and for nature-based solutions to climate change. This allows IUCN constituents to document their intended contributions to IUCN's Nature 2030 Programme and by extension, other conservation frameworks and agreements such as the Global Biodiversity Framework, Paris Agreement, and UN Sustainable Development Goals (SDGs). While the long-term vision for the Contributions for Nature platform spans the entire of the Nature 2030 IUCN Programme, its first phase focuses on documentation of potential contributions to the Programme Areas on Land and Climate.",
      "preview": "Map options Geolocation Zoom In Zoom Out 0 contributions 1960 1980 2000 2020 2040 2060 2080 2100 The designations employed and the presentation of mat"
    },
    {
      "url": "https://www.smmcoc.org/",
      "title": "Minority COC | Waldorf, MD",
      "description": "Southern Maryland Minority Chamber of Commerce in Waldorf, MD offers information for minority-owned small business. Call (443) 646-5744.",
      "preview": "Southern Maryland Minority Chamber of Commerce CALL US TODAY! 443-646-5744 Address: 10665 Stanhaven Place, Suite 300A, White Plains, MD 20695 CLICK HE"
    },
    {
      "url": "http://www.hopfrog.it/",
      "title": "Prima Pagina - Hop Frog",
      "description": "Hop Frog è una libera associazione di Salerno che promuove il software libero e la cultura aperta da oltre 25 anni.",
      "preview": "Salta al contenuto principale OPEN SALERNO RADIO HOP FROG BIBLIOTECA VIDEOTECA GIRASALERNO _ GIRASALERNO _ Precedente Successivo Ascolta Radio Hop Fro"
    },
    {
      "url": "https://fleetremovals.co.uk/news/european-removals-from-the-north-west/",
      "title": "European Removals from the North West - Britannia Fleet News",
      "description": "European Removals from the North West. Over 40 years experience providing Removals & Storage services in Liverpool & Knowsley. No obligation quotes.",
      "preview": "European Removals from the North West Share on Facebook Share on Twitter Share on LinkedIn Moving home can be stressful at the best of times, even if"
    },
    {
      "url": "https://finance.yahoo.com/video/job-skill-requirements-ratcheting-goodwill-150900114.html?contentType=VIDEO",
      "title": "Job skill requirements are 'ratcheting up,' Goodwill CEO says",
      "description": "Goodwill Industries CEO Steve C. Preston joins Yahoo Finance Live to discuss the August jobs report, the state of the labor market, the skill gap, wages, and the outlook for the job market.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Job skill requirements are 'ratcheting up,' Goodwill CEO says"
    },
    {
      "url": "https://www.timesnownews.com/videos/times-now/india/father-of-group-captain-varun-singh-exclusive-talks-on-his-condition-after-tragic-iaf-chopper-crash/115630",
      "title": "Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Chopper Crash",
      "description": "The lone survivor of the India Air Force chopper crash, Group Captain Varun Singh battles on. Defence minister Rajnath Singh says that he is on life support and he has been airlifted to Bengaluru where he will be treated at the Air Force command hospital. A lot of people are praying for his speedy recovery. Varun Singh has suffered 40 percent burns and he is in critical condition. Times Now has exclusively talked to the father of Captain Varun Singh. Retired Colonel KP Singh said that as of now he doesn't have any information as the medical team hasn't contacted them. Watch the full video to know more. Listen in!",
      "preview": "Elections India India Upfront Newshour Specials Shows World Father of Group Captain Varun Singh Exclusive; Talks on his Condition after tragic IAF Cho"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/post/143019225768",
      "title": "Computer science: the impact of K-12 on university... - Miss Killoran",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    }
  ],
  "_meta": {
    "total_bookmarks": 97
  }
}