{
  "data": [
    {
      "url": "https://www.losttype.com/",
      "title": "Lost Type Co-op",
      "description": "void",
      "preview": "Fonts Store Blog Contact About Lost Type is a Collaborative Digital Type Foundry Introducing PROSPECTUS Introducing MORT MODERN Introducing LEHIGH Int"
    },
    {
      "url": "https://wiktenauer.com/wiki/Main_Page",
      "title": "Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Dedicated to the memory of Dr. Patri Pugliese",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Main Page From Wiktenauer Ju"
    },
    {
      "url": "https://climatecommunication.yale.edu/publications/politics-global-warming-september-2021/",
      "title": "Politics & Global Warming, September 2021 - Yale Program on Climate Change Communication",
      "description": "This report describes how Democratic, Independent, and Republican registered voters view climate and energy policies.",
      "preview": "Home / Politics & Global Warming, September 2021 Report · Oct 20, 2021 Politics & Global Warming, September 2021 By Anthony Leiserowitz , Edward Maiba"
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/post/116940926173",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @dolceforever-blog on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "http://www.revel-belledonne.com/la-fontaine",
      "title": "Village de Revel Belledonne - Revel",
      "description": "void",
      "preview": "Accès rapide Démarches administratives Portail des Familles Menus de la cantine La bibliothèque Location des salles Vie associative Projets en cours O"
    },
    {
      "url": "https://impact.kaporcenter.org",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://devicemanagement.portal.azure.com/?l=en.en-us",
      "title": "Microsoft Intune admin center",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.musicaltommy.com/almohadillas/1464-almohadilla-violin-44-kun-300-original-.html",
      "title": "Almohadilla Violín 4/4 Kun 300 Original",
      "description": "Almohadilla violín Kun Original ajustable en tres direcciones y las patas están equipadas con un sistema de bloqueo.",
      "preview": "Kun Almohadilla Violín 4/4 300 Original Oferta -5,55 € 41,50 € 35,95 € Ahorre 5,55 € Impuestos incluidos Regulable. Un diseño práctico y sencillo que"
    },
    {
      "url": "http://optout.aboutads.info/?c=2&lang=EN",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://ricetta.buoneforchette.com/celestino.php",
      "title": "Ricetta celestino",
      "description": "Come prepare celestino una ricetta di Aperitivi e Cocktail facile e gustosa. Succo Di Limone / Vodka Absolut / Vodka Azzurra Chazskaja P",
      "preview": "void"
    },
    {
      "url": "http://www.baylorhealth.com/Pages/Default.aspx",
      "title": "Welcome to Baylor Scott & White Health",
      "description": "Baylor Scott & White Health has a strong commitment to innovation, collaboration, integrity and compassion for patients. How can we help you?",
      "preview": "We operate our provider referral service to assist patients in selecting providers who are members of Baylor Scott & White Quality Alliance. There are"
    },
    {
      "url": "https://wszystko-do-hotelu.pl/11-akcesoria-hotelowe?page=2",
      "title": "Yope | Wyposażenie hotelu | Wszystko-Do-Hotelu.pl",
      "description": "Produkty YOPE są delikatne i bezpieczne, pielęgnują i rozpieszczają. Sprawiają, że codzienne czynności stają się niezwykle przyjemne. Najlepsza jakość, zapach i design.",
      "preview": "Yope Press&wash - seria dla hoteli. YOPE to marka naturalnych kosmetyków i ekologicznych środków czystości. Powstała z poszukiwania produktów codzienn"
    },
    {
      "url": "https://empres-i.apps.fao.org/",
      "title": "EMPRES-i +",
      "description": "EMPRES-i + is a web-based application that has been designed by FAO's Emergency Prevention System (EMPRES) to support veterinary services.",
      "preview": "void"
    },
    {
      "url": "https://usa.oceana.org/blog/global-fishing-watch-put-test-monitoring-phoenix-islands-protected-area",
      "title": "Global Fishing Watch Put to the Test: Monitoring the Phoenix Islands Protected Area - Oceana USA",
      "description": "In November 2014, Oceana unveiled the prototype of a new tool that will enhance transparency and accountability in commercial fishing fleets around the world. A public version is set to launch this year, but Global Fishing Watch has already been put to the test. Near real-time data, as well as historical data dating back to ... Read more",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://go-expandyourmind-blog.tumblr.com/",
      "title": "Nature, animals, and inspiration :)",
      "description": "void",
      "preview": "Nature, animals, and inspiration :) 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Change bri"
    },
    {
      "url": "https://samantha-brown.com/",
      "title": "Samantha Brown - Places to Love - World Traveler and TV Host",
      "description": "For over 15 years, Samantha Brown has traversed continents, experienced culture, and tasted adventure applying her singular brand of warmth and inclusion along the way. Now, Samantha joins the public television family in January 2018 with 13 NEW 30-minute episodes that seek out the little-known spots and haunts.",
      "preview": "Skip to content EPISODES Follow along on Samantha's adventures to discover her \"Places to Love\"... what she did and the interesting people she met along"
    },
    {
      "url": "https://www.lliurex.es/category/sobre-la-cultura/",
      "title": "Sobre la Cultura - Lliurex",
      "description": "void",
      "preview": "Ir al contenido Sobre la Cultura Regalos de Burgos que capturan su esencia cultural Burgos es una ciudad que guarda historia en cada rincón. Sus calle"
    },
    {
      "url": "https://www.kantar.com/north-america/inspiration/technology/85-per-cent-of-us-households-have-a-video-subscription-service",
      "title": "85% of US households have a video subscription service",
      "description": "Netflix's subscriber base is now below two thirds of US subscribers, as penetration continues to decline, despite the success of Squid Game.",
      "preview": "85% of US households have a video subscription service 26 January 2022 Share Nicole Sangari VP, Kantar Insights Article Get in touch Netflix's subscri"
    },
    {
      "url": "https://www.intertek.com/marks/etl/",
      "title": "ETL Listed Mark",
      "description": "Intertek's ETL Certification program is designed to help you get products tested, certified, proof of product compliance and on to market faster than ever before.",
      "preview": "Intertek Intertek Brand Logo Search ETL Listed Mark Intertek's ETL Certification program is designed to help you get products tested, certified, and o"
    },
    {
      "url": "https://releases.mozilla.org/pub/thunderbird/releases/64.0b4/win32/uz/",
      "title": "Directory Listing: /pub/thunderbird/releases/64.0b4/win32/uz/",
      "description": "void",
      "preview": "Index of /pub/thunderbird/releases/64.0b4/win32/uz/ Type Name Size Last Modified Dir .. File Thunderbird Setup 64.0b4.exe 36M 13-Feb-2023 03:32"
    },
    {
      "url": "https://www.tecnologiaalvarado.com.ve/conectores/716-modulo-sfp-monomodo-20km.html",
      "title": "Tecnologia Alvarado | Equipos e insumos para Redes y Seguridad",
      "description": "Lider en distribucion de Equipos e Insumos de redes y seguridad. Distribuidor autorizado de Wireplus, Tplink, Ubiquiti, entre otras...",
      "preview": "  Novedades  Vista rápida Bateria de Litio 12V 100ah... 450,00 $ Nuevo  Vista rápida Controlador Solar MPPT 140A 486,00 $ Nuevo  Vista rápida Con"
    },
    {
      "url": "http://savoirs.ens.fr/conferencier.php?id=3344",
      "title": "Savoirs ENS",
      "description": "Les derniers cours, séminaires, colloques et conférences enregistrées à l'Ecole Normale Supérieure (Paris)",
      "preview": "Accueil / conferencier Thèmes SCIENCES Chimie (40) Environnement-Ecologie (121) Géosciences (178) Informatique (84) Mathématiques (79) Physique (344)"
    },
    {
      "url": "https://www.rhodeskin.com/products/peptide-lip-treatment",
      "title": "peptide lip treatment - unscented | rhode skin",
      "description": "A nourishing fragrance-free treat for visibly plump, pillowy-soft lips - day or night. This dreamy formula leaves lips looking glossy and works hard to nourish and moisturize dry lips.",
      "preview": "login for early access Shop the full collection before everyone else. Login now to activate early access. Email Password sign in sign in sign in sign"
    },
    {
      "url": "https://likewise.com/privacy-policy",
      "title": "Find New TV Shows, Movies, Books, Podcasts & More",
      "description": "Weekly personalized recommendations for what to watch, read, and listen to-delivered straight to your inbox from Likewise.",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://thelastmileradio.org/",
      "title": "Home - The Last Mile Radio",
      "description": "The Last Mile Radio on SiriusXM serves as an inspiring and informative platform dedicated to criminal justice reform and the transformative potential of individual change.",
      "preview": "Stories of Paving the Road to Change Live Broadcast Saturdays @ 12pm ET Season 3 Episode 91: April Bosworth and Michelle Cirocco 28:00 September 29, 2"
    },
    {
      "url": "https://help.venmo.com/hc/en-us/articles/360021199834-Customer-Identification-Document-Requirements",
      "title": "Customer Identification Document Requirements | Venmo",
      "description": "HOW CAN I COMPLETE IDENTITY VERIFICATION ON VENMO? You can verify your identity in the Venmo app with these steps: 1. Go to the Me tab 2. Tap the Setti...",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Venmo Accounts, Profiles & Settings Updating your Venmo Profile Paymen"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "https://www.joemerrill.com",
      "title": "Joe Merrill",
      "description": "Developer of Countdown Star and other mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets.",
      "preview": "Welcome Developer of mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets. Countdown Star Countdown Star is the best way"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/c/cubism",
      "title": "Cubism | Tate",
      "description": "Tate glossary definition for cubism: A revolutionary new approach to representing reality in art invented by artists Pablo Picasso and Georges Braque in which the artists aimed to bring different views of their subjects together in the same picture",
      "preview": "Cubism Cubism was a revolutionary new approach to representing reality invented in around 1907-08 by artists Pablo Picasso and Georges Braque. They br"
    },
    {
      "url": "https://pandasuite.com/",
      "title": "PandaSuite - Unleash Creativity-No Code Required",
      "description": "PandaSuite is the ultimate no-code platform for building engaging web and native apps and interactive content. Start building today!",
      "preview": "Unleash Creativity No Code Required Bring all your interactive projects to life, whether for web, mobile, desktop, or touchscreen kiosks, with the no-"
    },
    {
      "url": "https://somelikeithotmusical.com/",
      "title": "Some Like it Hot",
      "description": "void",
      "preview": "BROADWAY'S TONY AND GRAMMY AWARD WINNING MUSICAL COMEDY IS NOW ON TOUR! A super-sized, all-out song-and-dance spectacular! The New York Times Winner o"
    },
    {
      "url": "https://jobs.wearegreenbay.com",
      "title": "We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to browse links Skip to main content Skip to job search Our use of cookies We use essential cookies to make this website"
    },
    {
      "url": "https://www.interruptingcriminalization.com/defundpolice-update",
      "title": "#DefundPolice Update - Interrupting Criminalization",
      "description": "void",
      "preview": "0 The Demand Is Still #DefundPolice #DefundThePolice #FundThePeople #DefendBlackLives This update to our June 2020 #DefundPolice toolkit reflects vict"
    },
    {
      "url": "http://www.bmw.com.bd/asia_dl/bd_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Bangladesh | Executive Motors Limited",
      "description": "Visit BMW Bangladesh - Executive Motors Limited in 222 Bir Uttam Mir Shawkat Sarak, Dhaka 1208, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "THE NEW BMW X3 Learn More Explore Now NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X Z BMW 1 Series Petrol BMW"
    },
    {
      "url": "https://riaclu.org/",
      "title": "Home - ACLU of Rhode Island",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Protecting Rhode Islanders' rights since 1959. Stay informed about civil liberties, get our email updates: The Latest News & Commentary ACLU Files Bri"
    },
    {
      "url": "https://www.politifact.com/factchecks/2022/feb/25/vladimir-putin/putin-repeats-long-running-claim-genocide-ukraine/",
      "title": "PolitiFact | Vladimir Putin repeats false claim of genocide in Ukraine",
      "description": "Russia has given several reasons for launching a war against Ukraine. In a televised address announcing the military ass",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://www.iwrite.gr/bookstore/symvolismos-tarw/",
      "title": "Ο Συμβολισμός των Ταρώ - Εκδόσεις iWrite",
      "description": "Ο Pyotr Demianovich Ouspenskii γεννήθηκε στη Μόσχα το 1878. Διετέλεσε ζωγράφος, δημοσιογράφος, και συγγραφέας πολυάριθμων βιβλίων για τον Εσωτερισμό. Πέθανε το 1947.",
      "preview": "Previous product Το ταξίδι της Νεφέλης στο προϊστορικό Διμήνι 12.00 € 10.80 € Back to products Next product Διχασμένη Καρδιά 12.00 € 10.80 € -10% Ο Συ"
    },
    {
      "url": "http://www.mcqs.com/",
      "title": "MCQS",
      "description": "void",
      "preview": "Register Multiple-choice questions for real life medical and computing exams Register Sign in Select your exam Whether you're a doctor looking for pos"
    },
    {
      "url": "http://cujs.soc.srcf.net/",
      "title": "CUJS",
      "description": "void",
      "preview": "Cambridge University Jewish Society CUJS Who we are Cambridge University Jewish Society (CUJS) is the home of Judaism for students in Cambridge. As on"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com%2F&%7Efeature=LoOpenInAppButton&%7Echannel=ShowUser&source=---two_column_layout_nav----------------------------------",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://www.ccmm.ca/en/i-love-working-downtown/",
      "title": "Relaunching downtown Montréal | CCMM",
      "description": "Discover \"I love working downtown,\" a platform for relaunching downtown that will be a catalyst for ambitious initiatives.",
      "preview": "Home I love working downtown Since the launch of our \"I love working downtown\" initiative in March 2021, we've been busy rolling out concrete measures"
    },
    {
      "url": "https://api.mirraw.com/designers/varanga-17756/designs/women-magenta-golden-paisley-printed-a-line-kurta-kurtas-and-kurtis",
      "title": "Women Magenta & Golden Paisley Printed A Line Kurta - Varanga - 3536568",
      "description": "I found this beautiful design on Mirraw.com. Visit Mirraw to checkout more such amazing designs. Mirraw brings handpicked designs from designers across the India. Click here to ...",
      "preview": "void"
    },
    {
      "url": "https://www.mettenmors.de/gartencenter/grillen",
      "title": "Rund ums Grillen im Garten, auf Balkon und Terrasse",
      "description": "für die meisten gehört es zu Entspannung, für andere bedeutet es Stress. Grillen im Garten - mehr Freude im Garten",
      "preview": "Grillgeräte und Grillzubehör Grillen, ob im Garten, auf dem Balkon oder auf der Terrasse Grillen im Garten Artikelauswahl vom: 09.10.2025 Grillgeräte"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "https://sell.amazon.com/programs/black-business-accelerator",
      "title": "Amazon selling programs | Sell on Amazon",
      "description": "Find Amazon programs that can help you simplify your supply chain, engage with customers, and sell specialty products.",
      "preview": "Unlock a universe of selling opportunities What type of Amazon seller are you? Play to your strengths and create your selling strategy with a variety"
    },
    {
      "url": "https://gesi.org/",
      "title": "Global Enabling Sustainability Initiative (GeSI)",
      "description": "We are the Global Enabling Sustainability Initiative (GeSI), a member-centric business association leading on the enabling role of digital in sustainability.",
      "preview": "Digital with Purpose Global Summit 2025 27-28 OCTOBER / THE EGG / BRUSSELS A Summit to support Europe's Digital Transformation Strategy shaping Find O"
    },
    {
      "url": "https://oceansci.ucsc.edu/academics/undergrad.html",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://jasoncanty01.tumblr.com/post/126527477477",
      "title": "Jason Canty's Tumblr Stuffs - Is learning computer science linked to improved learning in other subjects? - Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "https://exceptional-minds.org/",
      "title": "Home - Exceptional Minds",
      "description": "Fall Workshops start September 13, 2025 - registration is now open!",
      "preview": "Skip to content Launching careers in animation, VFX, and digital arts for young adults on the autism spectrum Take a virtual or in-person tour Fall Wo"
    },
    {
      "url": "https://de.linkedin.com/company/leoncycle?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "LEON CYCLE | LinkedIn",
      "description": "LEON CYCLE | 48.662 Follower:innen auf LinkedIn. Leon Cycle is a retailer of premium electric bikes. Originally set up in 2014 as an online retailer in Germany, Leon Cycle has built on its success by establishing its own specialized electric bicycle stores in Hannover, Barcelona, Toronto and Melbourne. We are passionate about electric bicycles.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://www.undocs.org/S/RES/2375%20(2017)",
      "title": "Select a language for S/RES/2375 (2017)",
      "description": "void",
      "preview": "S/RES/2375 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://secure.imvu.com/welcome/ftux/",
      "title": "IMVU - #1 3D Avatar Social App, Virtual Worlds, Virtual Reality, VR, Avatars, Free 3D Chat",
      "description": "IMVU's Official Website. IMVU is a 3D Avatar Social App that allows users to explore thousands of Virtual Worlds or Metaverse, create 3D Avatars, enjoy 3D Chats, meet people from all over the world in virtual settings, and spread the power of friendship.",
      "preview": "void"
    },
    {
      "url": "https://pt.jobrapido.com/Ofertas-de-Emprego-para-Assistente-Comunica%C3%A7%C3%A3o-em-Porto?p=5&shm=all",
      "title": "Emprego Assistente Comunicação Porto, Ofertas de Emprego | Jobrapido.com",
      "description": "Emprego Assistente Comunicação Porto. Todas as novas ofertas em um único lugar. Encontra seu próximo emprego no Jobrapido.com",
      "preview": "Ofertas de emprego encontradas Anúncios Google Ofertas de emprego Abrir pré-visualização da oferta de: Assistente Loja (m/f) - Sta Maria da Feira |2ª"
    },
    {
      "url": "https://vix.com/nuevo",
      "title": "ViX: Cine y TV Gratis en Español",
      "description": "void",
      "preview": "Lo sentimos, pero ViX no está disponible en tu país."
    },
    {
      "url": "http://novenyeink.hu/flora-a-g/kertigyongyvesszo.htm",
      "title": "Mester Zs - Toldi Z: Magyarország flórája és vegetációja - kerti gyöngyvessző",
      "description": "void",
      "preview": "F L Ó R A L A P Betűméret: » kisebb » nagyobb Kerti gyöngyvessző [ Spiraea x vanhouttei ] Család: rózsafélék - Rosaceae Alacsony-középmagas cserje. Ad"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "https://www.abczdravja.si/tag/preventivni-genetski-testi/",
      "title": "preventivni genetski testi Oznake - Abczdravja",
      "description": "void",
      "preview": "preventivni genetski testi Staranje lahko nadzorujemo? Pomembna zahteva sodobnega načina življenja v 21. stoletju je mladosten izgled oziroma biti mla"
    },
    {
      "url": "https://www.quotenmeter.de/n/102356/",
      "title": "«Genial daneben - Das Quiz»: Ein kleiner Schritt für das Quizgenre, aber ein großer Schritt für Sat.1 - Quotenmeter.de",
      "description": "Mit einer Mixtur aus dem Mutterformat und «Wer weiß denn sowas?» kommt der Sat.1-Vorabend nun endlich aus dem intellektuellen Fegefeuer der Scripted-Reality-Dauerrotation heraus. Das ist grundsätzlich ein ebenso löblicher wie überfälliger Schritt - auch wenn die neue Sendung an sich in vielerlei Hinsicht kein großer Wurf ist.",
      "preview": "Magazin Regen oder Sonne  macht das einen Unterschied bei «Wetter vor acht»? Hintergrund Reihen Interview News Welke & Pastewka zeichnen im November"
    },
    {
      "url": "https://tides.gc.ca/en",
      "title": "Tides, currents, and water levels | Tides, currents, and water levels",
      "description": "void",
      "preview": "Tides, currents, and water levels Predicted times and heights of high and low waters, and the hourly water levels for over seven hundred stations in C"
    },
    {
      "url": "https://not-checklist.intopia.digital/",
      "title": "Accessibility Not-Checklist | Brewed by team Intopia",
      "description": "The Accessibility Not-Checklist acts as a guide to make sure you haven't missed anything. If you're new to accessibility, the resource provides a foundation - it's an overview of what you'll need to consider, but it won't teach you WCAG from front to back.",
      "preview": "Loading..."
    },
    {
      "url": "https://captainsnugglefuck.tumblr.com/",
      "title": "@captainsnugglefuck on Tumblr",
      "description": "Follow @captainsnugglefuck and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Burning Brimstone I've found what matters most in life, is how well we walk through hell, no matter how many times we have to go through i"
    },
    {
      "url": "https://neurojobs.sfn.org/jobs/medical-veterinary-or-dental-school/sensory-systems/any-experience-level-considered/direct-employer/",
      "title": "Medical, Veterinary or Dental School Sensory Systems jobs | Any Experience Level Considered, Direct Employer",
      "description": "Medical, Veterinary or Dental School Sensory Systems jobs. 3 Any Experience Level Considered, Direct Employer jobs to view and apply for now with NeuroJobs Career Center",
      "preview": "Skip to job results Skip to refine results Medical, Veterinary or Dental School Sensory Systems jobs Filter jobs Advanced search Open filters Close fi"
    },
    {
      "url": "https://uspaacc.com/",
      "title": "USPAACC | Largest, Most Established Asian American Business...",
      "description": "Our mission is to be the gateway to corporate and government contracts and to connect suppliers of all backgrounds including Pan Asian American...",
      "preview": "Learn More Learn More Learn More Events LiveTALK: Grow Your Business with AI-Powered Toold by Google Looking to harness the power of AI to grow your b"
    },
    {
      "url": "https://truthsocial.com/@realDonaldTrump/posts/108647350940945943",
      "title": "Truth Social",
      "description": "Truth Social is America's \"Big Tent\" social media platform that encourages an open, free, and honest global conversation without discriminating on the basis of political ideology.",
      "preview": "To use this website, please enable JavaScript."
    },
    {
      "url": "https://www.icloud.com",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://my.datasubject.com/16A1AnRt2Fn8i1unj/23233",
      "title": "Data Access Request",
      "description": "void",
      "preview": "You need to enable JavaScript to use this form."
    },
    {
      "url": "https://www.wtatennis.com/rankings/doubles",
      "title": "WTA Doubles Rankings | Current Women's Tennis Doubles Standings",
      "description": "Explore the official WTA doubles rankings to see where your favorite teams stand. Get up-to-date women's tennis standings and player stats in one place.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "https://aintnomobway.com/tickets/",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://www.treadleon.net/index.html",
      "title": "TreadleOn - A Site for People-Powered Sewing Machine Users",
      "description": "Front page for Treadle On web site and email group",
      "preview": "void"
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "http://www.ilovepdf.com/",
      "title": "iLovePDF | Online PDF tools for PDF lovers",
      "description": "iLovePDF is an online service to work with PDF files completely free and easy to use. Merge PDF, split PDF, compress PDF, office to PDF, PDF to JPG and more!",
      "preview": "Every tool you need to work with PDFs in one place Every tool you need to use PDFs, at your fingertips. All are 100% FREE and easy to use! Merge, spli"
    },
    {
      "url": "https://applecash.greendot.com/termsconditions/",
      "title": "Apple Cash Terms and Conditions",
      "description": "void",
      "preview": "IMPORTANT: PLEASE READ The features of Apple Cash are services provided by Green Dot Bank or Apple Payments Inc. as described in the following terms a"
    },
    {
      "url": "https://www.streetracer.cz/damske-kozene-moto-kalhoty-vyprodej/",
      "title": "Kožené , Výprodej | StreetRacer.cz",
      "description": "Dámské kožené kalhoty na motorku.",
      "preview": "Kalhoty / Dámské / Kožené Dámské kožené moto kalhoty, Výprodej Žádné produkty nebyly nalezeny Close Nenalezen žádný produkt Zboží nenalezeno Cookies M"
    },
    {
      "url": "https://quantum4u.in/phoneswitch/privacy-policy.php",
      "title": "Quantum4U | Privacy Policy",
      "description": "void",
      "preview": "Quantum4U Privacy Policy Your privacy is important to us. This privacy policy informs you about why we collect data from our users. This privacy polic"
    },
    {
      "url": "https://a-alexandra.blogspot.com/2012/08/",
      "title": "A Alexandra: august 2012",
      "description": "Cuvintele sunt cheia! Alese corect, ele pot deschide orice suflet și închide orice gură.",
      "preview": "31 august 2012 De 10 ori mai ... Bruneta, buna, carismatica, zambareata, modesta, incapatanata, ambitioasa, dragastoasa, iubareata ... Atat! Restul su"
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.aesociety.org/",
      "title": "AES Society | Inpiring Innovation With Service",
      "description": "AES Electrophoresis Society is a STEM focused non-profit founded to promote excellence in electrokinetics research and discovery.",
      "preview": "top of page AES Society Mission AES Electrophoresis Society is a unique, non-profit, international organization founded to advance and promote electri"
    },
    {
      "url": "https://www.brennancenter.org/our-work/research-reports/steep-costs-criminal-justice-fees-and-fines",
      "title": "The Steep Costs of Criminal Justice Fees and Fines | Brennan Center for Justice",
      "description": "Court fees and fines unjustly burden people with debt just as they are re-entering society. They are also ineffective at raising revenue.",
      "preview": "Skip Navigation Home Our Work Research & Reports The Steep Costs of Criminal Justice Fees and Fines Explore Our Work Close The past decade has seen a"
    },
    {
      "url": "https://www.legis.iowa.gov",
      "title": "Iowa Legislature",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "X Bills Number Keyword Iowa Code Quick Search Iowa Acts Quick Search Chapter Announcements Iowa Redistricting 2021 Popular Links Popular Publications"
    },
    {
      "url": "https://bbamemphis.com/",
      "title": "Black Business Association of Memphis | Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "description": "Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "preview": "Advocacy Counseling Networking MEMphis What WE Do The Black Business Association of Memphis (BBA) is missioned to improve the economic well-being of t"
    },
    {
      "url": "http://www.hitachi.com/",
      "title": "Home : Hitachi Global",
      "description": "Official website of Hitachi, Ltd. Hitachi drives Social Innovation Business, creating a sustainable society with data and technology. We will solve customers' and society's challenges with Lumada solutions leveraging IT, OT (Operational Technology) and products.",
      "preview": "Watch Now Hitachi Highlights About Us The Hitachi group is the global leader in digital innovation and sustainable solutions. For over 110 years, we h"
    },
    {
      "url": "https://instagram.com/bestbuy",
      "title": "Best Buy (@bestbuy) • Instagram photos and videos",
      "description": "585K Followers, 107 Following, 1,416 Posts - Best Buy (@bestbuy) on Instagram: \"What if you could take what you love to the next level? Discover the awesome power of tech.\"",
      "preview": "void"
    },
    {
      "url": "https://www.loomis.us/",
      "title": "Loomis US | The Future of Cash Management",
      "description": "Loomis integrated technology solutions offer the tools you need to manage cash across financial, retail, education, government, jewelry, healthcare, and high-value industries.",
      "preview": "Skip to main content Keep Your Staff in Store With labor costs on the rise, don't waste time on bank trips. Find Out How Outsource Your Cash Operation"
    },
    {
      "url": "https://blog.shopgoodwill.com/english",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "http://www.invictusafrica.com/",
      "title": "Invictus Africa Group LLC",
      "description": "void",
      "preview": "Home About Portfolio Team Contact Invictus Invictus Africa Group, LLC (IAG or Invictus) serves as manager of a private Mauritius based investment hold"
    },
    {
      "url": "http://www.earth210.com/210/SHOW/2111124",
      "title": "show - 2014 LasVegas SEMA AMERICANCAR P1",
      "description": "void",
      "preview": "2014 LasVegas SEMA AMERICANCAR P1 List of Articles 2014 LasVegas SEMA AMERIC... photo registed in March 29, 2015 2014 LasVegas SEMA AMERIC... photo re"
    },
    {
      "url": "https://viewer.gutools.co.uk/world/costa-rica",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in with Google Sign in to continue to gutools.co.uk @guardian.co.uk Enter your email Forgot email? Next Create account"
    },
    {
      "url": "https://www.onenote.com/",
      "title": "Microsoft OneNote | The digital note-taking app for your devices",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.starstijlmeubelen.nl/eetkamertafels/kloostertafel-lexington-lexington-avenue-frans-antiek-eiken/129",
      "title": "Klassieke eetkamertafels",
      "description": "Eetkamertafels in diverse soorten en maten zijn leverbaar uit onze brede collectie klassieke meubelen. Te vinden bij Star Stijlmeubelen.",
      "preview": "Beoordeling 9.3 gebaseerd op 338 individuele klantbeoordelingen op 5-sterrenspecialist U bent hier: Home Klassieke eetkamertafels Eetkamertafels Eetka"
    },
    {
      "url": "https://www.750g.com/aile-de-raie-au-vin-blanc-r38733.htm",
      "title": "Recette Aile de raie au vin blanc - 750g.com",
      "description": "Découvrez la recette d'Aile de raie au vin blanc à faire en 5 minutes. Faites revenir l&#039;oignon émincé avec les carottes en rondelles dans l&#039;huile d&#039;olive. Ajoutez l&#039;ail, le laurier, le thym. Recouvrez avec le vin blanc et le verre d&#039;eau. Assaisonnez. Laissez mijoter 10 minutes environ. Plongez ensuite les ailes de raie dans",
      "preview": "Accueil Recettes Recettes plats Recettes plats avec des produit de la mer Recettes poissons Recettes raie Aile de raie au vin blanc Sponsorisé star ic"
    },
    {
      "url": "https://gen.medium.com",
      "title": "GEN",
      "description": "A former publication from Medium about politics, power, and culture. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in GEN by Medium 100K followers · 1 editor Follow About Help Status About Ca"
    },
    {
      "url": "https://about.netflix.com/en/news/netflix-acquires-iconic-roald-dahl-story-company",
      "title": "Netflix Acquires Iconic Roald Dahl Story Company - About Netflix",
      "description": "The Roald Dahl Story Company (RDSC) and Netflix are joining forces to bring some of the world's most loved stories to current and future fans in creative new ways.",
      "preview": "Skip to content Back to All News Netflix Acquires Iconic Roald Dahl Story Company Ted Sarandos Co-CEO and Chief Content Officer Luke Kelly Managing Di"
    },
    {
      "url": "https://www.thenewsolutions.org/nevzhe-prypeklo/",
      "title": "Невже припекло? | Центр нових рішень",
      "description": "void",
      "preview": "nsc@thenewsolutions.org Facebook Twitter RSS Facebook Twitter RSS Ukrainian English Ukrainian Arabic Chinese (Simplified) English French German Spanis"
    },
    {
      "url": "https://www.mha.gov.in",
      "title": "Home | Ministry of Home Affairs",
      "description": "void",
      "preview": "Skip to main content Ministry Of Home Affairs Har Ghar Tiranga What's New Gender Parity Workshop, Viet Nam -reg Download (1.39 MB) United Nations poli"
    },
    {
      "url": "https://www.ventusky.com/",
      "title": "Ventusky - Weather Forecast, Radar and Wind Maps | Ventusky",
      "description": "Live wind, rain, radar or temperature maps, more than 50 weather layers, detailed forecast for your place, data from the best weather forecast models.",
      "preview": "Live Weather Forecast Maps Login Premium myVentusky About Temperature Feels like temperature Precipitation Radar Satellite Wind speed Wind gusts Cloud"
    },
    {
      "url": "https://www.king-werk.de/Zinnprodukte/Flaschendeckel/",
      "title": "Flaschendeckel",
      "description": "Flaschendeckel aus Zinn Jetzt geht's den Flaschen an den Hals! Originell, flexibel und ausgefallen! Hingucker und Funktion in einem. Made in Germany! Für zu Hause oder draußen. Wir sind seit über 70 Jahren ein deutscher Hersteller von nützlichen G...",
      "preview": "Zum Hauptinhalt springen Zur Suche springen Zur Hauptnavigation springen Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javasc"
    },
    {
      "url": "https://www.kungahuset.se/english/archive/press-releases/2023-02-14-hm-the-king-to-undergo-planned-surgical-procedure",
      "title": "HM The King to undergo planned surgical procedure | Kungahuset",
      "description": "On the advice of his physician, HM The King will undergo a planned surgical procedure on Monday 20 February 2023. The procedure will be performed using laparoscopic (keyhole) surgery in the heart area.",
      "preview": "Startpage / Archive 14 February 2023 HM The King to undergo planned surgical procedure On the advice of his physician, HM The King will undergo a plan"
    },
    {
      "url": "https://www.emag.ro/telefoane-mobile/c",
      "title": "Telefoane Mobile. Afla Preturile! - eMAG.ro",
      "description": "Iti doresti un telefon mobil nou, in rate? La eMAG, telefoanele mobile au preturi avantajoase. Cumpara acum si beneficiezi de plata in rate, deschidere colet, easybox, retur gratuit 30 de zile -Instant Money Back.",
      "preview": "Contul meu Laptop, Tablete & Telefoane PC, Periferice & Software TV, Audio-Video & Foto Electrocasnice & Climatizare Gaming, Carti & Birotica Bacanie"
    },
    {
      "url": "https://www.kungahuset.se/english/archive/press-releases/2023-02-14-hm-the-king-to-undergo-planned-surgical-procedure",
      "title": "HM The King to undergo planned surgical procedure | Kungahuset",
      "description": "On the advice of his physician, HM The King will undergo a planned surgical procedure on Monday 20 February 2023. The procedure will be performed using laparoscopic (keyhole) surgery in the heart area.",
      "preview": "Startpage / Archive 14 February 2023 HM The King to undergo planned surgical procedure On the advice of his physician, HM The King will undergo a plan"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://www.aclukansas.org",
      "title": "Home - ACLU of Kansas",
      "description": "The American Civil Liberties Union of Kansas is a non-profit organization dedicated to protecting the civil rights and liberties of all people living in Kansas.",
      "preview": "Fighting for Civil Liberties and Defending Freedom in the Free State The Latest Publication The Price of Freedom: Bail in Sedgwick County Explore Publ"
    },
    {
      "url": "https://www.columbiabank.com/",
      "title": "Columbia Bank | ColumbiaBank.com",
      "description": "Columbia Bank is here for you now more than ever. Our local business and personal bankers have helped our communities for over 50 years. Join us today.",
      "preview": "Link to Home Page Link to Home Page Close"
    },
    {
      "url": "https://ponyclassic.com/brand/12-total-control-products",
      "title": "TOTAL CONTROL PRODUCTS",
      "description": "void",
      "preview": "Home Tous les produits SHELBY ELEANOR Extérieur Intérieur Compartiment moteur Jantes Echappement Fuel system Eclairage Pièces en fibre Documentation M"
    },
    {
      "url": "https://symptoms.webmd.com/symptomcheckercondition?condition=091e9c5e808e7b35&bpid%5B0%5D=10&sid%5B0%5D=227&bpid%5B1%5D=10&sid%5B1%5D=148&bpid%5B2%5D=10&sid%5B2%5D=5&bpid%5B3%5D=10&sid%5B3%5D=266",
      "title": "Symptom Checker with Body from WebMD - Check Your Medical Symptoms",
      "description": "WebMD Symptom Checker is designed with a body map to help you understand what your medical symptoms could mean, and provide you with the trusted information you need to help make informed decisions in your life for better health.",
      "preview": "INFO SYMPTOMS CONDITIONS DETAILS TREATMENT Symptom Checker WITH BODY MAP Identify possible conditions and treatment related to your symptoms. This too"
    },
    {
      "url": "http://ncdrc.nic.in",
      "title": "NATIONAL CONSUMER DISPUTES REDRESSAL COMMISSION",
      "description": "free website template",
      "preview": "◆ Selection for the post of Member in NCDRC Dt. 23/09/2025. NATIONAL CONSUMER DISPUTES REDRESSAL COMMISSION ABOUT US Hon'ble Mr. Justice Amreshwar Pra"
    },
    {
      "url": "http://ricette.hopfrog.it/",
      "title": "Success!",
      "description": "void",
      "preview": "Success! Your new web server is ready to use."
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/microsoft/D365Finance/",
      "title": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "description": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "preview": "Executive Summary A Forrester Total Economic Impact™ Study Commissioned By Microsoft, July 2022 Table Of Contents Executive Summary TEI Framework And"
    },
    {
      "url": "https://www.lovecrafts.com/en-gb/c/article/how-to-crochet-a-granny-square",
      "title": "How to Crochet a Granny Square for Beginners | LoveCrafts",
      "description": "A crochet square is the perfect project to start on your crocheting journey! Discover how to crochet a granny square with our step-by-step tutorial, video and free granny square pattern.",
      "preview": "Skip to main content JavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to utilize the functionality of"
    },
    {
      "url": "https://ncgov.servicenowservices.com/sp_beneficiary?id=bnf_index&elqTrackId=89e21ed75a6241c7bdcac35ced1dcfa5&elqaid=93&elqat=2",
      "title": "Beneficiary Home - NC Medicaid Beneficiary Service Portal",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.che.nl/opleidingen-aanbod?amp%3Bf%5B1%5D=type%3AMaster&amp%3Bf%5B2%5D=type%3APost-HBO&amp%3Bf%5B3%5D=type%3APost-hbo&amp%3Bf%5B4%5D=vakgebied%3AEducatie&f%5B0%5D=type%3AModule&f%5B1%5D=type%3APost-hbo&f%5B2%5D=vorm%3ADeeltijd",
      "title": "CHE | Studeren doe je in Ede | Opleidingen",
      "description": "void",
      "preview": "Filters Sluiten Vorm Deeltijd (98) Deeltijd+ (10) Voltijd (41) Type Associate degree (7) Bachelor (19) Cursus (35) Master (6) Minor (29) Module (17) P"
    },
    {
      "url": "https://www.learnui.design/blog",
      "title": "Free UI/UX Tutorials & Tools: The Learn UI Design Blog",
      "description": "A design blog by Erik Kennedy on typography, color, layout, UX, design process, and more.",
      "preview": "Skip to content All Posts Start Here Color Typography UX Mobile Beginner Advanced Case Studies Where's the AI design renaissance? AI design is current"
    },
    {
      "url": "https://www.ywca.org/",
      "title": "YWCA",
      "description": "A nonprofit organization dedicated to eliminating racism, empowering women, and promoting peace, justice, freedom, and dignity for all.",
      "preview": "0 Join Us The Urgency of Now Make a Gift Today YWCA is dedicated to eliminating racism, empowering women and promoting peace, justice, freedom and dig"
    },
    {
      "url": "http://brokenjawtips.com/",
      "title": "Ellen's Broken Jaw Tips",
      "description": "Tips for people who have suffered a broken jaw and their mouth is wired shut.",
      "preview": "Home Basics FAQ Recipes Unwired Stories Mouth wired shut? Total bummer. On the bright side, you are probably grateful that you can still use the inter"
    },
    {
      "url": "http://www.ilsole24ore.it/",
      "title": "Il Sole 24 Ore: notizie di economia, finanza, borsa, fisco, cronaca italiana ed esteri - Il Sole 24 ORE",
      "description": "Notizie di economia, cronaca italiana ed estera, quotazioni borsa in tempo reale e di finanza, norme e tributi, fondi e obbligazioni, mutui, prestiti e lavoro a cura de Il Sole 24 Ore.",
      "preview": "Vai alla navigazione principale Vai al contenuto Vai al footer Italia Mondo Economia Finanza Mercati Finanza Personale Norme & Tributi Altre Arteconom"
    },
    {
      "url": "https://mozilla.org/privacy/websites/",
      "title": "Websites, Communications & Cookies Privacy Notice - Mozilla",
      "description": "Our Privacy Notices describe the data our products and services receive, share, and use, as well as choices available to you.",
      "preview": "Things you should know We may receive personal information from you based on your interaction with us on social media platforms, if you submit a job,"
    },
    {
      "url": "http://www.erp-recycling.de",
      "title": "Home - Über die European Recycling Platform - Germany (DE)",
      "description": "ERP simplifies recycling and decommissioning of waste electrical equipment, batteries and packaging - supported by customized IT services.",
      "preview": "Zum Inhalt springen Suche nach: Mitglieder login Suche nach: Member login Homepage admin 2025-04-09T16:40:57+02:00 Simplifying the complexity of compl"
    },
    {
      "url": "http://plants.ensembl.org/Physcomitrium_patens/Gene/Summary?g=Pp3c24_10890;r=24:7549793-7550231;t=Pp3c24_10890V3.1",
      "title": "Gene: Pp3c24_10890 - Summary - Physcomitrium_patens - Ensembl Genomes 62",
      "description": "Ensembl Plants is a genome-centric portal for plant species of scientific interest",
      "preview": "▼ Ensembl Genomes Ensembl Bacteria Ensembl Protists Ensembl Fungi Ensembl Plants Ensembl Metazoa Ensembl (vertebrates) Loading... BLAST BioMart Tools Do"
    },
    {
      "url": "http://www.frogtownmn.org/",
      "title": "Frogtown Neighborhood Association",
      "description": "Located in St. Paul's Frogtown neighborhood. FNA works through accountable collaboration, strategic partnerships, neighborhood relationships and shared values to ensure the balance and harmony of our neighborhood by focusing on health, the physical environment, arts centered organizing and community wealth building.",
      "preview": "Cart 0 Back Small Area Plan Feeding Frogtown 652 Sherburn Housing & Land Use Plan Creative Frogtown Back Events- 2025 Feeding Frogtown Grocery Gatheri"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "https://www.kiwico.com/us/store/dp/roller-coaster-physics-ferris-wheel-project-kit/4072",
      "title": "Marble Roller Coaster | KiwiCo",
      "description": "Fuel your child's curiosity and love for engineering with KiwiCo's Marble Roller Coaster Kit. Perfect for kids ages 7+, this hands-on roller coaster toy makes learning about engine...",
      "preview": "Store Marble Roller Coaster Ages 7+ Ages 7+ Marble Roller Coaster Price: $49.95 $49.95 4.9 Become a thrill engineer and build twisty, turny tabletop r"
    },
    {
      "url": "https://www.bancomundial.org/",
      "title": "Banco Mundial - Desarrollo sostenible, resiliencia y crecimiento económico",
      "description": "El Grupo del Banco Mundial ofrece créditos, asistencia y recursos personalizados a más de 100 países en desarrollo y en transición.",
      "preview": "Nuevas perspectivas económicas regionales Descubra las últimas tendencias de desarrollo macroeconómico en las distintas regiones, con especial énfasis"
    },
    {
      "url": "https://www.woodtv.com/news/alibis-ignored-the-jeff-titus-case/",
      "title": "Alibis Ignored: The Jeff Titus Case",
      "description": "A witness who may have been able to clear a man of a double murder was never called to testify, raising questions about his defense.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.pixelistes.com/forum/mycalendar3.php?month=12&year=2022&sid=b7a799b02a930f0995e5488ed89fa26a",
      "title": "Pixelistes • Calendrier",
      "description": "void",
      "preview": "L'équipe Mentions légales Nous contacter Publicité Subscribe to our Feed Recherche avancée Index du forum Galeries Annuaire Calendrier Règlement Blog"
    },
    {
      "url": "https://shop.github.com/",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://www.ice.gov",
      "title": "ICE | U.S. Immigration and Customs Enforcement",
      "description": "U.S. Immigration and Customs Enforcement's (ICE) mission is to protect America from the cross-border crime and illegal immigration that threaten national security and public safety. This mission is executed through the enforcement of more than 400 federal statutes and focuses on smart immigration enforcement, preventin",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://greendot.com.cy/",
      "title": "Αρχική - Green Dot Cyprus",
      "description": "H Green Dot Κύπρου είναι το πρώτο συλλογικό σύστημα ανακύκλωσης που εγκρίθηκε στην Κύπρο και είναι οργανισμός Μη Κερδοσκοπικού Χαρακτήρα. Ιδρύθηκε το 2003 με βάση τον Περί Συσκευασιών και Αποβλήτων Συσκευασιών Νόμο Ν32(Ι)/2002, ο οποίος καθορίζει την ευθύνη των εταιρειών για ανάκτηση και ανακύκλωση των συσκευασιών που τοποθετούν στην αγορά. Αδειοδοτήθηκε την 1η Αυγούστου, 2006",
      "preview": "Μετάβαση στο περιεχόμενο Γίνε μέλος μας! Κάνε την ανακύκλωση το πιο πράσινο μέρος της επιχείρησής σου... Κατέβασε τo ReCYcling CY app και ενημερώσου για"
    },
    {
      "url": "https://www.50states.com/west-virginia/walker_schools.htm",
      "title": "Walker Schools. Find Elementary, Middle and High Schools in Walker, WV. - 50states",
      "description": "Comprehensive listing of all schools in Walker, WV. Find addresses and contact information for Walker elementary, middle and high schools.",
      "preview": "Skip to main content"
    }
  ],
  "_meta": {
    "total_bookmarks": 127
  }
}