{
  "data": [
    {
      "url": "http://www.reactiongifs.com/tag/whoop-ass/",
      "title": "whoop ass - Reaction GIFs",
      "description": "void",
      "preview": "Tag: whoop ass Whoop Yo Ass May 14, 2014 Spanking When they deserve a spanking June 20, 2013 Opening a can of WHOOP ASS January 22, 2013"
    },
    {
      "url": "https://www.thedesignerstoolbox.com/",
      "title": "The Designer's Toolbox - Helping you get hired in UI, UX, and Product Design",
      "description": "The Designer's Toolbox helps you get hired in UI, UX, and Product Design. Check out our free collection tips, tricks, and best practices.",
      "preview": "Skip to content New! Listen to the Design Table Podcast where we discuss design careers, trends, and more. Menu ✉️ Free Design Tips The Designer's Too"
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "https://www.whatsapp.com/privacy",
      "title": "WhatsApp Privacy | Secure and Private Messaging",
      "description": "WhatsApp is committed to protecting your data. Learn about our privacy features to understand how we ensure your conversations remain private.",
      "preview": "Skip to content Message privately Your privacy is our priority. With end-to-end encryption on WhatsApp, your personal messages, photos, calls and more"
    },
    {
      "url": "https://www.sixrace.it/en/fenders",
      "title": "✌ Buy Mudguards sixrace.it",
      "description": "✅ Fenders. Accessories and Spare Parts motorcycle sixrace.it",
      "preview": "Filter by Clear Manufacturers -- CIRCUIT (8) CIRCUIT EQUIPMENT (8) CNC RACING (26) NG (15) POWERBRONZE (1704) Motorcycle brand no matches Aprilia 103"
    },
    {
      "url": "https://www.adcouncil.org/our-story",
      "title": "Powerful Ads Inspiring Action Since 1941 | The Ad Council",
      "description": "Powerful ads that strengthen the health, education, & safety of our country. We settle for nothing less than a lasting impact on American life. Get involved.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "http://www.landbanktwincities.org/",
      "title": "Land Bank Twin Cities - Social Impact Real Estate",
      "description": "Land Bank Twin Cities is a Minnesota seven-county metro area based organization specializing in land banking, lending and community development.",
      "preview": "Home News Resources Careers Home About Overview Staff Board Strategic Plan Reports & Financials"
    },
    {
      "url": "https://www.health.harvard.edu/staying-healthy/strength-training-builds-more-than-muscles",
      "title": "Strength training builds more than muscles - Harvard Health",
      "description": "Most of us know that strength training (with free weights, weight machines, or resistance bands) can help build and maintain muscle mass and strength. What many of us don't know is that strong muscles lead to strong bones. And strong bones can help minimize the risk of fracture due to osteoporosis.",
      "preview": "Recent Articles 5 timeless habits for better health What are the symptoms of prostate cancer? Is your breakfast cereal healthy? When pain signals an e"
    },
    {
      "url": "https://community.graphisoft.com/rss/message?board.id=forum_document&message.id=33075",
      "title": "topic Re: Fit to skin fill orientation - complex profiles in Documentation",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nothingbigbangtheory.tumblr.com/",
      "title": "@nothingbigbangtheory on Tumblr",
      "description": "Follow @nothingbigbangtheory and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes susikenna-blog Follow POLLY APFELBAUM March 25, 2015 | Designed by Susi Kenna | Hand-painted by Mei Kawajiri / @ciaomanhattan2012 | Inspir"
    },
    {
      "url": "https://signup.e2ma.net/signup/1900156/1902645",
      "title": "Sign up",
      "description": "void",
      "preview": "Yes! I agree to receive emails with news, updates, and promotional information about BBB products or services (check all that apply). To ensure our em"
    },
    {
      "url": "https://hourshaircare.com/products/full-time-1",
      "title": "Full-Time - hOURS haircare",
      "description": "Creates long lasting styles with volume, body, bounce, and a no-crunch finish 2024 Allure Best of Beauty Award Winner 2023 Allure Best of Beauty Award Winner Women's Health 2023 Healthy Hair Award Winner",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Fu"
    },
    {
      "url": "https://jordanssurfacing.co.uk/how-to-extend-your-driveway-the-ultimate-guide/",
      "title": "How to Extend Your Driveway: The Ultimate Guide - Jordans Surfacing",
      "description": "Learn all the steps required to extend your driveway. Jordan Surfacing is here to help you make the best decision for your driveway!",
      "preview": "If you're thinking of extending your driveway, there are many things that need to be considered. There is a lot more to it than just laying some concr"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://abcnews.go.com/US/video/unemployment-reached-highest-level-great-depression-70954064",
      "title": "Video Unemployment has reached the highest level since the Great Depression - ABC News",
      "description": "Steve Preston, CEO of Goodwill Industries International, speaks about how his company is working to help communities find job resources and get Americans back to work.",
      "preview": "Unemployment has reached the highest level since the Great Depression Steve Preston, CEO of Goodwill Industries International, speaks about how his co"
    },
    {
      "url": "https://docs.appsyoulove.com/policies/privacy-policy/",
      "title": "Privacy Policy · AppsYouLove Terms & Policies",
      "description": "void",
      "preview": "Privacy Policy Effective September 22, 2025 Welcome to AppsYouLove LTD. Your privacy is important to us AppsYouLove LTD (\"AppsYouLove\", \"us\", \"our\" or"
    },
    {
      "url": "https://socialimpact.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://audiocollective.ted.com",
      "title": "TED Audio Collective",
      "description": "The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as science and technology-who want to dig deep into today's most exciting ideas. <br/><br/>Subscribe, follow, favorite or just listen, anywhere you get your podcasts.",
      "preview": "Partner with us The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as sci"
    },
    {
      "url": "https://serveminnesota.org/",
      "title": "Homepage - ServeMinnesota",
      "description": "ServeMinnesota oversees all of the AmeriCorps programs and members in the state of Minnesota. Learn how to become an AmeriCorps member or become a program.",
      "preview": "Skip to content How We Make an Impact As Minnesota's Commission on National and Community Service, we combine public and private dollars, strong commu"
    },
    {
      "url": "https://undraw.co/",
      "title": "unDraw - Open source illustrations for any idea",
      "description": "Open-source illustrations for any idea you can imagine and create. Build beautiful websites, products and applications with your color, for free.",
      "preview": "Open-source illustrations for any idea you can imagine and create. Browse now Created by Katerina Limpitsouni A constantly updated collection of beaut"
    },
    {
      "url": "https://www.quotenmeter.de/n/102356/",
      "title": "«Genial daneben - Das Quiz»: Ein kleiner Schritt für das Quizgenre, aber ein großer Schritt für Sat.1 - Quotenmeter.de",
      "description": "Mit einer Mixtur aus dem Mutterformat und «Wer weiß denn sowas?» kommt der Sat.1-Vorabend nun endlich aus dem intellektuellen Fegefeuer der Scripted-Reality-Dauerrotation heraus. Das ist grundsätzlich ein ebenso löblicher wie überfälliger Schritt - auch wenn die neue Sendung an sich in vielerlei Hinsicht kein großer Wurf ist.",
      "preview": "Magazin Regen oder Sonne  macht das einen Unterschied bei «Wetter vor acht»? Hintergrund Reihen Interview News Welke & Pastewka zeichnen im November"
    },
    {
      "url": "https://cpowerenergymanagement.com/who-we-are/newsandhappenings/cpower-customers-avoided-280000-metric-tons-of-co2-in-2021/",
      "title": "CPower Customers Avoided 286,000 metric tons of CO2 in 2021 - CPower Energy",
      "description": "void",
      "preview": "Skip to content Newsroom CPower Customers Avoided 286,000 metric tons of CO 2 in 2021 As CPower Celebrates Record Marginal Carbon Emissions Reduction,"
    },
    {
      "url": "https://www.trevorloudon.com/2006/03/libz-tell-nanny-state-to-mind-her-own-business/",
      "title": "Libz Tell Nanny State to Mind Her Own Business - Trevor Loudon's New Zeal Blog",
      "description": "The Libertarianz are telling Nanny State where to get off.Julian Pistorius has coverage of Libz groups around the country burning their census forms.The only reason you need a Census is to use the ...",
      "preview": "Breaking News 2025-10-07 Democrats and Hamas Are Winning 2025-10-03 Nothing Much has Changed Under Kash Patel's FBI 2025-10-01 Mr. President, Please G"
    },
    {
      "url": "https://www.lifbi.de/Institute/News/udt_3252_param_detail/23978",
      "title": "LIfBi Institut",
      "description": "tbd",
      "preview": "The Leibniz Institute for Educational Trajectories (LIfBi) conducts and promotes longitudinal research in educational science in Germany. To this end,"
    },
    {
      "url": "https://tvline.com/2015/02/16/kit-cowan-tribute-video-death-michael-ausiello-husband/",
      "title": "[VIDEO] Kit Cowan Tribute, Memorial",
      "description": "There's no \"good\" way to say this, so I'll just say it: On Feb. 5, my husband, Kit Cowan, passed away following a courageous, hard-fought 11-month battle with a rare and merciless form of neuroendocrine cancer. As you can imagine, my heart is broken.",
      "preview": "Read Next: 9-1-1: Nashville Series Premiere Is Dripping in Soapy, Southern Twists - Grade ABC's 9-1-1 Spinoff! GET OUR NEWSLETTERS! Search Icon Close"
    },
    {
      "url": "https://tivimax.web.app",
      "title": "TiviMax IPTV Player",
      "description": "void",
      "preview": "Tivimax IPTV Player offer the best watch experience for your iptv services. Download Now Tivimax IPTV Player offers the ability to view IPTV through S"
    },
    {
      "url": "https://travelsites.com/expedia/",
      "title": "Expedia & 29+ HOTEL BOOKING SITES Like expedia.com",
      "description": "Expedia.com is one of the most popular and well-known names in the online travel booking industry for good reason. The site is well-designed, the app is amazing, and the brand is reliable and widely trusted. But is Expedia the booking site with the best deals on the web? Come and read my review of Expedia today to find out!",
      "preview": "TravelSites HOTEL BOOKING SITES Expedia Back To Home Visit This Site Expedia expedia.com 44 Voted What is Expedia? We could all use a vacation now and"
    },
    {
      "url": "https://arthropleuridea.tumblr.com/",
      "title": "viaduct",
      "description": "23, trans gay he/him, mvskoke+tsalagi",
      "preview": "Text - Nov 8, 2024 R eblog P ermalink vampiricvenus We're about to save this sweet innocent baby! I was contacted by @khadigayousef2024 to make a post"
    },
    {
      "url": "https://mockups-design.com/free-brochure-mockups/",
      "title": "Free brochure mockups - Mockups Design",
      "description": "All kind of brochure mockups. For free! Great mockups that will help you visualize your work. Mockups can be used for private and commercial works.",
      "preview": "Free brochure mockups Rich and free collection of brochure mockups in all formats. It does not matter if you want to present a product catalog, compan"
    },
    {
      "url": "http://www.jedasoftwaresystems.com",
      "title": "Jedasoft",
      "description": "void",
      "preview": "Home Contact About News Support"
    },
    {
      "url": "https://stlzoo.org/news/andean-bear-out-of-habitat-again-and-returned-safely",
      "title": "Andean bear out of habitat again and returned safely | Saint Louis Zoo",
      "description": "The Zoo Animal Emergency Response protocol was implemented and various team members responded accordingly.",
      "preview": "Skip to main content February 23, 2023 Andean bear out of habitat again and returned safely The Zoo Animal Emergency Response protocol was implemented"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/faq.php?sid=336abc4a64dd4cdbb9c172a58ac66a3e",
      "title": "L'Angolo dei Sogni - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "https://www.fondazionefeltrinelli.it/eventi/ciclo-di-incontri-2025/",
      "title": "Fondazione Giangiacomo Feltrinelli",
      "description": "La Fondazione Feltrinelli è uno dei maggiori centri europei di documentazione e ricerca nel campo della Storia, Politica, Economia e Società.",
      "preview": "CHIUDI Seleziona la categoria Economia Storia Politica Immaginari Youngonly Inizia la ricerca Vai al contenuto Partecipa Scopri Collabora Sostieni App"
    },
    {
      "url": "https://www.yalemedicine.org/news/what-to-know-before-heading-to-a-nail-salon",
      "title": "Q&A: What to Know Before Heading to a Nail Salon > News > Yale Medicine",
      "description": "Before your next manicure or pedicure, get some handy advice on how to keep your nails healthy from tips to toes from a Yale Medicine nail-health expert.",
      "preview": "Skip to Main Content Our expert offers some handy advice to help keep your nails in tip-top shape. Amanda Zubek, MD, explains what precautions to take"
    },
    {
      "url": "https://mindsetstartupacademy.medium.com/startup-investors-winning-characteristics-of-a-founding-team-with-jason-kraus-of-eqx-fund-b2ed71f8282e?source=post_internal_links---------4-------------------------------",
      "title": "Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund - Mindset Startup Community - Medium",
      "description": "Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund Mindset Clip ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Startup Investors: Winning Characteristics Of A Founding Team, With Jason"
    },
    {
      "url": "https://americassbdc.org/",
      "title": "Home - America's SBDC",
      "description": "America's SBDCs provide free and confidential business advice to help entrepreneurs start, grow, and succeed. Find your local SBDC and get the support you need today.",
      "preview": "America's SBDCs Your Vision for Tomorrow Starts Today. You don't have to build your business alone. Our expert, no-cost advisors provide the guidance"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/All?docType=Kniha&docType=Popisek&docType=Biografie&docType=Koncept&docType=Pozn%C3%A1mky&docType=Pozn%C3%A1mky&docType=Fotografie&docType=Fotografie&docType=Biografie&docType=Fotografie&docType=PopisekdocType=Biografie&docType=Knihasort=4&lang=en",
      "title": "Václav Havel Library",
      "description": "void",
      "preview": "Documentation centre Václav Havel Library Václav Havel * 5. 10. 1936 Prague ✝ 18. 12. 2011 Hradecek Writer and Dramatist; One of the first Spokesmen f"
    },
    {
      "url": "http://jcpenney.com/p/cacharel-yes-i-am-bloom-up-eau-de-parfum-vaporisateur-spray/ppr5008325002?pTmplType=beauty&country=US&currency=USD&selectedSKUId=91515390018&selectedLotId=9151539&fromBag=true&utm_medium=cse&utm_source=google&utm_campaign=Perfumes&utm_content=91515390018&cid=cse%7Cgoogle%7CWomens%7cPerfumes_91515390018&kwid=productads-adType%5EPLA&gclid=Cj0KCQiAutyfBhCMARIsAMgcRJR7KVGejMesFDDHJ6czi4MAOvCzIqFES7YCzqH1Z2mTgSAHUNlB8t0aAgOgEALw_wcB&gclsrc=aw.ds",
      "title": "We Are Currently Unable to Provide a Shopping Experience for this Country",
      "description": "void",
      "preview": "We Are Currently Unable to Provide a Shopping Experience for This Country Please try again later"
    },
    {
      "url": "https://www.extremis.com/fr/collections/walrus/walrus-module-central",
      "title": "Walrus module central - Collection Walrus - Notre collection - Extremis",
      "description": "Portant le nom anglais du morse, cet impressionnant mammifère capable d'affronter les éléments grâce à sa peau épaisse et robuste, ce design unique résiste aux quatre saisons sans avoir besoin de housse ou de ranger les coussins. Une solution ingénieuse permet de concrétiser ce dont les autres canapés d'extérieur ne peuvent que rêver : un grand confort, une esthétique élégante et une résistance climatique à toute épreuve. Walrus module central est disponible en deux tailles et dispose d'un compartiment de rangement à l'arrière. Combinez différents modules Walrus pour créer un canapé dont la forme et la taille s'adaptent parfaitement à votre espace extérieur.",
      "preview": "fr en nl fr de Walrus module central De Walrus collection Avec coussins Canapé d'extérieur modulaire étanche Portant le nom anglais du morse, cet impr"
    },
    {
      "url": "https://www.edenproject.com/",
      "title": "The Eden Project",
      "description": "Eco visitor attraction in Cornwall, UK. As an educational charity, our destinations and projects explore the interconnections between all living things.",
      "preview": "sprite-embellished-radio-a sprite-embellished-radio-b sprite-embellished-radio-c sprite-embellished-radio-d sprite-icon-alert sprite-icon-arrow-down s"
    },
    {
      "url": "https://ocean.si.edu/search?search_api_fulltext=mammal&sort_by=search_api_relevance&sort_order=DESC&f%5B0%5D=content_topics%3A17593&f%5B1%5D=content_topics%3A17597&f%5B2%5D=content_topics%3A17607&f%5B3%5D=content_topics%3A17611&f%5B4%5D=content_topics%3A17615&f%5B5%5D=content_topics%3A17628&f%5B6%5D=content_topics%3A17629&f%5B7%5D=content_topics%3A17637&f%5B8%5D=content_type%3Alesson_plan&f%5B9%5D=content_type%3Aslideshow&f%5B10%5D=content_type%3Avideo&f%5B11%5D=op_generated_tags%3A17528&f%5B12%5D=op_generated_tags%3A17559",
      "title": "Search | Smithsonian Ocean",
      "description": "void",
      "preview": "Skip to main content Showing results for Language Content type Article Type Topics Tags Site Search Sort by Relevance Title Sort Authored on Order Asc"
    },
    {
      "url": "https://aws.amazon.com/what-is-cloud-computing",
      "title": "What is Cloud Computing? - Cloud Computing Services, Benefits, and Types - AWS",
      "description": "void",
      "preview": "Skip to main content AWS › Cloud Computing What is cloud computing? Cloud computing is the on-demand delivery of IT resources over the Internet with p"
    },
    {
      "url": "https://www.lemonde.fr/politique/",
      "title": "Politique - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Politique. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Politique publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://kamea-bg.com/rub.php?sr=1&r=77&SESID=n5gk9br8i591d3q7eg983tfo47",
      "title": "Еднолистни",
      "description": "void",
      "preview": "12 листови Еднолистни работни настолни календари и пирамидки макети за деца макети средна сложност Български забележителности - за напреднали макети с"
    },
    {
      "url": "https://www.skinnytaste.com/",
      "title": "Skinnytaste Recipes - Easy Healthy Recipes Made with Real Food",
      "description": "Healthy recipes made easy from NYTimes best selling author Gina Homolka. Get high-protein recipes, dinner ideas, air fryer recipes & more!",
      "preview": "Skip to content Check out my newest cookbook filled with 100 high-protein meals! Book Tour Dates Shop My Cookbooks My Latest Healthy Recipes More Reci"
    },
    {
      "url": "https://www.patreon.com/legal",
      "title": "Terms of Use - December 14, 2023 - Patreon",
      "description": "Patreon is the best place for creators to build memberships by providing exclusive access to their work and a deeper connection with their communities.",
      "preview": "Terms of Use Effective December 14, 2023 Patreon is a membership platform that helps connect fans with creators they love. Our mission is to put creat"
    },
    {
      "url": "http://www.geomatics.ucalgary.ca/",
      "title": "Department of Geomatics Engineering | Schulich School of Engineering | University of Calgary",
      "description": "void",
      "preview": "Skip to main content Department of Geomatics Engineering About our department Our programs Find your degree Our research Explore the details Faculty m"
    },
    {
      "url": "https://go.missingkids.org/l/808593/2020-02-24/7gz7",
      "title": "Stay in Touch",
      "description": "void",
      "preview": "Donate NetSmartz NCMEC's Online Safety Education Program Title (optional) Mr. Mrs. Dr. Ms. First Name Email Comments Sign up and learn more about how"
    },
    {
      "url": "https://www.ccsbt.org/",
      "title": "CCSBT Home | CCSBT Commission for the Conservation of Southern Bluefin Tuna",
      "description": "void",
      "preview": "Skip to main content 🇯🇵 日本語 Log in Commission for the Conservation of Southern Bluefin Tuna ☰ Main Menu Home About the Commission Origins of the Conve"
    },
    {
      "url": "https://www.healthline.com/nutrition/ketogenic-diet-101",
      "title": "The Ketogenic Diet: A Detailed Beginner's Guide to Keto",
      "description": "The ketogenic diet (keto) is a low-carb, high-fat diet that causes weight loss and provides numerous health benefits. This is a detailed beginner's guide.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "http://www.gugik.gov.pl/pzgik/dane-bez-oplat/dane-z-panstwowego-rejestru-granic-i-powierzchni-jednostek-podzialow-terytorialnych-kraju-prg",
      "title": "Dane udostępniane bezpłatnie do pobrania z serwisu www.geoportal.gov.pl - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.ccaha.org/resources",
      "title": "Resources | Conservation Center for Art & Historic Artifacts",
      "description": "void",
      "preview": "Skip to main content Resources All resources below are available as a download at the bottom of each page. To cite resources from our database, please"
    },
    {
      "url": "https://www.wefeedraw.com/",
      "title": "Raw Dog Food Delivery Company | We Feed Raw",
      "description": "When it comes to raw dog food delivery companies, finding the healthiest & easiest option is key. Shop We Feed Raw for healthy ingredients at your door!",
      "preview": "The Freshest Raw Meals, Delivered. Supports better digestion, stronger immunity, and a longer, healthier life. Create Your Meal Plan How it Works 1. T"
    },
    {
      "url": "https://ourworldindata.org/grapher/renewable-energy-consumption?tab=chart",
      "title": "Renewable energy consumption - Our World in Data",
      "description": "Measured in terawatt-hours of direct primary energy consumption. Traditional biomass refers to the consumption of fuelwood, forestry products, animal and agricultural wastes.",
      "preview": "Interactive visualization requires JavaScript Related research and data Charts Annual change in hydropower generation Annual change in renewable energ"
    },
    {
      "url": "http://www.roberta-golinkoff.com",
      "title": "Roberta Golinkoff",
      "description": "void",
      "preview": "Roberta Michnick Golinkoff holds the Unidel H. Rodney Sharp Chair in the School of Education at the University of Delaware and is also a member of the"
    },
    {
      "url": "https://www.dagnedover.com/collections/vida-tote?",
      "title": "Tote Bags - Everyday Organizational Tote Bags | Dagne Dover",
      "description": "Dagne Dover functional tote bags fit any lifestyle from all-day large totes to structured purse totes and handbags. Designed for work, play, and everything in between.",
      "preview": "ACCESSIBILITY STATEMENT 25% off Kits: Shop Now 25% off Kits: Shop Now Offer expires 4/10/25 11:59 PM PST. Cannot be combined with other offers. Cannot"
    },
    {
      "url": "https://public.govdelivery.com/accounts/USFSIS/subscriber/new",
      "title": "USDA Food Safety and Inspection Service",
      "description": "void",
      "preview": "Email Updates FSIS' email subscription service is an easy way to keep up with food safety news. When you subscribe, you will get an email update when"
    },
    {
      "url": "https://www.shopify.com/",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "http://tsne.org/",
      "title": "Home | TSNE",
      "description": "void",
      "preview": "Partnering to Expand Capacity We provide the resources and support to help organizations, leaders, and communities thrive. We're your partner for chan"
    },
    {
      "url": "http://www.relocationmoverservices.com/",
      "title": "RMS Third Party Moving Services",
      "description": "void",
      "preview": "Skip To Main Content Skip To Main Navigation Skip to Secondary Navigation Accessibility Information Call 1-800-490-7356 Contact Us Client Login Regist"
    },
    {
      "url": "https://farawaytimes.tumblr.com/",
      "title": "Far Away Times",
      "description": "I'm a game designer and generally nice person! VITALLY IMPORTANT LINKS Website | Blog | Twitter",
      "preview": "Far Away Times 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna kuropin Merry yeetmas deanky an"
    },
    {
      "url": "https://www.witchcraftspellslove.com/Astrology-consultancy-service-in-india.php",
      "title": "Astrology consultancy service in India | India",
      "description": "Astrology Consultancy Service in India offer by the Acharya Joshi ji takes avail of his powerful and effective services which is totally free of cost.",
      "preview": "Home About Us Chaughadiya Astrologer Online Best Astrologer in india Astrologer in india Astrology consultancy service in india Free astrology consult"
    },
    {
      "url": "https://trifectanutrition.llbyf9.net/c/3408212/1467354/4609?subid3=people",
      "title": "Trifecta | The #1 Fitness Meal Delivery Service | As Seen On Netflix",
      "description": "As Seen On Netflix: Trifecta gives you the food, the advice, and the community support you need to achieve your goals. We do the meal planning, shopping, and cooking, so you can focus on everything else.",
      "preview": "Weekly Menu Plans About Us Reviews Resources Nutrition Coaching FAQ My Account Get Started Back Meals Breakfasts Meal Prep Chef Built Plans Gift Cards"
    },
    {
      "url": "https://alternativemagazineonline.co.uk/tag/eric-bana/",
      "title": "Eric Bana | Alternative Magazine Online",
      "description": "Posts about Eric Bana written by Martin Mulrooney",
      "preview": "Alternative Magazine Online Skip to content Home About Contact Tag Archives: Eric Bana by Martin Mulrooney | 11/05/2011 · 4:45 pm FILM REVIEW - Hanna"
    },
    {
      "url": "https://kosas.com/products/lipfuel?variant=32907926995001",
      "title": "LipFuel Lip Balm | Kosas Cosmetics",
      "description": "Powerful hydration. Comfiest feel. Energizing color. An ultra-hydrating hyaluronic lip balm loaded with active skincare ingredients. Feels amazing and visibly improves the condition of lips the more you wear it.",
      "preview": "Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+"
    },
    {
      "url": "https://www.leserattenhoehle.de/rl_gallery/de-germany-klett-publisher/",
      "title": "DE-Germany - Klett [publisher] › Leserattenhöhle",
      "description": "void",
      "preview": "Kommentare sind geschlossen. Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis aus. OK Nein Weiterl"
    },
    {
      "url": "https://www.google.com.tr/url?q=https://aevt.org/wishlist/electric-car-charger-load-calculation?utm_source=zalo&utm_medium=zalo&utm_campaign=zalo",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://aevt.org/wishlist/electric-car-charger-load-calculation?u"
    },
    {
      "url": "https://www.booking.com/help.en-gb.html",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is disabled In order to continue, we need to verify that you're not a robot. This requires JavaScript. Enable JavaScript and then reload th"
    },
    {
      "url": "https://www.restavracija123.si/jedilnik/11-6-apetit-verovskova/",
      "title": "Restavracija 123 | 18.2. Apetit Verovškova",
      "description": "void",
      "preview": "RESTAVRACIJE O nas Kartica 123 AKCIJE Študentska prehrana 18.2. Apetit Verovškova Krožnik želja, pohval & pripomb Imate skrite želje, kaj si želite na"
    },
    {
      "url": "https://www.iwrite.gr/bookstore/symvolismos-tarw/",
      "title": "Ο Συμβολισμός των Ταρώ - Εκδόσεις iWrite",
      "description": "Ο Pyotr Demianovich Ouspenskii γεννήθηκε στη Μόσχα το 1878. Διετέλεσε ζωγράφος, δημοσιογράφος, και συγγραφέας πολυάριθμων βιβλίων για τον Εσωτερισμό. Πέθανε το 1947.",
      "preview": "Previous product Το ταξίδι της Νεφέλης στο προϊστορικό Διμήνι 12.00 € 10.80 € Back to products Next product Διχασμένη Καρδιά 12.00 € 10.80 € -10% Ο Συ"
    },
    {
      "url": "https://ko.coursera.org/professional-certificates/soporte-de-tecnologias-de-informacion-google",
      "title": "Google IT Support Professional Certificate | Coursera",
      "description": "Offered by Google. The launchpad to a career in IT. This program is designed to take beginner learners to job readiness in about ... Enroll for free.",
      "preview": "Google IT Support Professional Certificate Google IT Support Professional Certificate The launchpad to a career in IT. This program is designed to tak"
    },
    {
      "url": "https://balancedbites.com/",
      "title": "Balanced Bites Wholesome Foods | Healthy Gluten-Free Meal Delivery, Or",
      "description": "Healthy Frozen Meals Delivered To You. Paleo meal delivery by Balanced Bites sends you freshly made, frozen paleo, keto or gluten-free meals, available whenever you need them! Simply reheat & enjoy. Official Balanced Bites Online Store.",
      "preview": "Skip to content Search Simplify cooking tasty meals. Perfectly balanced, organic spice blends to make any meal taste great! Shop Spices Now Organic sp"
    },
    {
      "url": "https://toyota.oemdtc.com",
      "title": "Toyota & Lexus - OEMDTC",
      "description": "Toyota Lexus & Scion Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://productregistration.sony.com/?cpint=spt-globalheader_prodregistration",
      "title": "Product Registration",
      "description": "Web site created using create-react-app",
      "preview": "void"
    },
    {
      "url": "http://www.cosmopolitan.co.uk/entertainment/news/a34598/idris-elba-dad-quotes-winston-isan/",
      "title": "What Idris Elba has to say about being a dad will melt your heart",
      "description": "If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, prepare to dissolve into a mushy, hormonal mess.",
      "preview": "Skip to Content If there is anything hotter than Idris Elba, it is Idris Elba talking about being a dad and how much he loves his kids. Seriously, pre"
    },
    {
      "url": "https://www.dbricette.it/info.htm",
      "title": "DBRicette: Informazioni",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Informazioni CONTENUTO DEL SITO I software gratuiti presenti del sito gestisc"
    },
    {
      "url": "https://lifehacker.com/all-the-things-you-didnt-know-dish-soap-can-clean-1848332952",
      "title": "7 Ways You Should Be Using Dish Soap to Clean Your Stuff | Lifehacker",
      "description": "Please mentally prepare to fall in love with this kitchen sink staple.",
      "preview": "Skip to Main Content Home Home & Garden Copied All the Things You Didn't Know Dish Soap Can Clean Please mentally prepare to fall in love with this ki"
    },
    {
      "url": "https://celebrityvoicechanger.com",
      "title": "Free Online Voice Changer App - Celebirty Voices",
      "description": "Use Celebrity Voice Changer to Impersonate celebrities. With our Online Voice Changer you can do Voice Recordings too, distorting & changing your voice never been easier.",
      "preview": "x INSTALL Celebrity Voice Changer Voice Changer App - Celebrity Voices Celebrity Voice Changer is the only app using deep learning tech to transform y"
    },
    {
      "url": "http://www.treasurers.org/",
      "title": "The Association of Corporate Treasurers |",
      "description": "void",
      "preview": "Skip to main content Leading the way in treasury excellence Welcome to the Association of Corporate Treasurers (ACT), the chartered professional body"
    },
    {
      "url": "https://landwirtschaftsbedarf.ch/farmers/prodinformatik.cfm",
      "title": "LANDWIRTSCHAFTSBEDARF.CH > Produktesuche > Informatik, Treuhand, Weiterbildung",
      "description": "Einkaufsführer mit über 600 Produkten und Dienstleistungen für die Landwirtschaft.",
      "preview": "Firmensuche Produktesuche Suchservice FarmLinks Impressum Datenschutz Home"
    },
    {
      "url": "https://pngquant.org/",
      "title": "pngquant - lossy PNG compressor",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.honest.com/?gclid=Cj0KCQjw8uOWBhDXARIsAOxKJ2EY4swocmjE8vMFfDILm27uhgYGduD-nG1knqa3OUEoGNBGrISsB8oaAnssEALw_wcB",
      "title": "Honest Baby and Beauty Company | The Honest Company",
      "description": "Shop The Honest Company for innovative formulas and designs on beauty, baby, cleaning products, and more. Plus get your Honest products delivered to your home!",
      "preview": "You are now leaving Honest.com and being taken to our clothing and bedding at sister site HonestBabyClothing.com Stay Continue Your browser does not s"
    },
    {
      "url": "https://www.shopdisney.com/franchises/national-geographic/",
      "title": "National Geographic Store | Disney Store",
      "description": "Discover official National Geographic items including fleece jackets, toys and more at Disney Store.",
      "preview": "Search Icon Location Icon Sign In Icon Minicart Icon Caret Icon Caret icon thin Checkbox Check Filter dropdown arrow Close Clock Icon Plus Icon offers"
    }
  ],
  "_meta": {
    "total_bookmarks": 83
  }
}