{
  "data": [
    {
      "url": "https://news.microsoft.com/",
      "title": "Microsoft Source",
      "description": "The latest news and stories about how technology is helping people around the world solve problems, innovate and do more each day.",
      "preview": "Skip to main content Source Source Category: Innovation How 6 people behind well-known technologies are shaping AI at Microsoft Category: Company News"
    },
    {
      "url": "https://flex.amazon.com",
      "title": "Amazon Flex - Use Your Own Vehicle to Deliver Packages",
      "description": "Start earning money by delivering packages with Amazon Flex on your own time.",
      "preview": "void"
    },
    {
      "url": "http://www.mondadori.com/",
      "title": "Home | Mondadori Group",
      "description": "We are among the leading European media companies, first in Italy as publishers of books and magazines and one of the top companies in France's magazine sector.",
      "preview": "Dan Brown presents \"The Secret of Secrets\" Palazzo Reale celebrates Andrea Appiani 2025 , Festival dello Spettacolo , Tv Sorrisi Canzoni Il Festival d"
    },
    {
      "url": "https://bobhope.uso.org",
      "title": "USO California",
      "description": "Directions, hours, and events for the USO California area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO California Find another USO location USO logo USO California Donate Open Menu Locations Los"
    },
    {
      "url": "http://pittsburghfoundation.org/macmiller",
      "title": "Mac Miller Fund | The Pittsburgh Foundation",
      "description": "Photo credit: Karen Meyers The Mac Miller Fund supports young musicians with resources to help realize their full potential through exploration, expression and community.",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? Mac Miller Fund Established: 10/1/2018 Donate Now As of Oct. 3, 2025,"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85918",
      "title": "Searchable Recipe Database - ALBICOCCHE CON CAPRINO E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.dodho.com",
      "title": "Home | Dodho",
      "description": "Dodho Magazine is published in two independent channels, our online version from where you are reading these lines, and the printed version, published quarterly and that you can find in our store.",
      "preview": "For the first time in the history of humanity, thanks to technology, photos, and satellite sensors, we are experiencing the planet in its entirety and"
    },
    {
      "url": "https://wordsmith.social/read/p/2",
      "title": "Wordsmith Reader",
      "description": "Read the latest posts from Wordsmith.",
      "preview": "Reader Read the latest posts from Wordsmith. 28 Temmuz 2025 from arcahukuk Ankara İcra Avukatı Ankara'nın dinamik ticari hayatında veya bireysel mali"
    },
    {
      "url": "https://pipocamoderna.com.br/2021/04/natalie-portman-vai-estrelar-e-produzir-adaptacao-de-elena-ferrante/",
      "title": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante",
      "description": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante - A atriz Natalie Portman, vencedora do Oscar por \"Cisne Negro\" (2010), vai estrelar e produzir a adaptação do livro \"Dias de Abandono\", da misteriosa escritora...",
      "preview": "PIPOCA MODERNA"
    },
    {
      "url": "https://github.community/",
      "title": "community · Discussions · GitHub",
      "description": "Ask questions, get answers, share expertise.",
      "preview": "Skip to content"
    },
    {
      "url": "https://learn.wordpress.org/",
      "title": "Learn WordPress - There's always more to learn | Learn WordPress",
      "description": "Whether you're a first-time blogger or seasoned developer, there's always more to learn. From community members all over the world, these vast resources will help you learn more about WordPress and share it with others.",
      "preview": "WordPress.org Learn WordPress Learn WordPress Grow your WordPress skills with free educational resources for all levels. Search Get Started Learning P"
    },
    {
      "url": "https://www.khon2.com/local-news/passengers-shaken-by-turbulence-floating-off-of-our-chairs/",
      "title": "Passengers shaken by turbulence 'Floating off of our chairs' | KHON2",
      "description": "It was a terrifying moment for nearly 300 Hawaiian Airlines passengers. The Honolulu-bound flight from Phoenix experienced severe turbulence about 30 minutes before landing which sent at least 11 people to the hospital in serious condition.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.newworldrecords.org/products/music-of-andrew-imbrie",
      "title": "Music of Andrew Imbrie - New World Records",
      "description": "London Symphony Orchestra; Harold Farberman, conductor; Louise DiTullio, flute; Walter Trampler, viola; Lois Brandwynne, piano; Robert Sayre, cello; Roy Bogas, pianoDescribing one's own music is a little like describing one's voice and manner. It is easier to say what it is not than to say what it is. My music does not",
      "preview": "Liner Notes Cat. No. NWCR632 Release Date: 2007-01-01 London Symphony Orchestra; Harold Farberman, conductor; Louise DiTullio, flute; Walter Trampler,"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85950",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://dopely.top/",
      "title": "Dopely",
      "description": "Your ultimate digital color companion. Discover, analyze, and explore the world of color with detailed information, harmony generation, and conversion tools.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://optuna.readthedocs.io/en/stable/reference/generated/optuna.study.Study.html",
      "title": "optuna.study.Study - Optuna 4.5.0 documentation",
      "description": "void",
      "preview": "Key Features Code Examples Installation Dashboard OptunaHub Blog Videos Paper API Reference optuna.study optuna.study.Study optuna.study.Study  class"
    },
    {
      "url": "https://chardove.tumblr.com/",
      "title": "Chardove Reblogs Stuff",
      "description": "This blog has no theme, much apologies! ^^; I like pokemon and a bunch of other stuff though!",
      "preview": "Home Go ahead and ask me a thing? Archive Mobile RSS Chardove Reblogs Stuff Text July 02, 2024 113,487 notes gay-jewish-bucky asked: ssalmonn : impost"
    },
    {
      "url": "https://www.phylliswheatley.org/",
      "title": "Phyllis Wheatley Community Center",
      "description": "Help us celebrate 100 years of Phyllis Wheatley Community Center! -- Historic North Minneapolis Community Center, Family Restoration Services, Youth Discovery Programs, and home of Mary T. Wellcome Childcare Center.",
      "preview": "top of page Phyllis Wheatley Community Center Appoints Chief Bryan Tyner as Executive Director Our Mission: We create pathways for individuals to di"
    },
    {
      "url": "https://chartgo.com/home.html;jsessionid=D580118E0E44A8DDA1FD536B234E6BA7",
      "title": "Create a Graph - Build Online Charts Easily and For Free",
      "description": "Create vibrant, professional graphs instantly with ChartGo - a free and easy-to-use tool for bar charts, line charts, pie charts, and more. Start charting now!",
      "preview": "Create a Graph - Build online Charts Easily and For Free Welcome to ChartGo - Your Ultimate graph creator tool! For over 15 years, we've helped millio"
    },
    {
      "url": "https://www.boscovs.com/product/cloudz-relaxing-soft-travel-pillow/91070?slfpid=3",
      "title": "Out of Stock - Boscov's",
      "description": "Out of Stock - Boscov's",
      "preview": "Skip to Content back to top Fall Festival Price Drops Just In! Shop Now NEW! Womens On Trend Shop Shop Now Every Day Free Shipping at $49 Details"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://videojs.com/html5-video-support/",
      "title": "HTML5 Video Support | Video.js",
      "description": "A table of HTML5 codec support by browser.",
      "preview": "HTML5 Video Support by Codec Chrome Edge Firefox Internet Explorer Opera Safari H.264 4 12 35 9 25 3.2 HEVC (H.265) No No * No 11 No 11 AV1 70 75 67 N"
    },
    {
      "url": "https://www.aubane-editions.fr/produit/repaire-de-fantomes/",
      "title": "Repaire de fantômes - Aubane Éditions",
      "description": "void",
      "preview": "Nous n'acceptons pour le moment que les commandes passées depuis la France ou la Belgique. Si vous souhaitez commander à partir d'un autre pays, n'hés"
    },
    {
      "url": "https://commonsensemedia.org/donate",
      "title": "Donate | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español Our Work and Impact Col 1 Media Choice Digital Eq"
    },
    {
      "url": "https://poesiarecitada.com/?tag=emilio-jimenez-diaz",
      "title": "Poesía Recitada Tomás Galindo",
      "description": "Más de 9.000 vídeos de poemas, cuentos y narraciones en español.",
      "preview": "Presentación Índice de autores Autores favoritos La Papelera jueves, 23 de enero de 2025 Últimas publicaciones De vacaciones Vídeos diarios aquí abajo"
    },
    {
      "url": "https://cardsforhumanity.frog.co/",
      "title": "Cards for Humanity",
      "description": "Cards for Humanity is a practical tool for inclusive design. Deal the cards to get a random person and their needs. Your challenge is to work out how you and your team can design for this user scenario.",
      "preview": "While we aim to be as inclusive as possible, this is an interactive experience we're using React to accomplish, as a result you'll need to enable Java"
    },
    {
      "url": "https://thestack.technology/data-centre-sustainability-article-2021-the-stack/#:~:text=Back%20in%202015%2C%20Anders%20Andrae,of%20global%20electricity%20by%202030.&text=By%202030%2C%20he%20expects%20the,account%20for%20three%20per%20cent",
      "title": "The Data Centre sustainability challenge: \"Through a glass, darkly?\"",
      "description": "Progress in improving data centre sustainability runs into competing approaches on everything from metrics to roadmaps to policy...",
      "preview": "Content Paint Home About Partner Search Sign in Membership How did you get here? I'm not talking existentially, but here, to this page. If you searche"
    },
    {
      "url": "https://astonmartin.oemdtc.com",
      "title": "Aston Martin - OEMDTC",
      "description": "Aston Martin Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://daniloandsharon.com",
      "title": "Danilo & Sharon",
      "description": "Uncover the captivating realm of Danilo and Sharon, where the magic of wedding photography unfolds in all its splendor. Immerse yourself in our extraordinary portfolio as you explore our distinctive artistic vision and personalized services, setting new standards for redefining traditional wedding imagery. Experience the enchantment that awaits in our world of captivating wedding photography.",
      "preview": "Booking Now taking bookings for 2025/26 Check your date Real weddings Portfolio For photographers Flashcourse Photobook About us Contact MENU \"Nature"
    },
    {
      "url": "https://www.salon.com/2000/07/25/eminem_secrets/",
      "title": "Eminem's dirty secrets - Salon.com",
      "description": "He's now a notorious Detroit rapper who spits hate machine-gun style. His family, friends and the bully who beat him up in school remember someone different.",
      "preview": "Advertisement: Eminem's dirty secrets He's now a notorious Detroit rapper who spits hate machine-gun style. His family, friends and the bully who beat"
    },
    {
      "url": "https://hacks.mozilla.org",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://www.davidlay.co.uk/news/diana-the-private-correspondence-of-a-princess/?pc=337",
      "title": "Diana, The Private Correspondence of a Princess",
      "description": "An astonishing, confidential collection of 32 highly personal letters and cards written by the Princess of Wales to two of her closest friends. Sold: Antiques & Interiors - Thu 16th Feb for a total hammer value of £141,150.",
      "preview": "Diana, The Private Correspondence of a Princess An astonishing, confidential collection of 32 highly personal letters and cards written by the Princes"
    },
    {
      "url": "https://www.bisnow.com/atlanta/news/multifamily/apartment-prominence-in-urban-areas-raising-questions-on-whether-they-should-contribute-to-cids-100591",
      "title": "As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share",
      "description": "Changing state law to push apartment owners as paying members of CIDs would be a political uphill battle.",
      "preview": "United States News Atlanta Real Estate News Contact Us Edit Story News As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share Atlant"
    },
    {
      "url": "https://library.osu.edu/dc/catalog?f%5Bcollection_name_sim%5D%5B%5D=san+francisco+academy+of+comic+art+collection&f%5Bcreator_sim%5D%5B%5D=outcault%2C+richard+f.%2C+1863-1928&f%5Bresource_type_sim%5D%5B%5D=image&f%5Btemporal_sim%5D%5B%5D=1900s+%281900-1909%29&f%5Bwork_type_sim%5D%5B%5D=editorial+cartoon&locale=en&per_page=50&search_field=all_fields&sort=system_modified_dtsi+desc&view=list",
      "title": "Digital Collections",
      "description": "void",
      "preview": "Skip to Content"
    },
    {
      "url": "https://www.unibz.it/en/services/library/",
      "title": "Library / Free University of Bozen-Bolzano",
      "description": "Siamo aperti a tutti, offriamo connessione WIFi gratutita e la più grande e aggiornata collezione di letteratura scientifica cartacea e online dell´Alto Adige.",
      "preview": "void"
    },
    {
      "url": "https://www.dsw.com/en/us/product/vince-camuto-aimery-sandal/535385?activeColor=040",
      "title": "Shoes: Women's, Men's & Kids Shoes from Top Brands | DSW",
      "description": "Shop DSW for the best athletic shoes, sneakers, boots, sandals, accessories and more. Free shipping, low prices, and extra perks for VIPs. Find shoes online or at your nearest store.",
      "preview": "We're sorry-please enable JavaScript to access DSW.com."
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    },
    {
      "url": "http://pittsburghfoundation.org/macmiller",
      "title": "Mac Miller Fund | The Pittsburgh Foundation",
      "description": "Photo credit: Karen Meyers The Mac Miller Fund supports young musicians with resources to help realize their full potential through exploration, expression and community.",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? Mac Miller Fund Established: 10/1/2018 Donate Now As of Oct. 3, 2025,"
    },
    {
      "url": "https://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyft&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://repository.iit.edu/islandora/search?type=edismax&cp=islandora%3Auascstudentlife&islandora_solr_search_navigation=0&f%5B0%5D=-mods_subject_topic_ms%3A%22Tricycles%22&f%5B1%5D=-mods_name_creator_namePart_s%3A%22Anderson%2C%5C%20Robert%22&f%5B2%5D=mods_relatedItem_host_titleInfo_title_s%3A%22Office%5C%20of%5C%20Communications%5C%20and%5C%20Marketing%5C%20photographs%2C%5C%201905%5C-1999%22&f%5B3%5D=-mods_subject_topic_ms%3A%22Students%5C-%5C-Social%5C%20life%5C%20and%5C%20customs%22&f%5B4%5D=mods_subject_topic_ms%3A%22Microscopes%22&f%5B5%5D=mods_subject_topic_ms%3A%22Women%5C%20college%5C%20students%22&f%5B6%5D=mods_accessCondition_useAndReproduction_mlt%3A%22in%5C%20copyright%22&f%5B7%5D=mods_name_corporate_affiliated_department_namePart_s%3A%22Illinois%5C%20Tech%5C%20Libraries%22&f%5B8%5D=-mods_typeOfResource_ms%3A%22Still%5C%20image%22",
      "title": "Search results | repository.iit",
      "description": "void",
      "preview": "Skip to main content Search the repository Select Collection All collections Institutional Repository University Archives and Special Collections Sear"
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "http://ricettedalmondo.blogspot.com/",
      "title": "Ricette dal Mondo",
      "description": "Divertiti anche tu a sperimentare ricette da tutto il mondo! Qui potrai trovare le migliori ricette etniche, dalle più classiche a quelle più strane. Scopri come cucinare un succulento Hamburger Americano, uno squisito Sushi Giapponese o come sorprendere gli amici con una fantastica ed originale cena Indiana.",
      "preview": "void"
    },
    {
      "url": "https://www.ns.nl/abonnementen",
      "title": "NS Flex webshop | NS",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 44
  }
}