{
  "data": [
    {
      "url": "https://www.clover.com/developers",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://www.airtable.com/downloads",
      "title": "Downloads - Airtable",
      "description": "Airtable is a low-code platform for building collaborative apps. Customize your workflow, collaborate, and achieve ambitious outcomes. Get started for free.",
      "preview": "Download the Airtable Mobile App Get Airtable at your desk or on the go Desktop apps macOS Download macOS app Requires macOS 10.13+ (High Sierra) Wind"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/major-arcana/",
      "title": "Major Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Major Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://merchants.fiserv.com",
      "title": "Merchant Services | Payment Processing Enterprise Solutions | Fiserv",
      "description": "As the leader in small business merchant services and enterprise solutions for payments, Fiserv creates new experiences to take your business to the next level.",
      "preview": "Skip to Contact an Expert Skip to Main Content Carat | The Global Commerce Platform from Fiserv Carat orchestrates payments and experiences for the wo"
    },
    {
      "url": "https://www.kunecoco.de/2012/09/review-schone-sauerei-ein-schweinekrimi.html",
      "title": "Review // Schöne Sauerei - Ein Schweinekrimi - KuneCoco",
      "description": "Eine Woche habe ich nichts von mir hören lassen.",
      "preview": "Menü Review // Schöne Sauerei - Ein Schweinekrimi Veröffentlicht 16. September 2012 Kommentare 4 Kommentare Eine Woche habe ich nichts von mir hören l"
    },
    {
      "url": "http://www.columbia.ab.ca/",
      "title": "Columbia College Calgary - Quality Education Employers Value",
      "description": "void",
      "preview": "Back Home Get Dental Services for Just $10 Our Dental Patient Care Clinic is back! Now booking appointments for October 6-30th. Learn More Finish your"
    },
    {
      "url": "https://www.urbanic.com/?country_code=IN&utm_source=google&utm_medium=cpc&gclid=CjwKCAiA7939BRBMEiwA-hX5JxrSomTtxmB1OVfePe9Bp00h",
      "title": "URBANIC",
      "description": "URBANIC",
      "preview": "Skip to content ABOUT WISHLIST Search Trending Now Bodycon Dresses T-Shirts Jeans Blazers Popular Products Classic Blazer with Patchwork Rs. 11,598.10"
    },
    {
      "url": "https://newscorp.com/",
      "title": "News Corp",
      "description": "void",
      "preview": "Skip to content Passionate. Principled. Purposeful. News Corp delivers authoritative and engaging content from some of the world's most trusted brands"
    },
    {
      "url": "https://www.siriusxm.com/channels/elvis-radio",
      "title": "Elvis Radio: Music from Elvis Presley | SiriusXM",
      "description": "The only all Elvis all-the-time radio station, broadcasting live from Graceland. Listen to the classics, rare recordings, live tracks & shows devoted to The King.",
      "preview": "Showing channels for my Streaming & Most Radios . Edit Verify channels for my radio Channel numbers may vary across different cars and portable radios"
    },
    {
      "url": "http://www.appdicted.com/privacy-policy-for-apps/",
      "title": "Privacy Policy for Apps - Appdicted",
      "description": "void",
      "preview": "Appdicted Privacy Policy on iOS Apps Data Controller and Owner Appdicted, support@appdicted.com Types of Data collected Among the types of Personal Da"
    },
    {
      "url": "https://lightning.ai/docs/pytorch/stable/",
      "title": "Welcome to ⚡ PyTorch Lightning - PyTorch Lightning 2.5.5 documentation",
      "description": "void",
      "preview": "Table of Contents Overview Team management Production Security Open source Overview PyTorch Lightning Fabric Lit-GPT Torchmetrics Litdata Lit LLaMA Li"
    },
    {
      "url": "https://tinychat.com/",
      "title": "TinyChat - Random Video Chat with Strangers",
      "description": "Random Video Chat with Strangers - TinyChat's fast alternative to Omegle and Chatrandom. No sign-up needed!",
      "preview": "Skip to content TinyChat Random Video Chat with Strangers TinyChat makes it easy to meet new people instantly through free, anonymous random video cha"
    },
    {
      "url": "https://villasenor-derbez.com/",
      "title": "Juan Carlos Villaseñor-Derbez",
      "description": "Assistant Professor",
      "preview": "Juan Carlos Villaseñor-Derbez Assistant Professor Department of Environmental Science and Policy, Rosenstiel School of Marine, Atmospheric, and Earth"
    },
    {
      "url": "https://www.aub.edu.lb/fafs/pages/default.aspx",
      "title": "The Faculty of Agricultural and Food Sciences",
      "description": "FAFS inspires future leaders and promotes Healthy Earth, Healthy Food, Healthy People; its mission to be a hub of agriculture, water, food and nutrition",
      "preview": "American University of Beirut The Faculty of Agricultural and Food Sciences Home > Faculty of Agricultural and Food Sciences Healthy Earth, Healthy Fo"
    },
    {
      "url": "https://parish107.tumblr.com/",
      "title": "@parish107 on Tumblr",
      "description": "Follow @parish107 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes motocrunch Follow follow me :) kylebonallo Follow by Kyle Bonallo (ig: @kylebonallo ) Source: kylebonallo.com pangeen Follow ALT ALT ALT w"
    },
    {
      "url": "https://suporte.handtalk.me/kb",
      "title": "Central de ajuda - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Primeiros Passos Hand Talk Plugin Hand Talk App Dashboard Comunidade HT Segurança"
    },
    {
      "url": "https://www.naacpldf.org/critical-race-theory-faq/",
      "title": "What is Critical Race Theory? | FAQs",
      "description": "What is Critical Race Theory? Here is what you need to know about CRT. Critical race theory is an academic and legal framework that denotes that systemic racism is part of American society.",
      "preview": "critical race theory Frequently Asked Questions To help you learn more about Critical Race Theory (CRT), LDF has compiled answers to the most frequent"
    },
    {
      "url": "https://presidencia.go.cr/",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://energycrisis.co.uk/alternative-energy/",
      "title": "Alternative Energy - Energycrisis.co.uk",
      "description": "void",
      "preview": "Skip to content 1 Comment on Alternative Energy Posted in Energy Crisis Issues By jacob Posted on October 6, 2019 July 12, 2019 It may surprise reader"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "https://www.msnbc.com/knowyourvalue",
      "title": "Know Your Value: Mika Brzezinski empowering women at work and in life",
      "description": "Mika Brzezinski's Know Your Value is an empowered community helping women to grow their career, form healthy habits and reach their full potential.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content Know Your Value Mika Brzezinski's Know Your Value"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "https://ceoworks.org/contact",
      "title": "CEO | Contact",
      "description": "void",
      "preview": "Search Contact Locations Contact CEO works with a diverse range of partners across the country, from employers to public sector agencies to nonprofit"
    }
  ],
  "_meta": {
    "total_bookmarks": 23
  }
}