{
  "data": [
    {
      "url": "https://www.earthday.org/earth-day-live/",
      "title": "Earth Day Live: Debating Planet Earth's Urgent Issues - Earth Day",
      "description": "EARTHDAY.ORG's Earth Day Live event series explores Earth's urgent environmental issues and examines a variety of approaches to protect our shared home.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Upcoming... The Local Climate Challenge: Insights from Subnational Government Le"
    },
    {
      "url": "https://www.nglcc.org/",
      "title": "Home - NGLCC",
      "description": "The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization dedicated to expanding merit-based economic opportunities and advancements for LGBTQ+ and other allied and interested businesses.Read NGLCC's Policy for Strategic Partnerships to Expand Contracting Opportunities for LGBTQ+ Owned Businesses and other Allied and Interested SMEs here. LGBTBE",
      "preview": "Skip to Main Content The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization ded"
    },
    {
      "url": "https://www.newscientist.com/definition/quantum-entanglement/",
      "title": "What is quantum field theory? | New Scientist",
      "description": "Quantum field theory marries the ideas of other quantum theories to depict all particles as \"excitations\" that arise in underlying fields. The British physicist Paul Dirac started the ball rolling in the late 1920s with his equation describing how relativistic electrons - and with it most other matter particles - behave. Standard quantum theory as &hellip;",
      "preview": "Close Advertisement Subscribe now Quantum field theory Quantum-based theories that explain how the forces of nature work By Richard Webb Facebook / Me"
    },
    {
      "url": "http://www.emmanorton.org/",
      "title": "Emma Norton Services | Strengthening, Nurturing, and Empowering",
      "description": "Emma Norton Services provides transformational housing for women and families on their journey of recovery. Learn more and join us.",
      "preview": "Skip to content Transformational housing and growth for individuals and families on their journey of recovery LEARN MORE HOW TO HELP Stay up to date O"
    },
    {
      "url": "https://tesla.oemdtc.com",
      "title": "Tesla - OEMDTC",
      "description": "Tesla Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/quickstart.html",
      "title": "void",
      "description": "void",
      "preview": "You should have been redirected. If not, click here to continue."
    },
    {
      "url": "https://bwittmblr.tumblr.com/post/145943365905",
      "title": "The class students like the most",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "codeorg : A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer scienc"
    },
    {
      "url": "http://ticdesign.chumenwenwen.com/en",
      "title": "TicDesign | Index",
      "description": "TicDesign An open source UI library for Ticwear and Android wear apps Provide a set of solutions for smartwatch ...",
      "preview": "TicDesign An open source UI library for Ticwear and Android wear apps Provide a set of solutions for smartwatch GitHub demo.apk Loading version... An"
    },
    {
      "url": "https://www.waterpathogens.org/book/constructed-wetlands",
      "title": "Constructed Wetlands | Global Water Pathogen Project",
      "description": "void",
      "preview": "Constructed Wetlands Published on: March 22, 2017 view PDF Chapter info Copyright: This publication is available in Open Access under the Attribution-"
    },
    {
      "url": "https://www.kayalvarezmakeup.com/weddings",
      "title": "Bridal Makeup - Orlando Makeup Artist - Kay Alvarez",
      "description": "Bridal & Wedding makeup services for the Bride, Bridesmaids and bridal party",
      "preview": "Book Me Orlando Makeup Wedding Day Makeup Portfolio Client Photos Glam & Beauty Weddings Branding Makeup Clients Film & Corporate SFX & Creative Magaz"
    },
    {
      "url": "https://www.univision.com/global/privacy-policy-en",
      "title": "Privacy Notice - TelevisaUnivision",
      "description": "LAST UPDATED: March 7th, 2025 TelevisaUnivision - Global Privacy Notice Univision Communications, Inc. and its affiliates (collectively, \"TelevisaUnivision,\" \"we,\" \"us,\"...",
      "preview": "Home About Leadership Brands Newsroom Careers Partner with Us Así Studios Advanced Solutions Hispanic Insights Growth Stories Español Privacy Notice L"
    },
    {
      "url": "https://www.sba.gov/about-sba/sba-newsroom/press-releases-media-advisories/sba-rolls-out-dedicated-tool-small-businesses-connect-cdfis-small-asset-lenders-participating-ppp",
      "title": "SBA Rolls Out Dedicated Tool for Small Businesses to Connect with CDFIs, Small Asset Lenders Participating in PPP | U.S. Small Business Administration",
      "description": "WASHINGTON - Today, U.S. Small Business Administration Administrator Jovita Carranza announced the launch of a dedicated online tool for small businesses and non-profits to be matched with Community Development Financial Institutions (CDFIs), Minority Depository Institutions (MDIs), Certified Development Companies (CDCs), Farm Credit System lenders, Microlenders, as well as traditional smaller asset size lenders in the Paycheck Protection Program (PPP).",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.ecoembes.com",
      "title": "Ecoembes",
      "description": "Ecoembes ♻️ es una organización medioambiental sin ánimo de lucro que promueve la sostenibilidad y el cuidado del medioambiente a través del reciclaje 🌎",
      "preview": "Pasar al contenido principal Reduce. Reutiliza. Recicla. El reciclaje de los envases domésticos que gestionamos crece un 5,4% en 2024 Más información"
    },
    {
      "url": "https://www.treadleon.net/sewingmachineshop/index.html",
      "title": "TreadleOn - The Sewing Machine Shop",
      "description": "void",
      "preview": "Search this site"
    },
    {
      "url": "http://www.toddjdanforth.com/",
      "title": "Todd Joseph Danforth",
      "description": "void",
      "preview": "0 Queer Inheritance, 2022 - present The Art of Losing, 2009 - Present"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/mapbox+mapbox-ios+mapbox-android",
      "title": "Newest 'mapbox+mapbox-ios+mapbox-android' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://quotesondesign.com/",
      "title": "void",
      "description": "void",
      "preview": "Quotes on Design No matter how cool your interface is, it would be better if there were less of it. - Alan Cooper Get another random design quote Cura"
    },
    {
      "url": "https://www.brookings.edu/research/digitalization-and-the-american-workforce/",
      "title": "Digitalization and the American workforce | Brookings",
      "description": "Over the last few decades, the rapid rise of digital technology has fundamentally changed the U.S. economy and the world of work. This new report explores how communities can spread the benefits of digitalization while mitigating its potentially harmful effects.",
      "preview": "Search Home Digitalization and the American workforce Downloads Downloads Full Report Executive Summary Press release Infographic Appendix A - Methodo"
    },
    {
      "url": "https://example.com",
      "title": "Example Domain",
      "description": "void",
      "preview": "Example Domain This domain is for use in documentation examples without needing permission. Avoid use in operations. Learn more"
    },
    {
      "url": "https://go.nearmap.com/",
      "title": "High-res Aerial Maps & Location Intelligence | Nearmap",
      "description": "What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions that move business, community, and humanity forward.",
      "preview": "Turn location data into insightful answers What insights do you need to shape your world? Unlock them with Nearmap. And make the kind of decisions tha"
    },
    {
      "url": "https://bibliometria.us.es/prisma/publicacion/buscar/fuente/4296",
      "title": "Búsqueda de Publicación - Prisma - Unidad de Bibliometría",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://docs.qmk.fm/#/",
      "title": "Quantum Mechanical Keyboard Firmware | QMK Firmware",
      "description": "Documentation for QMK Firmware",
      "preview": "Skip to content Menu Return to top On this page Quantum Mechanical Keyboard Firmware What is QMK Firmware? QMK ( Quantum Mechanical Keyboard ) is"
    },
    {
      "url": "https://aintnomobway.com/?gclid=CjwKCAiAy_CcBhBeEiwAcoMRHOwqcEjTTeVEv3yFxhROV92xZaBs5lnBfJFixScSVetL9HJY1eLAqBoChNAQAvD_BwE",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://desktop.github.com",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://bugatti.oemdtc.com/category/recalls",
      "title": "Recalls | Bugatti - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.hamiltonfamilies.org/",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://merchants.fiserv.com/en-us/products/merchants/mid-sized-commerce-solutions/",
      "title": "Mid-Sized Commerce Solutions | Merchants U.S. | Fiserv",
      "description": "Driving commerce with integrated solutions for mid-size businesses, and the evolving needs of their customers.",
      "preview": "Skip to Contact an Expert Skip to Main Content Commerce Solutions for Mid-Sized Businesses Streamline payment acceptance and elevate payment experienc"
    },
    {
      "url": "https://decider.com/",
      "title": "Decider | Where To Stream Movies & Shows on Netflix, Hulu, Amazon Prime, HBO Max",
      "description": "Decider helps you find what to watch. Discover the best movies and shows streaming on Netflix, Disney+, Hulu, Amazon Prime Video, HBO Max, and more.",
      "preview": "Skip to main content Search Search What to Watch Genres Horror Comedy Children's/Family Drama Documentary/Reality Music Platforms HBO Max Netflix Peac"
    },
    {
      "url": "http://contactus.target.com/ContactUs?Con=ContactUs&lnk=fnav_t_spc_1_28",
      "title": "Contact Us",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.hcibib.org/hci-sites/BIBLIOGRAPHY.html",
      "title": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY",
      "description": "Bibliographic databases and annotated bibliographies on HCI.",
      "preview": "HCI Bibliography : HCI Webliography : HCI-SITES : BIBLIOGRAPHY Page updated: 2019-05-13 Accesses since 2000-01-18 : director@hcibib.org Hosted by ACM"
    },
    {
      "url": "https://socialjusticeparenting.com/",
      "title": "Social Justice Parenting",
      "description": "ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassionate, and socially conscious children, from a diversity and inclusion educator with more than thirty years of experience. As a global pandemic shuttered schools across the country in 2020, parents found themselves thrust into the role of teacher-in more ways than",
      "preview": "Skip to content osama.blogger 2021-10-21T16:41:07+00:00 ORDER NOW WHEREVER BOOKS ARE SOLD An empowering, timely guide to raising anti-racist, compassi"
    },
    {
      "url": "https://memesoundboard.fun",
      "title": "Meme Soundboard 2016-2025 for iOS",
      "description": "Meme Soundboard 2016-2025 for iOS",
      "preview": "void"
    },
    {
      "url": "https://parierbet.com/1xbet-bonus-de-200-sur-le-premier-depot/",
      "title": "1xBet - Bonus de 200% sur le premier dépôt | Parierbet.com",
      "description": "Découvrez comment profiter du bonus de 200% sur le premier dépôt sur 1xBet.",
      "preview": "Home Promotions 1xBet - Bonus de 200% sur le premier dépôt 1xBet - Bonus de 200% sur le premier dépôt Categories: 1xbet promotions , Promotions | Publ"
    },
    {
      "url": "https://talkingpts.org/",
      "title": "Home - TalkingPoints",
      "description": "void",
      "preview": "Watch Attendance Soar When Families Feel Heard → Explore Resources & Claim Special Pricing! (Ends Dec 31) Drive student outcomes with the leading Univ"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/m/minimalism",
      "title": "Minimalism | Tate",
      "description": "Tate glossary definition for minimalism: Extreme form of abstract art developed in the USA in the second half of the 1960s and typified by artworks made in very simple geometric shapes based on the square and the rectangle",
      "preview": "Minimalism Minimalism is an extreme form of abstract art developed in the USA in the 1960s and typified by artworks composed of simple geometric shape"
    },
    {
      "url": "https://m.novinite.com/view_news.php?id=181332",
      "title": "Heavy Rainfall and Storm Hit Turkey's Istanbul - Novinite.com - Sofia News Agency",
      "description": "Heavy rainfall disrupted daily life in Istanbul Tuesday with floods and storms taking over the city, reported Daily Sabah Istanbul. The Directorate General of Meteorology warned Monday of heavy rains and possible flooding, saying that summer temperatures were expected to drop from over 30 Celsius to 20.",
      "preview": "Login Heavy Rainfall and Storm Hit Turkey's Istanbul World | July 18, 2017, Tuesday // 11:23 | views pixabay.com Heavy rainfall disrupted daily life i"
    },
    {
      "url": "https://llama.pe/certificado-digital-de-prueba-sunat",
      "title": "Certificado digital de PRUEBA - SUNAT | Firma Digital con Certificado Digital Perú - Llama.pe",
      "description": "Genera un certificado digital de prueba para Facturación Electónica de manera fácil y rápida.",
      "preview": "Cargando... Migra a Llama.pe con el 50% de descuento [ más información] Certificado digital de PRUEBA - SUNAT Certificados emitidos en formato softwar"
    },
    {
      "url": "https://www.nrk.no/urix/",
      "title": "NRK Urix - Utenriksnyheter og -dokumentarer",
      "description": "Følg med på hva som skjer i verden. Finn aktuelle utenriksnyheter og innsiktsfulle dokumentarer på NRK.no/urix",
      "preview": "NRK Urix - Utenriksnyheter og -dokumentarer Urix Maria Corina Machado får Nobels fredsprisen 2025: Det hvite hus reagerer Det hvite hus mener Nobelkom"
    },
    {
      "url": "https://tribecafilm.com/films/somewhere-in-queens-2022",
      "title": "Somewhere in Queens | 2022 Tribeca Festival | Tribeca",
      "description": "An Italian-American dad from Queens gets increasingly involved in ensuring his son's high school basketball success in Ray Romano's directorial debut.",
      "preview": "World Premiere Somewhere in Queens Spotlight Narrative Feature | United States | 106 MINUTES | English New York , Comedy , Drama As the prospect of at"
    },
    {
      "url": "https://helionsf.ro/2019/09/stiri-sf/evenimente/festivalul-flight-un-pas-inainte-pentru-timisoara/attachment/img_5566/",
      "title": "IMG_5566 | Helion Online",
      "description": "Visit the post for more.",
      "preview": "void"
    },
    {
      "url": "https://wbaworldwide.wba.com/",
      "title": "WBA Worldwide | Login",
      "description": "void",
      "preview": "Login Welcome to WBA Worldwide Since this is the first time you have accessed our intranet from this device, we need some information to get you logge"
    },
    {
      "url": "https://njewasafaris.com/",
      "title": "void",
      "description": "void",
      "preview": "Home Tours & Safaris Kenya/ Tanzania Safaris Airport Transfers JKIA to Nairobi Hotels JKIA to Nanyuki town JKIA To Naivasha JKIA to Nakuru Town Mounta"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/quickstart/",
      "title": "Quickstart - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Quickstart Quickstart ¶ Eager to get started? This page gives a good introd"
    },
    {
      "url": "https://www.cheese-info.co.uk/pages/visitor-support",
      "title": "Support for visitors | cheese-info.co.uk",
      "description": "void",
      "preview": "cheese-info.co.uk Support for visitors Support for visitors Thanks to our many visitors, we are able to keep our website running. Therefore, we find t"
    },
    {
      "url": "https://www.sandiegogulls.com/news/detail/san-diego-gulls-to-host-community-night-on-sunday-march-27",
      "title": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 | San Diego Gulls",
      "description": "The San Diego Gulls announced today that the American Hockey League (AHL) club will host Community Night on Sunday, Mar. 27 when the club hosts the Stockton Heat at Pechanga Arena San Diego (5 p.m.). The Gulls are inviting all fans in attendance to help distribute $35,000 in San Diego Gulls Foundation funds to 10 local non-profit organizations. The San Diego Gulls Foundation has donated over $675,000 into the San Diego community since its inception in 2016.",
      "preview": "San Diego Gulls To Host Community Night On Sunday, Mar. 27 Mar 25, 2022 The San Diego Gulls announced today that the American Hockey League (AHL) club"
    },
    {
      "url": "https://www.mgap.gub.uy/solicitudforestal/denunciacorta.aspx",
      "title": "Denuncia Corta",
      "description": "Denuncia Corta",
      "preview": "Formulario para denuncias de cortas en bosque nativo Su aporte puede ayudarnos a cumplir más eficientemente nuestra tarea. Si Ud. detecta cortas, defo"
    },
    {
      "url": "https://desktop.github.com/",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://docs.google.com/document/d/1ahEsbZgIa99mFhoJX14P-t4BxyvTe8S7eioLyNRK3JM/edit#heading=h.3y7nhrclernv",
      "title": "Instantly - How We Get 400+ Replies Monthly With Our Cold Email Copywriting Framework - Documenti Google",
      "description": "Instantly.ai - How We Get 400+ Replies Monthly With Our Cold Email Copywriting Framework I'm not a copywriting expert, but we were getting 400+ replies monthly in our lead gen agency + grew Instantly to 100K/MRR with the same strategies I'm going to share with you below. This means that you d...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://catalog.ngc.nvidia.com/orgs/nvidia/containers/pytorch",
      "title": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "description": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "preview": "void"
    },
    {
      "url": "http://www.nsf.gov/",
      "title": "NSF - National Science Foundation",
      "description": "NSF is an independent federal agency that supports science and engineering in all 50 states and U.S. territories.",
      "preview": "Innovation Anywhere, Opportunity Everywhere NSF is an independent federal agency that supports science and engineering in all 50 states and U.S. terri"
    },
    {
      "url": "https://ellinikiagogi.gr/18-%CE%B8%CE%B1%CE%BB%CE%B1%CF%83%CF%83%CE%B9%CE%BD%CE%AC-%CF%84%CF%81%CE%B1%CE%B3%CE%BF%CF%8D%CE%B4%CE%B9%CE%B1/",
      "title": "18. Θαλασσινά τραγούδια | Ελληνική Αγωγή",
      "description": "void",
      "preview": "Skip to content 18. Θαλασσινά τραγούδια Για να δείτε αυτό το περιεχόμενο πρέπει πρώτα να συνδεθείτε . Ἡ σύνδεση μπορεῖ νὰ γίνει κατὰ τὴ διάρκεια τῆς π"
    },
    {
      "url": "https://www.ordnancesurvey.co.uk/governance/crown-copyright",
      "title": "Crown copyright | Governance | OS",
      "description": "Learn how Ordnance Survey data, brand and trade marks are copyright protected.",
      "preview": "Customer support Contact us Crown copyright Learn how our data, brand and trade marks are copyright protected Our brand is one of the most recognised"
    },
    {
      "url": "https://library.montgomerycollege.edu/",
      "title": "Montgomery College Library | Montgomery College, Maryland",
      "description": "void",
      "preview": "The Rockville Campus library will be renovated starting this winter! During construction, the library will be temporarily located in the Academic Anne"
    },
    {
      "url": "https://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "https://www.fredrogers.org/",
      "title": "Home - Fred Rogers Productions",
      "description": "Peg + CatAdorable and spirited Peg along with her sidekick, Cat, embark on adventures and learn math. Learn More Daniel Tiger's NeighborhoodDaniel Tiger shares relatable preschool experiences with his friends in the Neighborhood of Make-Believe. Learn More Donkey HodieDonkey Hodie is a puppet series for preschoolers inspired by the quirky, funny side of Fred Rogers",
      "preview": "Skip to content Search for: Peg + Cat Adorable and spirited Peg along with her sidekick, Cat, embark on adventures and learn math. Learn More Daniel T"
    },
    {
      "url": "https://furhaven.com/products/shop-pet-beds-snuggery-burrow-bed-faux-sheepskin",
      "title": "FurHaven | Snuggery Burrow Dog Bed - Faux Sheepskin",
      "description": "void",
      "preview": "Free shipping on orders $75+ Snuggery Burrow Dog Bed - Faux Sheepskin $30.99 Mattress Type : Orthopedic Foam Memory Foam Cooling Gel Foam Size : 26\" R"
    },
    {
      "url": "http://www.dfo-mpo.gc.ca/media/rss-eng.htm",
      "title": "Stay connected",
      "description": "Stay connected",
      "preview": "Stay connected Fisheries and Oceans Canada uses the Internet and social media tools to provide timely and up-to-date information. Stay informed and co"
    },
    {
      "url": "https://thetextileexpert.com/",
      "title": "The Textile Expert",
      "description": "Deborah Young. The Go-To Textile Expert.",
      "preview": "The Textile Expert The Textile Expert (562) 833-0701 The Textile Expert Deborah Young. The Go-To Textile Expert. Home Expert Witness Consulting Backgr"
    },
    {
      "url": "https://www.standardmedia.co.ke/topic/cultural-ties",
      "title": "Cultural Ties - The Standard",
      "description": "Get the latest news, videos, and pictures on Cultural Ties",
      "preview": "× The Standard e-Paper Informed Minds Prefer The Standard ★★★★ - on Play Store Download Now × The Standard Group Plc is a multi-media organization wit"
    },
    {
      "url": "https://www.geogebra.org/calculator",
      "title": "Calculator Suite - GeoGebra",
      "description": "Interactive, free online calculator from GeoGebra: graph functions, plot data, drag sliders, create triangles, circles and much more!",
      "preview": "x y z π 7 8 9 × ÷ e 4 5 6 + - < > ≤ ≥ 1 2 3 = ( ) , 0 ."
    },
    {
      "url": "http://www.numbertheory.org/ntw/N5.html",
      "title": "ONLINE THESES IN NUMBER THEORY",
      "description": "void",
      "preview": "Online Theses in Number Theory Thèses habilitations, France [ 2023 | 2022 | 2021 | 2020 | 2018 | 2017 | 2016 | 2015 | 2014 | 2013 | 2012 | 2011 | 2010"
    },
    {
      "url": "https://walmartsustainabilityhub.emissionscalculators.walmart.com/main/innovations/circular-connector",
      "title": "Walmart Sustainability",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ui-patterns.com/patterns",
      "title": "Design patterns",
      "description": "It has long been common practice in software design to use libraries of recurring solutions to solve common problems in software design. Such solutions are also called design patterns.",
      "preview": "Design patterns User Interface Design patterns are recurring solutions that solve common design problems. Design patterns are standard reference point"
    },
    {
      "url": "https://store.nintendo.com/en-us/nintendo-switch-digital-games",
      "title": "My Nintendo Store - Nintendo Official Site",
      "description": "Shop at the My Nintendo Store for exclusive Nintendo merchandise, video games in digital and physical formats, Nintendo Switch™ systems, and much more.",
      "preview": "My Nintendo Store Donkey Kong™ Bananza DK Island & Emerald Rush DLC : Your action-packed vacation in the sun and sand starts here! Go bananas! Fantasy"
    },
    {
      "url": "https://www.visitportugal.com/pt-pt/content/lisboa",
      "title": "Lisboa | www.visitportugal.com",
      "description": "Sobre a margem direita do amplo estuário do rio Tejo, a capital de Portugal assente sobre encantadoras colinas, desfruta de uma situação geográfica ímpar, a que deve o seu destino de cidade cosmopolita. A sua luz excepcional, encantamento de escritores, fotógrafos e cineastas, o casario claro que trepa sobre as colinas, onde sobressai a cor ocre dos telhados, a policromia dos",
      "preview": "Passar para o conteúdo principal www.visitportugal.com Pesquisa Pesquisa avançada Idioma Partilhe RSS Partilhe E-mail N3 132853 117.93.76.183 node/132"
    },
    {
      "url": "https://www.kmov.com/2023/02/20/teenager-visiting-st-louis-volleyball-tournament-hit-by-car-while-walking-hotel/",
      "title": "Teen in St. Louis for volleyball tournament hit by car, has both legs amputated; suspect arrested",
      "description": "A teenage girl from Tennessee who was in downtown St. Louis for a volleyball tournament was hit by a car Saturday night.",
      "preview": "Skip to content ST. LOUIS (KMOV) - A teenage girl from Tennessee who was in downtown St. Louis for a volleyball tournament was hit by a car Saturday n"
    },
    {
      "url": "https://www.ywcahouston.org/",
      "title": "Home",
      "description": "void",
      "preview": "Donate Contact us SUPPORT HERE Our Latest News - 2024 WINS FOR KIDS GRANT Astros Foundation in partnership with Chevron presents YWCA Houston with a 2"
    },
    {
      "url": "https://youtu.be/iWkgapKbJWg",
      "title": "Downloading data from the Global Fishing Watch platform - YouTube",
      "description": "Learn how to download data in the Global Fishing Watch map. Visit the map at globalfishingwatch.org/map.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.simpleviewer.net/forum/profile.php?id=61638",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.finalsite.com",
      "title": "School Websites, Communications & Enrollment Platform | Finalsite",
      "description": "Finalsite is the first community relationship management platform for K-12 schools, transforming how schools attract students, engage families, and build community.",
      "preview": "Skip To Main Content Finalsite Search Clear Search Home Better tools. Stronger schools. Everything you need to attract students, engage families, and"
    },
    {
      "url": "https://dom-laite.fi/tuotteet/uudet-tuotteet/esikasittely/yleis-ja-taikinakoneet/",
      "title": "Yleis- ja taikinakoneet - Dom-Laite Oy",
      "description": "void",
      "preview": "Yleis- ja taikinakoneet Järjestys Default Default Custom Nimi Hinta Päiväys Popularity (sales) Average rating Relevance Random Product ID Näytä 15 tuo"
    },
    {
      "url": "https://www.biausa.org/public-affairs/media/an-overview-of-toxic-metabolic-encephalopathy-an-acquired-brain-injury",
      "title": "An Overview of Toxic Metabolic Encephalopathy: An Acquired Brain Injury - Brain Injury Association of America",
      "description": "Have you known someone who experienced a change in his or her physical functioning or thinking skills after an infection or anesthesia? This change is often diagnosed as encephalopathy. Symptoms can develop suddenly and disappear within a few hours. However, for some, encephalopathy can be more serious, especially if you have a history of dementia or previous brain injury. One type of encephalopathy with an increased potential for lasting effects is toxic metabolic encephalopathy (TME).Toxic is defined as something composed of or containing poisonous material capable of causing serious debilitation. Your body's metabolism comprises the processes essential for life by which the complex substances in the body's cells are built up or broken down. Encephalopathy is a general term that describes brain disease, damage, or malfunction usually related to inflammation within the body (Merriam-Webster, 2018). If we combine all these terms, a TME diagnosis would follow when toxic cells in the body do not allow the healthy breakdown of substances leading to inflammation of the brain cells. This can cause an altered mental status, changes with walking, and overall weakness and deconditioning. Delirium is another term you may hear for TME.Is TME a brain injury? Yes; it is a non-traumatic, acquired brain injury, or something that happens to the brain after birth. TME is debilitating for some, especially as we age, and may cause changes in physical and cognitive functioning. The causes of TME are numerous and varied. Some causes are infections, dehydration, malnutrition, alcohol toxicity, liver/kidney disease, metabolic imbalances, or reduced oxygen to the brain. If you have a pre-existing medical condition or if you're not as active as you once were, you are more susceptible to developing TME. Researchers consider encephalopathy to be a symptom of an underlying condition, such as chronic urinary tract infections or uncontrolled diabetes. Therefore, if an encephalopathy is diagnosed, a pre-existing condition must also be addressed.It is difficult to diagnosis TME because other issues have to be ruled out first. Rather than specific diagnostic testing, a combination of results from standard lab work and tests must be evaluated. Tests assess for infection, abnormal blood glucose levels, elevated ammonia levels, or changes with liver or kidney enzymes. A CT scan or MRI of the brain is used to rule out underlying neurological conditions or changes in your brain function. The results of these tests assist your physician in determining an accurate diagnosis.",
      "preview": "Skip to Content All Media All Media An Overview of Toxic Metabolic Encephalopathy: An Acquired Brain Injury Categories: Living with Brain Injury By Kr"
    },
    {
      "url": "http://ci.carson.ca.us/",
      "title": "City of Carson, CA",
      "description": "void",
      "preview": "Search City Council & Commission Agendas Live Broadcast Carson 311 Parks & Recreation Building Permits Budget & Financial Data Job Opportunities Capit"
    },
    {
      "url": "https://www.wireclub.com/",
      "title": "Free Online Chat Rooms - Wireclub",
      "description": "Join free online chat rooms and chat with friends, meet new people and more. Choose from hundreds of rooms, create your own or message people directly and chat with instant messages",
      "preview": "Wireclub Join Now! Log In Chat Rooms Forums Find People Places Free Online Chat Rooms At Wireclub you can join free online chat rooms and chat with fr"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "http://www.cariplo.it/",
      "title": "Intesa Sanpaolo",
      "description": "void",
      "preview": "A breve verrai reindirizzato automaticamente sul sito della banca. In caso di problemi utilizza il link sottostante. Vai alla home page"
    },
    {
      "url": "https://www.webwiki.fr/pyrope.fr",
      "title": "Webwiki - Le moteur de recherche de sites Web avec avis",
      "description": "Webwiki trouve les meilleurs sites web sur le web et aide les consommateurs à trouver des sites web dignes de confiance et à éviter les escroqueries.",
      "preview": "Moteur de recherche de sites Web avec avis clients Donnez votre avis et découvrez les meilleures entreprises! Analyse des requêtes les plus populaires"
    },
    {
      "url": "https://newsroom.ie.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story/HERO BLOCK PayPal Irish SMEs optimistic about business growth as focus turns to international sales opportunities PayPal's SMB report p"
    },
    {
      "url": "http://www.panaya.com/",
      "title": "The Change Intelligence Platform for ERP & CRM",
      "description": "See and understand the impact of every potential change to your SAP, Oracle and Salesforce systems, so you innovate intelligently and without fear.",
      "preview": "Book A Demo Trusted by 3,000+ brands: All-in-One Testing Platform Combining Impact Analysis, Test Management, and Test Automation to ensure seamless o"
    },
    {
      "url": "https://www.hercampus.com/school/wake-forest/katie-powers-insider-scoop-transition-boarding-school-college/",
      "title": "Katie Powers: An Insider Scoop on the Transition from Boarding School to College",
      "description": "Katie Powers is a sophomore from Boston intending to major in finance and minor in psychology minor. She reflects on her transition from...",
      "preview": "HC at Wake Forest More from Wake Forest Our Reads Meet the Team Join Us Priscilla Du Preez/Unsplash Wake Forest | Life > High School Katie Powers: An"
    },
    {
      "url": "https://visualstudio.microsoft.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://www.seforall.org/news/energy-access-takes-center-stage-in-covid-19-fight",
      "title": "Damilola Ogunbiyi and Riccardo Puliti: Energy access takes center stage in COVID-19 fight, powering Africa's recovery | Sustainable Energy for All",
      "description": "Energy services are key to preventing disease and fighting pandemics - from powering healthcare facilities and supplying clean water for essential hygiene, to enabling communications and IT services that connect people while maintaining social distancing.",
      "preview": "Skip to main content News and events / News Damilola Ogunbiyi and Riccardo Puliti: Energy access takes center stage in COVID-19 fight, powering Africa"
    },
    {
      "url": "https://www.bbc.com/news/health",
      "title": "Health | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Health from across the BBC.",
      "preview": "Health Third person dies from methanol poisoning in Brazil Authorities are investigating the source of the tainted drinks, which have affected more th"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/serverless/",
      "title": "Serverless - Learn about | AWS Training",
      "description": "Learn how to develop skills to build and run code, manage data, and integrate applications on AWS without having to manage servers.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://www.moneygram.com/replacement",
      "title": "Get a Money Order Fast with MoneyGram | MoneyGram",
      "description": "Our money orders give you the convenience of cash and the freedom of a check-without needing a checking account.",
      "preview": "Text... Purchase a money order We're one of the nation's largest money order companies. Send money with convenience, freedom, and reliability. Money o"
    },
    {
      "url": "https://mindsetstartupacademy.medium.com/startup-investors-winning-characteristics-of-a-founding-team-with-jason-kraus-of-eqx-fund-b2ed71f8282e?source=post_internal_links---------4-------------------------------",
      "title": "Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund - Mindset Startup Community - Medium",
      "description": "Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund Mindset Clip ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Startup Investors: Winning Characteristics Of A Founding Team, With Jason"
    },
    {
      "url": "https://www.africanamericanchambersa.org/",
      "title": "Home - African American Chamber of Commerce of San Antonio",
      "description": "Support Black Businesses Our Chamber works to elevate black-owned businesses in and around the San Antonio, Texas area. Join us in supporting Black-owned businesses to promote greater economic freedom for the Black community! JOIN US BUSINESS DIRECTORY Staying Connected & Building Together! Enter your info below and be the first to know! Featured Members Previous",
      "preview": "Skip to content Facebook Linkedin Instagram Youtube Menu October 2025 Support Black Businesses Our Chamber works to elevate black-owned businesses in"
    },
    {
      "url": "https://www.villagevoice.com/2022/03/07/mayor-adams-guns-for-bail-reform/",
      "title": "Mayor Adams Guns for Bail Reform - The Village Voice",
      "description": "As he left the wake for slain police officer Wilbert Mora, NYPD Chief of Department Kenneth Corey spoke with anger and resignation about the high tide of guns and shooters washing over the city. \"You've got career criminals in possession of illegal guns, assault rifles, high-capacity magazines,\" Corey told reporters outside St. Patrick's Cathedral. Cops [...]",
      "preview": "Skip to content SEVEN DECADES New York's 1970 'Hard Hat Riot' Was a Precursor of Today's MAGA Demagoguery by Joe Flaherty VOICE CHOICE Hit the Streets"
    },
    {
      "url": "https://www.downtownboston.org/",
      "title": "The Official Downtown Boston Alliance Website - Things to do",
      "description": "Downtownboston.org is your single stop for information on Boston shopping, nightlife, dining, where to stay, history and culture.",
      "preview": "Skip to content OPTIONAL TEXT AND BUTTON Button text Things to Do Culture Dining Shopping Nightlife Events Events Oct 09 - Oct 12, 2025 Hang Time Thre"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://lcfgeorgia.org/",
      "title": "Latino Community Fund (LCF Georgia)",
      "description": "Latino Community Fund (LCF Georgia) Latino nonprofit organization supporting Hispanics in Georgia with programs, services, advocacy, grants",
      "preview": "Skip to content We Help Georgia Grow. Expanding democracy, increasing representation, building and protecting community, and facilitating economic opp"
    },
    {
      "url": "https://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://wordassociations.net/en/",
      "title": "Word Associations Network",
      "description": "Word Associations Network",
      "preview": "Word Associations Network Dictionary Associations API Samples Types Games Magic About English Russian French Spanish German Italian Portuguese For exa"
    },
    {
      "url": "https://www.economistgroup.com/group-news",
      "title": "The Economist Group - Groups news",
      "description": "The Economist Group is the leading source of analysis on international business and world affairs",
      "preview": "Press centre Jump to Press office Press office Contact [email protected]"
    },
    {
      "url": "https://volvo.oemdtc.com/category/recalls",
      "title": "Recalls | Volvo - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://blog.clover.com",
      "title": "Small Business Resource Center - The Green - Clover Blog",
      "description": "Our small business resource center is a hub for all things related to accepting payments, running your business, and more. Get started here.",
      "preview": "Close Button Icon Small Business Resource Center Insights and ideas to help you grow your business. Latest stories Full Service Restaurants (FSR) Aver"
    },
    {
      "url": "https://www.reddit.com/submit?url=https://news.microsoft.com/source/&title=Homepage",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.edgewear.com/",
      "title": "EDGEWEAR Reef sandals Oakley sunglasses Shark watches Sanuk - edgewear.com",
      "description": "Everything you need for the Beach Life - Oakley sunglasses Reef sandals Freestyle Shark watches Sanuk shoes. The Edge Clothing store in Rehoboth Beach, Delaware",
      "preview": "Skip to content Search All Categories Eyewear Sandals Watches Tees Shorts Account Pause slideshow Play slideshow ROARK Previous slide Next slide Eleva"
    },
    {
      "url": "https://johnroberts.me/tag/fairhead/",
      "title": "Fairhead Archives - John Roberts",
      "description": "void",
      "preview": "Skip to content There's not much left to say about the quality of climbing at Fairhead festival that hasn't already been said. Perfect weather, perfec"
    },
    {
      "url": "https://wiki.haskell.org/index.php?title=Special:UserLogin&returnto=Yhc%2FJavascript%2FProgrammers+guide%2FEcho+demo+source&returntoquery=diff%3Dnext%26oldid%3D8617&printable=yes",
      "title": "Log in - HaskellWiki",
      "description": "void",
      "preview": "Jump to content NOTE: Automatic wiki account creation has been disabled. If you would like an account please email \"wiki-account-request\" (at the doma"
    },
    {
      "url": "https://www.ucsc.edu/tools/people.html",
      "title": "Find people - UC Santa Cruz",
      "description": "void",
      "preview": "Find people UCSC Campus Directory Find contact information for UC Santa Cruz faculty, staff, and students. Search for faculty and postdocs in specific"
    },
    {
      "url": "https://www.wadhwaniai.org/",
      "title": "AI for Social Impact - Wadhwani AI | Wadhwani AI is an independent nonprofit institute developing AI-based solutions for underserved communities in developing countries.",
      "description": "void",
      "preview": "People Reached Through Tech 150 MILLION+ * DATA: JULY 2025 ai for Social Impact We build technology that serves, scales and empowers STUDENTS & TEACHE"
    },
    {
      "url": "https://adage.com/",
      "title": "Advertising, Marketing, Media and Tech News - Ad Age",
      "description": "void",
      "preview": "Keep Hispanic consumers engaged-why pulling back now costs more later Despite slower spending, sustained and culturally fluent engagement builds Hispa"
    },
    {
      "url": "http://www.guiadelcocido.com/filter/tips",
      "title": "Consejos de redacción | Guía del Cocido",
      "description": "void",
      "preview": "Consejos de redacción Etiquetas HTML permitidas: <a> <em> <strong> <cite> <blockquote> <code> <ul> <ol> <li> <dl> <dt> <dd> Este sitio permite conteni"
    },
    {
      "url": "https://obsegorbecastellon.es/caritas-de-santa-isabel/",
      "title": "Cáritas de Santa Isabel de Vila-real visita San Egidio en el Trastevere",
      "description": "Los voluntarios de Cáritas de Santa Isabel han peregrinado a Roma para conocer la labor de la Comunidad de San Egidio con los pobres.",
      "preview": "Los voluntarios de Cáritas de Santa Isabel en Vila-real han visitado la Comunidad de San Egidio en el barrio romano del Trastevere. Esta entidad es co"
    },
    {
      "url": "https://mg.alhatorah.org/Full/Yirmeyahu/5/4",
      "title": "MikraotGedolot - AlHaTorah.org",
      "description": "Study Tanakh with all your chosen commentaries on one page.",
      "preview": "× Mikraot Gedolot Tutorial × E/ ע בחרו טקסט במקראות גדולות Select Text in the Mikraot Gedolot תורה Torah נביאים Neviim כתובים Ketuvim בחרו פרשה Choose"
    },
    {
      "url": "http://www.pediatria.it/",
      "title": "Pediatria On Line - la pediatria italiana in internet - home - pediatria.it",
      "description": "Pediatria On Line la community dei Pediatri Italiani dal 1996: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornati.",
      "preview": "Pediatria On Line è la community dei Pediatri Italiani: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornat"
    },
    {
      "url": "http://www.meredith.com/legal/privacy",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://invest.bnpparibas/en/search/reports/documents/financial-reports?s%5Bsubthemes%5D%5B%5D=18",
      "title": "Search & Documents | Financial reports | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Search ISIN suggestion(s): Filter by category Results Regulated information Financial reports General Shareholders Meet"
    },
    {
      "url": "https://theintercept.com/2020/05/06/coronavirus-prison-jail-mass-incarceration/",
      "title": "Mass Incarceration Poses Uniquely American Coronavirus Risk",
      "description": "The virus has exposed just how deadly prisons and jails are for incarcerated people, and for society at large.",
      "preview": "Skip to main content Part of the Texas Department of Criminal Justice's William G. McConnell Unit in Beeville, Texas, on April 15, 2020. Photo: Eric G"
    },
    {
      "url": "https://gardening.stackexchange.com/help/badges/2/student?userid=29656",
      "title": "Student - Badge - Gardening & Landscaping Stack Exchange",
      "description": "Q&A for gardeners and landscapers",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Student Student"
    }
  ],
  "_meta": {
    "total_bookmarks": 111
  }
}