{
  "data": [
    {
      "url": "https://www.raiders.com/history/all-time-roster/bios-j/eric-johnson",
      "title": "Eric Johnson - All-Time Roster - History | Raiders.com",
      "description": "void",
      "preview": "Skip to main content Advertising Eric Johnson - All-Time Roster - History | Raiders.com Eric Johnson Number : 41 Position : DB/LB Years : 2000-03 Scho"
    },
    {
      "url": "https://www.luxrobotic.com/nos-clients",
      "title": "Nos clients | Luxrobotic",
      "description": "void",
      "preview": "top of page Nos clients Julien SAS Créée en 1972 par Guy Julien à Le Creusot, JULIEN SAS a su se développer internationalement afin d'acquérir de nomb"
    },
    {
      "url": "https://www.change.org/p/ban-water-beads-now",
      "title": "Petizione · BAN WATER BEADS NOW!!!!!! - Stati Uniti · Change.org",
      "description": "Water beads are a Small & Deadly Danger! Even just ONE water bead can KILL! Our goal is to protect children by demanding the CPSC require manufacturers and retailers put clearer warning labels on water bead products, prohibit water beads from being marketed to children as toys, and for Congress to pass legislation protecting our children from water beads, and other hazardous products by ensuring",
      "preview": "BAN WATER BEADS NOW!!!!!! BAN WATER BEADS NOW!!!!!! Firmatari recenti Shelby Quinn • 18 ore fa Summer Anthonette Terez • 4 giorni fa harumi jin • 4 gi"
    },
    {
      "url": "https://tuwiazowna.pl/rusza-modernizacja-az-piec-naborow-wnioskow-w-jednym-terminie/",
      "title": "Rusza modernizacja. Aż pięć naborów wniosków w jednym terminie - tuWiązowna.pl",
      "description": "void",
      "preview": "= Zapisz się do newslettera Infolinia urzędu: 22 512 58 00 e-mail: urzad@wiazowna.pl Rusza modernizacja. Aż pięć naborów wniosków w jednym terminie Ag"
    },
    {
      "url": "https://fontawesome.com/",
      "title": "Font Awesome",
      "description": "The internet's icon library + toolkit. Used by millions of designers, devs, & content creators. Open-source. Always free. Always awesome.",
      "preview": "void"
    },
    {
      "url": "https://data.apps.fao.org/",
      "title": "void",
      "description": "FAO Portal",
      "preview": "Hand-in-Hand Initiative Hand-in-Hand is an evidence-based, country-led and country-owned initiative of the Food and Agriculture Organization of the Un"
    },
    {
      "url": "https://www.vogue.com/article/paris-fashion-week-looks-ss26",
      "title": "Paris Fashion Week Proved Fall Street Style Is All About Texture and Print | Vogue",
      "description": "The Paris Fashion Week street style scene was anything but subdued. Take a cue from the streets, and add more personality to your wardrobe with these bold looks.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.seattletimes.com/seattle-news/three-suspected-dead-after-avalanche-on-was-colchuck-peak/",
      "title": "Avalanche on WA's Colchuck Peak kills 3; slide is nation's deadliest this winter | The Seattle Times",
      "description": "An avalanche near Leavenworth killed three climbers Sunday, marking the deadliest snowslide in the U.S. this winter and Washington's worst in several years.",
      "preview": "Skip to content Notice to subscribers A Thursday-night power outage prevented the publication of Friday's paper. We apologize for the inconvenience. C"
    },
    {
      "url": "https://www.shi.ch/schule-vortraege/informationen/ueber-uns-schule/dozenten-homoeopathie/elfriede-schaeffler",
      "title": "Elfriede Schäffler",
      "description": "void",
      "preview": "Elfriede Schäffler Dozentin in Homöopathie Geboren 1954 in Apfeldorf (D). Berufliche Tätigkeit: Seit 1997 Dozentin in Homöopathie 1995 - 2015 Homöopat"
    },
    {
      "url": "http://www.aib.it/",
      "title": "Homepage - AIB WEB",
      "description": "void",
      "preview": "Tutti gli articoli Tutti gli articoli Notizie 08/10/2025 25/09/2025 19/09/2025 Tutti gli eventi Tutti gli eventi Eventi 02/10/2025 16/09/2025 31/07/20"
    },
    {
      "url": "https://roadsideattractionspublicity.com/filmography/somewhere-in-queens/",
      "title": "Roadside Attractions Publicity",
      "description": "Roadside Attractions Publicity",
      "preview": "void"
    },
    {
      "url": "https://www.manhattantheatreclub.com/",
      "title": "Home Page - Manhattan Theatre Club",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://xview2.org/",
      "title": "xView2",
      "description": "void",
      "preview": "This site will not work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://fashionweekdaily.com/exclusive-jason-lewis-on-making-his-modeling-comeback-at-50-what-smith-would-be-up-to-now-and-whether-hes-in-the-satc-reboot/",
      "title": "Jason Lewis On Making His Modeling Comeback At 50 And Whether He's In The SATC Reboot....",
      "description": "Jason Lewis, who first found fame on the catwalks of Paris before becoming one of TV's most beloved boyfriends as Sex and the City's Smith Jerrod, has just signed with Soul Artist Management. Here's what's next for him!",
      "preview": "News EXCLUSIVE: Jason Lewis On Making His Modeling Comeback At 50, What Smith Would Be Up To Now, And Whether He's In The SATC Reboot.... by Freya Droha"
    },
    {
      "url": "https://medium.com/artificial-corner/were-finally-starting-to-understand-how-ai-works-26556c755e61",
      "title": "We're Finally Starting to Understand How AI Works | by The PyCoach | Artificial Corner | Medium",
      "description": "We're Finally Starting to Understand How AI Works Ever since I started developing, learning, and working with AI, there's always been a component we in the tech world refer to as a black box - ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Artificial Corner · A Medium publication about AI, tech, programming, dat"
    },
    {
      "url": "https://www.stantec.com/en/markets/urban-places",
      "title": "Urban Places",
      "description": "Everywhere we work-in cities and suburbs alike-economic shifts and demographic trends are creating an urban renaissance.",
      "preview": "Skip to main content Start of main content Markets Urban Places 01 05 Creating places for people Everywhere we work-in cities and suburbs alike-econom"
    },
    {
      "url": "https://wiki.smfi.unipr.it/dokuwiki/doku.php?id=wiki_tutorial&tab_files=files&do=media&tab_details=view&image=lmn%3Apapers%3Aglass2013.pdf&ns=lmn%3Aisr",
      "title": "Wiki: mantenere la documentazione in modo efficace [UNIVERSITÀ DI PARMADIPARTIMENTO DI SCIENZE MATEMATICHE, FISICHE E INFORMATICHE]",
      "description": "void",
      "preview": "wiki_tutorial Gestore Media Categorie Scegli il namespace [directory principale] andrey.sidorenko asl didatticafis didatticainf didatticamat direzione"
    },
    {
      "url": "https://plos.org/publication-fees",
      "title": "Explore our publication fees and funding for open access publishing - PLOS",
      "description": "Learn about APCs by journal, institutional partnerships, and author fee assistance options including Research4Life and PFA.",
      "preview": "Skip to content Publication fees PLOS employs several business models to support equitable open access. Most open access journals offset publication e"
    },
    {
      "url": "https://isuzu.oemdtc.com/category/recalls",
      "title": "Recalls | Isuzu - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.hci.org/webcast/interrupting-colorblindness-and-racial-microaggressions",
      "title": "Interrupting Colorblindness and Racial Microaggressions | Human Capital Institute",
      "description": "Original Air Date: 9/16/2020 Today's society has faced a wealth of exposure to overt forms of racism and discrimination in our communities and on our screens. Colorblindness and Racial Microaggressions mark some of the more covert ways that racial bias operates in the workplace. They are more difficult to address because they are subtle, often operating on a subconscious level by well-intentioned people. But if left unchecked, Colorblindness and Racial Microaggressions damage interpersonal relationships and undermine a company's culture of inclusion and belonging.",
      "preview": "Skip to main content webcast | On Demand Interrupting Colorblindness and Racial Microaggressions Optimize Your Talent Strategy View Slides Watch On-De"
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.straitstimes.com/asia/se-asia/jakarta-detains-chinese-trawler-off-sumatra",
      "title": "The Straits Times - Breaking news, Singapore news, Asia and world news & multimedia",
      "description": "The Straits Times - Get latest breaking news, business, sports, lifestyle, tech & multimedia and more news in Singapore, Asia & rest of the world at straitstimes.com.",
      "preview": "Singapore E-paper Subscribe myST+ Singapore Asia World Opinion Life Business Sport Visual Podcasts Menu myST+ Menu Strong 7.4-magnitude quake strikes"
    },
    {
      "url": "https://www.victronenergy.com/live/vrm_portal:remote-firmware-update?ns=updating_firmware_procedure_1.2&tab_files=files&do=media&tab_details=view&image=energy-meters%3Aschema_-_et340-2.png",
      "title": "VRM: Remote firmware update [Victron Energy]",
      "description": "void",
      "preview": "vrm_portal:remote-firmware-update Media Manager Namespaces Choose namespace [root] ac_coupled_pv ac_coupling ac_current_sensor assistants auto-genset-"
    },
    {
      "url": "https://dunshaughlin-culmullenparish.ie/galleries/st-patricks-hall/",
      "title": "St. Patrick's Hall | Dunshaughlin and Culmullen Parishes",
      "description": "void",
      "preview": "Galleries St. Patrick's Hall 11 Jun, 2021 All Galleries View More See us on Facebook & Twitter Webcam Webcam Donate Our Parish Contact Us Webcam Weekl"
    },
    {
      "url": "https://smb.apple.com/contactus",
      "title": "Apple",
      "description": "void",
      "preview": "Best Time to Contact You 1 2 3"
    },
    {
      "url": "http://www.diyappreview.com",
      "title": "Importance of Gold IRA Companies, THCa, Delta 9, Peptides, and Mushrooms - Diya Preview",
      "description": "In times of economic instability, investors often seek safe havens to protect their wealth. One such option that has gained significant attention is the Gold",
      "preview": "Skip to content The Fact About Gold IRAs: Assessing Pros, Cons, and Every little thing In Between Introduction In recent years, the investment landsca"
    },
    {
      "url": "http://www.gavi.org/infuse",
      "title": "INFUSE",
      "description": "Launched at Davos in 2016, Innovation for Uptake, Scale and Equity in Immunisation (INFUSE) helps improve vaccine delivery systems by connecting high-impact, proven innovations with the countries that need them most. It then \"infuses\" them with capital and expertise to help take them to scale.",
      "preview": "Skip to main content Back to INFUSE Launched at Davos in 2016, Innovation for Uptake, Scale and Equity in Immunisation (INFUSE) helps improve vaccine"
    },
    {
      "url": "https://www.trutv.com/apps",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://www.npfc.int/",
      "title": "The North Pacific Fisheries Commission (NPFC) | NPFC",
      "description": "void",
      "preview": "Skip to main content Previous Pause Next Vacancy Announcement - Compliance Manager The North Pacific Fisheries Commission (NPFC) invites applications"
    },
    {
      "url": "http://www.aipa.it/",
      "title": "Homepage | Agid",
      "description": "Agenzia per l'Italia Digitale: innovazione al servizio della PA e dei cittadini. Regolamentazione e certificazioni digitali.",
      "preview": "Header Link Presidenza del Consiglio dei Ministri Ita Eng Language Select Dicci cosa ne pensi Chiudi Il nostro obiettivo è garantire una navigazione s"
    },
    {
      "url": "https://watch.mhzchoice.com",
      "title": "Browse - MHz Choice",
      "description": "The world's best mysteries, dramas & comedies. No commitment, cancel anytime. Available in the U.S. and Canada.",
      "preview": "GET 30% OFF YOUR FIRST 3 MONTHS! Limited time - use promo code: FALL25 at checkout ×"
    },
    {
      "url": "https://veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    },
    {
      "url": "https://www.incometaxindia.gov.in/Pages/default.aspx",
      "title": "Pages - Home - Central Board of Direct Taxes, Government of India",
      "description": "void",
      "preview": "Turn on more accessible mode Turn off more accessible mode Sign In × OK x The Income Tax Department NEVER asks for your PIN numbers, passwords or simi"
    },
    {
      "url": "https://www.atlassian.com/legal/product-specific-terms#statuspage-specific-terms",
      "title": "Product-Specific Terms | Atlassian",
      "description": "Atlassian Product-Specific Terms",
      "preview": "Close View this page in your language ? All languages Choose your language 中文 Deutsch English Español Français Italiano 한국어 Nederlands 日本語 Português P"
    },
    {
      "url": "https://hsb.m.wikipedia.org/wiki/Specialnje:Mobilne_r%C4%9B%C4%8De/Kategorija:1677",
      "title": "Kategorija:1677 - Wikipedija",
      "description": "void",
      "preview": "K wobsahej skočić Pomoc Z Wikipedije, swobodneje encyklopedije ◄ | 16. lětst. | 17. lětstotk ◄◄ | ◄ | 1673 | 1674 | 1675 | 1676 | 1677 | 1678 | 1679 |"
    },
    {
      "url": "https://www.kff.org/hivaids/fact-sheet/black-americans-and-hivaids-the-basics/",
      "title": "The Impact of HIV on Black People in the United States | KFF",
      "description": "Black people in the U.S. have been disproportionately affected by HIV since the epidemic's beginning, and that disparity has deepened over time. Black people account for more new HIV diagnoses, people estimated to be living with HIV, and HIV-related deaths than any other racial/ethnic group in the U.S. This fact sheet provides an overview of the impact of HIV on Black people in the U.S.",
      "preview": "Skip to main content Home Topics HIV/AIDS The Impact of HIV on Black People in the United States Published: Sep 9, 2024 Print Email Copy Link Key Fact"
    },
    {
      "url": "https://afghanislamicpress.com/en/news?keyword=economy&page=10",
      "title": "News",
      "description": "void",
      "preview": "News Updates (Update 2 minutes ago) Pakistan would be responsible if situation gets worse: National Defence Ministry Armed robber killed in Balkh Indi"
    },
    {
      "url": "https://www.undocs.org/S/RES/2371%20(2017)",
      "title": "Select a language for S/RES/2371 (2017)",
      "description": "void",
      "preview": "S/RES/2371 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://bilety.polregio.pl/",
      "title": "Bilety online: Twój kolejowy partner w podróży",
      "description": "Bilety online na pociągi POLREGIO (REGIO, interREGIO); rozkład jazdy pociągów POLREGIO. Tanio. Szybko. Bezpiecznie. Kup bilet i odkrywaj z nami Polskę!",
      "preview": "Ładowanie Systemu Sprzedaży Biletów POLREGIO"
    },
    {
      "url": "https://powerapps.microsoft.com/",
      "title": "Microsoft Power Apps - crea app con intelligenza artificiale | Microsoft",
      "description": "Inizia a creare applicazioni basate su intelligenza artificiale usando gli strumenti di Microsoft. Scopri Power Apps e trova tutto quello che ti serve per creare la soluzione di app basata su intelligenza artificiale per la tua organizzazione.",
      "preview": "This is the Trace Id: 629c2c3d8cd636dc2be18eccdf3165a0 Passa a contenuti principali Choose your billing country/region: Italia Svizzera San Marino Cit"
    },
    {
      "url": "https://volunteer.defyventures.org/",
      "title": "Volunteer with Defy Ventures",
      "description": "void",
      "preview": "Menu Join Defy Ventures in prison or in the community for our transformative volunteer opportunities! Click on the event sections below to find opport"
    },
    {
      "url": "https://omaha.com/news/state-and-regional/nebraska-cheerleader-competes-by-herself-at-state-competition-but-crowd-doesnt-let-her-feel-alone/article_f7c24078-b218-11ed-9e35-bb254308c2f1.html",
      "title": "Nebraska cheerleader competes by herself at state competition, but crowd doesn't let her feel alone",
      "description": "When Morrill High School coach April Ott broke the news to Katrina Kohel that she was the only one left on the cheer squad, Kohel was determined to still compete",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://yogajanda.com/blog/",
      "title": "Yoga Janda Yoga and Pregnancy Blog | Yoga Janda",
      "description": "Get pregnancy tips, labor and birth tips, and postpartum healing tips, and breastfeeding tips. This blog is a great resource for any pregnant woman.",
      "preview": "+1 760-716-6386 liza@yogajanda.com Facebook X RSS Facebook X RSS Gallery Testimonials FAQs Yoga Janda Pregnancy and Yoga Blog Get Pregnancy Tips, Labo"
    },
    {
      "url": "https://shop.ordnancesurvey.co.uk/maps/paper-maps/?amp%3Bmap_series=Ireland+Adventurer&cat%5B%5D=138&cat%5B%5D=25&cat%5B%5D=37&_bc_fsnf=1&format=2+x+Folded+colour+sheets+inserted+into+plastic+wallet&publisher=Isle+of+Man+Survey",
      "title": "Buy OS paper maps for walking, hiking, cycling and more",
      "description": "Buy the most up to date Ordnance Survey Paper Maps. Explore the range with Explorer, Landranger, Road, Tour, International & weatherproof maps .",
      "preview": "Latest edition guarantee - or your money back! Free delivery Free vintage Geological map offer - Find out more An OS Paper Map is sold every 30 second"
    },
    {
      "url": "https://www.terrapinn.com/conference/aviation-festival/index.stm",
      "title": "World Aviation Festival 2025 | Lisbon",
      "description": "For the leaders of the world's airlines, airports and their most senior executives in charge of software, services, marketing and distribution.",
      "preview": "Tuesday 7 - Thursday 9 October 2025 FIL, Lisbon, Portugal Exhibition Opening Times (Pavilion 1 and 2) 7 October: 08.00 - 19.00 8 October: 08.00 - 18.0"
    },
    {
      "url": "https://findingada.com/organizer/simon-schuster-ltd/",
      "title": "Simon & Schuster Ltd - Ada Lovelace Day",
      "description": "void",
      "preview": "0 events found. Subscribe to calendar Google Calendar iCalendar Outlook 365 Outlook Live Export .ics file Export Outlook .ics file"
    },
    {
      "url": "https://4gnews.pt/ve-como-e-o-wear-os-3-sem-a-personalizacao-da-samsung-por-cima/",
      "title": "Vê como é o Wear OS 3 sem a personalização da Samsung por cima - 4gnews",
      "description": "A meados deste ano, a Google desvendou o Wear OS 3 como a plataforma que irá revitalizar os concorrentes ao Apple Watch. Esta nova plataforma foi...",
      "preview": "A tecnologia está do teu lado Google A meados deste ano, a Google desvendou o Wear OS 3 como a plataforma que irá revitalizar os concorrentes ao Apple"
    },
    {
      "url": "https://digitalmaturitybenchmark.withgoogle.com/en/advertisers/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyft&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://www.eventbrite.ca/e/business-model-canvas-for-indigenous-entrepreneurs-tickets-558263470067?aff=erelexpmlt",
      "title": "Business Model Canvas For Indigenous Entrepreneurs Tickets, Tue, 14 Mar 2023 at 10:00 AM | Eventbrite",
      "description": "Eventbrite - Business Link presents Business Model Canvas For Indigenous Entrepreneurs - Tuesday, 14 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Business Model Canvas For Indigenous Entrepreneurs View details Follow this organizer to stay informed on future events By Busi"
    }
  ],
  "_meta": {
    "total_bookmarks": 51
  }
}