{
  "data": [
    {
      "url": "https://www.editionsfavre.com/livres/laventure-spindrift/",
      "title": "L'aventure Spindrift - Éditions Favre",
      "description": "Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qualifie le souffle frais [...]",
      "preview": "Dona Bertarelli, Yann Guichard Albums Sport / aventure Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qu"
    },
    {
      "url": "https://www.metmuseum.org/toah/hd/pape/hd_pape.htm",
      "title": "The Papacy during the Renaissance - The Metropolitan Museum of Art",
      "description": "Popes strove to make Rome the capital of Christendom while projecting it, through art, architecture, and literature, as the center of a Golden Age of unity, order, and peace.",
      "preview": "Skip to main content A slider containing 3 items. Press the down key to skip to the last item. Ring with the Name of Pope Paul II (r. 1464-71) Italian"
    },
    {
      "url": "https://www.wheaton.edu/wheaton-center-for-faith-and-disability/",
      "title": "Wheaton Center for Faith and Disability - Wheaton College, IL",
      "description": "The Wheaton Center for Faith and Disability is here to help you make your focus on disability more biblical, normative, and transformative so schools, congregations, camps and parachurch ministries become communities of belonging and flourishing for all.",
      "preview": "skip to main content Back to wheaton.edu The Wheaton Center for Faith and Disability The Wheaton Center for Faith and Disability is here to help you m"
    },
    {
      "url": "https://www.td.com/us/en/personal-banking/",
      "title": "Online Banking, Loans, Credit Cards & Home Lending | TD Bank",
      "description": "Explore TD's online banking services, credit cards, checking accounts, savings accounts, loans and more financial products for you and your business.",
      "preview": "Checking that grows with you. Plus $200. All-new TD Complete Checking's right for all life stages. And new customers earn $200 with qualifying activit"
    },
    {
      "url": "https://secure.vera.org/a/donate",
      "title": "Help end mass incarceration. DONATE NOW. - Vera Institute of Justice",
      "description": "Donate to the Vera Institute of Justice. With your support, we can transform our justice systems.",
      "preview": "Help end mass incarceration. DONATE NOW. With your support, we can transform our justice systems. With your support, we can transform our justice syst"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "https://www.cambio-carsharing.de/cms/carsharing/de/1/cms_f2_128/cms_f8_1/cms?cms_knschluessel=FAHRZEUGE&cms_Feurocode=LBG&cms_Fname=Uelzen&cms_Fregionid=626",
      "title": "Welche Autos gibt es bei cambio? | cambio CarSharing",
      "description": "Bei cambio gibt es unterschiedliche Automodelle: Da ist vom Kleinwagen bis zum Transporter alles dabei. So können Sie immer genau das Auto auswählen, dass gerade für Sie am besten passt.",
      "preview": "my cambio Registrieren Die cambio-Flotte Alle Fahrzeuge verfügen über eine komfortable Grundausstattung, die Ihnen das Fahren erleichtert: Dazu gehöre"
    },
    {
      "url": "https://graph.microsoft.io/en-us/code-samples-and-sdks",
      "title": "Microsoft Graph Dev Center | APIs and app development",
      "description": "Use the Microsoft Graph API to connect to data and other datasets to derive insights and analytics, extend Microsoft 365 experiences, and build intelligent apps.",
      "preview": "Skip to main content Microsoft Graph is the unified API for modern work Use the data and intelligence in Microsoft 365 to build apps that reach millio"
    },
    {
      "url": "https://www.sinus-institut.de/media-center/themen/in-eigener-sache",
      "title": "Thema In eigener Sache im Media Center | SINUS-Institut",
      "description": "Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben.",
      "preview": "In eigener Sache Studien, Videos, News oder Pressemitteilungen - hier finden Sie (fast) alles, was wir In eigener Sache zu sagen haben. Sie möchten me"
    },
    {
      "url": "https://kustomthrills.com/pages/adam-the-kid",
      "title": "adamthekid - Kustom Thrills",
      "description": "Adam's collection of TATTOOS, PAINTINGS, and STORIES only scratches the surface of what he has created and experienced over the past 10 years. Each piece of art for each client's tattoo is original and created specifically for them. He mixes many different art styles and takes a traditional approach to every tattoo he",
      "preview": "Skip to content MERCH SALE - BUY ONE GET ONE 50% OFF"
    },
    {
      "url": "https://www.wmar2news.com/news/national/despite-job-openings-gap-remains-between-labor-pool-and-needed-skills",
      "title": "Despite job openings, gap remains between labor pool and needed skills",
      "description": "There's been a lot of focus on the Great Resignation, but there is another side to the job market that doesn't always get as much attention: the gap between available jobs and employees with the skills to do them. There are ongoing efforts now to shrink that skills gap for those looking for work.",
      "preview": "void"
    },
    {
      "url": "http://studentactivities.mines.edu",
      "title": "Home - Student Activities",
      "description": "The SAIL office helps cultivate a uniquely Mines signature student experience through endless involvement and leadership opportunities.",
      "preview": "303-273-3234 sail@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Student Activities, I"
    },
    {
      "url": "https://www.istat.it/it/archivio/104317",
      "title": "Basi territoriali e variabili censuarie - Istat",
      "description": "Diffusi i dati definitivi delle basi territoriali 2021",
      "preview": "Notizia Periodo di riferimento: Censimenti 1991, 2001, 2011, 2021 Data pubblicazione: 11 Gennaio 2017 Data aggiornamento: 15 Aprile 2025 Nota-informat"
    },
    {
      "url": "https://www.freikirchegronau.de/datenschutz/",
      "title": "Datenschutz - Evangelische Freikirche Gronau",
      "description": "void",
      "preview": "Datenschutz 1. Datenschutz auf einen Blick Allgemeine Hinweise Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenb"
    },
    {
      "url": "https://mothersruinnashville.com/",
      "title": "Mother's Ruin Nashville",
      "description": "1239 6th Ave N, Nashville, TN 37208",
      "preview": "Home Order Online Mother's Ruin Nashville Open Daily 'til 2AM Mother's Ruin Nashville Open Daily 'til 2AM Mother's Ruin Nashville Open Daily 'til 2AM"
    },
    {
      "url": "https://go.pardot.com/l/946233/2021-10-01/9b9rx",
      "title": "void",
      "description": "void",
      "preview": "Email First Name Last Name Postal Code Company Country Advocate with Us Donate to Us Start a Fundraiser News & Events Volunteer for Us Work with Us Co"
    },
    {
      "url": "https://www.sizze.io/",
      "title": "Sizze App",
      "description": "Build pages with Sizze",
      "preview": "Create your interface from a picture or via Figma layout Search Get Plus Log in React Flutter Swift Ionic Copy"
    },
    {
      "url": "https://thinkprogress.org/gavin-newsom-condoms-sex-workers-eb6f9b201d5e/",
      "title": "California governor signs law banning the practice of using condoms as evidence of sex work - ThinkProgress",
      "description": "void",
      "preview": "Advertisement California governor signs law banning the practice of using condoms as evidence of sex work A major law, and a major victory for sex wor"
    },
    {
      "url": "https://www.reddit.com/r/AskVet/",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content r/AskVet members online Create Post Feed About Best Open sort options Best Hot New Top Rising Change post view Card Compact Commu"
    },
    {
      "url": "https://www.birdlife.org/",
      "title": "BirdLife International - BirdLife is the world leader in Bird Conservation",
      "description": "People are destroying and consuming nature at a devastating rate. Birds are our early warning system. BirdLife International is the largest international...",
      "preview": "× Welcome to BirdLife International en As a global Partnership, we believe in internationalism. We have translated as much content in your language as"
    },
    {
      "url": "https://www.bet.com/",
      "title": "Celebrities, Music, News, Entertainment, TV Shows & Videos | BET",
      "description": "BET.com is your home for all the latest celebrity, music, fashion, entertainment and African-American news. Check out your favorite BET shows and watch video!",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Elmiene FEATURED ARTIST OF THE MONTH Join us on Amplified Live as Elmiene shares his journey, musical ins"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85919",
      "title": "Searchable Recipe Database - Almond Macaroons with chocolate fillinf",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "https://dribbble.com/wideeye/",
      "title": "Wide Eye | Dribbble",
      "description": "Wide Eye | We're a creative digital agency based in Washington DC (https:// | Connect with them on Dribbble; the global community for designers and creative professionals.",
      "preview": "Dribbble: the community for graphic design Shots Shots Designers Services Sign up Log in Wide Eye Washington, D. C., United States Get in touch Follow"
    },
    {
      "url": "https://resurrect.myspace.com/sleepingpeople/music/song/mouthbreeder-33220903-34326715",
      "title": "mouthbreeder by Sleeping People | Song | Free Music, Listen Now on Myspace",
      "description": "mouthbreeder by Sleeping People: Listen to songs by Sleeping People on Myspace, a place where people come to connect, discover, and share.",
      "preview": "Search Discover Sign up Sign in Help Site Info Privacy Terms Ad Opt-Out Do-Not-Sell My Personal Information A part of the People / Entertainment Weekl"
    },
    {
      "url": "http://ninatomtcarlsen.no/tag/yoga/",
      "title": "yoga | Nina Marie Tømt Carlsen",
      "description": "void",
      "preview": "Currently browsing tag yoga Du har nå et helt nytt ubrukt år foran deg som du kan fylle med ny lærdom og trene på nye ting som ... Har du en hektisk hve"
    },
    {
      "url": "https://www.pressherald.com/2023/02/27/missing-topsham-women-had-run-out-of-gas-survived-temps-of-15-degrees/",
      "title": "Before rescue, missing Midcoast women were stuck in car for days in sub-zero temps",
      "description": "A game warden found Kimberly Pushard, 51, and Angela Bussell, 50, on a snowmobile trail near Nicatous Lake in Hancock County on Sunday, one day after their Jeep had run out of gas and no longer had heat.",
      "preview": "5 min read Font size + Gift Article You are able to gift 5 more articles this month. Anyone can access the link you share with no account required. Le"
    },
    {
      "url": "https://leschroniquesdekoryfee.wordpress.com/2011/07/",
      "title": "juillet | 2011 | Les chroniques de Koryfée, blog littéraire de Karine Fléjo",
      "description": "1 article publié par Koryfee en July 2011",
      "preview": "Les années insouciantes, Guy Jacquemelle Editions Beaurepaire, Juillet 2011 Le prix de l'amitié « Le principal ennemi de l'amitié ce n'est pas l'amour"
    },
    {
      "url": "http://www.precisiontrucks.com/",
      "title": "Precision Truck Products I America's #1 Toter Manufacturer",
      "description": "Precision Truck Products, Inc. - Home of the Precision 6-way Power Hitch and America's #1 Choice for the Mobile Home Transportation Industry",
      "preview": "top of page AMERICA'S #1 TOTER MANUFACTURER VIEW TRUCK INVENTORY TOTER GALLERY FOR MORE PAST CONVERSIONS, CLICK HERE CURRENT INVENTORY 2017 Freightlin"
    },
    {
      "url": "https://www.otto.de/herren/mode/",
      "title": "Herrenbekleidung online kaufen | OTTO",
      "description": "Bis zu 20% reduziert &#10071; Herrenbekleidung online kaufen bei OTTO » Große Auswahl &#10004; Aktuelle Trends &#10004; Beliebte Marken &#10004; Top Qualität » Jetzt entdecken & shoppen!",
      "preview": "Startseite Herren-Mode  Herrenbekleidung > Aktionen Restgrößen-Sale Sneaker Jacken Hosen Herren-Mode Wäsche Arbeitsschutzkleidung Jeans Übergangsjack"
    },
    {
      "url": "https://www.channelnewsasia.com/",
      "title": "Breaking News and Analysis on Asia and the World | Real-Time Coverage out of Asia and Singapore - CNA",
      "description": "Get 24/7 real-time updates on breaking news from Asia, Singapore and around the world. CNA delivers accurate, timely coverage of events as they unfold. Stay informed.",
      "preview": "Skip to main content Close Close Top Stories Asia East Asia Singapore World Commentary CNA Explains Sustainability Business Sport Latest News Insider"
    },
    {
      "url": "https://www.aliveshoes.com/yanim-silvia/terms",
      "title": "Yanim Silvia | A Custom Shoe concept by Yanim Silvia",
      "description": "Yanim Silvia is a unique limited edition custom shoe concept designed by Yanim Silvia. Full cut high heel, completely custom made in Italy, featuring pristine italian leather.",
      "preview": "Legal BACK Terms & conditions Privacy policy Report this page Contact us Cookies options Information about us We are Aliveshoes B.V. a limited liabili"
    },
    {
      "url": "https://pytorch.org/get-started/locally/",
      "title": "Get Started",
      "description": "Set up PyTorch easily with local installation or supported cloud platforms.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Get Started Select preferences and run the command to install PyTorch loc"
    },
    {
      "url": "https://www.wcpfc.int/doc/cmm-2009-06/conservation-and-management-measure-regulation-transhipment-0",
      "title": "CMM 2009-06 - Conservation and Management Measure on the Regulation of Transhipment | Monitoring and Evaluation",
      "description": "void",
      "preview": "Skip to main content Status: Active Download 23 Feb 2023 - 10:52 PDF - 547.63 KB Effective From 09 Feb 2010 Related Obligations Obligation Description"
    },
    {
      "url": "https://ctan.org/pkg/pgf",
      "title": "CTAN: Package pgf",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "https://www.intertek.com/marks/etl/",
      "title": "ETL Listed Mark",
      "description": "Intertek's ETL Certification program is designed to help you get products tested, certified, proof of product compliance and on to market faster than ever before.",
      "preview": "Intertek Intertek Brand Logo Search ETL Listed Mark Intertek's ETL Certification program is designed to help you get products tested, certified, and o"
    },
    {
      "url": "http://www.biology.lu.se/",
      "title": "Start | Department of Biology",
      "description": "Lund University.",
      "preview": "Your browser has javascript turned off or blocked. This will lead to some parts of our website to not work properly or at all. Turn on javascript for"
    },
    {
      "url": "https://pastel.diplomatie.gouv.fr/cncdext/dyn/public/utilisateur/ajoutCompte.html;jsessionid=03D70CB2EF5DFD342A9F7A4D8BDCD880.jvm01996-3",
      "title": "Ministère de l'Europe et des Affaires étrangères - Maintenance technique",
      "description": "void",
      "preview": "Site en cours de maintenance"
    },
    {
      "url": "https://jegy.mav.hu/",
      "title": "MÁV Személyszállítási Zrt. új ELVIRA online jegyvásárlás",
      "description": "void",
      "preview": "Az oldal használatához javascript futtatása szükséges, kérjük, engedélyezze a javascriptek használatát! Betöltés alatt"
    },
    {
      "url": "https://www.linformaticien.com/magazine/tendances/54019-24quel-ultra-portable-choisir-chromebook-ou-terminal-windows-10-5-tests.html",
      "title": "Quel ultra-portable choisir ? Chromebook ou terminal Windows 10 ? 5 tests - L'INFORMATICIEN & L'INFO CYBER-RISQUES - L'1FO Tech par L'Informaticien - L'INFORMATICIEN - L'1FO Tech par L'Informaticien",
      "description": "void",
      "preview": "Salesforce SAP IBM Snowflake OVHCloud Google Cloud Dell Databricks LES DOSSIERS DE L'INFORMATICIEN Observabilité : les performances par les données Ve"
    },
    {
      "url": "https://bertie.forbes.com/#/compose?id=55600b6ee4b01f0c1d93023a",
      "title": "Bertie",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-headless-commerce-and-websites-Unstack-Inc-41f1daebe140443386901f7dd8fed2aa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://sdgstoday.org/eco-ambassadors-program",
      "title": "EASL",
      "description": "The Eco Ambassadors Solutions Lab (EASL) is an innovative program aimed at empowering high school students with the knowledge and skills to become global citizens and leaders in sustainable development. Organized by SDGs Today and Columbia University, it combines interactive sessions, hands-on activities, and technical training to explore solutions through geospatial technologies, digital storytelling, and sustainable development.",
      "preview": "void"
    },
    {
      "url": "https://www.msn.com/en-us/news/us/green-bay-stands-by-audio-surveillance-in-response-to-state-senate-letter/ar-AA17uuKL",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://huridocs.org/services/",
      "title": "Services | HURIDOCS",
      "description": "HURIDOCS offers support to human rights groups that want to gather, organise and use information to create positive change in the world.",
      "preview": "Skip to content Home > Services Services HURIDOCS offers support to human rights groups that want to gather, organise and use information to create po"
    },
    {
      "url": "https://www.marcvanzeeland.nl/tag/lichtenvoorde/",
      "title": "lichtenvoorde - marc-van-zeeland",
      "description": "void",
      "preview": "Wij maken gebruik van cookies De website van Marc van Zeeland maakt gebruik van cookies om de werking van de site en de functies optimaal te laten wer"
    },
    {
      "url": "https://bergqvist13.tumblr.com/",
      "title": "@bergqvist13 on Tumblr",
      "description": "Follow @bergqvist13 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Miss my lovely time on Tenerife😍🇪🇸 Summer is soon here🇸🇪☀️ You are using an unsupported browser and things might not work as intended. Ple"
    },
    {
      "url": "https://www.thelodgeatwoodloch.com/",
      "title": "The Lodge at Woodloch: Spa Resort in Poconos, Pennsylvania",
      "description": "Unwind at The Lodge at Woodloch, a Poconos spa resort for relaxation, rejuvenation & personal awakening. Explore mindfulness & wellness through classes, workshops & speakers.",
      "preview": "The Lodge at Woodloch Close Play/pause Scroll to Explore Online Reservations Booking Details Dates Guests/Room 2 - + The Lodge at Woodloch One Resort,"
    },
    {
      "url": "https://www.rak-system.de/produkte/hochdruck/hd-zubehoer",
      "title": "HD-Zubehör - Lehmann GmbH (DE)",
      "description": "void",
      "preview": "Lehmann GmbH (DE) Produkte Hochdruck HD-Zubehör Produktinformationen HD-ZUBEHÖR Neben Hochdruckdüsen bieten wir weiteres Zubehör rund um Ihren Hochdru"
    },
    {
      "url": "http://www.loonygames.com/content/2.1/feat/",
      "title": "loonygames presents: American McGee's Alice - Through the Looking Glass",
      "description": "void",
      "preview": "about feedback archives submissions // loonygames :// issue 2.1 :// Through the Looking Glass ://1, 2 What's new today: New!!! The archives have been"
    },
    {
      "url": "https://www.dicapriomotors.it/home-page/divisione-garden/tagliasiepi/a-scoppio/tagliasiepi-valgarden-2t-jet-power-semi-pro-25-4-lama-60cm.1.1.22.gp.106376.uw",
      "title": "Ti trovi nella categoria: A SCOPPIO (HOME PAGE - DIVISIONE GARDEN-TAGLIASIEPI)",
      "description": "Description: A SCOPPIO DIVISIONE GARDEN-TAGLIASIEPI / HOME PAGE /",
      "preview": "Cookie policy Personalizza Accetta CHIUDI Chiudi HOME PAGE DIVISIONE DUE RUOTE DIVISIONE GARDEN DIVISIONE GARDEN DIVISIONE DUE RUOTE CONTATTI VIDEO NE"
    },
    {
      "url": "https://www.electronjs.org",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.llbean.com/llb/shop/86878",
      "title": "Ultrasoft Comfort Flannel Sheet Set | Sheets | L.L.Bean International",
      "description": "Find the best Ultrasoft Comfort Flannel Sheet Set at L.L.Bean International. Our high quality products are thoughtfully designed and built to last season after season.",
      "preview": "15% OFF Your Purchase with code: GLOBAL15 - Ends October 13, 2025 . Details L.L.Bean Home Goods Bedding Sheets Ultrasoft Comfort Flannel Sheet Set Ite"
    },
    {
      "url": "https://www.orangecenter.bg/knizharnitsa/nehudozhestvena-literatura/taro-karti",
      "title": "Таро Карти - Нехудожествена литература - Книжарница - Книжарница Orange",
      "description": "Oнлайн магазин ORANGE CENTER - книги, музикални и видео продукти, канцеларски материали и продукти за офиса. Безплатна доставка над 49.80 лв. за цяла България!",
      "preview": "JavaScript изглежда да бъде прекратен във вашия браузър. За най-добър опит на нашия сайт не забравяйте да включите Javascript във вашия браузър. Таро"
    },
    {
      "url": "https://babesies.tumblr.com/",
      "title": "void",
      "description": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE 9 / 26 2025 8304 N nociceptrix-deactivated20241108 : Shall we blossom into homies 9 / 24 2025 1"
    },
    {
      "url": "http://www.tradefirst.com/",
      "title": "TradeFirst - The Smart Network for Business",
      "description": "void",
      "preview": "Skip to content JOIN Grow Your Business."
    },
    {
      "url": "https://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://vuoriclothing.com/products/sunday-performance-jogger-black",
      "title": "Sunday Performance Jogger | Men's Black Joggers | Vuori",
      "description": "Vuori's Sunday Performance Jogger provides a fresh take on athleisure and will be a staple in your wardrobe. Shop our men's Black athletic joggers.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://news.nationalgeographic.com/2018/02/global-industrial-fishing-footprint-spd/?beta=true",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://acs782.tumblr.com/post/144450686127",
      "title": "Maryland moves to increase diversity in computer... - Stuff",
      "description": "Maryland moves to increase diversity in computer science codeorg: \" A rigorous computer science course can't satisfy a required technology credit for graduation? Unfortunately, this was the policy in...",
      "preview": "Stuff This n that archive rss feed 5.16.16 Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't"
    },
    {
      "url": "https://azmelly.tumblr.com/",
      "title": "Glimpses of My Life",
      "description": "If you want to know more, you could always ask. Perhaps I'll even answer.",
      "preview": "Glimpses of My Life 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna june 28 2020 earthstory it"
    },
    {
      "url": "https://vaccinate.oklahoma.gov/en-US/?npclid=CjwKCAjwgZuDBhBTEiwAXNofRKMOhd8rvxaF7i69dc1dzWiTFlMRYisPdut2rkmfYk5Ln3TNS8leQBoC1ZMQAvD_BwE&gclid=CjwKCAjwgZuDBhBTEiwAXNofRKMOhd8rvxaF7i69dc1dzWiTFlMRYisPdut2rkmfYk5Ln3TNS8leQBoC1ZMQAvD_BwE",
      "title": "Viral View",
      "description": "void",
      "preview": "Skip to main content OK ViralView Attention Healthcare Providers and Laboratories: Join Our Surveillance Network! Partner with Oklahoma's leading resp"
    },
    {
      "url": "https://finance.yahoo.com/video/many-workers-gateway-skills-just-161222977.html",
      "title": "Many workers need 'gateway skills that just open up doors,' Goodwill CEO explains",
      "description": "Goodwill Industries International CEO & President Steve Preston joins Yahoo Finance Live to discuss the November jobs report, U.S. Secretary Marty Walsh's comments on the unemployment gap, providing skills and training to workers, and boosting the employment rate.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Many workers need 'gateway skills that just open up doors,' Go"
    },
    {
      "url": "https://carolynchan.wordpress.com/tag/sydney/",
      "title": "Sydney | Food is my happy place",
      "description": "Posts about Sydney written by Carolyn Chan",
      "preview": "Home My love of all things food... and other ramblings."
    },
    {
      "url": "https://oceandecade.org/",
      "title": "Ocean Decade - The Science We Need For The Ocean We Want",
      "description": "The Ocean Decade is a 10-year framework initiative to identify, generate and use critical ocean knowledge to manage the ocean sustainably.",
      "preview": "The OCEAN video © Universeum Ocean Science Lab Decade The Science We Need for the Ocean We Want 10 Years. 10 Challenges. 1 Ocean. The ocean holds the"
    },
    {
      "url": "https://mclanecnc.com/Uux0lgl-Thicker/R3cwxu-Thicker/Penis/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting to"
    },
    {
      "url": "https://energyathaas.wordpress.com/2014/09/08/want-to-schedule-your-electricity-use-to-reduce-pollution-heres-how/",
      "title": "Want to Schedule Your Electricity Use to Reduce Pollution? Here's How - Energy Institute Blog",
      "description": "Some of us occasionally feel the urge to turn off the kitchen/porch/office light as our small step towards addressing global climate change. A Berkeley PhD student - Gavin McCormick - has started a nonprofit to provide information on exactly how our actions impact pollution. Gavin's organization, WattTime, is analyzing data from around the US to...",
      "preview": "Skip to content Some of us occasionally feel the urge to turn off the kitchen/porch/office light as our small step towards addressing global climate c"
    },
    {
      "url": "https://docs.fast.ai/tutorial.html",
      "title": "Tutorials - fastai",
      "description": "To help you get started",
      "preview": "Other Formats CommonMark The most important thing to remember is that each page of this documentation comes from a notebook. You can find them in the"
    },
    {
      "url": "https://www.homemodelenginemachinist.com/forums/",
      "title": "Home Model Engine Machinist Forum",
      "description": "Home model engine machinists & makers forum. Model engine making forums for engine plans, castings, CAD, CNC designs, lathe, Stirling, boilers & steam.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "http://www.abs.gov.au/",
      "title": "Australian Bureau of Statistics",
      "description": "Australia's national statistical agency providing trusted official statistics on a wide range of economic, social, population and environmental matters.",
      "preview": "Search ABS Welcome to the Australian Bureau of Statistics Population 27,536,874 31 March 2025 Estimated resident population Consumer price index 2.1%"
    },
    {
      "url": "http://www.asu.edu",
      "title": "ASU Homepage | Arizona State University",
      "description": "void",
      "preview": "Your browser does not support the video tag. Play hero video Pause Reshaping our relationship with the planet Through Changing Futures, ASU is working"
    },
    {
      "url": "https://connect.looker.com/?utm_source=lookercommunity&utm_medium=link_on_homepage&utm_campaign=connect_community_promo&utm_id=communitytoconnectlink",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://www.hindustantimes.com/opinion/policies-and-people-how-ai-is-helping-india-s-poor-become-climateresilient-101663847864017.html?fbclid=IwAR15I1N38dVutWYDzi6AHMVl57RpEssDjZODLXdgxOLrJXmQ70V1d02Dgcc",
      "title": "Policies and People | How AI is helping India's poor become climate-resilient | Hindustan Times",
      "description": "Heatwaves are becoming frequent and intense in India. SEEDS, a non-profit, and Microsoft have developed an AI model that processes large volumes of data to provide risk information at a hyper-local level to vulnerable communities",
      "preview": "Home Karwa Chauth Live Nobel Peace Prize Live Festival of Gifts E-Paper HT Premium HT The Next Voice US News Games HTCity Ht100 India World Entertainm"
    },
    {
      "url": "http://www.balanced-wellness.org/",
      "title": "Balanced Wellness - Women, Couples & Teen Therapy in SC & NC",
      "description": "Seeking therapy in SC or NC? We provide maternal mental health, couples counseling, and adolescent support-online and in person.",
      "preview": "0 Whole Family Wellness Begins with Compassionate Therapy Therapy for Women, Couples & Adolescents in the Carolinas Offering in-person & online therap"
    },
    {
      "url": "https://www.ryanair.com/gb/en/booking/home",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "http://taaacc.org/",
      "title": "Home - Texas Association of African American Chamber of Commerce",
      "description": "void",
      "preview": "About TAAACC To ensure that African American Business Owners receive a fair share of the economic prosperity of Texas. Serve as a catalyst for a bette"
    },
    {
      "url": "http://endjusticefees.org",
      "title": "End Justice Fees",
      "description": "A site dedicated to ending justice system fees. These taxes are charge at multiple points of interaction with the criminal justice system.",
      "preview": "About Fee Surveys Reforms Resources NEWS Take Action Contact About Fee Surveys Reforms Resources NEWS Take Action Contact Justice fees are sentencing"
    },
    {
      "url": "https://status.cardconnect.com",
      "title": "CardConnect Status",
      "description": "Welcome to CardConnect's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever CardConnect creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't rece"
    },
    {
      "url": "https://octoverse.github.com/",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "https://appsupport.supersimple.com",
      "title": "Super Simple App Support",
      "description": "Super Simple App Support",
      "preview": "Helpful information for the Super Simple app Search No results found Most Popular Articles Offline mode How do I lock the app so my child cannot exit"
    },
    {
      "url": "http://www.textuality.com/xml/",
      "title": "Extensible Markup Language (XML)",
      "description": "void",
      "preview": "Unfortunately , there are things that HTML just can't do for you. Fortunately , HTML is growing quickly to meet these needs. Unfortunately , no matter"
    }
  ],
  "_meta": {
    "total_bookmarks": 82
  }
}