{
  "data": [
    {
      "url": "https://rebeccarhodes.teachable.com/courses/how-to-paint-a-pet-portrait-from-beginning-to-end/lectures/34382851",
      "title": "Introduction, Goals | Watercolors with Rebecca Rhodes",
      "description": "A Step by Step Guide in Creating Your Own Pet Portrait",
      "preview": "How to Paint a Pet Portrait from Beginning to End Welcome! Introduction Introduction, Materials Roadmap: The 5-Step Process to Paint Your Pet Glossary"
    },
    {
      "url": "https://relay.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Firefox Relay",
      "description": "⁨Firefox Relay⁩ makes it easy to create email masks that forward your messages to your true inbox. Use them to protect your online accounts from hackers and unwanted messages.",
      "preview": "Protect your identity with secure phone and email masking Our secure, easy-to-use email and phone masks help keep your identity private so you can sig"
    },
    {
      "url": "https://www.nhl.com/standings",
      "title": "NHL Hockey Standings | NHL.com",
      "description": "The official standings for the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.diigo.com/",
      "title": "Diigo - Better reading and research with annotation, highlighter, sticky notes, archiving, bookmarking & more.",
      "description": "Diigo is a powerful research tool and a knowledge-sharing community",
      "preview": "Downloads Blog Sign in Sign up Downloads Blog Sign in Sign up Diigo Your Learning, Simplified GET STARTED Collect Save and tag your online resources f"
    },
    {
      "url": "https://thehill.com/homenews/campaign/547784-nikki-haley-says-she-will-not-run-if-trump-runs-for-president-in-2024/",
      "title": "Nikki Haley says if Trump runs for president in 2024 then she won't",
      "description": "Former U.S. Ambassador to the United Nations Nikki Haley said Monday that she would not mount a bid for the White House in 2024 should former President Trump decide to run again. \"I would not run if President Trump ran, and I would talk to him about it,\" Haley told The Associated Press at a press...",
      "preview": "Skip to content Just In Opinion Democrats' government shutdown is the ultimate display of hypocrisy Congress Blog | 4 minutes ago Trump loses bid for"
    },
    {
      "url": "https://www.thedesignerstoolbox.com/",
      "title": "The Designer's Toolbox - Helping you get hired in UI, UX, and Product Design",
      "description": "The Designer's Toolbox helps you get hired in UI, UX, and Product Design. Check out our free collection tips, tricks, and best practices.",
      "preview": "Skip to content New! Listen to the Design Table Podcast where we discuss design careers, trends, and more. Menu ✉️ Free Design Tips The Designer's Too"
    },
    {
      "url": "https://app.collegerecon.com/cuyamaca-college",
      "title": "Cuyamaca College | GI Bill or Yellow Ribbon",
      "description": "Discover benefits at Cuyamaca College. Find Military Tuition Assistance, GI Bill or Yellow Ribbon program assistance. Get started now.",
      "preview": "Back to top Find VA-Approved Colleges for Military and Veterans Cuyamaca College El Cajon, CA Compare Calculate Match Request Info Overview Military I"
    },
    {
      "url": "https://ywcaatlanta.org/",
      "title": "YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "YWCA of Greater Atlanta is dedicated to eliminating racism, empowering women and promoting peace, justice, freedom and dignity for all.",
      "preview": "0 2024 Impact Report A year of reintroduction Collaboration in Action The Campaign to Revitalize the Phillis Wheatley Westside YWCA Learn more FREE Co"
    },
    {
      "url": "http://www.rcindia.org/profile/?u=12213",
      "title": "Log in",
      "description": "Log in",
      "preview": "Welcome to RC India . Log in Sign up India's RC Hub October 10, 2025, 05:26:08 PM Main Menu Main Menu Home Calendar RC India Warning! Only registered"
    },
    {
      "url": "http://pttk.swidnica.pl/kolo-lista.html",
      "title": "Oddział PTTK w Świdnica",
      "description": "void",
      "preview": "Oddział PTTK w Świdnicy Strona główna Historia Aktualności Uchwały ZO Nasze koła Komisja Górska Komisja Piesza Komisja Kolarska OMTTK Linki Wycieczki"
    },
    {
      "url": "https://curlconverter.com/",
      "title": "Convert curl commands to code",
      "description": "Utility for converting cURL commands to code",
      "preview": "Convert curl commands to Python, JavaScript and more Convert curl to Python, JavaScript and more Fork me on GitHub curl command Examples: GET - POST -"
    },
    {
      "url": "https://www.walmartsustainabilityhub.com/project-gigaton/forests",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://abc11.com/society/teen-in-viral-picture-at-raleigh-target-store-gets-the-job/515850/",
      "title": "Teen in viral picture at Raleigh Target store gets the job - ABC11 Raleigh-Durham",
      "description": "Yasir Moore became an internet sensation when a picture of Target employees helping him prep for a job interview went viral.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out SOCIETY Teen in viral picture at Raleigh Target store gets the job Friday, February"
    },
    {
      "url": "https://newscorp.com/",
      "title": "News Corp",
      "description": "void",
      "preview": "Skip to content Passionate. Principled. Purposeful. News Corp delivers authoritative and engaging content from some of the world's most trusted brands"
    },
    {
      "url": "https://www.interruptingcriminalization.com/defundpolice-update",
      "title": "#DefundPolice Update - Interrupting Criminalization",
      "description": "void",
      "preview": "0 The Demand Is Still #DefundPolice #DefundThePolice #FundThePeople #DefendBlackLives This update to our June 2020 #DefundPolice toolkit reflects vict"
    },
    {
      "url": "https://www.ikea.com/se/en/cat/cookware-20682/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Sweden",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Go to product list Products"
    },
    {
      "url": "https://www.newyorker.com/magazine/2010/09/20/the-face-of-facebook",
      "title": "Mark Zuckerberg Opens Up | The New Yorker",
      "description": "Jose Antonio Vargas on the founder of Facebook.",
      "preview": "Skip to main content Save this story Save this story Save this story Save this story Mark Zuckerberg founded Facebook in his college dorm room six yea"
    },
    {
      "url": "http://www.ipsnews.net/2022/01/time-protect-oceans-now/",
      "title": "The Time to Protect Our Oceans is Now | Inter Press Service",
      "description": "There is no other place in the world like Costa Rica's Cocos Island National Park. The waters surrounding the island-covered with tropical forests-are a playground to countless shivers, or schools, of sharks, including hammerhead sharks, whitetip reef sharks and whale sharks. Also boasting rays, turtles, whales and dolphins, It's one of the world's most biodiverse [...]",
      "preview": "Languages ESPAÑOL FRANÇAIS DEUTSCH ITALIANO JAPANESE NEDERLANDS PORTUGUÊS SUOMI SVENSKA SWAHILI TÜRKÇE Friday, October 10, 2025 INTER PRESS SERVICE Ne"
    },
    {
      "url": "https://24vterin.cz/bscs",
      "title": "24vterinCZ | KONDICE",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vwvortex.com/threads/tutorial-how-to-change-coolant-temperature-sensor-4-2-engine-and-improve-fuel-economy-gas-mileage.6939601/",
      "title": "Tutorial-How to change coolant temperature sensor (4.2 engine) and improve fuel economy (gas mileage) | VW Vortex - Volkswagen Forum",
      "description": "Is your fuel economy worse than normal? If your fuel economy is very poor (5-7 mpg city with my experience) you might have a bad coolant temperature...",
      "preview": "Menu Log in Sign up Home Forums VW Model-Specific Forums Phaeton Phaeton2 Is your fuel economy worse than normal? If your fuel economy is very poor (5"
    },
    {
      "url": "https://bestbadinfluence.com/",
      "title": "Best Bad Influence",
      "description": "Best Bad Influence",
      "preview": "Skip to content Apparel Accessories Drinkware Gift Card Good Influence Account Cart Apparel Toggle menu Denim Jackets Tees Tanks Hoodies + Sweatshirts"
    },
    {
      "url": "https://www.nba.com/stats/players/traditional",
      "title": "Players Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each player in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.fiaformulae.com/en/championship/race-calendar",
      "title": "Formula E Calendar | 2026 Racing Schedule | ABB FIA Formula E World Championship",
      "description": "See the full racing schedule for the Formula E 2026, Season 12, races. Buy tickets, see schedules, and find all the information you need for every race this season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "https://www.pixyblog.com/",
      "title": "PixyBlog | Expose Yourself - Photo Sharing Community, Digital Photography Blogs.",
      "description": "void",
      "preview": "Home Welcome to PixyBlog! Home of the following photography blogs: The Cliff Walk ( www.thecliffwalk.com ) Jet Eye ( jeteye.pixyblog.com ) Martyn Godd"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/",
      "title": "I totally don't like foxes...",
      "description": "Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram",
      "preview": "Menu I totally don't like foxes... Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram A tiny guard fox art illustration digital"
    },
    {
      "url": "https://365thingssyracuse.wordpress.com/2013/01/07/7-cobblestone/",
      "title": "7. Cobblestone | 365 Things Syracuse",
      "description": "I'm sure you're all aware that Syracuse Basketball is an institution around town. Even if you aren't a huge fan of the team, there's going to be a time during the season you will be at a bar and the game will be on TV. Personally, I enjoy watching games at a local watering hole...",
      "preview": "I'm sure you're all aware that Syracuse Basketball is an institution around town. Even if you aren't a huge fan of the team, there's going to be a tim"
    },
    {
      "url": "http://www.scottmdouglas.com/blog/five-pieces-of-advice-for-the-class-of-2017",
      "title": "Five Pieces of Advice for the Class of 2017 - Developing Leaders & Building a Legacy",
      "description": "It's popping up everywhere on social media: time to dust off the Academic Regalia, wear a pointy hat, walk across a stage, and get a diploma. Graduation season is upon us. Thousands will make the...",
      "preview": "Developing Leaders & Building a Legacy Blog About Contact Other Works Five Pieces of Advice for the Class of 2017 5/8/2017 3 Comments It's popping up"
    },
    {
      "url": "https://www.gnof.org/contact-us/",
      "title": "Contact Us | Greater New Orleans Foundation",
      "description": "Let's talk about how we can help the Greater New Orleans region. Greater New Orleans Foundation 919 St. Charles Avenue New Orleans, LA 70130 504-598-4663 504-598-4676 (fax)",
      "preview": "Skip to content Let's talk about how we can help the Greater New Orleans region. Greater New Orleans Foundation 919 St. Charles Avenue New Orleans, LA"
    },
    {
      "url": "https://public.wmo.int/en/resources/world-meteorological-day",
      "title": "World Meteorological Day",
      "description": "void",
      "preview": "Skip to main content World Meteorological Day Every 23 March, the World Meteorological Organization commemorates the coming into force of the Conventi"
    },
    {
      "url": "https://govstatus.egov.com/find-covid-19-vaccine",
      "title": "Find a COVID-19 Vaccine in Oregon",
      "description": "How to find a COVID-19 Vaccine in Oregon",
      "preview": "Skip to main content Español / Spanish Who can get a vaccine? All people in Oregon age 6 months and older are eligible to receive the COVID-19 vaccine"
    },
    {
      "url": "https://service.elsevier.com/app/overview/cell-press/",
      "title": "Cell Press Support Center",
      "description": "void",
      "preview": "Cell Press Support Center Cell Press Support Center Cell Press engages and empowers scientists across all disciplines, all geographies, and all stages"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a40771923/hailey-bieber-fashion-icon-interview/",
      "title": "Hailey Bieber on Her Stroke, Fashion Style, and Marriage",
      "description": "Hailey Bieber has been thrown some curveballs this year, including a serious health scare. But the model, style star, and newly minted beauty mogul has proven she can roll with the punches.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. John"
    },
    {
      "url": "https://aclu.org/abortion-pledge",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.today.com/popculture/jill-martin-we-re-engaged-again-why-time-around-different-t239511",
      "title": "Jill Martin: We're engaged ... again! Why this time around is different",
      "description": "In an exclusive essay for TODAY, Jill Martin shares what she has learned about love - and herself - after getting engaged to fiancé Erik Brooks a second time.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.landforsaleintabananbali.com/land-for-sale-in-tabanan-bali-by-bali-real-property/affordable-17604-m2-land-sale-in-tabanan-kerambitan-bali-tjtb342/",
      "title": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 | Land for sale in Tabanan Bali Indonesia",
      "description": "LAND SALE IN Tabanan Kerambitan BALI Located in Tibu Biu Kerambitan, Tabanan Kerambitan this affordable 17,604 sqm LAND IN TABANAN BALI FOR SALE featuring...",
      "preview": "Affordable 17,604 m2 LAND SALE IN Tabanan Kerambitan BALI TJTB342 Published by Bali Property Land for sale on 22 LAND SALE IN Tabanan Kerambitan BALI"
    },
    {
      "url": "http://www.infocamere.it/",
      "title": "InfoCamere",
      "description": "La società delle Camere di Commercio per l'innovazione digitale. Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione. Visita il nostro sito.",
      "preview": "InfoCamere la società delle Camere di Commercio per l'innovazione digitale Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione Your brow"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/shop/",
      "title": "Shop | Kate Moss Cosmoss",
      "description": "Shop Cosmoss for advanced skincare treatments and body & soul rituals by Kate Moss.",
      "preview": "(All) Fragrance Skincare Teas Sets Rituals Filter By Benefit Calming Moisturising Regenerating Rejuvenating Uplifting By Ingredient Bakuchiol Hemp Oil"
    },
    {
      "url": "https://iteanet.blogspot.com/2010/11/",
      "title": "Itea net : Νοεμβρίου 2010",
      "description": "Μια σελίδα για την Ιτέα και την Φωκίδα, Άμφισσα Γαλαξίδι Αράχωβα, Λιδορίκι, Δελφοί",
      "preview": "Σελίδες Αρχική σελίδα Τοπικές επιχειρήσεις Τοπικοί σύλλογοι Ξενοδοχεία Αθλητικά Φωτογραφία Τουρισμός Καιρός Πολιτισμός Χάρτης Φωκίδας Τρίτη 30 Νοεμβρί"
    },
    {
      "url": "https://dovolenka.sme.sk/i/turecko/plaze?typ=pauschal&trt=p&epc=2&ka1=&ka2=&ka3=&vnd=26.10.2021&bsd=11.01.2022&lmn=7&lmx=15&opi%5B0%5D=ALL-SK&opi%5B1%5D=ALL-AT&stc=3&zac=&vpc=AI&sub=all&qst=pmn&qdr=up&price_to=9999&trip_length=&length=&journej_attributes=&max_number_of_stops=&aph=ALL-DEF&opx%5B0%5D=SATU&opx%5B1%5D=BU&opx%5B2%5D=OGE&opx%5B3%5D=TOC&opx%5B4%5D=XOGE&opx%5B5%5D=XBU&traffic=&cha1=&cha2=&cha3=&form_sended=1&lmn_text=7&lmx_text=15",
      "title": "🏖️ Najkrajšie pláže v Turecku | Dovolenka.SME.sk",
      "description": "Hľadáte, ktoré pláže v Turecku navštíviť? 🏖️ Poradíme vám, zoznámte sa s najkrajšími plážami v Turecku",
      "preview": "dovolenka.sme.sk 02 / 32 202 303 Zavolajte nám, poradíme Po-Pia 9:00 - 17:00 Člen skupiny Filter Zavolajte nám, poradíme 02 / 32 202 303 Dovolenkové d"
    },
    {
      "url": "https://www.hellomagazine.com/healthandbeauty/mother-and-baby/20230226165346/prince-william-kate-middleton-rare-comment-prince-george-princess-charlotte/?utm_medium=social_media&campaign=hellouk&utm_source=Twitter#Echobox=1677443237",
      "title": "Prince William and Princess Kate make extremely rare comment about Prince George | HELLO!",
      "description": "The Prince and Princess of Wales opened up about their children Prince George, Princess Charlotte and Prince Louis' hobbies when meeting with officials at the Six Nations game in Cardiff",
      "preview": "Skip to main content Skip to footer Prince William and Princess Kate make extremely rare comment about Prince George Prince George is growing taller!"
    },
    {
      "url": "https://villasenor-derbez.com/",
      "title": "Juan Carlos Villaseñor-Derbez",
      "description": "Assistant Professor",
      "preview": "Juan Carlos Villaseñor-Derbez Assistant Professor Department of Environmental Science and Policy, Rosenstiel School of Marine, Atmospheric, and Earth"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/",
      "title": "Fragments of My Imagination",
      "description": "Trying to understand the complex world and convey it simply. ------- Art blog ------- Other art...",
      "preview": "Fragments of My Imagination RSS Oct 9 wardoftheflies : todayintokyo : Rainy season by モモ ID: art of a black cat stepping on a road in the rain, surrou"
    },
    {
      "url": "https://otter.ai/u/p5KxApF-sDEp7JdC2aJ4MhuEUvU",
      "title": "8.4.2021 Ask Me Anything Business | Otter.ai",
      "description": "Otter.ai uses artificial intelligence to empower users with real-time transcription meeting notes that are shareable, searchable, accessible and secure.",
      "preview": "8.4.2021 Ask Me Anything Business | Otter.ai Skip to main content Loading... 8.4.2021 Ask Me Anything Business Tricia Ross 1h 5min Stephanie 00:00 All"
    },
    {
      "url": "http://www.periodismokosher.com.ar/2014/04/brit-mila-de-yoel-simje-romarowski.html",
      "title": "Brit Milá de Yoel Simje Romarowski - Periodismo Kosher",
      "description": "Periodismo Kosher es una nueva manera de presentar espectáculos, leer noticias o judaísmo y pedir refuá shelemá. Un espacio pensado para todos los judíos que quieren ver algo nuevo, pero desde un punto de vista ortodoxo. Para ello tenemos que saber sobre nuestro judaísmo y estar unidos.",
      "preview": "ISRAEL BAJO FUEGO Israel vs Hamas y Hezbola 728x90 Main Menu Actualidad Categorias Contacto Instituciones/Comunidades Proximos eventos Otros _Buscador"
    },
    {
      "url": "https://aabcc.org/home/",
      "title": "AABCC - Welcome To AABCC",
      "description": "void",
      "preview": "Donate Events Join AABCC Job Postings (Coming Soon) FAQ Home menu close Join AABCC Donate Home Events Job Postings (Coming Soon) FAQ We are Amarillo T"
    },
    {
      "url": "https://www.treasury.gov/tigta/contact_report_scam.shtml",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.ferienwohnung-in-obergurgl.at/bildergalerie/ferienwohnung_oetztal/content/_0059684695_large.html",
      "title": "Bilder Ferienwohnung Ötztal",
      "description": "void",
      "preview": "Bilder Ferienwohnung Ötztal www.ferienwohnung-in-obergurgl.at Ferienwohnung Ötztal für 3-5 Personen Zurück Index Weiter oetztal-1 630 Appartementhaus"
    },
    {
      "url": "https://buffer.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Buffer - Log In",
      "description": "Log in to access your Buffer account",
      "preview": "Log in Email Address Password Log In Create an account Forgot your password? Terms of Service • Privacy Policy • Security New! Buffer's AI Assistant B"
    },
    {
      "url": "https://hackdesign.org/",
      "title": "Design lessons for everyone, curated by top designers | Hack Design",
      "description": "An easy to follow design course for people who do amazing things. Receive a design lesson in your inbox each week, hand crafted by a design pro. Learn at your own pace, and apply it to your real life work - no fake projects here.",
      "preview": "void"
    },
    {
      "url": "https://seminarios.impa.br/index;jsessionid=D65A9C1910E0EC8804F6BAB069860EB5?lang=en_US",
      "title": "Log in to Institucional",
      "description": "void",
      "preview": "Institucional Username or email Password Forgot Password? New user? Register"
    },
    {
      "url": "https://www.paramountplus.com/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://edu.gcfglobal.org/en/",
      "title": "Free Online Learning at GCFGlobal",
      "description": "GCFGLobal - The freedom to learn what you want, when you want, absolutely free! Check out our Everyday Life, Basic Math, and Computer Training today!",
      "preview": "2,300 + Lessons | 200 + Topics If you're willing to learn, we're ready to teach- anywhere, anytime. Browse Topics Learn Your Future Learn and develop"
    },
    {
      "url": "https://www.napbots.com/post/polygon-upgrade-fixes-bug-to-secure-9-27-billion-matic-tokens",
      "title": "napbots.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.jsonline.com/story/news/2023/03/01/milwaukee-man-dies-in-an-avalanche-while-on-vacation-in-wyoming/69958393007/",
      "title": "Milwaukee man dies in an avalanche while on vacation in Wyoming",
      "description": "A 24-year-old Milwaukee man died in an avalanche while snowmobiling just southeast of Smoot, Wyoming, on Thursday.",
      "preview": "Skip to main content Home Election Local Politics Crime Education Neighborhood Dispatch State Special Reports Israel War George Stanley 24-year-old Mi"
    },
    {
      "url": "https://resourcewatch.org/dashboards/coral-reef-dashboards",
      "title": "Coral Reef Dashboards | Resource Watch",
      "description": "Global and regional summaries of the importance, status and outlook of coral reefs around the world",
      "preview": "pause play external search user list-mode cross layers opacity hide show item-unknown item-date item-category item-number logo-cms arrow-down arrow-up"
    },
    {
      "url": "https://www.menshealth.com/entertainment/a38903204/joseph-baena-interview/",
      "title": "Joseph Baena Talks About His Fitness Journey and His Dad Arnold Schwarzenegger",
      "description": "Joseph Baena, the son of fitness culture's greatest icon, Arnold Schwarzenegger, talks about how he found out Arnold was his dad and advice his dad has given him about life, acting, and strength training.",
      "preview": "Skip to Content Our product picks are editor-tested, expert-approved. We may earn a commission through links on our site. Why Trust Us? Eric Ray David"
    },
    {
      "url": "https://www.somethingawful.com/news/handyman-home-repair/",
      "title": "Say \"Handyman\" Three Times In A Mirror",
      "description": "If you need home repairs done but you don't have enough money to hire a licensed contractor who actually knows what they're doing, call me!",
      "preview": "Something Awful Something Awful Forums Something Awful Forums Photoshop Phriday Photoshop Comedy Goldmine Goldmine The Flash Tub Flash Tub WTF, D&D?!?"
    },
    {
      "url": "https://publiccode.eu/",
      "title": "https://publiccode.eu/en/",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/balenciaga-crocs-collaboration-photos-1234838519/",
      "title": "Balenciaga and Crocs Collaboration: Photos, Details and More",
      "description": "Balenciaga and Crocs are teaming for their second collaboration, which includes high-heeled Crocs and rainboots.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://www.falfoundation.org/",
      "title": "The Francine A. LeFrak Foundation",
      "description": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish.",
      "preview": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish. Our Mission Providing"
    },
    {
      "url": "https://craftwork.design/",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Design resources that will boost your creative workflow Find and download the best high-quality 3D and vec"
    },
    {
      "url": "https://www.montigre.com/products/vintage-new-old-stock-hobe-multi-chain-gold-tassel-necklace-earring-set-vintage-hobe-gold-tassel-necklace-hobe-earrings-hobe-jewelry",
      "title": "Gold Tassel Necklace Earring Set - Mon Tigre",
      "description": "This is stunning necklace and earring set was made by Hobe. The necklace features a tassel of 6 strands of chain that drops 4-1/2\" (4 finer chains flanked by 2 thicker Herringbone chains). The earrings feature 3 strands of chain and measure approximately 1-1/4\" long. The necklace measures almost 19\" long. In excellent",
      "preview": "Skip to content Close menu Home Shop Shop All Preloved Items Featured Favorites! Necklaces, Charms & Pendants Bracelets Rings Brooches & Clips Earring"
    },
    {
      "url": "https://www.nyclu.org",
      "title": "Homepage - NYCLU",
      "description": "The NYCLU advances civil rights and civil liberties so that all New Yorkers can live with dignity, liberty, justice, and equality.",
      "preview": "Scroll Advancing rights to deliver more liberty and justice to more New Yorkers. Read more about us Scroll Advancing rights to deliver more liberty an"
    },
    {
      "url": "http://www.ideeatavola.it/",
      "title": "ideeatavola.it",
      "description": "description",
      "preview": "ideeatavola.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web So"
    },
    {
      "url": "https://cafenoseaustin.com/",
      "title": "Café No Sé",
      "description": "An all-day café on South Congress Avenue. Patio + dining room open 7 days a week. Takeaway available daily. Order online for pick-up or deliver through Favor.",
      "preview": "All Day Café Austin, Texas Kimchi Hash All Day Café Austin, Texas Salmon Burger All Day Café Austin, Texas Desserts at Café No Sé All Day Café Austin,"
    },
    {
      "url": "https://catalogue.usc.edu/preview_program.php?catoid=14&poid=16745&returnto=5360",
      "title": "Program: Entertainment Industry Minor - University of Southern California - Modern Campus Catalog™",
      "description": "void",
      "preview": "Loading Comments... You must be logged in to post a comment. University of Southern California Oct 10, 2025 USC Catalogue 2021-2022 Select a Catalogue U"
    },
    {
      "url": "http://hosted2.ap.org/APDefault/*/Article_2015-03-05-US--Blurred%20Lines-Song%20Dispute/id-a6024f2efd254832b069c86a57c70c44",
      "title": "Associated Press News: Breaking News, Latest Headlines and Videos | AP News",
      "description": "Read the latest headlines, breaking news, and videos at APNews.com, the definitive source for independent journalism from every corner of the globe.",
      "preview": "void"
    },
    {
      "url": "https://mestizos.cl/tag/medio-de-transporte/",
      "title": "#medio de transporte - Mestizos Magazine",
      "description": "Revisa todos los artículos de la etiqueta medio de transporte",
      "preview": "#medio de transporte Mostrando 1 artículos del tag #medio de transporte 13 January 2022 00:03 por Isabel Pinto Descubre los beneficios del uso de la b"
    },
    {
      "url": "https://dlc.mpg.de/api/v1/records/mpirg_escidoc_102376/files/images/282851_0025.jpg/full.pdf?divID=LOG_0000",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://www.nashlynails.com/products/slider-rf-foil-leaf-nail-decals-sliders-3",
      "title": "Slider.RF Foil leaf nail decals / sliders 318F - NashlyNails",
      "description": "Decal highlights: Slider.RF waterslide nail decals #318F Foil Enough for approximately 32 nails Easy to use, wet and apply before gel polish top coat Autumn designs for manicures and pedicures Use at home or nail technicians can use them in a professional salon Easily create beautiful nail art Visit our blog for a full",
      "preview": "Skip to content Pause slideshow Play slideshow Discount code \"welcome10\" at checkout for 10% off your first order $1 shipping on orders over $80 (US &"
    },
    {
      "url": "https://web.stanford.edu/class/cs224n/",
      "title": "Stanford CS 224N | Natural Language Processing with Deep Learning",
      "description": "void",
      "preview": "CS224N: Natural Language Processing with Deep Learning Stanford / Winter 2025 Natural language processing (NLP) is a crucial part of artificial intell"
    },
    {
      "url": "https://www.rejsetilbud.dk/rejser/bosnien-hercegovina/",
      "title": "Rejser til Bosnien-Hercegovina | Rejsetilbud Flybilletter | Rejseguide > Hoteller. Afbudsrejser |",
      "description": "På rejsetilbud.dk finder du alt du skal vide inden du rejser til Bosnien-Hercegovina. Find Rejsetilbud > Flybilletter Rejseguide | Hoteller > Afbudsrejser | og meget mere - klik ind nu",
      "preview": "Skip to content Rejser til Bosnien-Hercegovina Velkommen til Rejsetilbud.dk's store guide om Rejser til Bosnien-Hercegovina! Her på siden hjælper vi d"
    },
    {
      "url": "http://www.photopreneur.com/",
      "title": "Photopreneur - Photography Books, Photography ebooks and Photography Courses",
      "description": "Photography courses, books and ebooks on photography topics for amateur and professional photographers. Photoprenuer is the authority for books, courses and blogs about making money with your photography.",
      "preview": "P hotopreneur is a community project that publishes photography courses, photography books, photography ebooks and blogs for photographers, bloggers,"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/",
      "title": "Sabiya malbari",
      "description": "NEVER UNDERESTIMATE THE POWER OF PASSION.. AS FOR ME I JUST WANT TO BE GENUINE..",
      "preview": "Sabiya malbari 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna islamicrays The world is a shad"
    },
    {
      "url": "https://supportlocal.usatoday.com/",
      "title": "Support Local Businesses with USA TODAY Network",
      "description": "Support Local is a place to show support for your local businesses during this challenging time. Help us continue to serve your communities in the future.",
      "preview": "Support Local Businesses Small businesses are facing a great challenge. Your city needs your support. As we begin rebuilding America, it's important t"
    },
    {
      "url": "https://pitlochry.de/wohnung-runa",
      "title": "Wohnung Runa | Ferienwohnungen Pitlochry auf Amrum",
      "description": "void",
      "preview": "Wohnung Runa - ca. 40 qm für 2 Personen - im 1. Stock und Spitzboden Hier bauen wir gerade für Sie um ... Geschirrspüler und Backofen kommen neu und die"
    },
    {
      "url": "https://www.stavangermuseum.no/mitt-stavanger/om-1500-1600-tallet",
      "title": "1500-1600-tallet - Stavanger Museum",
      "description": "void",
      "preview": "KR M Besøk oss Utstillinger Arrangementer Læring NO | ENG Bibliotek Bygg og samling Forskning Utleie Ringmerkingssentralen Kafé og butikk Om museet An"
    },
    {
      "url": "https://forum.coppeliarobotics.com/help/faq?sid=44eea4a80e85aab7e9b50e04f353589f",
      "title": "CoppeliaSim forums - Frequently Asked Questions",
      "description": "void",
      "preview": "CoppeliaSim forums Discussions and questions about CoppeliaSim Skip to content Quick links Unanswered topics Active topics Search FAQ Login Register H"
    },
    {
      "url": "http://www.ikesmartcity.com/",
      "title": "IKE Smart City",
      "description": "IKE (Interactive Kiosk Experience) is an interactive digital kiosk on city sidewalks and public spaces. IKE provides free Wi-Fi and uses applications to help with discovery, mobility, and equity.",
      "preview": "Houston, Tx Miami, FL Atlanta, GA Cincinnati, OH Houston, TX Baltimore, MD Miami, FL Tampa, FL Tempe, AZ Our Mission We pioneer smart city technology"
    },
    {
      "url": "http://www.internic.net/",
      "title": "InterNIC | The Internet's Network Information Center",
      "description": "Public Information Regarding Internet Domain Name Registration Services.",
      "preview": "Inter NIC Home Registrars Whois FAQ InterNIC-Public Information Regarding Internet Domain Name Registration Services Do you have a complaint or disput"
    },
    {
      "url": "https://www.rijksoverheid.nl/onderwerpen/paspoort-en-identiteitskaart",
      "title": "Paspoort en identiteitskaart | Rijksoverheid.nl",
      "description": "Met het paspoort en de identiteitskaart (ID-kaart) kunt u zich identificeren en reizen. Het Nederlandse paspoort bevat vingerafdrukken in een chip.",
      "preview": "Zoeken binnen Rijksoverheid.nl Zoek Checklist aanvraag paspoort of ID-kaart in het buitenland Woont u in het buitenland en wilt u een paspoort of ID-k"
    },
    {
      "url": "http://ussagamemnon.iwarp.com/",
      "title": "Transporter Room, USS Agamemnon-A",
      "description": "void",
      "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
    },
    {
      "url": "https://www.fazemag.de/ten-fe-turn-ewan-pearson-remix/",
      "title": "Ten Fé - Turn (Ewan Pearson Remix)",
      "description": "Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlicht, nun legen Ben Moorhouse und Leo Duncan einen Remix von Ewan Pearson nach. Das Original, das Pearson auch schon produziert hat, ist ein entspannter Roadtrip mit schwingender Gitarre, lässigem Gesang und einem staubigen Vintage-Touch. Der Remix hält fest am [...]",
      "preview": "Zum Inhalt springen Das Londoner Duo Ten Fé, das mit Telekom Electronic Beats zusammenarbeitet, hat vor wenigen Wochen die Single „Turn\" veröffentlich"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "https://www.lightpollutionmap.info/",
      "title": "Light pollution map",
      "description": "Interactive world light pollution map. The map uses NASA Black marble VIIRS, World Atlas 2015, Aurora prediction, observatories, clouds and SQM/SQC overlay contributed by users.",
      "preview": "0% Layers Overlay VIIRS VIIRS Trend World Atlas 2015 Clouds Aurora forecast 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 Color bli"
    },
    {
      "url": "http://www.futurefunds.com.au/",
      "title": "Financial advice planning | Future Funds Pty Ltd",
      "description": "Future Funds Pty Ltd provides lifelong financial advice to aspirational clients.",
      "preview": "P: 02 9997 6787 home testimonials about us contact us Shape Created with Sketch. \"I have a feeling of security as I approach retirement\" Margaret W -"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}