{
  "data": [
    {
      "url": "https://privacy.paramount.com/closed-captioning",
      "title": "Paramount Privacy | CLOSED CAPTIONING OF INTERNET PROTOCOL-DELIVERED VIDEO PROGRAMMING CONTACT INFORMATION",
      "description": "void",
      "preview": "In accordance with the Twenty-First Century Communications and Video Accessibility Act of 2010, all video programming distributors that make video pro"
    },
    {
      "url": "http://virtualcollections.naturalsciences.be/virtual-collections/entomology/coleoptera/cetoniidae/anoplocheilus-diplognathoides-werneri-antoine-2000/data-view",
      "title": "Data - RBINS Virtual Collections",
      "description": "void",
      "preview": "Personal tools Search Site only in current section Advanced Search... You are here: Home / Virtual collections / Entomology / Coleoptera / Cetoniidae /"
    },
    {
      "url": "https://www.igkhair.com/",
      "title": "IGK Hair Products | Sprays, Shampoos, Conditioners & More",
      "description": "Founded by renowned hairdressers, IGK presents styling products for the modern generation. Shop our collection of hair products for a variety of hair types.",
      "preview": "FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF! 🎉 FREE SHIPPING ON ALL ORDERS $50 + 🎉 AFTER PARTY SALE: SAVE UP TO 30% OFF!"
    },
    {
      "url": "https://www.goodwill.org/",
      "title": "Goodwill Industries International, Inc. - Goodwill Industries International",
      "description": "Goodwill provides free career counseling, skills training, and résumé prep services that help unlock opportunities for job seekers. Every day, more than 300 people find a job with Goodwill's help.",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content DON'T MISS OUT:"
    },
    {
      "url": "https://www.vluchteling.nl/",
      "title": "Stichting Vluchteling - Directe hulp bij acute nood - Stichting Vluchteling",
      "description": "Bij acute nood zorgt Stichting Vluchteling voor directe hulp, zoals onderdak, voedsel, schoon drinkwater en medicijnen.",
      "preview": "Hulp in Cox's Bazar Samen met onze partner HOPE zetten wij ons in Bangladesh in voor de behandeling van chronische ziekten en mentale gezondheidsprobl"
    },
    {
      "url": "https://www.siliconvalleycf.org/coronavirus-fund",
      "title": "Emergency Response | Silicon Valley Community Foundation",
      "description": "As a community foundation, SVCF is uniquely positioned to meet the ongoing needs of our local communities and take on unexpected challenges, including the...",
      "preview": "Donor Login Accessibility Increase Font Size Decrease Font Size Reset Font Size EN Translate: Emergency Response As a community foundation, SVCF is un"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+typedoc%3A%28%22j%22%29+AND+auteurs_ac%3A%28%22McFerrin%2C+Bobby%22%29+AND+sujets_ac%3A%28%22Jazz%22%29+AND+auteurs_ac%3A%28%22Kay%2C+Connie%22%29+AND+auteurs_ac%3A%28%22Modern+jazz+quartet%22%29+AND+type_fonds%3A%28%22g%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "http://tecl-wood.com/",
      "title": "Official Site for TECL-WOOD Camouflage Patterns | TECL-WOOD®",
      "description": "Official site for TECL-WOOD Camouflage Patterns | TECL-WOOD best camo patterns are much sought after in the world, Camo Hunting",
      "preview": "COMPANY ABOUT TECL-WOOD NEWS CONTACT US CAMO CAMO PATTERNS CAMO LICENSING PRODUCTS CAMO CLOTHING CAMO ACCESSORIES CAMO WTP PARTNERS EUROPE AMERICA ASI"
    },
    {
      "url": "http://www.sanita.it/",
      "title": "Ministero della Salute",
      "description": "void",
      "preview": "Vai direttamente al contenuto Ministero della salute - pagina iniziale Ottobre Rosa Bonus psicologo 2025 Donazione organi e tessuti Ottobre Rosa Bonus"
    },
    {
      "url": "https://viewer.wu.ac.at/viewer/api/v1/records/1505383138814/tei/en/",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://offers.applearcade.apple/?itscg=10000&itsct=arc-0-arc_ovp-ribbon-apl-ref-211025",
      "title": "Apple Arcade - Three Month Offer - Apple",
      "description": "Buy a new iPhone, iPad, Apple TV, or Mac and get 3 free months of Apple Arcade.",
      "preview": "Get 3 months of Apple Arcade for free. Now when you buy a new iPhone, iPad, Apple TV, or Mac, it includes 3 months of Apple Arcade, with free access f"
    },
    {
      "url": "https://etirapid.com/productos/ribbons/resina/negro-r90x91/",
      "title": "Negro R90X91 | Etirapid",
      "description": "Ideal para imprimir etiquetas plastificadas, impresión permanente.",
      "preview": "Skip to content Negro R90X91 Ideal para imprimir etiquetas plastificadas, impresión permanente. SKU: WLI090091 Categories: Resina , Ribbons Related pr"
    },
    {
      "url": "https://www.mnphilanthropiccollective.org/",
      "title": "Minnesota Black Collective Foundation",
      "description": "A philanthropic movement to advance the genius of Black-led change.",
      "preview": "0 A philanthropic movement advancing the genius of Black-led change We're Minnesota's first Black community foundation working to create a thriving ec"
    },
    {
      "url": "https://blog.onyxbits.de/category/tinkering/",
      "title": "Tinkering - /dev/random",
      "description": "void",
      "preview": "↓ Skip to Main Content /dev/random Things that came to mind Home Blog Contact Blog Archives Bypassing Google Play region blocks via VPN or Proxy Poste"
    },
    {
      "url": "https://www.whiskey.kitchen/",
      "title": "Whiskey Kitchen",
      "description": "A chef's barroom and restaurant. One part Whiskey bar, one part world-class Southern kitchen born in downtown Raleigh, NC.",
      "preview": "Main Content Starts Here, tab to start navigating Whiskey Kitchen Slide 1 of 4 Slide 2 of 4 Slide 3 of 4 Slide 4 of 4 hero gallery paused, press to pl"
    },
    {
      "url": "https://thai.alibaba.com/product-detail/customized-high-quality-100-polyester-party-wedding-banquet-glitter-magic-pink-sequins-backdrop-curtains-62346379632.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://play.xumo.com",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://docs.mapbox.com/mapbox-gl-js/example/",
      "title": "Examples | Mapbox GL JS | Mapbox",
      "description": "Code examples for Mapbox GL JS.",
      "preview": "Skip to main content arrow-up Was this example helpful? Yes No"
    },
    {
      "url": "https://aclupa.org/en/cases/layshock-v-hermitage-school-district",
      "title": "Layshock v. Hermitage School District - ACLU of Pennsylvania",
      "description": "In early 2006, the ACLU filed suit against Hermitage School District (Mercer Co.) for suspending Hickory High School senior Justin Layshock because he created an online parody of his principal. In addition to a 10-day, out-of-school suspension, the administration ordered him to finish high school in the Alternative Education Program and forbid him from attending [...]",
      "preview": "Court Cases Layshock v. Hermitage School District First Amendment Rights, Student & Youth Rights Filed: 01/31/2006 Status: Closed Court: U.S. District"
    },
    {
      "url": "https://www.justchat.co.uk/",
      "title": "Chat in the online chat rooms at Just Chat",
      "description": "Chat online in our chat rooms. There is nothing to download and our chat rooms work on any device. Just choose a chat room and get chatting!",
      "preview": "Online chat rooms We offer online chat rooms. We are the UK's leading chat site and welcome chatters over the age of 18 from all over the world. Wheth"
    },
    {
      "url": "https://www.webiconio.com/detail/2215/",
      "title": "Clock (icon No. 2215) - webiconio.com",
      "description": "Free vector icons. Download thousands of free icons in SVG format.",
      "preview": "Search Clock (icon No. 2215) Download in SVG Icon style Dualtone Tags clock hour time Icon preview 96px preview 64px preview 48px preview 32px preview"
    },
    {
      "url": "https://ultcmn.org/",
      "title": "Urban League Twin Cities - Empowering communities. Changing lives.",
      "description": "void",
      "preview": "Advocate for healthy communities Donate Advocate for healthy communities Donate For more than 90 years, Minnesotans have looked to the Urban League as"
    },
    {
      "url": "https://www.nhm.ac.uk/visit/whats-on.html",
      "title": "What's on | Natural History Museum",
      "description": "Find out what's on at the Museum, including online events and upcoming major exhibitions.",
      "preview": "What's on in London Choose a date range Choose event themes Show free events only Apply filters See what's on at our Museum in Tring, Hertfordshire Lo"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/post/143088174202",
      "title": "What Is Privilege? - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "What Is Privilege? - Computer science: the impact of K-12 on university... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds p"
    },
    {
      "url": "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/global/time-series",
      "title": "Climate at a Glance | Global Time Series | National Centers for Environmental Information (NCEI)",
      "description": "Historical and spatial comparisons of local, county, state, regional, national, and global meteorological data to determine trends and patterns",
      "preview": "Skip to main content Region: Latitude: -90.0 to 90.0 Longitude: -180.0 to 180.0 Surface: Parameter: Time Scale: Month: January February March April Ma"
    },
    {
      "url": "https://www.ipachart.com/",
      "title": "IPA Chart",
      "description": "void",
      "preview": "Interactive IPA Chart The International Phonetic Alphabet (IPA) is a set of symbols that linguists use to describe the sounds of spoken languages. Thi"
    },
    {
      "url": "https://www.a11yproject.com/",
      "title": "Home - The A11Y Project",
      "description": "The A11Y Project is a community-driven effort to make digital accessibility easier.",
      "preview": "Skip to content. Learn the fundamentals and principles behind accessible design Marcy Sutton Testing Accessibility A self-paced workshop designed to t"
    },
    {
      "url": "https://www.kartverket.no/en/api-and-data/terms-of-use",
      "title": "Terms of use | Kartverket.no",
      "description": "void",
      "preview": "Skip to content Skip to navigation Go to language selector Søk Contact us Language English Norwegian Meny trenger javascript All users of the free dat"
    },
    {
      "url": "http://www.ricettaricette.com/",
      "title": "Cute And Fluffy",
      "description": "void",
      "preview": "Blog Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! June 1, 2025"
    },
    {
      "url": "https://chemistscorner.com/cosmetic-formulation-basics/",
      "title": "Cosmetic Formulation Basics - Chemists Corner",
      "description": "Guide to Cosmetic Formulation Basics 1. Hair Conditioner 2. Body Wash 3. Lipstick 4. Hair Gel 5. Skin Lotion 6. Sunless Tanning 7. Antiperspirant 8....",
      "preview": "Guide to Cosmetic Formulation Basics 1. Hair Conditioner 2. Body Wash 3. Lipstick 4. Hair Gel 5. Skin Lotion 6. Sunless Tanning 7. Antiperspirant 8. N"
    },
    {
      "url": "https://investors.fiserv.com/",
      "title": "Fiserv, Inc. (FI)",
      "description": "Fiserv, Inc. (NYSE: FI), a Fortune 500 company, moves more than money. As a global leader in payments and financial technology, the company helps clients achieve best-in-class results through a commitment to innovation and excellence in...",
      "preview": "Stock Snapshot Latest Fiserv Small Business Index ® results now available Learn More Latest News Oct 8, 2025 2:19 PM EDT Fiserv to Release Third Quart"
    },
    {
      "url": "https://gadebate.un.org/en",
      "title": "General Debate of the 80th Session | General Debate",
      "description": "General Assembly",
      "preview": "Skip to main content / navigation General Debate General Assembly English Search العربية 中文 English Français Русский Español Search Find General Debat"
    },
    {
      "url": "https://bridgecollaborativeglobal.org/solutions/cross-sector-stories/bridge-spark-fund-2020/",
      "title": "The Bridge Collaborative | The Nicholas Institute for Energy, Environment & Sustainability",
      "description": "The Bridge Collaborative drove a fundamental shift in how we think, plan, fund and work across sectors to make bigger change faster. We united people and organizations in health, development and the environment with the evidence and tools to tackle the world's most pressing challenges-from air pollution and poverty, to biodiversity loss and malnutrition, to climate change and inequality. Because there's only one way to solve the most critical problems we face: Together.",
      "preview": "Skip to main content Nicholas Institute for Environmental Policy Solutions Ami Vitale/TNC Project The Bridge Collaborative Imagine a World Where Our B"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "https://www.crisistextline.org/",
      "title": "Crisis Text Line | Text HOME to 741741 Free, 24/7 Mental Health Support",
      "description": "Text HOME to 741741 for free, 24/7 confidential crisis support in English & Spanish. Suicide hotline for anxiety, depression, bullying.",
      "preview": "Skip to content 24/7 Free Confidential Mental Health Support Mental Health Support Is a Necessity, Not a Luxury Join us in our mission to provide FREE"
    },
    {
      "url": "https://cs.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPressu | WordPress.org Česko",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Prohledat pluginy Podrobn"
    },
    {
      "url": "https://appsource.microsoft.com/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://shakerandspoon.com/",
      "title": "Shaker & Spoon",
      "description": "Each month you'll receive a box with 3 brand-new, original, unique recipes created just for you by world-class bartenders, and everything you need other than the alcohol to make 12 drinks (4 from each recipe). Every box revolves around a different spirit and one Shaker & Spoon box takes down one whole 750 ml bottle. It's a match made in craft cocktail heaven!",
      "preview": "Sign up now to receive October's Mezcalloween V box! Shipping the week of Oct. 6th Sign up for Exclusive Deals, Recipes, & News SIGN UP About Learn Bl"
    },
    {
      "url": "https://oxtapus.wordpress.com/2016/12/10/%CF%80%CF%81%CE%BF%CF%83%CE%BF%CF%87%CE%B7-%CE%BA%CF%85%CE%BA%CE%BB%CE%BF%CF%86%CE%BF%CF%81%CE%B5%CE%B9-%CF%83%CF%84%CE%B7%CE%BD-%CE%B5%CE%BB%CE%BB%CE%B1%CE%B4%CE%B1-%CF%84%CE%BF-%CF%80%CF%81/",
      "title": "ΠΡΟΣΟΧΗ !!! ΚΥΚΛΟΦΟΡΕΙ ΣΤΗΝ ΕΛΛΑΔΑ ΤΟ ΠΡΩΤΟ ΒΙΒΛΙΟ ΠΟΥ ΑΠΕΥΘΥΝΕΤΑΙ ΣΕ ΠΑΙΔΙΑ ΚΑΙ ΠΑΡΟΥΣΙΑΖΕΙ ΛΕΣΒΙΕΣ ΚΑΙ ΟΜΟΦΥΛΟΦΙΛΟΥΣ ΩΣ « ΦΥΣΙΟΛΟΓΙΚΗ ΟΙΚΟΓΕΝΕΙΑ » - Oxtapus",
      "description": "ΠΡΟΣΟΧΗ !!! ΚΥΚΛΟΦΟΡΕΙ ΣΤΗΝ ΕΛΛΑΔΑ ΤΟ ΠΡΩΤΟ ΒΙΒΛΙΟ ΠΟΥ ΑΠΕΥΘΥΝΕΤΑΙ ΣΕ ΠΑΙΔΙΑ ΚΑΙ ΠΑΡΟΥΣΙΑΖΕΙ ΛΕΣΒΙΕΣ ΚΑΙ ΟΜΟΦΥΛΟΦΙΛΟΥΣ ΩΣ « ΦΥΣΙΟΛΟΓΙΚΗ ΟΙΚΟΓΕΝΕΙΑ » Μετά από πολλές πιέσεις διαφόρων ομάδων αλλά και με αφορμή την κυβέρνηση Σύριζα και τις απόψεις τους περί παιδοθεσίας σε ομόφυλα ζευγάρια , οι εκδόσεις Ίκαρος έκδοσαν ένα βιβλίο με τίτλο: via ΠΡΟΣΟΧΗ !!!...",
      "preview": "Μετάβαση στο περιεχόμενο ΠΡΟΣΟΧΗ !!! ΚΥΚΛΟΦΟΡΕΙ ΣΤΗΝ ΕΛΛΑΔΑ ΤΟ ΠΡΩΤΟ ΒΙΒΛΙΟ ΠΟΥ ΑΠΕΥΘΥΝΕΤΑΙ ΣΕ ΠΑΙΔΙΑ ΚΑΙ ΠΑΡΟΥΣΙΑΖΕΙ ΛΕΣΒΙΕΣ ΚΑΙ ΟΜΟΦΥΛΟΦΙΛΟΥΣ ΩΣ « Φ"
    },
    {
      "url": "https://dmca.openstreetmap.org/",
      "title": "| OpenStreetMap Foundation - DMCA Notice Procedure",
      "description": "void",
      "preview": "DMCA Notice Procedure If you believe content on OpenStreetMap violates your copyright and wish to file a DMCA notice, please follow the procedure belo"
    },
    {
      "url": "https://twowaypr.tumblr.com/post/144207264792",
      "title": "Computing occupations are the largest category of... - Two-Way PR",
      "description": "Computing occupations are the largest category of... - Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "May 11 2016 Computing occupations are the largest category of new wages in America codeorg : A few weeks ago we published a study showing that computi"
    },
    {
      "url": "https://marketingexamples.com/inspiration",
      "title": "Copywriting Examples - The world's best copy. In one place.",
      "description": "The only swipe file you'll ever need. 330+ handpicked examples. Broken-down.",
      "preview": "cegfilterplus copy 6 cegfilterplus copy 5 Group 3 Copy 2 1 Group 3 Copy 3 Headers Features Social Proof Story Lead Magnet Ads Simple Outcomes Creative"
    },
    {
      "url": "https://visualstudio.microsoft.com/?utm_source=developermscom",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "http://peopleschoice.com",
      "title": "undefined - NBC.com",
      "description": "Watch undefined on NBC.com.",
      "preview": "Main Content Most Recent Most Recent Highlight Web Exclusive Show Clips Fatal Family Feuds Michael Locascio Asked an Inmate to Help Him With His Case"
    },
    {
      "url": "https://www.galere.net/about/tommi-parzinger/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.newscientist.com/subject/technology/",
      "title": "Technology news, articles and features | New Scientist",
      "description": "From electronics and engineering to artificial intelligence, discover the latest developments, awe-inspiring features and in-depth analysis about today's technological advances",
      "preview": "Close Advertisement Subscribe now Technology From the earliest stone tools to the latest advances in artificial intelligence, robotics, blockchains an"
    },
    {
      "url": "https://diverseabilitymagazine.com/recognition-lists/",
      "title": "Careers | ConnectComm",
      "description": "Careers",
      "preview": "Careers 5 Dynamic Skills Every Leader Needs ConnectComm September, 2025 Careers Inside Finance: What to Expect When You're Just Starting Out ConnectCo"
    },
    {
      "url": "https://www.npfc.int/",
      "title": "The North Pacific Fisheries Commission (NPFC) | NPFC",
      "description": "void",
      "preview": "Skip to main content Previous Pause Next Vacancy Announcement - Compliance Manager The North Pacific Fisheries Commission (NPFC) invites applications"
    },
    {
      "url": "https://www.brookings.edu/research/digitalization-and-the-american-workforce/",
      "title": "Digitalization and the American workforce | Brookings",
      "description": "Over the last few decades, the rapid rise of digital technology has fundamentally changed the U.S. economy and the world of work. This new report explores how communities can spread the benefits of digitalization while mitigating its potentially harmful effects.",
      "preview": "Search Home Digitalization and the American workforce Downloads Downloads Full Report Executive Summary Press release Infographic Appendix A - Methodo"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GDPC1",
      "title": "Real Gross Domestic Product (GDPC1) | FRED | St. Louis Fed",
      "description": "View the annual rate of economic output, or the inflation-adjusted value of all new goods and services produced by labor and property located in the U.S.",
      "preview": "Skip to main content Real Gross Domestic Product (GDPC1) Observations Q2 2025: 23,770.976 | Billions of Chained 2017 Dollars, Seasonally Adjusted Annu"
    },
    {
      "url": "https://coolors.co/palettes",
      "title": "Explore Color Palettes - Coolors",
      "description": "Get inspired by thousands of beautiful color schemes and make something cool!",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://welcometoyourkarlssonyears.com/2018/02/26/wtyky-podcast-episode-eight-the-price-of-life-in-blood-magic-is-death/",
      "title": "WTYKY Podcast: Episode Eight: The price of life in blood magic is death | Welcome To Your Karlsson Years",
      "description": "In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peristy Podcast, and we collectively struggle to find anything to talk about because so little is going on in the world of the Ottawa Senators other than the slow-motion destruction of the very thing...",
      "preview": "Skip to primary content In this episode, James and Varada welcome very special guests Chet Sellers and Luke Peristy of the Chet Sellers and Luke Peris"
    },
    {
      "url": "https://www.vam.ac.uk/collections/furniture",
      "title": "Furniture - Explore the Collections · V&A",
      "description": "The V&A collection of furniture and woodwork - from historic masterpieces to innovative contemporary design.",
      "preview": "Skip to main content Furniture The V&A has been collecting furniture and woodwork for over 150 years. This diverse collection is unrivalled for breadt"
    },
    {
      "url": "https://vuoriclothing.com/products/sunday-performance-jogger-black",
      "title": "Sunday Performance Jogger | Men's Black Joggers | Vuori",
      "description": "Vuori's Sunday Performance Jogger provides a fresh take on athleisure and will be a staple in your wardrobe. Shop our men's Black athletic joggers.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://founders.archives.gov/documents/Madison/01-08-02-0163",
      "title": "Memorial and Remonstrance against Religious Assessments, [ca. ...",
      "description": "Memorial and Remonstrance against Religious Assessments, [ca. 20 June] 1785",
      "preview": "Skip navigation. Go to main content. James Madison Papers Memorial and Remonstrance against Religious Assessments Editorial Note The most striking ele"
    },
    {
      "url": "https://www.spring-board.info/us/downtowns/",
      "title": "Retail Foot Traffic Data | MRI Software",
      "description": "Get retail insights with AI-powered foot traffic data. Track visitors, analyze patterns, & optimize footfall strategies to drive revenue.",
      "preview": "Skip to content Register for MRI NA Ascend 2025 Free Daily Benchmarks Insights Hub Select a solution Free Daily Benchmarks Insights Hub Get a Demo Hom"
    },
    {
      "url": "https://gitlab.cosma.dur.ac.uk/swift/swiftsim/-/graphs/83a60ec46cf16d3775d7fabcac126e228712e796/charts",
      "title": "Repository analytics · SWIFT / SWIFTsim · GitLab",
      "description": "SPH With Inter-dependent Fine-grained Tasking",
      "preview": "Programming languages used in this repository Measured in bytes of code. Excludes generated and vendored code. Commit statistics for 83a60ec46cf16d377"
    },
    {
      "url": "https://www.multilingualvacancies.com/jobs/estonian/packaging-printing/greece",
      "title": "void",
      "description": "void",
      "preview": "This site uses cookies. By continuing to use this site you consent to our use of cookies . Close Languages Western European Languages Basque Catalan D"
    },
    {
      "url": "https://olivebarandkitchen.com/",
      "title": "Olive Bar & Kitchen Pvt Ltd",
      "description": "void",
      "preview": "Scroll to set off on a culinary adventure Scroll to set off on a culinary adventure Scroll to set off on a culinary adventure Scroll to set off on a c"
    },
    {
      "url": "https://www.hurra-nyaralunk.hu/kereses/helyszin/amerikaiegyesultallamokusa/kalifornia/losangeles/indulas/aprilis",
      "title": "Los Angeles 2026 április",
      "description": "Los Angeles - utazások széles választéka. 2026-04 időpontban. 2026 április időpontban.",
      "preview": "Ugrás a tartalomra +36 1 501 3490 Last Minute Nyaralás Görögország Horvát Hotelek Törökország Bulgária Ciprus Málta Spanyolország Olaszország Egyiptom"
    },
    {
      "url": "http://www.webqc.org/",
      "title": "Chemical Portal - Chemistry Online Education",
      "description": "Chemical portal: a place for chemistry enthusiasts and professionals alike. Chemistry tools, periodic table, unit converters and more.",
      "preview": "Please enable JavaScript in order to use this website. Printed from https://www.webqc.org Chemical Portal Chemistry tools Unit converters Chemical for"
    },
    {
      "url": "https://hccundc.de/partner/",
      "title": "Partner - HCC&C",
      "description": "Partner Unsere Erfahrung Umfassende Diagnostik-, Führungs- und Managementerfahrung - national und international Erfahrungs-und Kompetenz-Profil HCC&C Partner verfügen über langjährige Erfahrung in komplexen Projekten im Kontext von Restrukturierungs- und herausfordernden Managementsituationen. Ihre umfangreichen HR-Kenntnisse und ihre Erfahrung in der Leistungs- und Potenzialeinschätzung von erfolgskritischen Führungs- und Schlüsselkräften sind Basis für die nachhaltige Umsetzung von Restruk­turierungs­maßnahmen zur [...]",
      "preview": "Partner Unsere Erfahrung Umfassende Diagnostik-, Führungs- und Managementerfahrung - national und international Erfahrungs-und Kompetenz-Profil HCC&C"
    },
    {
      "url": "https://tapestrycx.qualtrics.com/jfe/form/SV_elDxRRjYI5oIVfg?Source=footer1",
      "title": "Online Survey | Built with Qualtrics Experience Management™",
      "description": "Qualtrics makes sophisticated research simple and empowers users to capture customer, product, brand & employee experience insights in one place.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.mozgasvilag.hu/turazas/hirek/erdely-a-turara-telen-nyaron-hivo-havasok-birodalma",
      "title": "Erdély, a túrára télen-nyáron hívó havasok birodalma",
      "description": "Erdély leírhatatlan szépségű havasai mindannyiunk szívéhez közel állnak. Túrák sokaságával csábítanak, bemutatjuk őket részletesen.",
      "preview": "Futás Hírek Hol fussak? Futócipők Futócipőtesztek Futóedzések Futás edzéstervek Gyakorlatok futóknak Futás tudástár Futóversenyek Lengyelországi élmén"
    },
    {
      "url": "https://rpra.ca/programs/batteries/",
      "title": "Batteries - RPRA",
      "description": "void",
      "preview": "About Us About RPRA Careers Contact Us Who We Are How We Operate Advisory Councils Corporate Documents Our Board Our Team Programs Digital Reporting S"
    },
    {
      "url": "https://discussions.apple.com",
      "title": "Official Apple Support Community",
      "description": "Find answers with millions of other Apple users in our vibrant community. Search discussions or ask a question about your product.",
      "preview": "Go back to my question Apple Support Community Find answers. Ask questions. Connect with Apple customers around the world. Search or ask a question Se"
    },
    {
      "url": "https://prestaattencion.tumblr.com/",
      "title": "Prestaatencion",
      "description": "void",
      "preview": "1st Feb 2023 | 85,535 notes crazy-brazilian : (via queersouthasian ) 28th Jan 2022 | 131,697 notes death-420 : Warm bread. You agree. Reblog 18th Nov"
    },
    {
      "url": "https://mcqg7tb-yjgl2414mz73fvhqnjg1.pub.sfmc-content.com/f1hi0yqv3yg",
      "title": "void",
      "description": "void",
      "preview": "Notice of Financial Incentives/Bona Fide Loyalty Program Disclosure We may offer incentives such as a coupon, discount, or sample in exchange for pers"
    },
    {
      "url": "http://www.stubhub.com/legal/?section=pp",
      "title": "Buy sports, concert and theater tickets on StubHub!",
      "description": "Buy and sell sports tickets, concert tickets, theater tickets and Broadway tickets on StubHub!",
      "preview": "void"
    },
    {
      "url": "https://shapes.framer.website/",
      "title": "Copy-Paste SVG Shapes",
      "description": "SVG Shapes",
      "preview": "made by monika michalczyk Explore the collection of 120+ basic SVG shapes for your upcoming project. Simply click on a shape to copy its SVG code to y"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://www.bmw-qatar.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Doha | BMW Qatar",
      "description": "Visit BMW Qatar and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed.",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://info.cell.com/one-earth-registration",
      "title": "One Earth - Register",
      "description": "Get the latest news from One Earth, the home for high-quality research in environmental change and sustainability science, bringing together the natural, social, & applied sciences.",
      "preview": "Science that inspires Close Log in Register Subscribe Claim Home Research Journals Cell Cancer Cell Cell Chemical Biology Cell Host & Microbe Cell Met"
    },
    {
      "url": "http://peopleschoice.com",
      "title": "undefined - NBC.com",
      "description": "Watch undefined on NBC.com.",
      "preview": "Main Content Most Recent Most Recent Highlight Web Exclusive Show Clips Fatal Family Feuds Michael Locascio Asked an Inmate to Help Him With His Case"
    },
    {
      "url": "https://www.copperknob.co.uk/submitvideo.aspx?StepsheetID=85048",
      "title": "CopperKnob - Submit Video",
      "description": "Line dance Step Sheets and Information, including teaching videos and articles.",
      "preview": "CopperKnob Stepsheets 166836 Submit Video Your Name Tel Email Stepsheet Title Video URL Check Video Preview Video Preview Video Type Please Select..."
    },
    {
      "url": "https://www.motogp.com/en/calendar",
      "title": "MotoGP™ 2025 Calendar | Circuits | Schedule | Information",
      "description": "Check the official 2025 MotoGP™ calendar, all the dates, circuits and countries from the MotoGP, Moto2, Moto3 and MotoE World Championships here.",
      "preview": "Skip to main content 2026 MotoGP™ calendar revealed 22 Grands Prix, five continents and the return of Brazil: the 2026 calendar has landed Check it ou"
    },
    {
      "url": "https://www.theverge.com/2018/7/18/17588624/facebook-misinformation-removal-violence-hate-speech-sri-lanka",
      "title": "Facebook says it will begin removing misinformation that leads to violence | The Verge",
      "description": "Hours after CEO Mark Zuckerberg spurred history by defending the rights of Holocaust deniers to post on Facebook, the company said it had begun removing misinformation that contributes to violence. Under the new policy, Facebook will begin reviewing posts that are inaccurate or misleading, and are created or shared with the intent of causing violence or physical harm.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.harriscountyda.com/mother_who_drowned_her_two_children_sentenced_to_40_years",
      "title": "District Attorney's Office",
      "description": "void",
      "preview": "Home About Us Justice & Safety Survivors & Victims Alternatives to Prosecution Community Engagement Careers Newsroom Resources Research Center Contact"
    },
    {
      "url": "https://www.epa.gov/newsreleases/statement-regional-administrator-debra-shore-east-palestine-train-derailment",
      "title": "Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment | US EPA",
      "description": "EPA News Release: Statement from Regional Administrator Debra Shore on the East Palestine Train Derailment",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://maggieblackbird.com/tag/as-above-so-below/",
      "title": "as above so below | Maggie Blackbird",
      "description": "Posts about as above so below written by Maggie Blackbird",
      "preview": "Today, I'm hosting author Loren Rhoads. She's here to talk about her latest series release she co-authored with Brian Thomas As Above, So Below, a par"
    },
    {
      "url": "https://news24online.com/",
      "title": "Latest News, Breaking News, Live Updates & Top Headlines Today | News24",
      "description": "Read the latest news, breaking headlines, and live updates from India and across the world on News24. Get reliable top stories in politics, business, entertainment, sports, opinion and more",
      "preview": "न्यूज़ 24 हिन्दी E24 Web Stories ISOMES BAG Network Milan | 21.47 °C | AQI 2 English हिन्दी E24 Isomes News24 Sports Friday, 10 October, 2025 Login La"
    },
    {
      "url": "https://www.wtatennis.com/rankings/doubles",
      "title": "WTA Doubles Rankings | Current Women's Tennis Doubles Standings",
      "description": "Explore the official WTA doubles rankings to see where your favorite teams stand. Get up-to-date women's tennis standings and player stats in one place.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "https://www.unm.edu/legal.html",
      "title": "Legal :: New Mexico's Flagship University | The University of New Mexico",
      "description": "void",
      "preview": "Skip to main content Toggle navigation UNM A-Z myUNM Directory The University of New Mexico UNM A-Z myUNM Directory Help Student Support StudentInfo F"
    },
    {
      "url": "https://wordpress.com/wp/?partner_domain=opensource.org&utm_source=Automattic&utm_medium=colophon&utm_campaign=Concierge%20Referral&utm_term=opensource.org",
      "title": "Website Builder | Create Your Site With WordPress | Start Here | WordPress.com",
      "description": "Build professional WordPress websites with drag-and-drop simplicity. 1000+ themes, mobile-responsive designs, and hosting included. Start free.",
      "preview": "WordPress Hosting WordPress for Agencies Become an Affiliate Domain Names AI Website Builder Website Builder Create a Blog Newsletter Professional Ema"
    },
    {
      "url": "https://highcarbonstock.org/",
      "title": "HCSA identify and conserve high carbon stock rainforests.",
      "description": "HCSA work to prevent the destruction of high carbon rainforests caused by agricultural expansion. They also help respect the rights of forest communities.",
      "preview": "Search Search Close this search box. Menu Menu Menu Search Search We provide the tools to stop the catastrophic destruction of tropical forests How do"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/",
      "title": "@concernedpuengineer-blog on Tumblr",
      "description": "Follow @concernedpuengineer-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required techno"
    },
    {
      "url": "https://marineprotectedareas.noaa.gov/",
      "title": "National Marine Protected Areas Center",
      "description": "National Marine Protected Areas Center",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://www.empik.com/ebooki",
      "title": "Ebooki - Sklep EMPIK.COM",
      "description": "Ebooki - empik.com - prawie 70 000 tytułów w formatach: EPUB, MOBI na czytnik Kindle amazon, PDF, lektury, ebooki dla dzieci, nowości i bestsellery.",
      "preview": "Kategorie Ebooki Ebooki i audiobooki Ebooki i audiobooki Ebooki Audiobooki Podcasty Tylko w empiku Czytasz więcej? Czytaj i słuchaj w Czytasz więcej?"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HJR8&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "https://live.ilo.org/events/partnering-action-implementation-global-accelerator-jobs-and-social-protection-just",
      "title": "ILO Live - Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions",
      "description": "Taking place at the 77th UN General Assembly, this high-level event will convene Heads of State and Government, heads of UN agencies, international financial institutions, and other major leaders to discuss opportunities for engagement and to express concrete commitments of support. The UN Secretary-General launched the Global Accelerator on Jobs and Social Protection for Just Transitions with the aim of fast-tracking much-needed global actions to promote a job-rich recovery, as well as just ecological, technological and societal transitions to more sustainable and inclusive economies.",
      "preview": "Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions Ended 23 September 2022 17:15 - 19:"
    },
    {
      "url": "http://www.navcen.uscg.gov/?pageName=mtMmsi",
      "title": "Home | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Find the latest Coast Guard MARSEC Level and Port Status and Port Contact Information . Navigation Center United States Coast Gua"
    },
    {
      "url": "https://foundation.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=who-we-are",
      "title": "Welcome to Mozilla Foundation - Mozilla Foundation",
      "description": "With over two decades of global impact, Mozilla Foundation continues to lead the movement for a better technology future-powered by people, open by design, and fueled by imagination.",
      "preview": "Make good tech the norm things together ideas matter Make good tech the norm. Make good things together. Make good ideas matter Mozilla Festival 2025"
    },
    {
      "url": "http://eaaforums.org/showthread.php?10106-Phase-One-Flight-Test&s=6eecf3b57cb156d299d28fb8f41c97ee&p=85727",
      "title": "Phase One Flight Test - Page 2",
      "description": "Question...is there any regulation concerning the overall airworthiness of an EAB aircraft for Phase One? If the subject aircraft has inoperative systems, or installed items that are broken / malfunctioning, is it legal to continue to fly the aircraft without any repairs being made? This particular aircraft was inspected, found to be airworthy, and issued a conditional airworthiness certificate. At a later date, multiple safety related mechanical problems arose. Still legal to fly",
      "preview": "Register Help Remember Me? Forum New Posts FAQ Calendar Forum Actions Mark Forums Read Quick Links Today's Posts View Site Leaders What's New? Advance"
    },
    {
      "url": "https://www.criclines.com/",
      "title": "Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today",
      "description": "Today Match Prediction and Today Prediction. Cricline provides 100% sure and safe cricket match prediction tips about who will win today, all live cricket matches played around the world.",
      "preview": "Home Contact Us Terms of Service Disclaimer Today Match Prediction - Cricket Match Prediction Tips - Who Will Win Today Home Today Match Prediction PS"
    },
    {
      "url": "https://www.tm-tracking.org/fisheriesanalyticalcapacitytool",
      "title": "Trygg Mat Tracking (TMT) | FACT Fisheries Analytical Capacity Tool",
      "description": "FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specifically to support, speed up and strengthen the analytical process. FACT has been built with the single express purpose of capturing and analysing the identities and characteristics of the global fishing fleet and the companies that operate it.",
      "preview": "top of page FACT - Fisheries Analytical Capacity Tool FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specific"
    },
    {
      "url": "http://mathonline.edusoftmax.com/",
      "title": "Congratulations! You have successfully set up your website!",
      "description": "void",
      "preview": "You have successfully set up your website! This is the default server page. There are a few possible reasons why you see this page instead of your own"
    },
    {
      "url": "https://www.heritagepark.ca/bookings-and-functions/venues/wainwright-hotel",
      "title": "Unique Wedding Reception Calgary | Wainwright Hotel Heritage Park",
      "description": "For a unique wedding or dinner reception venue in Calgary, consider the fashionably decorated Wainwright Hotel in Heritage Park. See pricing & capacity info!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "https://foro.novenadimension.com/threads/mark-brook-recopilacion-de-su-arte-x-men-1-parte.46620/",
      "title": "Mark Brook recopilacion de su arte X-Men 1 parte | La Novena Dimensión",
      "description": "Entrevista a Mark Brooks X-Men 2006 New X-Men 2006- 2007 X-Woman Storm Jean Grey Emma Frost Cloak and Dagger Dazzler y...",
      "preview": "Nuevos mensajes Menu Acceder Regístrate Instalar app Instalar Foros La Plaza Hablemos de Cómics & Superhéroes Fichas y Reseñas JavaScript está desacti"
    },
    {
      "url": "https://mubi.com",
      "title": "MUBI: Watch and Discover Movies",
      "description": "Watch truly great cinema. Wherever you are. From iconic, award-winning directors to emerging auteurs. Transformative films from all over the world. Stream Now. Download to watch Offline. Start your free 7 day trial now.",
      "preview": "Watch more great cinema. Cinema like nowhere else. Try 7 Days Free Get started By clicking ' Get started ' you are indicating that you have read and a"
    },
    {
      "url": "https://www.serenavet2016.com/post/covid-19-more-testing-to-be-done-in-canada",
      "title": "COVID-19: More Testing to be Done in Canada",
      "description": "Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this lock down is over will depend on its citizens abiding by public health suggestions to stay home, and only go out if necessary. Remember, we still have Canadians abroad that are coming into the country, some of which have neglected to inform airlines that they are ill. However, under Canada's Quarantine Act, those returning from travel must by law isolate themselv",
      "preview": "top of page Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this loc"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "https://www.lulus.com/products/charmed-and-classy-black-polka-dot-long-sleeve-midi-dress/1053642.html",
      "title": "Lovely Black Polka Dot Dress - Midi Dress - Long Sleeve Dress - Lulus",
      "description": "The Lulus Charmed and Classy Black Polka Dot Long Sleeve Midi Dress has a timeless look! Long sleeve midi dress with puff shoulders, square neckline, side slit.",
      "preview": "Skip To Main Content TERMS APPLY. SEE DETAILS . 12.2K Charmed and Classy Black Polka Dot Long Sleeve Midi Dress Lulus $59 Duties and taxes included! P"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}