{
  "data": [
    {
      "url": "https://www.instagram.com/people/",
      "title": "People Magazine (@people) • Instagram photos and videos",
      "description": "14M Followers, 1,253 Following, 62K Posts - People Magazine (@people) on Instagram: \"The #1 source for celebrity news and inspiring stories. ✨ Link in bio below ⬇️\"",
      "preview": "void"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85914",
      "title": "Searchable Recipe Database - Panoramica",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.10best.com/",
      "title": "Best of Travel, Food, & Lifestyle | USA TODAY 10BEST",
      "description": "Explore award-winning travel destinations and tips for living your best life.",
      "preview": "Previous Lifestyle Piecing together the health benefits of jigsaw puzzles Find Your Inner Piece Cider 2025's top cideries you'll want to sip your way"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/gesundheitswesen/gesundheits-und-sozialwesen/europa/teilzeit/langjaehrige-berufserfahrung-7-jahre-/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://comprarahorrando.es/essie-allure/",
      "title": "▷ essie allure 】",
      "description": "l➤ ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure, has llegado al sitio correcto. En esta sección te vamos a",
      "preview": "essie allure Comprar Ahorrando Salud y Belleza essie allure ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure,"
    },
    {
      "url": "https://patternobserver.com/",
      "title": "Home - Pattern Observer",
      "description": "What's Your Surface Pattern Design DNA? discover your dna Turn Your Artwork Into Textile Designs That Sell <a href=Get Started\" target=\"_blank\" rel=\"noopener noreferrer\">Get Started Here",
      "preview": "Subscribe 0 0 Your cart is empty Browse Shop Creative Entrepreneurship Interviews Marketing Marketing Without Social Media: Tips From Brigida Swanson"
    },
    {
      "url": "https://nos.nl/nieuws",
      "title": "NOS Nieuws - Nieuws, Sport en Evenementen | Nederlandse Omroep Stichting",
      "description": "Altijd. Overal. Met de NOS blijf je altijd en overal op de hoogte van het laatste nieuws",
      "preview": "NOS Nieuws vandaag, 14:00 Belgische zender: ook Geert Wilders doelwit van terreurcel Het Belgische VTM Nieuws meldt dat de PVV-leider samen met de Bel"
    },
    {
      "url": "https://postermemorabilia.com/zh-cn/products/sanandreas",
      "title": "San Andreas Signed Poster with COA",
      "description": "Get a signed San Andreas movie poster featuring the cast's autographs. Includes a Certificate of Authenticity.",
      "preview": "Skip to content Search 90-Day Money Back Guarantee & Free Shipping Worldwide Search Authentic Poster + COA (Unframed) San Andreas Signed Poster with C"
    },
    {
      "url": "https://bellemeadejewelry.com/",
      "title": "Belle Meade Jewelry and Repair Scott Isaacs www.bellemeadejewelry.com Ring Sizing Nashville TN Expert Jewelry Repair | Belle Meade Jewelry and Repair Scott Isaacs 615-269-3288 - 4515 Harding Pike Suite 112",
      "description": "void",
      "preview": "Discover Our New Private Jewelers Office Experience a new level of personalized service at Belle Meade Jewelry & Repair. Our transition to a Private J"
    },
    {
      "url": "https://inkaexperience.com/",
      "title": "Inka Experience » Perú Travel Agency",
      "description": "Inka Experience offers custom Peru tours & personalized travel advice for your Peru adventure. Cusco - Inka Trail - Amazon - Lake Titicaca - Boutique Travel .US Toll - Free 1-800-260-4681",
      "preview": "peru tours Our Peru Tours reflect the highlights and best travel experiences throughout the country. All travel programs can be customized to fit your"
    },
    {
      "url": "http://www.mgap.gub.uy/Siadocautoconsulta/autoconsultasiadoc.aspx",
      "title": "Autoconsultasiadoc",
      "description": "void",
      "preview": "SISTEMA INFORMATICO DE ADMINISTRACION DOCUMENTAL - SIADOC Año Inciso Unidad Ejecutora Tipo Número Ingrese el número de documento No se encontró el reg"
    },
    {
      "url": "https://sometimesdrawn.com/2009/12/05/mov-art-of-craft-exhibit-design/",
      "title": "MOV Art of Craft exhibit design - Kirsti Wakelin",
      "description": "Following the design of the MOV Studio, Darren Carcary and I began the process of designing an upcoming exhibition of craft at the Museum of Vancouver. The exhibit spans three gallery spaces and will highlight works from Canada, BC and the Republic of Korea. The design process is now into the final leg - the...",
      "preview": "Skip to content Following the design of the MOV Studio , Darren Carcary and I began the process of designing an upcoming exhibition of craft at the Mu"
    },
    {
      "url": "https://www.lavanguardia.com/sucesos/20230228/8790685/rescatado-hombre-paso-mes-selva-bolivia-huyendo-depredadores.html",
      "title": "Rescatado un hombre que pasó un mes en la selva en Bolivia huyendo de depredadores",
      "description": "Un hombre de 30 años sobrevivió una \"pesadilla\" de un mes perdido en la selva de Bolivia, en la región de Baures-Beni",
      "preview": "¡Ups! Tu explorador está configurado para bloquear JavaScript. Para usar nuestros servicios, es necesario que lo permitas. La Vanguardia Barcelona 28/"
    },
    {
      "url": "https://www.honest.com/beauty-products/makeup/extreme-length-mascara-and-lash-primer/B02MASV3NOFLS.html",
      "title": "Extreme Length Mascara & Lash Primer - 1 Pack",
      "description": "Our 2-in-1 clean mascara + lash primer provides extreme length, definition, & volume. We dare you to find a better duo. Shop our extreme length mascara 1pk now!",
      "preview": "You are now leaving Honest.com and being taken to our clothing and bedding at sister site HonestBabyClothing.com Stay Continue Extreme Length Mascara"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GS10",
      "title": "Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) | FRED | St. Louis Fed",
      "description": "View a 10-year yield estimated from the average yields of a variety of Treasury securities with different maturities derived from the Treasury yield curve.",
      "preview": "Skip to main content Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) Observations Sep 2025"
    },
    {
      "url": "https://walmartethics.com",
      "title": "Walmart Ethics - English (US)",
      "description": "Our Code guides us in making ethical decisions that build trust with our associates, customers and members, and within our business.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://www.laspalmasgc.es/es/",
      "title": "Ayuntamiento de Las Palmas de Gran Canaria.",
      "description": "Sitio web oficial Ayuntamiento de Las Palmas de Gran Canaria",
      "preview": "Ayuntamiento de Las Palmas de Gran Canaria. Ir al contenido principal de la página Buscador general Buscar LPGC tú decides Twitter Facebook Youtube In"
    },
    {
      "url": "https://ruehrkueche.de/app.php/help/faq?sid=ff1f035f5ceac10db4e75029d61130ac",
      "title": "Die Rührküche · Das Olionatura-Forum - Häufig gestellte Fragen",
      "description": "void",
      "preview": "Nutzungsvertrag Du kannst Dich nicht mehr anmelden? Kein Zugriff auf Inhalte? Impressum Datenschutzrichtlinien Die Rührküche · Das Olionatura-Forum Zu"
    },
    {
      "url": "https://www.acm.org",
      "title": "Association for Computing Machinery",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession Join Volunteer myACM Search Input Search Submit Association for Computing Machinery Advancing Computing"
    },
    {
      "url": "https://about.google/products/",
      "title": "Google's products and services - About Google",
      "description": "Explore Google's helpful products and services, including Android, Gemini, Pixel and Search.",
      "preview": "Helpful products, built with you in mind Jump to our products Product support Google Store Google Account Accessibility support Search in new ways Dow"
    },
    {
      "url": "https://globalprivacycontrol.org/",
      "title": "Global Privacy Control - Take Control Of Your Privacy",
      "description": "Exercise your privacy rights in one step via the \"Global Privacy Control\" (GPC) signal, a proposed specification backed by over a dozen organizations.",
      "preview": "Take control of your privacy. Online privacy should be accessible to everyone. It starts with a simpler way to exercise your rights. Get Started Get I"
    },
    {
      "url": "https://mrkokko.tumblr.com/",
      "title": "@mrkokko on Tumblr",
      "description": "Follow @mrkokko and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts dearpercocet Follow All k9 dogs are abused hands down if you post any pro k9 stuff on my dash you're unfollowed I don't care if we've been mutua"
    },
    {
      "url": "https://www.bostonmabl.com/400hitter/player/batting/?PlID=33505&SeID=334&TmID=1133",
      "title": "2021 Batting Stats - Boston Metro Baseball League",
      "description": "The Boston Metro Baseball League is the largest adult baseball league in Massachusetts and New England, with divisions for players aged 18+, 28+ and 38+.",
      "preview": "void"
    },
    {
      "url": "https://www.moeckern24.de/2020/03/27/coronavirus-pandemie-in-deutschland-herausforderungen-und-interventionsmoeglichkeiten/",
      "title": "Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten - Möckern24",
      "description": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat eine interdisziplinäre Gruppe von Wissenschaftlern einberufen, um die aktuelle Situation zu untersuchen. In der daraus resultierenden Ad-hoc-Erklärung „Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten\" werden mögliche gesundheitspolitische Optionen zur Bekämpfung der Coronavirus-Pandemie in Deutschland erörtert. Maßnahmen der Bundesregierung und ...",
      "preview": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat"
    },
    {
      "url": "https://consumer.ftc.gov/",
      "title": "Consumer Advice | Federal Trade Commission",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://bombayhighcourt.nic.in",
      "title": "Official Website of High Court of Bombay",
      "description": "Official website of the High Court of Bombay.",
      "preview": "void"
    },
    {
      "url": "http://optout.aboutads.info/?c=2&lang=EN",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://www.poppyflowers.com/",
      "title": "The wedding flowers you didn't think you could afford, until - Poppy",
      "description": "Poppy brings budget-friendly, locally designed, hassle-free, and ethically sourced wedding flowers, perfect for your big day. Secure your date with Poppy now.",
      "preview": "Hooray! We are available on $yourDate in $yourLocation. Uh oh! We don't have any designers in your area. Thank you! Your submission has been received!"
    },
    {
      "url": "https://services.aap.org/en/news-room/news-releases/aap/2021/american-academy-of-pediatrics-speaks-out-against-bills-harming-transgender-youth/",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://accounts.nintendo.com/term_chooser/privacy_policy",
      "title": "Nintendo Account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dlc.mpg.de/api/v1/records/mpirg_escidoc_102376/files/images/282851_0025.jpg/full.pdf?divID=LOG_0000",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.barbecue-france.fr/pack-promo-louisiana-grills-1200-founders-premiere-c2x36084281",
      "title": "Barbecue France : Site de barbecues, fumoirs, planchas et combustibles",
      "description": "Découvrez les plus gastronomiques des barbecues. Livraison gratuite à partir de 270 € d'achat pour toute commande contenant un produit maître (barbecue, fumoir, plancha, etc ...)",
      "preview": "Le Goût de la Nature ... Paiement en 3X sans frais avec Payzen OK Accueil Compte Contact Votre panier 0 0,00 EUR PACKS PROMO Barbecues & Fumoirs Barbe"
    },
    {
      "url": "https://www.qldcricket.com.au/",
      "title": "Queensland Cricket | Home",
      "description": "Live cricket coverage, live streaming, cricket highlights, live scores, breaking news, video, analysis and expert opinion.",
      "preview": "Skip to main content Fire Set For Meteors The Queensland Fire have named an unchanged squad for their second round games in the Women's National Crick"
    },
    {
      "url": "https://www.hsph.harvard.edu/news/hsph-in-the-news/blacks-whites-police-deaths-disparity/",
      "title": "Black people more than three times as likely as white people to be killed during a police encounter | Harvard T.H. Chan School of Public Health",
      "description": "Black Americans are 3.23 times more likely than whites to be killed by police.",
      "preview": "Skip to main content Home / News / Black people more than three times as likely as white people to be killed during a police encounter Health Equity B"
    },
    {
      "url": "https://openmonumentendagwesterkwartier.nl/project_tag/zevenhuizen/",
      "title": "zevenhuizen | Stichting Open Monumentendag gemeente Westerkwartier",
      "description": "void",
      "preview": "Zevenhuizen, Ophaalbrug door admin | mei 12, 2021 Ophaalbrug, Roomsterweg 25, Zevenhuizen Dit monument is vrij toegankelijk en dus ook tijdens Open Mo"
    },
    {
      "url": "https://edpb.europa.eu/about-edpb/board/members_en",
      "title": "Our Members | European Data Protection Board",
      "description": "void",
      "preview": "Skip to main content The EDPB is composed of representatives of the EU national data protection authorities, and the European Data Protection Supervis"
    },
    {
      "url": "https://www.geogebra.org/calculator",
      "title": "Calculator Suite - GeoGebra",
      "description": "Interactive, free online calculator from GeoGebra: graph functions, plot data, drag sliders, create triangles, circles and much more!",
      "preview": "x y z π 7 8 9 × ÷ e 4 5 6 + - < > ≤ ≥ 1 2 3 = ( ) , 0 ."
    },
    {
      "url": "https://www.ihrb.org/employerpays/the-employer-pays-principle",
      "title": "IHRB - The Employer Pays Principle",
      "description": "void",
      "preview": "The Employer Pays Principle Part of IHRB's Responsible Recruitment Gateway Overview The Employer Pays Principle Leadership Group for Responsible Recru"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85933",
      "title": "Searchable Recipe Database - Red Grits and Shrimp",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://player.blubrry.com/?media_url=https%3A%2F%2Fmedia.blubrry.com%2Fyalepress%2Fp%2Fmedia.blubrry.com%2Fyalepodcasts%2Fp%2Fcontent.blubrry.com%2Fyalepodcasts%2F337-4373241344226031166-ybmc_1930_MP3_for_Audio_Podcasting.mp3&podcast_link=https%3A%2F%2Fyalepodcasts.blubrry.net%2F2017%2F03%2F30%2Fthe-poetry-of-pop-music%2F",
      "title": "Blubrry Player",
      "description": "void",
      "preview": "Donate + Share + X (Twitter) Facebook LinkedIn Apps + Spotify Menu + Apps Share Download Visit Episode Page Yale Podcasts Yale Podcasts 00:00 |"
    },
    {
      "url": "https://www.vermontcf.org/",
      "title": "Vermont Community Foundation - Give Where Your Heart Lives",
      "description": "We research and track community trends across Vermont, identify gaps, and vet and recommend grantees who are making the biggest impact.",
      "preview": "Skip to main content Search Give Where Your Heart Lives Fund a thriving Vermont with personalized charitable giving tools. Open a Fund Download Our Gi"
    },
    {
      "url": "https://www.wildcolours.co.uk/",
      "title": "Natural dyes from dye plants | buy natural dyes & learn how to do dye with them | Wild Colours natural dyes",
      "description": "void",
      "preview": "Change text size? close menu Wild Colours Handmade cards Wild Fibres - natural fibres for felting, spinning & dyeing ! Wild Paper handmade paper for p"
    },
    {
      "url": "http://www.neilscibelli.com/",
      "title": "Makeup Artist Neil Scibelli | Official Website",
      "description": "Neil Scibelli is a New York City Based Makeup Artist. Celebrity, Fashion, Television & Video, Bridal, Editorial.",
      "preview": "Menu Born and raised in New York, Neil Scibelli has established himself as one of today's leading fashion and celebrity makeup artists and on-air beau"
    },
    {
      "url": "https://nicholas.duke.edu/news/models-may-help-reduce-bycatch-longline-fishing",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://WattTime.org",
      "title": "Home - WattTime",
      "description": "void",
      "preview": "3 simple fixes could save 9+ gigatons of CO2 annually. We're a nonprofit raising awareness about these solutions and providing data & technical assist"
    },
    {
      "url": "https://www.elmundo.es/tecnologia.html",
      "title": "Tecnología - Píxel | EL MUNDO",
      "description": "Entra y descubre las últimas noticias e información de tecnología, gadgets y los mejores trucos para tu día a día.",
      "preview": "TECNOLOGÍA Redacción: ÁNGEL JIMÉNEZ DE LUIS EE.UU. 1 comentarios Malos tiempos para los más jugones, Game Pass sube un 50% el precio y estudia poner p"
    },
    {
      "url": "https://www.manhattantheatreclub.com/",
      "title": "Home Page - Manhattan Theatre Club",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://africanamericanempowerment.blogspot.com/2014/05/",
      "title": "African American Empowerment Blog (AAEB): May 2014",
      "description": "What is the African American empowerment blog? The AAEB is a blog focusing on news, music, poetry, art, quotes, facts, books, movies and people that uplift, empower, and motivate African Americans.",
      "preview": "Friday, May 30, 2014 Black tech innovators blazing a trail in South Florida By Felecia Hatcher As many cities look to duplicate the model of Silicon V"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/c/cubism",
      "title": "Cubism | Tate",
      "description": "Tate glossary definition for cubism: A revolutionary new approach to representing reality in art invented by artists Pablo Picasso and Georges Braque in which the artists aimed to bring different views of their subjects together in the same picture",
      "preview": "Cubism Cubism was a revolutionary new approach to representing reality invented in around 1907-08 by artists Pablo Picasso and Georges Braque. They br"
    },
    {
      "url": "https://www.ventusky.com/",
      "title": "Ventusky - Weather Forecast, Radar and Wind Maps | Ventusky",
      "description": "Live wind, rain, radar or temperature maps, more than 50 weather layers, detailed forecast for your place, data from the best weather forecast models.",
      "preview": "Live Weather Forecast Maps Login Premium myVentusky About Temperature Feels like temperature Precipitation Radar Satellite Wind speed Wind gusts Cloud"
    },
    {
      "url": "https://thestarshollowgazette.com/2010/10/09/",
      "title": "10/09/2010 - The Stars Hollow Gazette",
      "description": "void",
      "preview": "10/09/2010 archive Oct 09 2010 Health and Fitness News By arlethamaselli0 Tweet Welcome to the Stars Hollow Health and Fitness weekly diary. It will p"
    },
    {
      "url": "https://www.campaignfornature.org/global-steering-committee",
      "title": "Global Steering Committee - Campaign For Nature",
      "description": "void",
      "preview": "Back Why 30%? Getting to 30% The Science Behind 30x30 Support for 30x30 Back Why $20 Billion? Fairshare Of Biodiversity Finance Back NEWS Back Press R"
    },
    {
      "url": "http://eisenbahnplaner.eu/?page=0&lang=de&PHPSESSID=3n17vnamc7d07j2ut8jq0qv831",
      "title": "eisenbahn-planer.net",
      "description": "void",
      "preview": "de en fr pl hu nl it ru eisenbahn-planer Filter deaktiviert Termine Veranstalter Information Impressum Anmelden Datenschutz Monat 1 2 3 4 5 6 7 8 9 10"
    },
    {
      "url": "https://reachingoutmba.org/",
      "title": "Reaching Out - Supporting the LGBT+ MBA Community for more than 20 Years",
      "description": "Just another WordPress site",
      "preview": "Educate. Inspire. Connect. We are the biggest and best known organization focused on supporting the LGBTQ+* MBA Community. Support the Student Access"
    },
    {
      "url": "https://infopackets.com/tags/lifetime-firewall",
      "title": "lifetime firewall | www.infopackets.com",
      "description": "void",
      "preview": "Jump to Navigation login create new account subscribe remove Search form Search Home Page Users Amazon Donate Archive Contact You are here Home › life"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85934",
      "title": "Searchable Recipe Database - Roast Beef Wellington with Horseradish Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://xviewdataset.org/",
      "title": "xView",
      "description": "xView challenge for object detection in overhead imagery",
      "preview": "DIUx xView 2018 Detection Challenge OBJECTS IN CONTEXT IN OVERHEAD IMAGERY REGISTER Defense Innovation Unit Experimental (DIUx) and the National Geosp"
    },
    {
      "url": "https://www.itshot.com/mother-of-pearl-jewelry-18k-sterling-silver-bracelet-p-43983?A=3031",
      "title": "18K Sterling Silver & Mother Of Pearl Bracelet 310366 - ItsHot",
      "description": "Fabulous Mother Of Pearl Jewelry: This 18K Yellow Gold and Sterling Silver Bracelet showcases a fabulous bangle design and makes a great gift for any occasion.",
      "preview": "Skip to main content HURRY!! ONLY mins : secs REMAINING TO GET AN ADDITIONAL DISCOUNT OF 6% JavaScript seems to be disabled in your browser. You must"
    },
    {
      "url": "http://www.tp-link.com/privacy?app=deco#sec_a",
      "title": "Privacy policy",
      "description": "void",
      "preview": "Privacy policy TP-Link Italia SRL ( \" TPIT, \" TP-Link \" , \" we \" , \" us \" , or \" our \" \" [SL1] ) takes your privacy seriously. We want you to understa"
    },
    {
      "url": "https://itunes.apple.com/app/apple-store/id1193350206?mt=8",
      "title": "‎YouTube TV on the App Store",
      "description": "YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported devices. Learn more: https://yt.be/nf...",
      "preview": "Screenshots Description YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported dev"
    }
  ],
  "_meta": {
    "total_bookmarks": 60
  }
}