{
  "data": [
    {
      "url": "https://refugees.org/",
      "title": "U.S. Committee for Refugees and Immigrants - USCRI",
      "description": "For over 110 years, USCRI has been on the front lines of working on behalf of refugees and immigrants worldwide. Our goal is to help create a world of possibilities for displaced people-where displacement may have defined their past but their future is reimagined with unlimited possibilities. We believe in open doors for refugees, asylees and other immigrants.",
      "preview": "U.S COMMITTEE FOR REFUGEES AND IMMIGRANTS LANGUAGE OPTIONS Donate Keep Girls Dreaming This Holiday Season Over 142,000 School-aged girls are living in"
    },
    {
      "url": "https://unicornshavemohawks.tumblr.com/",
      "title": "@unicornshavemohawks on Tumblr",
      "description": "31||INTJ||Book Hoarder||Nightmare Goth Gf 💀♑🌞♒🌛♏📈💀",
      "preview": "Posts galaxysorceressofficial Follow spitblossoms Follow faeberrywine Follow divinefemmexx Follow DHANISHTA 📸 fairydropart Follow Happy Midsummer spit"
    },
    {
      "url": "http://digitaledition.napersun.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.ywcagc.org/",
      "title": "YWCA GREATER CHARLESTON - YWCA GREATER CHARLESTON",
      "description": "For 115 years, YWCA Greater Charleston has worked to eliminate racism and empower women in Charleston, Berkeley, and Dorchester Counties in South Carolina.",
      "preview": "YWCA GREATER CHARLESTON ELIMINATING RACISM | PROGRAMS MLK Tribute STAND AGAINST RACISM | Pledge EMPOWERING WOMEN | PROGRAMS WHAT WOMEN BRING 2025 > WH"
    },
    {
      "url": "https://meteofrance.com/actualites",
      "title": "ACTUALITES METEO avec Météo-France",
      "description": "Retrouvez les actualités météo de Météo-France sur notre site Internet, mais aussi les dossiers sur le changement climatique, le climat, ...",
      "preview": "${alert.titre} ${alert.title} Actualités Retrouvez tous les jours toutes les infos météorologiques et climatiques. Infos météo Infoclimat / YAVRIL Tem"
    },
    {
      "url": "https://nash-in-the-sky-with-diamonds.tumblr.com/",
      "title": "we don't sing about unicorns",
      "description": "Nashmill , 19, biromantic demisexual. middle eastern hobbit with radiohead obsession",
      "preview": "Ask me anything About Archive RSS we don't sing about unicorns charlesoberonn : Reblogged from Reylo reincarnated March 11, 2019, 4:24pm 113,945 notes"
    },
    {
      "url": "https://www.sankaranethralaya.org/",
      "title": "Welcome to Sankara Nethralaya: India's Largest Super Speciality Eye Care Hospital",
      "description": "Sankara Nethralaya is India's largest super speciality eye care hospital, providing world-class treatment and compassionate care to patients from across the country and abroad.",
      "preview": "Sankara Nethralaya The largest super speciality Eye Care Hospital in India Serving the patients from all over the country and abroad with quality care"
    },
    {
      "url": "https://mozilla.design/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=resources",
      "title": "Home - Mozilla Dot Design",
      "description": "Link About Personality Logos & Usage Color Visuals Typography Firefox fights for you Link Mozilla About Personality Logos & Usage Color Visuals Typography Mozilla fights for the internet",
      "preview": "mozilla dot design"
    },
    {
      "url": "https://www.theplantroomtas.com.au/pages/collection-delivery-shipping",
      "title": "The Plant Room, Tasmania",
      "description": "Online plant store based out of Lindisfarne, Tasmania (near Hobart). Stocking a curated collection of hard-to-find, rare and collectable indoor plants, as well as old favourites. New stock released fortnightly. Shipping Tasmania wide.",
      "preview": "Skip to content We're taking a break. We'll be back soon! Want to be notified when we re-open our online store? Join our mailing list. Enter your emai"
    },
    {
      "url": "https://fleet.7-eleven.com/",
      "title": "7-Eleven Fleet - Fueling your fleet for the road ahead",
      "description": "7-Eleven, We've been around a while., Fueling your fleet for the road ahead., Fueling solutions for your fleet.",
      "preview": "Fleets come in all shapes and sizes. With 7-Eleven Fleet, you can choose the program that's the right fit for your business. Compare Cards Fleets come"
    },
    {
      "url": "https://www.kantar.com/north-america/inspiration/technology/85-per-cent-of-us-households-have-a-video-subscription-service",
      "title": "85% of US households have a video subscription service",
      "description": "Netflix's subscriber base is now below two thirds of US subscribers, as penetration continues to decline, despite the success of Squid Game.",
      "preview": "85% of US households have a video subscription service 26 January 2022 Share Nicole Sangari VP, Kantar Insights Article Get in touch Netflix's subscri"
    },
    {
      "url": "https://www.freepeople.com/shop/wrangler-ranch-coat/?color=040&type=REGULAR&quantity=1",
      "title": "Wrangler Ranch Coat | Free People",
      "description": "Shop our Wrangler Ranch Coat at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://k1llerk0de.tumblr.com/",
      "title": "@k1llerk0de on Tumblr",
      "description": "|M|31|PNW|18+|AroAllo| \"So no, I'm not required to be able to lift objects weighing up to fifty pounds. I traded that for the opportunity to trim Satan's pubic hair while he dines out of my open skull so a few bits of the Internet will continue to work for a few more days.\" -ProgrammingSucks",
      "preview": "Posts fireball-me Follow IM TRYING TO WATCH NAKED LUNCH WHO THE HELL DID THIS fireball-me You got me good. And it's funny. But WHY fireball-me So the"
    },
    {
      "url": "https://www.pincergames.com/",
      "title": "Pincer Games",
      "description": "Indie Game Studio from Uruguay. Creators of Fighters of Fate and Scam Quest.",
      "preview": "top of page Hello there! Subscribe now to get the latest news about Pincer Games and invitations to early tests SUBSCRIBE I accept the Privacy Policy"
    },
    {
      "url": "https://keithdiaries.wordpress.com/2017/12/15/1203/1869-03-05/",
      "title": "1869-03-05 - The Diaries of Charles Luke Keith Jr",
      "description": "& Other Family Members",
      "preview": "Skip to content Leave a comment Cancel reply Δ Comment Subscribe Subscribed The Diaries of Charles Luke Keith Jr Sign me up Already have a WordPress.c"
    },
    {
      "url": "https://havenlynhv.org/",
      "title": "Havenly - Community Café & Homestyle Kitchen",
      "description": "Café and restaurant serving international flavors. Helping refugee and immigrant women find a job and community in New Haven, CT. 100% of profits support refugee women.",
      "preview": "Skip to content Order a meal from our café! Facebook Instagram TikTok Donate Item added to your cart Check out Continue shopping X Contribute to our M"
    },
    {
      "url": "https://relianceretail.com/reliance-smart.html",
      "title": "Reliance Retail",
      "description": "void",
      "preview": "Reliance SMART Home Our Brands Reliance Smart Reliance SMART is one of the largest & fastest growing Grocery retail chains in India. Synonymous to its"
    },
    {
      "url": "https://www.apply.vccs.edu/applications/vccs/apply.html?application_id=3228",
      "title": "Blue Ridge Community College - Introduction",
      "description": "void",
      "preview": "Blue Ridge Community College Application for Admission Welcome to Blue Ridge Community College! Founded in 1967, Blue Ridge Community College, located"
    },
    {
      "url": "https://www.fights.cz/udalosti/shooto-gig-west-6-94693",
      "title": "Shooto - Gig West 6 | Fights.cz",
      "description": "Podrobný rozpis zápasů Shooto - Gig West 6. Na Fights.cz najdete zprávy, rozhovory a analýzy ze světa MMA a soutěží jako UFC, Oktagon, Rizin, Bellator, ONE či XFN",
      "preview": "lis 04 2006 Shooto - Gig West 6 Shooto So Tazawa 8 - 7 - 4 Gutsman vs Koetsu Okazaki 10 - 5 - 1 Nakanoshima MMA Academy Hiroyuki Tanaka 10 - 8 - 3 TK6"
    },
    {
      "url": "https://www.georgiaencyclopedia.org/articles/history-archaeology/leo-frank-case/",
      "title": "Leo Frank Case - New Georgia Encyclopedia",
      "description": "The Leo Frank case is one of the most notorious and highly publicized cases in the legal annals of Georgia. A Jewish man in Atlanta was placed on trial and convicted of raping and murdering a thirteen-year-old girl who worked for the National Pencil Company, which he managed. Before the lynching of Frank two years [...]",
      "preview": "Skip to content Author Leonard Dinnerstein , University of Arizona, Tucson, Arizona Originally published May 14, 2003 Last edited Aug 11, 2020 The Leo"
    },
    {
      "url": "https://techdevguide.withgoogle.com/",
      "title": "Resources - Google Careers",
      "description": "We've curated good stuff like playlists, technical development resources, and other material to help you be your best.",
      "preview": "Careers Careers home Home work_outline Jobs expand_more noogler_hat Students expand_more google How we work expand_more handyman How we hire expand_mo"
    },
    {
      "url": "https://fox5sandiego.com/news/local-news/200-local-military-families-to-receive-free-christmas-trees/",
      "title": "200 military families receive free Christmas trees | FOX 5 San Diego & KUSI News",
      "description": "Two hundred local active duty and veteran military families received a free Christmas tree this weekend.",
      "preview": "Skip to content by: City News Service Posted: Dec 5, 2020 / 12:27 PM PST Updated: Dec 5, 2020 / 11:37 PM PST SHARE This is an archived article and the"
    },
    {
      "url": "https://www.klaviyo.com/features/reporting",
      "title": "Klaviyo Reporting: Monitor Your Marketing & Data Analytics - Klaviyo",
      "description": "Klaviyo's reporting tools provide real-time analytics across email, SMS, and push notifications, enabling businesses to monitor performance, gain insights, and drive improvements.",
      "preview": "Reporting Reports and analytics for immediate impact Effortlessly monitor your performance across all channels, gain clear insights, and take actionab"
    },
    {
      "url": "https://www.wildmadagascar.org/",
      "title": "Madagascar: stunning wildlife, landscapes, and cultural diversity",
      "description": "void",
      "preview": "✕ Twitter Facebook About Contact Madagascar: stunning wildlife, landscapes, and cultural diversity WildMadagascar.org highlights Madagascar's stunning"
    },
    {
      "url": "https://www.retsinformation.dk/eli/lta/2023/1510",
      "title": "Retsinformation",
      "description": "Retsinformation.dk er indgangen til det fælles statslige retsinformationssystem, der giver adgang til alle gældende love, bekendtgørelser og cirkulærer m.v. Der er også adgang til Folketingets dokumenter og beretninger fra Folketingets Ombudsmand.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://hikikomarxist.tumblr.com/",
      "title": "hikikomarxist",
      "description": "hi i'm lance. he/him, gray ace. i'm here to make friends and shitpost about my true passion: anarchocommunism",
      "preview": "hikikomarxist 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna caitlinkuhwaldillustration Happy"
    },
    {
      "url": "http://www.stpaul.gov/",
      "title": "Home | Saint Paul Minnesota",
      "description": "The official website of the City of Saint Paul, Minnesota",
      "preview": "Skip to main content Notifications Toggle PAULIE: New Permitting and Licensing Platform Launched on September 17 Saint Paul's new, secure one-stop onl"
    },
    {
      "url": "https://90days.georgetown.edu/event/books-cookies-with-mary-giuliani-c97-and-chudney-ross-c97/",
      "title": "Books & Cookies with Mary Giuliani (C'97) and Chudney Ross (C'97) - 90 Days with Georgetown",
      "description": "Register for event > Event capacity: 50 Suggested donation supporting the university's COVID-19 response and student financial aid: $25 All ages welcome for a special \"Books and Cookies\" session with [...]",
      "preview": "Cooking/Baking, Family Books & Cookies with Mary Giuliani (C'97) and Chudney Ross (C'97) Register for event > Event capacity: 50 Suggested donation su"
    },
    {
      "url": "https://www.nationaltrust.org.uk/visit/london",
      "title": "London | South East | National Trust",
      "description": "From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has it all for days out this autumn.",
      "preview": "Focus Reset Skip to content back to Visit London From thriving wetlands to sprawling estates, intimate spaces and modernist masterpieces, London has i"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/post/143011125495",
      "title": "Just you wait.",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "https://rstev388.tumblr.com/",
      "title": "UU and GIS",
      "description": "To Invite conversation about Unitarian Universalism and Geographic Information Systems.",
      "preview": "Home Ask me anything Submit a post Archive UU and GIS allesef : mikerugnetta : brownpau : Australia. Well. There's another thing I'll never unsee. are"
    },
    {
      "url": "http://www.erp-recycling.pt",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Search for: Member login Homepage admin 2025-07-15T12:00:54+01:00"
    },
    {
      "url": "https://bcaction.de/category/weiterleben/lebensstil/",
      "title": "bcaction.de steht zum Verkauf",
      "description": "Die Domain bcaction.de steht zum Verkauf. Sie können diese Domain jetzt per Sofortkauf zum Festpreis mit dem Treuhandservice von ELITEDOMAINS kaufen.",
      "preview": "bcaction.de steht zum Verkauf verified Sicherer Kauf mit Jetzt kaufen bcaction.de steht zum Verkauf Domain jetzt kaufen! Kaufen Sie die Adresse bcacti"
    },
    {
      "url": "https://donorbox.org/privacy",
      "title": "Donorbox Privacy Policy - Donation Platform for Everyone",
      "description": "This Privacy Policy describes how the Donorbox collects, uses, shares and secures the personal information that you provide.",
      "preview": "See for yourself how easy fundraising can be with Donorbox. Watch the Demo now × Privacy Policy Overview Who is Donorbox? Donorbox is a company operat"
    },
    {
      "url": "https://www.3cdc.org/city-of-cincinnati-unveils-first-round-of-downtown-streateries/",
      "title": "City of Cincinnati Unveils First Round of Downtown Streateries | 3CDC",
      "description": "Cincinnati Center City Development Corporation",
      "preview": "City of Cincinnati Unveils First Round of Downtown Streateries Posted on May 21, 2021 by sujvary Initial Batch of Expanded Outdoor Dining Areas Offici"
    },
    {
      "url": "https://howwemakemoney.withgoogle.com/",
      "title": "How Google Makes Money with Advertising | Google Public Policy",
      "description": "Google's main source of revenue is advertising - mostly from ads on our own sites and apps. By serving ads, we can keep Google services free for everyone. We created this guide to help you understand the basics of how we make money with advertising.",
      "preview": "Economic impact How Google makes money with ads Google's main source of revenue is advertising - mostly from ads on our own sites and apps. We created"
    },
    {
      "url": "http://www.skylight.global/",
      "title": "Home",
      "description": "void",
      "preview": "Advancing How We Protect Our Ocean Explore Our New Public Map Resource Center Your Hub for Skylight Updates and Resources Discover everything you need"
    },
    {
      "url": "https://www.sundaymatineebook.com/",
      "title": "New York Hardcore Photos | Sunday Matinee Book",
      "description": "Brooke Smith's photographs of 1980s Lower East Side New York Hardcore Punk scene. SUNDAY MATINEE BOOK.",
      "preview": "top of page SUNDAY MATINEE PHOTOGRAPHS BY BROOKE SMITH !!! NEW !!! BROOKE'S FIRST EUROPEAN PHOTO EXHIBITION IN MADRID, SPAIN bio Long before Brooke ap"
    },
    {
      "url": "https://www.thecut.com/article/meghan-markle-profile-interview.html",
      "title": "Cut Cover: Meghan Markle on Her New Life in California",
      "description": "Meghan, Duchess of Sussex, has left the British monarchy behind. Harry's found a polo team in Santa Barbara. Archie and Lilibet are doing great. Now she's ready for her own next act.",
      "preview": "Things you buy through our links may earn Vox Media a commission Photo: Campbell Addy This article was featured in One Great Story , New York 's readi"
    },
    {
      "url": "https://www.google.com.au/maps/search/2-6+Curley+Cct%2C+Roseneath+QLD+4811/@-19.375044170348,146.83236748437,17z",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://puzzles.theguardian.com/download",
      "title": "Crosswords | Online and free | The Guardian",
      "description": "Free crosswords that can be completed online by mobile, tablet and desktop, and are printable. Daily easy, quick and cryptic crosswords puzzles.",
      "preview": "Skip to main content Skip to navigation Crosswords Quick Quick crossword No 17,295 Cryptic Cryptic crossword No 29,822 Quick cryptic Quick cryptic cro"
    },
    {
      "url": "http://www.gtcenter.org/",
      "title": "Home - Stony Brook Center for Game Theory",
      "description": "The Stony Brook Center for Game Theory, known until recently as the Center for Game Theory in Economics, grew out of the former Institute for Decision Sciences (IDS), established by Michel Balinski at Stony Brook University in 1987. The Center has organized 84 international conferences and workshops and has hosted over 2700 scientists since its establishment. According to Nobel Laureate Kenneth Arrow, who reviewed the IDS some years ago, the resident and affiliated members of the Center constitute \"a Game Theory group that is unequaled in the United States, if not in the world.",
      "preview": "Stony Brook Center for Game Theory Proudly Hosting 35 International Conferences and 75 Workshops (and Counting)! International Conference The 36th Sto"
    },
    {
      "url": "https://www.twitch.tv",
      "title": "Twitch",
      "description": "Twitch is an interactive livestreaming service for content spanning gaming, entertainment, sports, music, and more.",
      "preview": "void"
    },
    {
      "url": "https://academy.carto.com/",
      "title": "CARTO Academy | Academy",
      "description": "Welcome to CARTO Academy! In this site you will find a catalog of tutorials, quick start guides and videos to structure your learning path towards becoming an advanced CARTO user.",
      "preview": "Not sure where to start? Check out our recommended learning path here ! Working with geospatial data Geospatial data: the basics New to spatial data?"
    },
    {
      "url": "http://www.citypages.com/",
      "title": "City Pages",
      "description": "void",
      "preview": "Looking for the City Pages Archives? The Hennepin County Library and Minnesota Historical Society host archives of CityPages.com . Newspapers.com will"
    },
    {
      "url": "https://sageprints-blog.tumblr.com/post/150100999272",
      "title": "sage",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "sage Bio College Student // Designer // Content Creator Navigation link link link link Navigation // Tags"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5/",
      "title": "Explore Galaxy Watch7 Smartwatch | Wearables | Samsung US",
      "description": "Discover the Galaxy Watch7 - a smartwatch designed to enhance your lifestyle with Galaxy AI powered health & fitness tracking plus smart communication tools.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2021/07/team-target-gratitude__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCymHi6Gtg$",
      "title": "Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus",
      "description": "void",
      "preview": "Team Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus Jul 29, 2021 Copy link to share Link copied Team Target, you continue"
    },
    {
      "url": "https://www.google.nu/url?q=http%3A%2F%2Fwww.Berita%20Harian.my.id%2F",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso un URL non valido. Se non desideri visitare questa pagina, puoi t"
    },
    {
      "url": "http://oceansci.ucsc.edu",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/ManyPixels-Unlimited-Graphic-Design-Try-Risk-Free-bc342e81e51740fe90649ce41c9dfe7b?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "https://www.champaigncounty.org/list/member/rolling-acres-ag-solutions-30107.htm",
      "title": "Business Directory Search",
      "description": "The easy way to find businesses and members in the Champaign County Chamber of Commerce - IL",
      "preview": "Skip to content Business Directory Search All Categories... Accountants-Certified Public & Public Acupuncture Advertising Agencies & Counselors Advert"
    },
    {
      "url": "https://animalfoundation.com/",
      "title": "The Animal Foundation",
      "description": "All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter futures for pets and the people who love them. Who We Are Discover Our Services:From Shelter to Forever Homes We help pets find and stay in loving homes with adoption, veterinary care, and essential resources.",
      "preview": "Skip to content All Of Us For All Of Them We impact 20,000+ animals annually through sheltering, adoption, and community programs, building brighter f"
    },
    {
      "url": "https://data.gov.sg/open-data-licence",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://www.idealist.org/en/days/to-my-old-racist-earth-join-a-socially-distanced-protest-for-july-4th",
      "title": "Career Advice - Idealist",
      "description": "Idealist connects millions of idealists - people who want to do good - with opportunities for action and collaboration all over the world.",
      "preview": "Get Involved Find a Job Jobs Internships Organizations Nonprofit Salary Explorer Crowdsourced compensation data in the nonprofit sector. Insights for"
    },
    {
      "url": "https://nsaneforums.com/topic/358229-vmware-workstation-player-1551-build-15018445/",
      "title": "VMware Workstation Player 15.5.1 Build 15018445 - News & Updates - Nsane Forums",
      "description": "VMware Workstation Player is the easiest way to run multiple operating systems at the same time on your PC. With its user-friendly interface, VMware Workstation Player makes it effortless for anyone to try out Windows 10, Chrome OS or the latest Linux releases, or create isolated virtual machines...",
      "preview": "Jump to content News & Updates Login new information × Existing user? Sign In Sign In Remember me Not recommended on shared computers Sign In Forgot y"
    },
    {
      "url": "https://cloudblogs.microsoft.com/",
      "title": "The Microsoft Cloud Blog | Build the future of your business with AI",
      "description": "Get news, updates, and insights about Microsoft's integrated cloud platform for cloud solutions from the team of experts at The Microsoft Cloud Blog.",
      "preview": "Skip to main content The Microsoft Cloud Blog Build the future of your business with AI Navigate blog by Navigate blog by: Search News September 25 4"
    },
    {
      "url": "http://community.naceweb.org/",
      "title": "Home - National Association of Colleges and Employers",
      "description": "The site home page",
      "preview": "Skip to main content (Press Enter). Sign in Skip auxiliary navigation (Press Enter). Contact Us Community Rules NACEWeb Help/User Guide Skip main navi"
    },
    {
      "url": "https://about.philo.com/privacy/",
      "title": "Philo Privacy Policy - About Philo",
      "description": "We created Philo to build a better TV experience. Start a free trial to see for yourself.",
      "preview": "Philo Privacy Policy UPDATED AND EFFECTIVE DATE: July 8, 2024 This Privacy Policy applies to all Philo, Inc. (\" Philo ,\" \" we ,\" \" our ,\" \"us\") platfo"
    },
    {
      "url": "https://www.stichting-open.org/en/",
      "title": "Stichting OPEN - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content We are Stichting OPEN In a rapidly changing world, Stichting OPEN is committed to a circular economy in which electronic devices, lamp"
    },
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "https://www.signsrxusa.com/product-category/gift-card/",
      "title": "Custom Gift Certificates for brand promotion | SignsRxUSA",
      "description": "Design and print custom gift certificates to promote your brand. High-quality printing for retail, events, and special occasions.",
      "preview": "void"
    },
    {
      "url": "https://www.github.com/mozilla/foundation.mozilla.org/",
      "title": "GitHub - MozillaFoundation/foundation.mozilla.org: Mozilla Foundation website",
      "description": "Mozilla Foundation website. Contribute to MozillaFoundation/foundation.mozilla.org development by creating an account on GitHub.",
      "preview": "Skip to content"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "http://www.neilscibelli.com/",
      "title": "Makeup Artist Neil Scibelli | Official Website",
      "description": "Neil Scibelli is a New York City Based Makeup Artist. Celebrity, Fashion, Television & Video, Bridal, Editorial.",
      "preview": "Menu Born and raised in New York, Neil Scibelli has established himself as one of today's leading fashion and celebrity makeup artists and on-air beau"
    },
    {
      "url": "https://www.metalowafigurka.pl/p138,duza-metalowa-figurka-ze-srubek-biznesmen-szef-87.html",
      "title": "🧑‍💼Duża metalowa figurka ze śrubek Biznesmen - Szef (87) | Polski producent nr 1",
      "description": "Duża metalowa figurka ze śrubek Biznesmen - Szef (87). Sprawdź naszą szeroka ofertę +Metalowych figurek+ na każdą okazję.",
      "preview": "Katalog » 🧑‍🏭PREZENT DLA PRACOWNIKA » 👷Zawody typowo męskie 🧑‍💼Duża metalowa figurka ze śrubek Biznesmen - Szef (87) Rated 5 /5 based on 10 customer r"
    },
    {
      "url": "https://careers.bimbobakeriesusa.com/search?facetcountry=us&facetcategory=shipping%2Fdistribution&locationLimit=3&location=&facetcitystate=mattoon%2Cil&orderby=distance",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nationalgeographicpartners.com/press/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "http://www.slate.com/articles/news_and_politics/trials_and_error/2017/09/john_legend_on_why_the_nfl_protests_are_patriotic.html?wpsrc=sh_all_mob_tw_top",
      "title": "John Legend on why the NFL protests are patriotic.",
      "description": "They are not some arbitrary statement about a flag.",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://www.amazon.com/Google-Play-Gift-Code-mail/dp/B074T91QTZ/ref=sr_1_1?ie=UTF8&qid=1509394211&sr=8-1&keywords=google+play+gift+card+digital+code",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://tickling-videos.com/comics/secret-agent-sonya/",
      "title": "Secret Agent Sonya | Tickling Videos",
      "description": "void",
      "preview": "Tickling Videos Best Clips of World Famous Studio Home Comics FAQ Custom Requests Models Secret Agent Sonya 14.12.2016 No comments Secret Agent Sonya"
    },
    {
      "url": "https://form.jotform.com/213476622243857",
      "title": "This workshop is full, please select another date.",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ushcc.com/",
      "title": "Home | United States Hispanic Chamber of Commerce",
      "description": "Welcome to USHCC: Empowering Hispanic businesses for success. Explore our mission, events, and resources. Join the movement today!",
      "preview": "× Are you ready to become a member? Join the USHCC and ignite connections for lasting success. URL This field is for validation purposes and should be"
    },
    {
      "url": "https://trendspanarna.nu/tag/ginko-taklampa/",
      "title": "ginko taklampa | Trendspanarna.nu",
      "description": "void",
      "preview": "Hoppa till primärt innehåll Hoppa till sekundärt innehåll Här kommer ett tips på \"Lyx vs budget\". Denna gången har vi valt taklampan Ginko från Svenss"
    },
    {
      "url": "https://www.digitalcameraworld.com",
      "title": "Camera news, reviews and features",
      "description": "Camera news, reviews and features",
      "preview": "Skip to main content Trending News TTArtisan launches a 17mm f/4 tilt-shift lens for all major full-frame mounts - and it's a bargain! NEWS A new Lumi"
    },
    {
      "url": "https://invest.bnpparibas.com/en/bnp-paribas-share/investment-calculator-and-share-price",
      "title": "BNP Paribas Share price | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Share price (real time data - Paris time) Share price history download Change Open High Low Close d-1 Volume Var 31/12/"
    },
    {
      "url": "https://www.mooveagency.com",
      "title": "WordPress Agency London • WordPress Support • Web Development",
      "description": "We are a London WordPress Agency & web development company specialising in development, design, support & maintenance of WordPress websites",
      "preview": "London WordPress Agency Our Work Services WordPress Development WordPress Support Packages WordPress API Integrations WordPress Code Reviews WordPress"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85930",
      "title": "Searchable Recipe Database - Chipotle Shrimp with Mango Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://buyflowine.com/",
      "title": "FLO Wine",
      "description": "USA Today Top 10 Celebrity Wine Lines by Marcus Johnson.",
      "preview": "Cart 0 Scroll FLO WINE by MARCUS JOHNSON \"USA TODAY Top 10 Celebrity Wine Lines\" The FLO Experience Add Flo Wine + Candle. Press play and....Get your"
    },
    {
      "url": "https://cgstore.co.nz/figurines/",
      "title": "Figurines - Cerberus Games Wellington (NZ)",
      "description": "Browse Figurines products - Cerberus Games Wellington (NZ)",
      "preview": "void"
    },
    {
      "url": "https://www.firstup.org/",
      "title": "First Up - Champions for Early Education",
      "description": "void",
      "preview": "skip to main content Hispanic Heritage Month Is Here! Explore All We're Offering This Month! First Up is excited to celebrate with inspiring opportuni"
    },
    {
      "url": "https://unpkg.com/",
      "title": "UNPKG",
      "description": "The CDN for everything on npm",
      "preview": "UNPKG is a fast, global content delivery network for everything on npm . Use it to quickly and easily load any file on npm using a URL like: unpkg.com"
    },
    {
      "url": "https://msi.nga.mil/Publications/APN",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.packard.org",
      "title": "Homepage • The David and Lucile Packard Foundation",
      "description": "The Packard Foundation works with people and communities to create solutions for just societies and a healthy, resilient natural world.",
      "preview": "Skip to content Navigation Toggle linkedin facebook instagram youtube Subscribe Approach Grantees Insights Keyword search Submit Close Search Submit Y"
    },
    {
      "url": "https://www.yogabasics.com/practice/",
      "title": "The Practice of Yoga • Yoga Basics: Yoga Poses, Meditation, History, Philosophy & More",
      "description": "There are two unique components in yoga-the philosophy and the practice. In our yoga practice section, we primarily focus on the techniques of hatha yoga, the physical or forceful path of yoga, which includes the physical poses and breathing techniques.",
      "preview": "The Practice of Yoga"
    },
    {
      "url": "https://mygabc.org/",
      "title": "Greater Augusta Black Chamber Of Commerce - One Community",
      "description": "void",
      "preview": "Skip to content Pomimo łatwości uprawiania hazardu online w Polsce, nadal istnieją regulacje mające na celu zapobieganie uzależnieniu. Ostatnie badani"
    },
    {
      "url": "https://www.imo.org/en/OurWork/Legal/Pages/Registration-of-ships-and-fraudulent-registration-matters.aspx",
      "title": "Registration of ships and fraudulent registration matters",
      "description": "void",
      "preview": "Ship registration Registration of a ship plays an imperative function towards safety and security of the maritime transport and significantly contribu"
    },
    {
      "url": "https://www.virgin.com/virgin-unite/latest/how-climate-trace-is-making-the-invisible-visible",
      "title": "How Climate TRACE is making the invisible, visible | Virgin",
      "description": "How Climate TRACE is making the invisible, visible",
      "preview": "JavaScript is required to view this site. Latest Virgin Unite website How Climate TRACE is making the invisible, visible Jack Brockway by Clare Kelly"
    },
    {
      "url": "https://godowntownbaltimore.com/advocacy/economic-development/downtown-boost-program/",
      "title": "Downtown BOOST Program | Downtown Partnership of Baltimore",
      "description": "Downtown BOOST Program is an initiative created to support the long-term success of creative, Black-owned Baltimore businesses in Downtown storefronts.",
      "preview": "close Search search October 10, 2025 47° Menu"
    },
    {
      "url": "https://www.slovaklines.sk/",
      "title": "SlovakLines.sk | Váš autobusový dopravca",
      "description": "Autobusový dopravca Bratislava ✈ Schwechat ➔ Viedeň a Slovensko ✔ Koncerty a festivaly ✔ Stuhleck ✔ 15 mil. cestujúcich ✔ Rýchla Wi-Fi",
      "preview": "Preskočiť na hlavný obsah Zažite leto s nami Objavujte Slovensko, užite si koncerty a festivaly či z Viedne vyrazte do sveta. Zážitky začínajú už v"
    },
    {
      "url": "https://www.skatteverket.se/privat",
      "title": "Startsida | Skatteverket",
      "description": "Skatteverket - Tillsammans gör vi samhället möjligt",
      "preview": "Till innehåll Till navigationen Teckenspråk Other languages Kontakta oss Logga in Sök Sök Privat Företag Föreningar Offentliga aktörer Om oss Logga in"
    },
    {
      "url": "https://www.aljazeera.com/economy/",
      "title": "Economy | Today's latest from Al Jazeera",
      "description": "Stay on top of Economy latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Economy Featured Content NY Attorney General Letitia James indicted on fraud charges: Reports James had been a target of US President Trump since succ"
    },
    {
      "url": "https://www.csga07.fr/protected/?comeFrom=https%3A%2F%2Fwww.csga07.fr%2Fespace-membre%2Fgoogle-groupe%2F&",
      "title": "Zone protégée par mot de passe - Connexion - Site de csga07 !",
      "description": "void",
      "preview": "Zone protégée Cette zone est accessible seulement avec un mot de passe. Mot de passe : Défiler vers le haut fermer"
    },
    {
      "url": "http://recruiterbox.com/",
      "title": "Recruitment Software and Applicant Tracking System | Trakstar Hire",
      "description": "Trakstar Hire is he best applicant tracking & recruitment software on the market today. Click here to see why our customers have faster speed-to-hire.",
      "preview": "trakstar-mark rarr Recruiterbox is now Hire, part of the new Trakstar Trifecta alongside Learn and Perform Learn more about how the Trakstar platform"
    },
    {
      "url": "https://belize.oceana.org/",
      "title": "Home - Oceana Belize",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://www.hachettebooks.com/titles/stephen-steve-o-glover/a-hard-kick-in-the-nuts/9780306826771/",
      "title": "A Hard Kick in the Nuts by Stephen Steve-O Glover | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://cm.providencejournal.com/site-feedback/?platform=Tangent-Desktop&url=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F&marketName=providencejournal&cta=Right-Rail&abVariant=ES_Pilot",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://finhealthnetwork.org/",
      "title": "Financial Health Network",
      "description": "Financial Health Network unites business leaders, policy makers, and innovators to design and implement solutions that improve financial health for all people.",
      "preview": "Improving Financial Health for All For more than two decades, we've united financial services leaders, employers, policymakers, and innovators to desi"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/InvestorPresentation.pptx?version=6ff579c4-103e-76c0-8a18-05085e0632c7",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://www.eloquii.com/",
      "title": "Plus size Clothing, Dresses, Skirts, Suits, Tops, Jeans and Pants for Women | ELOQUII",
      "description": "ELOQUII",
      "preview": "Skip to main content Accessibility Policy"
    },
    {
      "url": "http://stickerbabai.com/privacy/view/privacy_policy.html",
      "title": "StickerBabai- privacy",
      "description": "void",
      "preview": "Privacy Policy Effective date: November 24, 2018 StickerBabai (\"us\", \"we\", or \"our\") operates the StickerBabai mobile application (hereinafter referre"
    },
    {
      "url": "https://account.ncbi.nlm.nih.gov",
      "title": "Log in / NCBI",
      "description": "void",
      "preview": "The .gov means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you're on a feder"
    },
    {
      "url": "https://johnroberts.me/tag/fairhead/",
      "title": "Fairhead Archives - John Roberts",
      "description": "void",
      "preview": "Skip to content There's not much left to say about the quality of climbing at Fairhead festival that hasn't already been said. Perfect weather, perfec"
    },
    {
      "url": "http://projecteagle.org/",
      "title": "Project Eagle",
      "description": "Project Eagle works with our community's youngest and most vulnerable children and their families. By preparing children and engaging their families, we can build a community where children's futures are determined by their interests and dreams and not by their circumstances.",
      "preview": "Skip to main content. kumc.edu School of Health Professions School of Medicine School of Nursing University of Kansas The University of Kansas Health"
    },
    {
      "url": "https://www.psicologiaclinicamsf.com/2021/07/dibujando-tu-futuro.html",
      "title": "DIBUJANDO TU FUTURO",
      "description": "Frecuentemente nos sentimos víctimas de las circunstancias, pero puede ser que en tu futuro quieras realmente empezar a actuar ...",
      "preview": "Inicio EL LIBRO EL AUTOR COMPRAR COMENTARIOS LA PSICOLOGÍA DESDE FUERA CUADERNO DE BITÁCORA CONTACTO DIBUJANDO TU FUTURO 12:49 Planear, preparar, anti"
    },
    {
      "url": "https://www.nps.gov/grca/planyourvisit/grand-canyon-national-park-public-health-update.htm",
      "title": "Grand Canyon National Park Operations Update - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.geodaten.sachsen.de/rechtsgrundlagen-und-nutzungsbedingungen-4509.html",
      "title": "Rechtsgrundlagen und Nutzungsbedingungen - Offene Geodaten - sachsen.de",
      "description": "void",
      "preview": "Anleitung zum aktivieren von JavaScript in verschiedenen Browsern Anleitung zum aktivieren von JavaScript in verschiedenen Browsern Portalübergreifend"
    },
    {
      "url": "https://www-forbes-com.cdn.ampproject.org/c/s/www.forbes.com/sites/danabrownlee/2022/10/18/after-his-sister-and-aunt-died-from-pregnancy-related-complications-he-developed-a-virtual-gynecology-platform-for-women-of-color/amp/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://telademoda.com/moda/francisco-lopez-guarnicionero-de-diseno/?replytocom=9690",
      "title": "Francisco López, guarnicionero de diseño - Telademoda.com",
      "description": "void",
      "preview": "Bolsos Moda Zapatos Francisco López, guarnicionero de diseño por Clara Guzmán 25 octubre 2010 25 octubre 2010 Francisco López, en su tienda taller de"
    },
    {
      "url": "https://offer.shazam.apple.com/sharewithafriend",
      "title": "instagram",
      "description": "Identify the music playing around you. Explore the music you love. Discover songs, lyrics, and artists on Shazam.",
      "preview": "Download Shazam Apps Concerts Charts Radio Spins Fast Forward 2025 Help Name songs in seconds Find music, concerts and more with Shazam Get the app Sc"
    },
    {
      "url": "https://nomadgirl.co/tag/antigua-barbuda/",
      "title": "Antigua & Barbuda information and articles - Nomad Girl",
      "description": "Find information and articles about Antigua & Barbuda on newsite.nomadgirl.co. Your source for world travel and digital nomad lifestyle.",
      "preview": "Tag: Antigua & Barbuda 58 Countries With Digital Nomad Visas - The Ultimate List by Tracey Johnson | Apr 15, 2024 | Travel Jobs , Digital Nomad Visas"
    },
    {
      "url": "https://www.israelnationalnews.com/news/249482",
      "title": "OU to stop kosher certifying controversial slaughter method | Israel National News",
      "description": "Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist' method.",
      "preview": "OU to stop kosher certifying controversial slaughter method Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist'"
    },
    {
      "url": "https://www.nba.com/standings",
      "title": "NBA Team Standings & Stats | NBA.com",
      "description": "The standings and stats of the current NBA season. Keep track of how your favorite teams are performing and who will make the playoffs.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.sba.gov/",
      "title": "Small Business Administration",
      "description": "We support America's small businesses. The SBA connects entrepreneurs with lenders and funding to help them plan, start and grow their business.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    }
  ],
  "_meta": {
    "total_bookmarks": 116
  }
}