{
  "data": [
    {
      "url": "https://www.ywcadayton.org/",
      "title": "YWCA Dayton | Domestic Violence Shelter & Rape Crisis Center",
      "description": "YWCA Dayton is the domestic violence shelter, rape crisis center and 24/7 hotline for Montgomery and Preble County, Ohio. We offer youth programming through AMEND Together and Girls LEAD. We are on the front lines of ending homelessness through our four housing programs.",
      "preview": "0 • Empower • Peace • Freedom • Dignity • Empower • Peace • Freedom • Dignity • Empower • Peace • Freedom • Dignity Sojourn Leadership Program This le"
    },
    {
      "url": "https://map.imcsnet.org",
      "title": "Map of maritime regions | IMCS",
      "description": "void",
      "preview": "Skip to main content Members Map Partners Team Executive Committee Browse maritime regions Browse maritime regions EEZs IMCS Network Members Other EEZ"
    },
    {
      "url": "https://www.nhl.com/player",
      "title": "NHL Hockey Players | NHL.com",
      "description": "The latest stats, fantasy news, video and more of players in the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.loc.gov/events/gershwin-prize/about-this-event/",
      "title": "Home | The Gershwin Prize | Events at the Library of Congress | Library of Congress",
      "description": "Latest Gershwin Prize News Elton John and Bernie Taupin to Receive the Library of Congress Gershwin Prize for Popular Song",
      "preview": "Top of page Notice Due to the temporary shutdown of the federal government beginning October 1, 2025, all Library of Congress buildings are closed and"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-educator-preparation/african-american-male-teacher-initiative",
      "title": "African American Male Teacher Initiative « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "https://businessconnect.apple.com/",
      "title": "Apple Business Connect - Marketing Tools for Business Owners",
      "description": "Control how your business appears across Apple platforms - including Maps, Photos, Wallet, Tap to Pay, Branded Email, and more. Sign up for free today.",
      "preview": "Business Connect Your business. Open on Apple apps. Control how your business shows up across Maps, Wallet, Siri, and more. Get Started Watch the film"
    },
    {
      "url": "https://research.repository.duke.edu/catalog?f%5Bcreator_sim%5D%5B%5D=Sfakianos%2C+Gregory&f%5Bcreator_sim%5D%5B%5D=Berchuck%2C+Andrew&f%5Bcreator_sim%5D%5B%5D=Whitaker%2C+Regina&f%5Bformat_sim%5D%5B%5D=PDF&f%5Bformat_sim%5D%5B%5D=CEL&f%5Bsubject_sim%5D%5B%5D=Primary+ovarian+cancer&f%5Bsubject_sim%5D%5B%5D=Ovarian+cancer&locale=en&per_page=50&sort=system_modified_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://www.nhanow.com/certification/nha-certifications/certified-ekg-technician-(cet)",
      "title": "EKG Certification | Earn your CET to become an EKG tech",
      "description": "Earn your EKG certification from NHA to access a better future as an EKG technician. Get information about earning your EKG certification, including the EKG practice test and preparation materials to support your certification journey.",
      "preview": "Your path to EKG certification Certified EKG Technician (CET) Earning your CET credentials will help you: Page Link Fulfill employer requirements 87%"
    },
    {
      "url": "http://www.hunttextiles.com/",
      "title": "Wholesale Linen Supplier, Table Linens, Linen Clothing, Bed Linens & Towels",
      "description": "Hunt Textiles is a Wholesale Linen Supplier of a wide range of linen products for hotels, spas, health clubs, restaurants, health care facilities and more.",
      "preview": "Home • Blog • About Us • Contact Us Hunt Textiles, Inc. Order Now 800-458-9445 Receive New Product Alerts and Specials! Sign Up! Markets Club Healthca"
    },
    {
      "url": "https://allergyasthmanetwork.org/",
      "title": "Your Trusted Resource - Allergy & Asthma Network",
      "description": "and for those who care for them",
      "preview": "Skip to content Online Shop Donate Now Search for: Search Button ONLINE SHOP DONATE NOW Search for: Search Button MENU Mobile Menu Your trusted resour"
    },
    {
      "url": "https://www.metmuseum.org/exhibitions",
      "title": "Exhibitions - The Metropolitan Museum of Art",
      "description": "The Met presents more exhibitions than any art museum in the world with more than 30 exhibitions each year representing a wide range of artists, eras, and cultures.",
      "preview": "Skip to main content Current Exhibitions Featured A slider containing 3 items. Press the down key to skip to the last item. Man Ray: When Objects Drea"
    },
    {
      "url": "https://www.postgresql.org/docs/current/index.html",
      "title": "PostgreSQL: Documentation: 18: PostgreSQL 18.0 Documentation",
      "description": "PostgreSQL 18.0 Documentation The PostgreSQL Global Development Group Copyright © 1996-2025 The PostgreSQL Global Development Group Legal Notice Table of ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "http://gamecabinet.com/rules/OnceUponATimeVariant.html",
      "title": "Once Upon a Time",
      "description": "void",
      "preview": "Optional Rule for Once Upon a Time We still play this game a lot (and are ready for an expansion set, hint, hint), and have come up with another optio"
    },
    {
      "url": "https://assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "https://www.salon.com/2022/07/10/is-it-an-abortion-or-a-dandc-medically-speaking-the-steps-are-the-same/",
      "title": "Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" - Salon.com",
      "description": "The same procedures are used for elective abortion and for miscarriage care",
      "preview": "Advertisement: Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" Restrictions on elective abortion procedures are affecting med"
    },
    {
      "url": "https://www.texastribune.org/2023/02/05/mifepristone-lawsuit-texas/",
      "title": "Texas lawsuit to ban abortion drug mifepristone nationwide sparks fear | The Texas Tribune",
      "description": "A decision on the lawsuit could come as early as this week.",
      "preview": "Skip to main content Thousands of people walk in a pro-abortion protest march around downtown San Antonio on June 24, 2022. Credit: Kaylee Greenlee Be"
    },
    {
      "url": "https://www.tensorflow.org/tutorials/keras/classification",
      "title": "Basic classification: Classify images of clothing | TensorFlow Core",
      "description": "void",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://www.legislation.gov.uk",
      "title": "Legislation.gov.uk",
      "description": "The official home of UK legislation, revised and as enacted 1267-present. This website is managed by The National Archives on behalf of HM Government. Publishing all UK legislation is a core part of the remit of His Majesty's Stationery Office (HMSO), part of The National Archives, and the Office of the King's Printer for Scotland.",
      "preview": "Skip to main content Skip to navigation legislation.gov.uk http://www.nationalarchives.gov.uk Cymraeg Home Explore our collections Research tools Help"
    },
    {
      "url": "https://www.myukpost.com/latest-offers-prices",
      "title": "Myukpost.com | Latest Offers",
      "description": "void",
      "preview": "0333-444-2222 Int: +44 333-444-2222 Login/Register Login Register 0333-444-2222 Int: +44 333-444-2222 Toggle navigation Home Services Personal Expatri"
    },
    {
      "url": "http://www.themontanascene.com/",
      "title": "Montana Outdoor Clothing | Gifts | The Montana Scene",
      "description": "Find high-quality, Montana shirts & gifts that express the local culture & personalities of Montanans. We are your place to find all things in Montana.",
      "preview": "New Wild Field Our best-selling design, now on 2 new unisex tees SHOW NOW Seasonal Transitions The perfect sweatshirt for autumn nights under the big"
    },
    {
      "url": "https://www.wsco.org/",
      "title": "West Side Community Organization",
      "description": "West Side Community Organization powers the people of the West Side to work together in creating a vibrant and thriving neighborhood for all. WSCO is a 501(c)(3) Nonprofit. WSCO also acts as the planning council for the City of Saint Paul, MN - District 3 (55107)",
      "preview": "Menu West Side Proud, West Side Strong We organize the people of St. Paul's West Side to build collective power, and advance justice and racial equity"
    },
    {
      "url": "https://www.legehimlen.dk/maileg-rabbit-size-2-matros",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://cursos.universia.es/buscador/?cp1=12&prov=19",
      "title": "Ofertas de Trabajo y Prácticas - Universia",
      "description": "Consigue el empleo de tus sueños en modo fácil. Aquí encontrarás empresas que buscan nuevos talentos e información para tomar las mejores decisiones profesionales",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.lesedi-int.co.za/products/credenza-1500x750",
      "title": "SUPER500-Credenza 1500 x 750 - Lesedi Interiors",
      "description": "Credenza Size: 1500x750x400 3 sliding doors 1 shelf 2 compartments",
      "preview": "OUR FACTORY AND SHOWROOM ARE OPEN MONDAYS TO FRIDAYS. We supply Trade Only. Welcome To Lesedi Interior Furniture. Take a moment and browse our online"
    },
    {
      "url": "https://onecalgaryvoter.com/2019/05/20/het-opzetten-van-het-internationale-mefloquine-tafenoquine-advocatennetwerk-zal-heel-wat-werk-vergen/",
      "title": "Het Opzetten van Het Internationale Mefloquine / Tafenoquine Advocatennetwerk Zal Heel Wat Werk Vergen - The Advocate-Equalizer",
      "description": "En ik zal wat hulp nodig hebben om het te laten gebeuren. De afgelopen donderdag en vrijdag waren erg drukke dagen voor mij en ik ging meer dan 48 uur zonder slaap, dus heb ik het gisteren goedgemaakt en vandaag ben ik opgefrist, opgeladen en opnieuw gevoed. Ik zal moeten zijn omdat ik HEEL VEEL...",
      "preview": "Skip to content Derek Bodner Uncategorized May 20, 2019 3 Minutes En ik zal wat hulp nodig hebben om het te laten gebeuren. De afgelopen donderdag en"
    },
    {
      "url": "https://www.bymanu.de/index.php/datenschutz",
      "title": "by Manu",
      "description": "Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da bist. Ich möchte sichergehen, dass du bei mir genau das findest, was dich glücklich macht - als wärst du direkt bei mir an meinem Stand. Wie im echten Leben. Es geht bei mir nämlich nicht nur um schöne, hochwertige Kleidung oder handgefertigten Edelstein-Glücksschmuck",
      "preview": "Skip to content Home Zeshan_div 2024-12-07T15:50:58+01:00 Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da b"
    },
    {
      "url": "https://profiler.firefox.com/docs/",
      "title": "Firefox Profiler - Documentation",
      "description": "Documentation related to the Firefox Profiler, a tool to record and visualize profile.",
      "preview": "void"
    },
    {
      "url": "http://www.oceana.org",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "http://kajetan.at/",
      "title": "Landhaus Kajetan - Apartments im Luftkurort Galtür",
      "description": "Landhaus Kajetan - Apartments im Luftkurort Galtür",
      "preview": "WILLKOMMEN APARTMENTS PREISE WELLNESS KINDER ANREISE URLAUBSANFRAGE ONLINEBUCHUNG Landhaus Kajetan - Apartments in Galtür. Herzlich willkommen! Eine w"
    },
    {
      "url": "https://authorservices.springernature.com/go/sn/?utm_source=For+Authors&utm_medium=Website_Nature&utm_campaign=Platform+Experimentation+2022&utm_id=PE2022",
      "title": "Springer Nature Go | Author Services from Springer Nature EN",
      "description": "Improve your academic writing with Nature Research Editing Service ✯ English Editing ✯ Scientific Editing ✯ Expert editors in your subject area",
      "preview": "Skip to content Give your work its best chance at acceptance And save 15% ! Get Started Learn More How you present your work can have a big impact on"
    },
    {
      "url": "https://hispanicfederation.org/",
      "title": "Hispanic Federation | Taking Hispanic Causes to Heart",
      "description": "Hispanic Federation serves as a national model for Latino social, political, and economic empowerment since 1990.",
      "preview": "Skip to Main Content Taking Hispanic Causes to Heart Hispanic Federation serves as a national model for Latino social, political, and economic empower"
    },
    {
      "url": "https://about.coursera.org/how-coursera-works/",
      "title": "How does Coursera work? Get started on Coursera | Coursera",
      "description": "Coursera offers flexible, affordable, job-relevant online learning to individuals and organizations worldwide. Enroll for free today and achieve your goals on Coursera.",
      "preview": "This app works best with JavaScript enabled. World-Class Learning for Anyone, Anywhere Coursera partners with more than 350+ leading universities and"
    },
    {
      "url": "https://www.mymondomix.com/jacqueline-pearce-nude",
      "title": "Mymondomix.com - Explorez l'art sous toutes ses formes avec passion et créativité",
      "description": "Plongez dans un univers d'expression artistique sur Mymondomix.com. Découvrez des articles sur l'art contemporain, des critiques d'œuvres, des interviews d'artistes, des guides d'expositions et des inspirations pour nourrir votre passion pour l'art.",
      "preview": "Le Théâtre : Une Exploration Profonde de l'Art Dramatique par Eva La Culture : Une Exploration de Ses Dimensions Multiples par Eva L'Art : Un Voyage à"
    },
    {
      "url": "https://cops.usdoj.gov",
      "title": "Home | COPS OFFICE",
      "description": "void",
      "preview": "Skip to main content \"Democrats have shut down the government. Department of Justice websites are not currently regularly updated. Please refer to the"
    },
    {
      "url": "https://puzzling.stackexchange.com/",
      "title": "Puzzling Stack Exchange",
      "description": "Q&A for those who create, solve, and study puzzles",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Explore our ques"
    },
    {
      "url": "https://www.pkp.pl/pl/bilety",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "https://feeds.feedburner.com/google/think",
      "title": "Think with Google - Discover Marketing Research & Digital Trends",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nuno-runo.blogspot.com/2010/04/zebra.html?showComment=1275329829958",
      "title": "Nuno life: Zebra",
      "description": "Hand-painted zebra. 7 centimetres. Refer to elephant about sewing. Ears, tail, hoofs and mane. Glue 2 sheets of felt and cut out a circle. ...",
      "preview": "Apr 24, 2010 Zebra Hand-painted zebra. 7 centimetres. Refer to elephant about sewing. Ears, tail, hoofs and mane. Glue 2 sheets of felt and cut out a"
    },
    {
      "url": "https://vpn.mozilla.org",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "http://acestoohigh.com",
      "title": "ACEs Too High",
      "description": "void",
      "preview": "ACEs Too High Blog at WordPress.com. Subscribe Subscribed ACEs Too High Join 11,786 other subscribers Sign me up Already have a WordPress.com account?"
    },
    {
      "url": "https://www.itshot.com/mother-of-pearl-jewelry-18k-sterling-silver-bracelet-p-43983?A=3031",
      "title": "18K Sterling Silver & Mother Of Pearl Bracelet 310366 - ItsHot",
      "description": "Fabulous Mother Of Pearl Jewelry: This 18K Yellow Gold and Sterling Silver Bracelet showcases a fabulous bangle design and makes a great gift for any occasion.",
      "preview": "Skip to main content HURRY!! ONLY mins : secs REMAINING TO GET AN ADDITIONAL DISCOUNT OF 6% JavaScript seems to be disabled in your browser. You must"
    },
    {
      "url": "http://aotearoaplanofaction.apec.org/",
      "title": "Aotearoa Plan of Action",
      "description": "A plan to implement the Putrajaya Vision 2040 - Our vision is an open, dynamic, resilient and peaceful Asia-Pacific community by 2040, <br><br>for the prosperity of all our people and future generations.",
      "preview": "hidden Aotearoa Plan of Action A plan to implement the Putrajaya Vision 2040 Our vision is an open, dynamic, resilient and peaceful Asia-Pacific commu"
    },
    {
      "url": "https://kratomguides.com/category/kratom-strains/?filter_by=review_high",
      "title": "Best Kratom Strains, Types, Effects, Dosage - KratomGuides.com",
      "description": "Kratom strains guideline and information also their benefits and uses of different kratom types are available here. Best Kratom strains, types, and effects.",
      "preview": "Kratom Strains Kratom Effects Kratom Alternatives How to Use Best Sellers News Sign in Welcome! Log into your account your username your password Forg"
    },
    {
      "url": "https://www.laphamsquarterly.org/archive/voices-in-time?field_region_value=pb&amp%3Bamp%3Bfield_time_period_tid=11&amp%3Bamp%3Bfield_issue_content_tid=251&amp%3Bfield_issue_content_tid=270&field_time_period_tid=11&field_issue_content_tid=256",
      "title": "Archived Voices in Time | Lapham's Quarterly",
      "description": "void",
      "preview": "Jump to navigation Issue - Any - Energy Freedom Education Migration Friendship Technology Democracy Epidemic Scandal Memory Climate Happiness Trade Ni"
    },
    {
      "url": "https://www.jetsdencre.fr/l-Evolution-_r_66_i_1398.html",
      "title": "L'Évolution - Jets d'Encre",
      "description": "Livres Autobiographie: l'Évolution. Corinne Nasufi, Autobiographie,",
      "preview": "Accueil - Le catalogue - Livres - Autobiographie L'Évolution L'Évolution Corinne Nasufi en savoir plus sur l'auteur 50 ans... Un demi-siècle... C'est un c"
    },
    {
      "url": "https://www.urbanoutfitters.com/shop/tonymoly-all-you-need-mask-set2",
      "title": "TONYMOLY All You Need Mask Set | Urban Outfitters",
      "description": "Shop TONYMOLY All You Need Mask Set at Urban Outfitters today. Discover more selections just like this online or in-store. Shop your favorite brands and sign up for UO Rewards to receive 10% off your next purchase!",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://commonsensemedia.org/donate",
      "title": "Donate | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español Our Work and Impact Col 1 Media Choice Digital Eq"
    },
    {
      "url": "https://wpengine.com/legal/",
      "title": "Legal | WP Engine",
      "description": "Read WP Engine's legal information, including terms of service, privacy policy, acceptable use policy, and other legal documents that govern the use of our services.",
      "preview": "Skip to Main Content WP Engine WP Engine Legal Information Legal Documents We're here to help and ensure you have the information you need. Browse our"
    },
    {
      "url": "http://www.unitednature.com/",
      "title": "United Nature - Dedicated to the development of forest plantations since 1993",
      "description": "void",
      "preview": "Learn More EXTENDS TO NORTH AMERICAN AND EUROPEAN MARKETS OUR CUSTOMER BASE in Panama Establishing teak plantations We are pioneers 300 to 400 Contain"
    },
    {
      "url": "https://unclebekah.com/",
      "title": "Uncle Bekah's Inappropriate Trucker Hats - Uncle Bekah's Inappropriate Trucker Hats",
      "description": "Uncle Bekah's Inappropriate Trucker Hats sells funny novelty items including trucker hats and more. Customers can also create a custom trucker hat using their own phrase.",
      "preview": "Skip to content You look like you need a dumb hat. Shop all Open media featured in modal Open media 3 in modal Open media 4 in modal Open media 5 in m"
    },
    {
      "url": "https://cdn.donorschoose.net/districttools",
      "title": "DonorsChoose District Controls",
      "description": "We're here to set your district up for success on DonorsChoose.org. Take the steps below to access controls for your district leaders and get resources to help your teachers make the most out of their classroom projects.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.washingtontimes.com/",
      "title": "Washington Times - Politics, Breaking News, US and World News",
      "description": "The Washington Times delivers breaking news and commentary on the issues that affect the future of our nation.",
      "preview": "Skip to content Close Search Search Keyword: Search News Corrections Politics National World Security DOGE Watch Business & Economy D.C. Local Media S"
    },
    {
      "url": "https://www.thebearchitects.com/",
      "title": "The Behavioural Architects: Global Insight, Research and Consultancy",
      "description": "Understanding consumer behaviour is at the heart of everything we do",
      "preview": "Global insight, research and strategic consultancy . Global insight, research and strategic consultancy . Global insight, research and strategic consu"
    },
    {
      "url": "http://www.qac.ac.uk/",
      "title": "QAC Queen Alexandra College Birmingham - National college for people with disabilities.",
      "description": "A national college for the blind, visually impaired and learners with Asperger Syndrome and/or Autistic Spectrum Disorders.",
      "preview": "Menu Accessibility Vacancies My Prospectus How to apply Empowering Abilities, Inspiring Lives College Courses Students Sight Village News/Events Commu"
    },
    {
      "url": "http://www.bmgricordi.it/",
      "title": "Sinfonia di suoni: viaggio nel mondo delle melodie e dei ritmi",
      "description": "void",
      "preview": "In prima linea Produzione Previous Next Strumenti Eventi Generi musicali Artisti Vari Nuovi articoli"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "https://treaties.un.org/Pages/ViewDetails.aspx?src=TREATY&mtdsg_no=XII-7&chapter=12&clang=_en",
      "title": "UNTC",
      "description": "This is the United Nations Treaty Collection homepage. Here you will find related information and links.",
      "preview": "Français | Contact Us Home Page Search Depositary Status of Treaties Depositary Notifications Certified True Copies Photos of Treaty Ceremonies Model"
    },
    {
      "url": "https://reidjon.tumblr.com/post/143085058968",
      "title": "Jon Reid Tumbling | 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "19th Apr 2016 | 36 notes 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categ"
    },
    {
      "url": "https://www.wearegreenbay.com/news/local-news/recording-devices-inside-green-bays-city-hall-raise-concerns-regarding-privacy/",
      "title": "Recording devices inside Green Bay's City Hall raise concerns regarding privacy | WFRV",
      "description": "Recording devices inside Green Bay's City Hall raise concerns regarding privacy",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.ecfr.gov/",
      "title": "eCFR :: Home",
      "description": "void",
      "preview": "Site Feedback You are using an unsupported browser × You are using an unsupported browser. This web site is designed for the current versions of Micro"
    },
    {
      "url": "https://jasoncanty01.tumblr.com/post/126527477477",
      "title": "Jason Canty's Tumblr Stuffs - Is learning computer science linked to improved learning in other subjects? - Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "http://www.kadaster.nl/",
      "title": "Kadaster | Particulier - Kadaster.nl particulier",
      "description": "Het Kadaster is dé bron van informatie over eigendom en gebruik van vastgoed en ruimte in Nederland. De informatie is grotendeels openbaar en beschikbaar.",
      "preview": "Snel naar WOZ-waarde van uw huis Klacht of bezwaar indienen Erfgrens bepalen Kopie akte opvragen KLIC graafmelding Contact opnemen Goed voorbereid een"
    },
    {
      "url": "https://www.vogons.org/viewforum.php?f=46",
      "title": "General Old Hardware \\ VOGONS",
      "description": "void",
      "preview": "Skip to content General Old Hardware Forum actions New Topic Announcements Topic Replies Views Newest post VOGONS Wiki reference (Announcement) View t"
    },
    {
      "url": "https://riaclu.org/",
      "title": "Home - ACLU of Rhode Island",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Protecting Rhode Islanders' rights since 1959. Stay informed about civil liberties, get our email updates: The Latest News & Commentary ACLU Files Bri"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://material.io/blog/digital-wellbeing-ux-principles",
      "title": "Design Principles for Digital Wellbeing",
      "description": "Using UX design to empower users through defaults, bring awareness to behaviors, and more",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://jsfiddle.net/lnked/fu1dpagd/",
      "title": "Edit fiddle - JSFiddle - Code Playground",
      "description": "JSFiddle - Test your JavaScript, CSS, HTML or CoffeeScript online with JSFiddle.",
      "preview": "HTML JavaScript CSS Language HTML HAML Doctype XHTML 1.0 Strict XHTML 1.0 Transitional HTML 5 HTML 4.01 Strict HTML 4.01 Transitional HTML 4.01 Frames"
    },
    {
      "url": "https://leadersup.typeform.com/GooglePathway",
      "title": "Discover Typeform, where forms = fun",
      "description": "Create a beautiful, interactive form in minutes with no code. Get started for free.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now You've taken one. Now make one. Whether your"
    },
    {
      "url": "https://oceanconference.un.org/",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    },
    {
      "url": "https://www.regione.piemonte.it/web/temi/sanita",
      "title": "Sanità | Regione Piemonte",
      "description": "void",
      "preview": "Salta al contenuto principale Sanità per garantire a tutti il diritto alla salute e offrire innovazione, umanità e cure appropriate Approfondisci In p"
    },
    {
      "url": "https://www.shopbop.com/drama-bomb-extreme-volume-mascara/vp/v=1/1516658809.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277784297930 1760098528684 Only #{qta} left. Skip to Main Content Accessibility Statement Designers My Designers Tap Clic"
    },
    {
      "url": "http://www.frogtownmn.org/",
      "title": "Frogtown Neighborhood Association",
      "description": "Located in St. Paul's Frogtown neighborhood. FNA works through accountable collaboration, strategic partnerships, neighborhood relationships and shared values to ensure the balance and harmony of our neighborhood by focusing on health, the physical environment, arts centered organizing and community wealth building.",
      "preview": "Cart 0 Back Small Area Plan Feeding Frogtown 652 Sherburn Housing & Land Use Plan Creative Frogtown Back Events- 2025 Feeding Frogtown Grocery Gatheri"
    },
    {
      "url": "https://www.musiciansoncall.org/",
      "title": "Home - Musicians On Call",
      "description": "void",
      "preview": "Close Search for: Search Adding a dose of joy since 1999. Join us and keep the beat going in healthcare environments. Learn More About Our Programs St"
    },
    {
      "url": "https://jannah.tielabs.com/demo/news-blocks/block-7/",
      "title": "Block #7 - Jannah Theme",
      "description": "Blog Magazine Newspaper buddyPress Theme",
      "preview": "✨ We've just launched a new BIG update Discover Now With Filters All Creative Foods Football Life Style Racing Sports Swimming Technology Travel World"
    },
    {
      "url": "http://overdeck.org/",
      "title": "Overdeck Family Foundation",
      "description": "Overdeck Family Foundation seeks to open doors for every child in America by measurably enhancing education both inside and outside the classroom.",
      "preview": "Perspectives Missing Key to Student Engagement: Teachers' Time Read More Research What We're Learning From Our Investments in Reducing Chronic Absente"
    },
    {
      "url": "https://discord.gg/f4hvx8Rp2q",
      "title": "Google Maps Platform",
      "description": "Check out the Google Maps Platform community on Discord - hang out with 11541 other members and enjoy free voice and text chat.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.nataliemcqueen.co.uk/about",
      "title": "Natalie McQueen - Official Website",
      "description": "Find out all about Natalie Mcqueen , how to contact her, where you can see her perform and join in her mailing list for updates! Currently playing Lauren in Kinky Boots in London's West End.",
      "preview": "About Natalie About Natalie Natalie recently played Blanche Barrow in Frank Wildhorns - Bonnie & Clyde at the Theatre Royal Drury Lane. She appeared a"
    },
    {
      "url": "https://reason.com/2022/10/10/biden-says-hes-pardoning-all-federal-weed-possession-offenders-he-isnt/",
      "title": "Biden Isn't Really Pardoning 'All' Federal Weed Possession Offenders",
      "description": "The pardon's language specifies that only \"current United States citizens and lawful permanent residents\" are eligible for relief.",
      "preview": "President Joe Biden announced Thursday that he is \"pardoning all prior federal offenses of simple marijuana possession.\" This is a wel come move but a"
    },
    {
      "url": "https://www.vultr.com/?ref=6837140",
      "title": "SSD VPS Servers, Cloud Servers and Cloud Hosting - Vultr.com",
      "description": "Vultr Global Cloud Hosting - Brilliantly Fast SSD VPS Cloud Servers. 100% KVM Virtualization",
      "preview": "GPUs at Vultr now."
    },
    {
      "url": "https://www.olx.com.pk/islamabad-capital-territory_g2003003/sales_c62?filter=classified_type_eq_offer%2Cjob_type_eq_temporary",
      "title": "Sales Jobs in Islamabad Capital Territory",
      "description": "Find the best Sales Jobs in Islamabad Capital Territory. OLX Pakistan offers online local classified ads for Sales Jobs. Post your classified ad for free in various categories like mobiles, tablets, cars, bikes, laptops, electronics, birds, houses, furniture, clothes, dresses for sale in Islamabad Capital Territory.",
      "preview": "All categories Mobiles Mobile Phones Accessories Tablets Smart Watches Landline Phones Vehicles Cars Cars Accessories Spare Parts Car Care Buses, Vans"
    },
    {
      "url": "http://cocondesoi.blogspot.com/2015/02/conferencediabete-approche.html",
      "title": "Cocon de Soi: Conférence Diabète, approche naturopathique 25/03/15 2/2",
      "description": "Le début de chaque conférence est à 20h15 pour une durée moyenne de 1 heure / 1h30. Conférences Cocon à Bagnères de Bigorre MERCR...",
      "preview": "Pages Accueil Ca se passe près de chez nous Archives Conférences (depuis 2008) Au local en ce moment travaillent... A.L.I.S Association Liberté Inform"
    },
    {
      "url": "https://mydailysoapopera.de/shop/sonett-spruehstaerke-und-buegelhilfe-1-liter/",
      "title": "Sonett Sprühstärke und Bügelhilfe 1 Liter - www.MyDailySoapOpera.de",
      "description": "'-Aus pflanzlicher Stärke zu 100% aus Bioanbau. Stärkt, glättet und pflegt alle Textilien aus Baumwolle, Leinen, Hanf und Mischgewebe. Die Wäsche bleibt länger faltenfrei, formschön und Schmutz abweisend. Feiner Duft von Rosengeranie und Lavendel aus kontrolliert biologischem Anbau. 100% biologisch abbaubar",
      "preview": "Kostenlose Lieferung mit DHL ab 40,- € • alle Produkte ohne Tierversuche • überwiegend aus kontrolliert biologischen Inhaltsstoffen • Seifenshop seit"
    },
    {
      "url": "https://sdgs.un.org/goals",
      "title": "THE 17 GOALS | Sustainable Development",
      "description": "void",
      "preview": "Skip to main content THE 17 GOALS 169 Targets 4070 Events 1365 Publications 8539 Actions 1 Goal 1 End poverty in all its forms everywhere. 7 Targets 1"
    },
    {
      "url": "https://www.coloradoblackchamber.org/",
      "title": "Colorado Black Chamber of Commerce | Minority Entrepreneurs | Denver, CO",
      "description": "Colorado Black Chamber of Commerce is dedicated to helping minority business owners and Black professionals in Denver, CO succeed. Get in touch with us today, call (303) 831-0746 or email contact@cbcc.biz.",
      "preview": "How can we help you? (303) 831-0746; contact@cbcc.biz Th e Co lorado Black Cham ber of Commerce has moved to a new site! The Colorado Black Chamber of"
    },
    {
      "url": "https://www.tumblr.com/",
      "title": "Trending topics on Tumblr",
      "description": "Explore trending topics on Tumblr. See all of the GIFs, fan art, and general conversation about the internet's favorite things.",
      "preview": "Trending Staff Picks Videos More You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest"
    },
    {
      "url": "https://climate.nasa.gov/vital-signs/carbon-dioxide/",
      "title": "Carbon Dioxide - Earth Indicator - NASA Science",
      "description": "Carbon dioxide (CO2) is an important greenhouse gas. Greenhouse gases trap the heat from sunlight, warming the planet. Without any greenhouse gases, Earth",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. Search Suggested Searches Climate Change Artemis Expedition 64 Mars"
    },
    {
      "url": "https://anttisorri.wordpress.com/2020/09/01/tyovaenkirjallisuuden-paivilla-5-9-20-luku-on-iloinen/",
      "title": "Työväenkirjallisuuden päivillä 5.9. 20-luku on iloinen? - Sinisten ajatusten hautausmaa",
      "description": "Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työväenmuseo Werstaalla, ja keskustelujen aiheena messujen tämän vuoden teema: iloinen 20-luku? Mikä teki 1920-luvusta iloisen? Takana oli julma maailmansota, joka haluttiin unohtaa, mutta liittyykö vuosikymmeneen muita kulttuurillisesti merkittäviä ilmiöitä? Modernismi virisi suomalaisessa kirjallisuudessa, Tulenkantajat avasivat ikkunoita Eurooppaan. Naisten emansipaatio saavutti jälleen uusia rajapyykkejä...",
      "preview": "Siirry sisältöön Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työvä"
    },
    {
      "url": "https://app.altrulabs.com/7-eleven/careers?cachebust=1628694962179",
      "title": "Video Studio",
      "description": "What makes you proud to be a Veteran working at 7-Eleven?",
      "preview": "ORDER BY RANDOM RANDOM NEWEST OLDEST FILTER BY Topic Company Culture... Military & Vete... Perks & Benefit... Career Path/Gro... Sustainability ... SH"
    },
    {
      "url": "https://www.swiss-mountain-dog-store.com/swiss-mountain-dog-muzzles-c-3/unique-design-wire-swiss-mountain-dog-muzzle-for-winter-activities-p-143.html",
      "title": "Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] : Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash, Dog Supplies",
      "description": "Swiss Mountain Dog Breed: Dog Harness, Muzzle, Collar, Leash Unique Design Wire Swiss Mountain Dog Muzzle for Winter Activities [M58##1116 Winter Wire Muzzle] - Unique Design Padded Metal Cage Dog Muzzle for Swiss Mountain Dog Winter Activities Are you searching for a muzzle both for winter and summer time? Do you want to find a durable item that will not be spoiled in frosty or rainy weather? Consider this design Reliable",
      "preview": "Oh no! Cookies are disabled : ( It is necessary to enable Cookies in your browser so you can shop online Don't know how to do this? Follow the directi"
    },
    {
      "url": "https://www.wcte.org",
      "title": "WCTE Home Page",
      "description": "WCTE's Home Page - Highlighting our upcoming events and local productions.",
      "preview": "Showcase"
    },
    {
      "url": "http://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://tessies.dk/",
      "title": "Tessies - TessiesDk",
      "description": "Et stort udvalg af sten og krystaller til dit hjem, kontor eller arbejdsplads",
      "preview": "Gå til indhold Din indkøbskurv er tom Tilbage til butikken Har du en konto? Log ind for at betale hurtigere. Din indkøbskurv Indlæser... Subtotal 0,00"
    },
    {
      "url": "https://www.gwbcc.org/",
      "title": "Home - Greater Washington DC Black Chamber of Commerce",
      "description": "WELCOME TO THE Greater Washington DC Black Chamber of Commerce The Leading Voice for Black Business in the Greater Washington Area Directory Join Events Login We support the need for economic development in the black community through education, enterprise, and entrepreneurship. Ready to Power the Mission? SUPPORT. EMPOWER. THRIVE. DONATE TODAY INTERESTED IN INTERNATIONAL BUSINESS?...",
      "preview": "Skip to content twitter linked in Instagram WELCOME TO THE Greater Washington DC Black Chamber of Commerce The Leading Voice for Black Business in the"
    },
    {
      "url": "https://nocode.works/",
      "title": "Nocode = Google Docs to Documentation, Intranet, Blog or Site",
      "description": "Publish fast, secure & easy to manage Sites built from your Google Docs. Use Nocode for your Blog, Product Documentation, Intranet, Research or your Site.",
      "preview": "Turn Google Docs into your | Nocode lets you publish anything in your Google Docs to a smart professional site. We believe you shouldn't need to learn"
    },
    {
      "url": "http://help.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.yogabycandace.com/blog",
      "title": "Blog - YOGABYCANDACE",
      "description": "void",
      "preview": "My tips for improving my HRV number. Read More A few of the YBC® fam's fav things. Read More Some recs coming your way. Read More The Fall Favorites M"
    },
    {
      "url": "https://jackiecolburn.medium.com/more-icebreakers-you-can-steal-for-better-meetings-72afad91067d?source=home---------4------------------0----------",
      "title": "More icebreakers you can steal for better meetings | by Jackie Colburn | Medium",
      "description": "More icebreakers you can steal for better meetings What helps start a hard meeting on a positive note? How do you encourage team members to think bigger? The answer: icebreakers. Or should I say, the ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in More icebreakers you can steal for better meetings Jackie Colburn 4 min r"
    },
    {
      "url": "http://www.targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://linkedin.com/company/imcsnet",
      "title": "IMCS Network | LinkedIn",
      "description": "IMCS Network | 1,638 followers on LinkedIn. We are about our people, those that work at the forefront of fisheries MCS, compliance and enforcement. | The IMCS Network is a global community bringing together national fisheries agencies and regional fisheries organisations to strengthen fisheries monitoring, control and surveillance (MCS), compliance and enforcement. Founded in 2001, the Network was born from a simple truth: the professionals on the frontlines of fisheries MCS need to be connected, supported and empowered. Today, we connect 81 national agencies and regional organisations, alongside partners from IGOs, NGOs and academia.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    }
  ],
  "_meta": {
    "total_bookmarks": 99
  }
}