{
  "data": [
    {
      "url": "https://www.justchat.co.uk/",
      "title": "Chat in the online chat rooms at Just Chat",
      "description": "Chat online in our chat rooms. There is nothing to download and our chat rooms work on any device. Just choose a chat room and get chatting!",
      "preview": "Online chat rooms We offer online chat rooms. We are the UK's leading chat site and welcome chatters over the age of 18 from all over the world. Wheth"
    },
    {
      "url": "https://teachergoesbacktoschool.org/tag/freeing-the-writer-within/",
      "title": "Freeing The Writer Within | Teacher Goes Back to School",
      "description": "Posts about Freeing The Writer Within written by Teacher Goes Back to School",
      "preview": "Skip to primary content Skip to secondary content A book I wish I'd found sooner. It was recommended to me by a writer friend with whom I've had great"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-afg",
      "title": "Afghanistan - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "Afghanistan administrative level 0-2 boundaries (COD-AB) dataset. These administrative boundaries were established in: 2019 This COD-AB was most recently reviewed for accuracy and necessary changes in July 2024. The COD-AB does not require any update. Sourced from Afghanistan Geodesy and Cartography Head Office (AGCHO) This COD-AB is suitable for database or GIS linkage to the Afghanistan [COD-PS](https://data.humdata.org/dataset/cod-ps-afg). No edge-matched (COD-EM) version of this COD-AB has yet been prepared. Please see the [COD Portal](https://cod.unocha.org/). Administrative level 1 contains 34 feature(s). The normal administrative level 1 feature type is 'Province'. Administrative level 2 contains 401 feature(s). The normal administrative level 2 feature type is 'District'. Recommended cartographic projection: Asia This metadata was last updated on January 17, 2025. Access the Afghanistan - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Afghanistan - Subnational Administrative Boundaries This dataset is part of the Afghanistan Data Grid"
    },
    {
      "url": "http://measuredsolutions.com/",
      "title": "Home - Measured Solutions",
      "description": "Leading Supplier to the Fiber and Yarn Industry, Both Synthetic and Natural Applications Staple Fiber Filament yarn Spun yarn Nonwovens Composites Polymers & rubber Masterbatches & additives",
      "preview": "Leading Supplier to the Fiber and Yarn Industry, Both Synthetic and Natural Applications Staple Fiber Filament yarn Spun yarn Nonwovens Composites Pol"
    },
    {
      "url": "https://fedtechmagazine.com/article/2018/11/how-computer-vision-can-help-agencies-spot-critical-needs",
      "title": "How Computer Vision Can Help Agencies Spot Critical Needs | FedTech Magazine",
      "description": "Training computers to \"see\" images may add capabilities in emergency situations in the near-future.",
      "preview": "Skip to main content MENU Log in Search twitter feed Home » Software Close New AI Research From CDW See how IT leaders are tackling AI opportunities a"
    },
    {
      "url": "https://www.kqzyfj.com/click-100635567-14042856?sid=--people",
      "title": "EveryPlate Meal Kits: Easy & Affordable Meal Delivery Service",
      "description": "Get delicious, budget‑friendly meal kits delivered weekly. EveryPlate makes meal delivery easy with pre‑portioned ingredients and simple step‑by‑step recipes.",
      "preview": "Skip to main content CRAVE BIG. SPEND SMART. Skip the grocery runs for easy, delicious meal delivery. Get 50% off your first box + 10% off for a month"
    },
    {
      "url": "https://giftsofthejourney.com/2009/12/28/love-in-a-box/",
      "title": "Love In A Box | Gifts Of The Journey",
      "description": "\" To me, children's literature is for escape. Children read to get away from all the bad things in life. \" ~Wylly Folk St.John I found the quote above in an interview clipped from a newspaper and tucked inside a book written by my Aunt Wylly. Finding it this morning was in a way like...",
      "preview": "Margaret & Elizabeth - Christmas 1969 \" To me, children's literature is for escape. Children read to get away from all the bad things in life. \" ~Wyll"
    },
    {
      "url": "https://madeinjeddah.net/tag/greeting/",
      "title": "Greeting | madeinjeddah",
      "description": "Posts about Greeting written by Luqman, fawzibourkankaoukji, Majed Munshi, and redasejeny",
      "preview": "madeinjeddah urbanphenomena: design+research Tag Archives: Greeting About Jeddah Architectural Guide Made in Jeddah Research archive Social/Media Visu"
    },
    {
      "url": "http://guysaircraft.com/",
      "title": "GuysAircraft.com - Welcome",
      "description": "void",
      "preview": "Authorized dealer Insight Avionics Guy Doherty Aircraft Maintenance Owen Sound (Billy Bishop) Regional Airport R.R. 8, Owen Sound, Ontario N4K 5W4 pho"
    },
    {
      "url": "https://www.bmw-welt.com/en.html",
      "title": "BMW Welt and BMW Museum in Munich",
      "description": "Visit the BMW Welt and the BMW Museum Munich, the heart of the BMW brand. Discover the latest models from BMW, BMW i, BMW M, BMW Motorrad, MINI and Rolls-Royce or see all the history of BMW.",
      "preview": "Website currently not fully available Our tool for managing your permission to our use of cookies is temporarily offline. Therefore some functionality"
    },
    {
      "url": "https://source.squeak.org/@Ul2nVydgCOggOSrB/5PgzhPd7",
      "title": "Squeak Releases",
      "description": "void",
      "preview": "up to date Home Projects Tags Members Groups Help Actions RSS feed Register Member Register Group Register Project Authentication Login Home Welcome t"
    },
    {
      "url": "https://www.uffizi.it/en/online-tickets",
      "title": "void",
      "description": "void",
      "preview": "Pagina non trovata La pagina che stai cercando non esiste, o l'indirizzo inserito non è corretto. Vai alla pagina iniziale"
    },
    {
      "url": "https://together.un.org/",
      "title": "Together",
      "description": "Respect, Safety and Dignity for All",
      "preview": "Jump to navigation Redpix/DMU. At a special summit at United Nations Headquarters in New York, universities, led by De Montfort University (DMU), spot"
    },
    {
      "url": "http://survey.walmart.com/",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://muse.jhu.edu/article/625112",
      "title": "Project MUSE - Seamounts as Sites for Governance in the \"Areas Beyond National Jurisdiction\"",
      "description": "void",
      "preview": "This website uses cookies to ensure you get the best experience on our website. Without cookies your experience may not be seamless. Accept [Skip to m"
    },
    {
      "url": "https://www.history.com/shows/historys-greatest-of-all-time-with-peyton-manning/season-1",
      "title": "Homepage | HISTORY CHANNEL ITALIA",
      "description": "Le storie che cambiano la storia meritano di essere raccontate.",
      "preview": "Skip to main content IL 27 GENNAIO, DALLE 21.00 I giorni della memoria Il 27 gennaio 1945, le truppe sovietiche arrivarono per prime presso la città p"
    },
    {
      "url": "http://contactus.target.com/ContactUs?Con=ContactUs&lnk=fnav_t_spc_1_28",
      "title": "Contact Us",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.lespressesdureel.com/EN/auteur.php?id=661&",
      "title": "Susan Hiller - Les presses du réel",
      "description": "void",
      "preview": "list forthcoming offres spéciale best-sellers back in stock e-books vinyl records & cds dvd limited editions events newsletter / rss contact / practic"
    },
    {
      "url": "http://site.icu-project.org/",
      "title": "ICU - International Components for Unicode",
      "description": "News 2025-03-13: ICU 77 is now available - releases/tag/release-77-1 - Maven: com.ibm.icu / icu4j / version 77.1 ICU 77 updates to CLDR 47 locale data with new locales, and various additions and corrections. ICU 77 is mostly focused on bug fixes, segmentation conformance, and other refinements. The",
      "preview": "Search this site Embedded Files Skip to main content Skip to navigation ICU-TC Home Page News 2025-03-13: ICU 77 is now available - releases/tag/relea"
    },
    {
      "url": "https://share.hsforms.com/1Td4Pj80YTmCbrnlSivNBNw59n9s",
      "title": "Form",
      "description": "void",
      "preview": "Skip to form"
    },
    {
      "url": "https://www.mtroyal.ca/",
      "title": "Mount Royal University | MRU",
      "description": "void",
      "preview": "MENU Programs & Courses Programs & Courses Home Programs Offered Collaborative Degrees International Designated Programs Continuing Education MRU Camp"
    },
    {
      "url": "http://milfmovies.name/tag/sizzling-hot-milf/",
      "title": "sizzling hot MILF | MILF Movies",
      "description": "void",
      "preview": "MILF Movies If You Like A Lot Of Milf movies On Your screen, Join Our Club 2025 Friday October 10 RSS: Posts Categories Asian MILF Movies BBW MILF Mov"
    },
    {
      "url": "https://www.cfgnh.org/articles/job-training-education-friendship-and-a-voice",
      "title": "Job Training,... | The Community Foundation for Greater New Haven",
      "description": "Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Economic Success Grant From the Community Fund for Women...",
      "preview": "Job Training, Education, Friendship and a Voice Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Econo"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "https://www.bbc.com/news/technology",
      "title": "BBC Innovation | Technology, Health, Environment, AI",
      "description": "BBC Innovation brings you the latest in Technology news and coverage from around the world, including health, environment, AI, and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.earthobservations.org/index.php",
      "title": "The Group on Earth Observations - GEO",
      "description": "GEO connects governments, academia, organisations, civil society and the private sector to tackle global challenges through innovative solutions that harness the power of Earth Intelligence.",
      "preview": "Earth Intelligence for All The Innovation Layer for Nature Action using IUCN's Typology Event Join us at IUCN World Conservation Congress to explore h"
    },
    {
      "url": "https://www.sare.org/publications/smart-water-use-on-your-farm-or-ranch/soil-management/conservation-tillage/",
      "title": "Conservation Tillage - SARE",
      "description": "Conservation tillage leaves at least 30 percent of the soil surface covered by residue after planting. No-till planters leave even more than that by placing seeds or transplants in narrow slots, the only area where farmers disturb the soil. No-till also consistently improves water infiltration, with reports of up to three times the infiltration compared [...]",
      "preview": "Skip to content No-till soybeans emerge through corn stubble on a Pennsylvania farm. Photo by Edwin Remsberg Conservation tillage leaves at least 30 p"
    },
    {
      "url": "https://www.capitalonetravel.com/?utm_source=nav",
      "title": "Your Next Journey Starts Here - Capital One Travel",
      "description": "Book flights, hotels and car rentals with ease on Capital One Travel and get more from your next journey.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.aclu-ky.org",
      "title": "Home - ACLU Kentucky",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Preserving Liberty in the Commonwealth Volunteer with us! The Latest Event | In-person 70th Anniversary Celebration Since 1955, the ACLU of Kentucky,"
    },
    {
      "url": "https://www.imli.org/",
      "title": "Welcome to IMLI - IMO International Maritime Law Institute (IMLI)",
      "description": "About IMLIThe IMO International Maritime Law Institute is a world recognized centre for the training of specialists in international maritime law. Special emphasis is given to international regulations adopted by the International Maritime Organization.Prospective StudentsOur students thrive in a demanding academic atmosphere and experience an inter-cultural dialogue at the Institute, located on the premises of [...]",
      "preview": "IMO International Maritime Law Institute Over 35 Years Serving the Rule of International Maritime Law Description IMLI Course on Law of Ports View Pro"
    },
    {
      "url": "https://www.postcrossing.com/user/Juschy",
      "title": "Postcrosser Juschy, from Germany",
      "description": "Profile of member Juschy, in Germany at Postcrossing.com - The Traveling Postcards Project",
      "preview": "Skip to Content ✓ Ok, got it! Postcrossing uses cookies to help deliver its services. By using this website, you agree to our use of cookies . If you"
    },
    {
      "url": "https://www.artbazaar.com/publisher/art-101-usa/",
      "title": "Art 101 USA Archives - Art Bazaar",
      "description": "void",
      "preview": "Showing the single result Default sorting Sort by popularity Sort by latest Sort by price: low to high Sort by price: high to low Art 101 Budding Arti"
    },
    {
      "url": "https://www.sevesteen.com/feeds/3240310945383736767/comments/default",
      "title": "Comments on sevesteen.com: Reasons to end the drug war, part 74",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mccormickfoundation.org/about-us/",
      "title": "About Us - Robert R. Mccormick Foundation",
      "description": "The mission and history of the Foundation, including a timeline of notable grants, developments, and strategies through the decades.",
      "preview": "Skip to content About Us Jump to Introduction History Our Benefactor Our Mission The Robert R. McCormick Foundation invests in organizations working t"
    },
    {
      "url": "https://aferael.tumblr.com/",
      "title": "Bane of Light",
      "description": "yea this is a personal blog but i post art sometimes | he/him 21",
      "preview": "♠ ♠ this is a health meter. aferael's health is at 10% yea this is a personal blog but i post art sometimes | he/him 21 Skip navigation links Home Mai"
    },
    {
      "url": "https://channel955.iheart.com/schedule/",
      "title": "Find Channel 955's Friday Live On-Air Schedule | Channel 955",
      "description": "Discover Friday's shows for Channel 955 in Detroit, MI",
      "preview": "On-Air Schedule Mo Tu We Th Fr Sa Su On-Air Now Mojo in the Morning 5:00 AM - 11:00 AM Mojo in the Morning 5:00 AM - 11:00 AM EJ 11:00 AM - 3:00 PM Th"
    },
    {
      "url": "https://sites.nielsen.com/legal/privacy-statement/exelate-privacy-policy/opt-in-opt-out/",
      "title": "NIELSEN MARKETING CLOUD OPT-IN/OPT-OUT",
      "description": "void",
      "preview": "Nielsen Marketing Cloud Opt-Out Nielsen Marketing Cloud (NMC) is committed to providing you with choices regarding the processing of your personal dat"
    },
    {
      "url": "https://www.shmoop.com/study-guides/literature/alligator-bayou/summary/chapter-4",
      "title": "Alligator Bayou Chapter 4 Summary | Shmoop",
      "description": "Free summary and analysis of Chapter 4 in Donna Jo Napoli's Alligator Bayou that won't make you snore. We promise.",
      "preview": "Alligator Bayou Chapter 4 Summary Back More Once Calo catches up with Patricia, he says that Francesco would never turn away Mrs. Rogers, but Patricia"
    },
    {
      "url": "https://www.ginabinkley.com/ESSENCE/46",
      "title": "Alicia-Fisk-lo2 | Gina Binkley",
      "description": "BeautyEditorialMusicGraphic Design",
      "preview": "Alicia-Fisk-lo2"
    },
    {
      "url": "https://carto.com/legal/",
      "title": "Legal | CARTO",
      "description": "We've got you covered.",
      "preview": "LEGAL WE'VE GOT YOU COVERED Product, privacy, and other legal terms. Legal Privacy Notice Security Master Agreements CARTO Platform Terms & Conditions"
    },
    {
      "url": "https://www.nhl.com/stats/skaters",
      "title": "NHL Stats | NHL.com",
      "description": "The official source for NHL Stats including skaters, goalies, teams stats and more.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://kotlinlang.org/docs/coroutines-overview.html",
      "title": "Coroutines | Kotlin Documentation",
      "description": "void",
      "preview": "Coroutines Applications often need to perform multiple tasks at the same time, such as responding to user input, loading data, or updating the screen."
    },
    {
      "url": "https://marketplace.walmart.com/?utm_source=Walmart.com&utm_medium=link&utm_campaign=footer",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://icsid.worldbank.org/",
      "title": "International Centre for Settlement of Investment Disputes",
      "description": "void",
      "preview": "Skip to main content Subscribe to Email Alerts Stay up to date with ICSID News Releases, Events and Case Updates Sign Up Stay Connected Phone Twitter"
    },
    {
      "url": "https://www.climatetrace.org/",
      "title": "Climate TRACE",
      "description": "We make meaningful climate action faster and easier by mobilizing the global tech community to track greenhouse gas (GHG) emissions with unprecedented detail.",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. Climate TRACE Comprehe"
    },
    {
      "url": "https://gml.noaa.gov/ccgg/trends/",
      "title": "Trends in CO2 - NOAA Global Monitoring Laboratory",
      "description": "GML conducts research on greenhouse gas and carbon cycle feedbacks, changes in aerosols, and surface radiation, and recovery of stratospheric ozone.",
      "preview": "Skip to main content An official website of the United States government Here's how you know Official websites use .gov A .gov website belongs to an o"
    },
    {
      "url": "https://seminarios.impa.br/index;jsessionid=D65A9C1910E0EC8804F6BAB069860EB5?lang=en_US",
      "title": "Log in to Institucional",
      "description": "void",
      "preview": "Institucional Username or email Password Forgot Password? New user? Register"
    },
    {
      "url": "https://www.nationalgallery.org.uk/paintings/explore-the-paintings",
      "title": "Search the collection | Paintings | National Gallery, London",
      "description": "Search or browse our collection of more than 2,600 paintings and other works of art.",
      "preview": "Skip to main content Search the collection Search or browse our collection of more than 2,600 paintings and other works of art. Show full image Group"
    },
    {
      "url": "https://www.apply.vccs.edu/applications/vccs/apply.html?application_id=3228",
      "title": "Blue Ridge Community College - Introduction",
      "description": "void",
      "preview": "Blue Ridge Community College Application for Admission Welcome to Blue Ridge Community College! Founded in 1967, Blue Ridge Community College, located"
    },
    {
      "url": "https://en.iyil2019.org/",
      "title": "2019 - International Year of Indigenous Language",
      "description": "The United Nations declared 2019 The Year of Indigenous Languages (IY2019) in order to raise awareness of the important contribution they make to our world's rich cultural diversity.",
      "preview": "Search English French Spanish Indigenous Languages © matter for development, peace building and reconciliation Languages play a crucial role in the da"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2014/04/Bloomberg_AnnualReport_2013-2014_online1.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.mactrast.com/tag/apple-event/",
      "title": "Apple Event - MacTrast",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://childmind.org/backtoschool/",
      "title": "Resources for Going Back to School - Child Mind Institute",
      "description": "Find articles and tips to help you navigate back-to-school with a child suffering from mental health or a learning disorder.",
      "preview": "Skip to main menu Skip to content Skip to footer Internet Explorer is no longer supported Please upgrade to Microsoft Edge , Google Chrome , or Firefo"
    },
    {
      "url": "https://www.flowerbeauty.com/products/warrior-princess-mascara-new",
      "title": "Warrior Princess Mascara | FLOWER Beauty",
      "description": "Get the fanned-out lash look fit for a princess. This vegan mascara boosts volume and length with a buildable formula that coats every single lash.",
      "preview": "Skip to content We're working on something new... In the meantime, please use our store locator to shop Flower Beauty. Shop Flower Beauty on CVS.com S"
    },
    {
      "url": "https://www.seattlefoundation.org/",
      "title": "Home - Seattle Foundation",
      "description": "Seattle Foundation is an agent of change, igniting powerful philanthropy to make Seattle a stronger, more vibrant community for all. Get involved today.",
      "preview": "Skip to content The work doesn't stop, and neither will we. We continue to be steadfast in our commitment to center the voices of the marginalized, in"
    },
    {
      "url": "https://www.fanatical.com/tr/bundle/the-battle-of-polytopia-moonrise-deluxe",
      "title": "The Battle of Polytopia: Moonrise - Deluxe | Steam Game Bundle | Fanatical",
      "description": "Welcome friends to The Battle of Polytopia, a unique turn-based strategy game involving strange lands and charismatic tribes, clever technologies,...",
      "preview": "The Battle of Polytopia: Moonrise - Deluxe"
    },
    {
      "url": "https://www.nps.gov/yose/planyourvisit/hiking.htm",
      "title": "Hiking - Yosemite National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.unitedway.org/our-impact/featured-programs/2-1-1/ride-united",
      "title": "Ride United: An Innovative Solution to Transportation Gaps | United Way Worldwide",
      "description": "Ride United leverages the strength of United Ways, the 211 Network, and partners to address the unmet transportation needs of individuals and families across the country. Transportation is vital for accessing essential services. United Way's Ride United program ensures equitable access through innovative solutions.",
      "preview": "Skip to Content Financial Security Ride United Transportation is vital for accessing essential services. United Way's Ride United program ensures equi"
    },
    {
      "url": "https://www.veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://www.nih.gov/",
      "title": "National Institutes of Health (NIH) |",
      "description": "Official website of the National Institutes of Health (NIH). NIH is one of the world's foremost medical research centers. An agency of the U.S. Department of Health and Human Services, the NIH is the Federal focal point for health and medical research. The NIH website offers health information for the public, scientists, researchers, medical professionals, patients, educators,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://chicanoeats.com/",
      "title": "Chicano Eats - Traditional Mexican Recipes & More",
      "description": "Traditional Mexican Recipes & More",
      "preview": "Home Virtual Cooking Classes Chicano Bakes Shop Press About Privacy Policy 0 How to make Tacos de Papa (Mexican Fried Potato Tacos) Introduction to Ta"
    },
    {
      "url": "https://go-expandyourmind-blog.tumblr.com/post/143100154781",
      "title": "Nature, animals, and inspiration :) - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Nature, animals, and inspiration :) - 16% of all new wages in the U.S. are in computer... 1.5M ratings 277k ratings See, that's what the app is perfec"
    },
    {
      "url": "https://products.office.com/en-us/home",
      "title": "Microsoft 365 - Subscription for Productivity Apps | Microsoft 365",
      "description": "Microsoft 365 subscriptions include a set of familiar productivity apps, intelligent cloud services, and world-class security in one place. Find the right plan for you.",
      "preview": "This is the Trace Id: cae9600f615143ec9b4759b5844f8ccf Skip to main content Introducing Microsoft 365 Premium. Get cutting-edge AI, productivity tools"
    },
    {
      "url": "http://www.babyblooms.co.uk/",
      "title": "New & Unique Baby Gifts Online | Babyblooms",
      "description": "Discover a beautiful range of unique personalised baby gifts at Babyblooms. Our range includes perfect gifts for new babies, baby showers, Christenings & special occasions. For bump, baby and beyond.",
      "preview": "Skip to content Pause slideshow Play slideshow wrapping & personalised card included with every order Welcome to Babyblooms our ribbons are at the rea"
    },
    {
      "url": "https://www.ravelry.com/designers/kiki-crochet-designs",
      "title": "Ravelry: Designs by Kiki Crochet Designs",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.vidyard.com/",
      "title": "Vidyard - Video Tools for Virtual Sales and Marketing Teams",
      "description": "Vidyard is an online video platform for business which allows you to increase leads, accelerate your pipeline and delight your customers. Learn more!",
      "preview": "Skip to Main Content AI-Powered Video Selling Platform Sellers win more deals with Vidyard Break through the noise, engage more customers, and close d"
    },
    {
      "url": "http://www.asu.edu",
      "title": "ASU Homepage | Arizona State University",
      "description": "void",
      "preview": "Your browser does not support the video tag. Play hero video Pause Reshaping our relationship with the planet Through Changing Futures, ASU is working"
    },
    {
      "url": "https://community.shopify.com/c/shopify-design/make-product-description-central-in-mobile-view/m-p/1376708/highlight/true",
      "title": "Make product description central in mobile view - #2 by KetanKumar - Shopify Community",
      "description": "I want to make the product description aligned to the centre P word test Blockshop theme https://laz-the-plant-scientist.myshopify.com/",
      "preview": "Make product description central in mobile view Store Design KetanKumar November 5, 2021, 8:01pm 2 @peter550 yes please try this code Go to Online Sto"
    },
    {
      "url": "https://campd.epa.gov/",
      "title": "Clean Air Markets Program Data (CAMPD)",
      "description": "CAMPD is your one-stop shop for the emissions, compliance, allowance, and facility attributes data that is gathered under these programs.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://cassandraladru.com",
      "title": "Cassandra Ladru Photography - A journalistic style wedding and lifestyle photographer",
      "description": "void",
      "preview": "Cassandra Ladru Cassandra Ladru is a journalistic style wedding and lifestyle photographer, with a background in fashion photography and an eye for be"
    },
    {
      "url": "https://www.conservation.org/what/Pages/forests.aspx",
      "title": "Stabilizing Our Climate by Protecting and Restoring Nature",
      "description": "To prevent irreversible damage to the climate that sustains us, humanity must reduce climate-warming greenhouse gases and remove excess carbon from the atmosphere.",
      "preview": "Stabilizing our climate by protecting and restoring nature © Thomas Muller To prevent irreversible damage to the climate that sustains us, humanity mu"
    },
    {
      "url": "https://www.mnphilanthropiccollective.org/",
      "title": "Minnesota Black Collective Foundation",
      "description": "A philanthropic movement to advance the genius of Black-led change.",
      "preview": "0 A philanthropic movement advancing the genius of Black-led change We're Minnesota's first Black community foundation working to create a thriving ec"
    },
    {
      "url": "https://www.tabbytracker.com/cat.php?id=189148",
      "title": "Safe Cat in Willow Grove, PA (19090) - Tabby Tracker",
      "description": "Safe Cat in Willow Grove, PA (19090). Lost and found cats in the US and Canada.",
      "preview": "Tabby Tracker will not work correctly with JavaScript disabled Lost Cats Found Cats go Safe Cat Safe Cat in Willow Grove, PA ID# 189148 Tabby Multicol"
    },
    {
      "url": "https://about.medium.com/creators/",
      "title": "Medium Partner Program",
      "description": "void",
      "preview": "Sitemap Medium Logo Sign in Sign up Medium Partner Program Medium's Partner Program is for people who are interested in helping us fulfill our mission"
    },
    {
      "url": "https://sirenalpha.tumblr.com/",
      "title": "SirenAlpha",
      "description": "Just somebody who has been here way too long",
      "preview": "theme made by espoirthemes this post is tagged as food. this post is blacklisted because it contains food and is not fully visible on the index page."
    },
    {
      "url": "https://www.vijaysales.com/?gclid=Cj0KCQiAkuP9BRCkARIsAKGLE8XNFFBps909mKzX4jdv7mqfunBVwGYRtAEKDq0EUJ25g7eJ_S8KLqQaAktIEALw_wcB",
      "title": "Home Page",
      "description": "Buy Mobiles, ACs, Laptops, TVs, Kitchen & Home appliances online from top brands at Vijay Sales. India's best online electronics store with great deals & quick delivery. Shop now!",
      "preview": "Get upto 7.5% Instant Discount Upto Rs.7500 on HDFC Bank Credit/Debit Card EMI *T&C apply Upto Rs.20,000 Instant Discount on American Express Card EMI"
    },
    {
      "url": "https://za.pinterest.com/itmakeyourdays/baseball-canvas/",
      "title": "20 Baseball Canvas ideas | baseball canvas, canvas art wall decor, canvas",
      "description": "Mar 11, 2018 - Explore it make your day store's board \"Baseball Canvas\" on Pinterest. See more ideas about baseball canvas, canvas art wall decor, canvas.",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://adycenter.org/",
      "title": "Home | Ain Dah Yung Center",
      "description": "Culturally Responsive Shelter, Housing, and Prevention Services for Indigenous Youth",
      "preview": "Resilience through Culture. Mission Statement Meaning \"Our Home\" in Ojibwe, Ain Dah Yung Center provides a healing place within the community for Amer"
    },
    {
      "url": "https://app.geniusu.com/mentor_circles/1045/events/1514",
      "title": "Mini-Mastermind for GeniusU Mentors Week 4 - Webinars on GeniusU",
      "description": "What path should you follow in life? When you follow your natural genius, life becomes a joy. But if you focus on your weaknesses, everything becomes hard work. Take the free, one minute Genius Test, and discover your genius.",
      "preview": "Genius AI Join for free Log in Home Campuses Investor Entrepreneur University School Community Circles Mentors Students Companies Events Courses About"
    },
    {
      "url": "https://www.gst.gov.in",
      "title": "Goods & Services Tax (GST) | Home",
      "description": "Goods And Services Tax",
      "preview": "News and Updates View all Popular help topics How do I register with GST? How do I apply for refund? How do I file returns? How can I use Returns Offl"
    },
    {
      "url": "https://nest.com/-apps/learn-more-about-nest/",
      "title": "Redirecting...",
      "description": "App Redirects",
      "preview": "void"
    },
    {
      "url": "http://www.barenakedladies.com/splash/",
      "title": "Home - Barenaked Ladies",
      "description": "Barenaked Ladies. 35 years and counting. ? Toronto",
      "preview": "STREAM NOW! STREAM NOW! STREAM NOW! Download GET ALL THE LATEST BNL NEWS SIGN-UP barenakedladiesmusic In Flight - Carry On Acoustic EP out NOW ✈️ On T"
    },
    {
      "url": "https://colorhunt.co/",
      "title": "Color Hunt - Color Palettes for Designers and Artists",
      "description": "Discover the newest hand-picked color palettes of Color Hunt. Get color inspiration for your design and art projects.",
      "preview": "Color Hunt ✕ Colors Collections Related Add to Chrome Palettes Create Collection About Instagram Terms of Service Privacy Policy Made by Gal Shir Blue"
    },
    {
      "url": "https://bemanningsinfo.no/partner/partnerforside/tilleggstjenester/annonsering-pa-finn-no/",
      "title": "Annonsering på finn.no | Bemanningsinfo",
      "description": "void",
      "preview": "arrow_back Tilbake Annonsering på finn.no Annonsering er et viktig virkemiddel for å tiltrekke seg gode og relevante kandidater til de ledige stilling"
    },
    {
      "url": "http://www.liberliber.it/",
      "title": "Liber Liber - Libri, audiolibri e musica con licenze libere",
      "description": "fai una donazione in modo facile (altri modi per aiutarci)",
      "preview": "Salta al contenuto Home page Liber Liber 2025-09-23T14:42:39+02:00 In primo piano, LiberMusica \"Stabat Mater\" di Gioachino Rossini Sin dalla première,"
    },
    {
      "url": "https://knitty.com/archive.php",
      "title": "Knitty.com - Deep Fall 2025",
      "description": "Knitty is the longest-running free knitting magazine on the web. Enjoy our huge selection of free, quality knitting patterns and articles!",
      "preview": "Knitty The Knitty Pattern Library The Knitty Library Search our database of patterns by yarn weight , project type or both. Select Yarn Weight: lace ["
    },
    {
      "url": "http://www.drogbaster.it/",
      "title": "Risorse Servizi web e Strumenti utili gratis - drogbaster.it",
      "description": "Tutto gratis risorse e servizi web: programmi guide per PC Windows, smartphone Android e iPhone Software, antivirus, bigliettini auguri.",
      "preview": "Skip to content Quando gli impegni rischiano di soffocare le vostre potenzialità, è proprio un portale come Drogbaster che può aiutarvi a staccare la"
    },
    {
      "url": "https://www.arbeitsagentur.de/jobsuche",
      "title": "Jobsuche der BA",
      "description": "Jobsuche der Bundesagentur für Arbeit. Hier Stellensuche nach neusten Jobs oder Ausbildungsplätzen starten in einer der größten Jobbörsen Deutschlands.",
      "preview": "void"
    },
    {
      "url": "https://www.yinovacenter.com/faq/",
      "title": "Frequently Asked Questions | The Yinova Center",
      "description": "You may have some questions for us before you get here or book your acupuncture treatment! Here are some answers to the most common questions we receive.",
      "preview": "Skip to Main Content"
    },
    {
      "url": "https://m.familleperrin.com/12PCF6YRJ7",
      "title": "Famille Perrin, Southern Rhone Valley | Our wineries",
      "description": "Famille Perrin, Southern Rhone Valley. It is no coincidence Famille Perrin is the leading organic wine grower of the Southern Rhône Valley where they occupy...",
      "preview": "English English Our wineries La Vieille Ferme La Vieille Ferme Sparkling La Plume Famille Perrin - Les Crus Famille Perrin - Sélections Parcellaires D"
    },
    {
      "url": "https://www.uffizi.it/biglietti",
      "title": "Biglietteria Ufficiale | Gallerie degli Uffizi",
      "description": "Tutte le informazioni ufficiali su orari, tariffe, biglietti, abbonamenti per gli Uffizi, Palazzo Pitti e Giardino di Boboli.",
      "preview": "Biglietti Biglietti Prenotazione PassePartout Info e promo Biglietti musei Vedi la tabella riepilogativa dei prezzi Biglietto singolo Ingresso singolo"
    },
    {
      "url": "https://help.zenodo.org/#citations",
      "title": "Help | Zenodo",
      "description": "Zenodo is a free and open digital archive built by CERN and OpenAIRE, enabling researchers to share and preserve research output in any size, format and from all fields of research.",
      "preview": "Help FAQ Docs Guides Frequently Asked Questions Search FAQ General Account Upload/Deposit Collaborate and share Communities Usage statistics Citations"
    },
    {
      "url": "https://www.fernhotels.com/",
      "title": "The Fern Hotels & Resorts",
      "description": "Leading Environmentally Sensitive Hotels",
      "preview": "Seamless Business Stays with Modern Amenities at The Fern Hotels & Resorts Explore Now Book Your Destination Select Dates BOOK NOW Best Rate Guarantee"
    },
    {
      "url": "https://healthy.kaiserpermanente.org/front-door/machine-readable",
      "title": "Transparency In Pricing Machine-Readable Files | Kaiser Permanente",
      "description": "Find machine-readable files (MRFs) for Kaiser Permanente health plans, including negotiated service rates and out-of-network allowed amounts.",
      "preview": "Loading In November 2020, the U.S. Department of Health & Human Services (HHS), Department of Labor, and Department of the Treasury issued the Transpa"
    },
    {
      "url": "https://blogs.windows.com/msedgedev/2022/10/17/website-typo-protection-typosquatting/?form=MT00D5",
      "title": "Website typo protection defends against fraud including phishing, malware, and other scams - Microsoft Edge Blog",
      "description": "It's easy to make typos when writing out a website name (URL), but these simple mistakes can lead you to potentially fraudulent websites planted by malicious actors. Website typo protection helps protect you when you accidentally n",
      "preview": "Skip to main content Skip to main content / Microsoft Edge Blog October 17, 2022 Website typo protection defends against fraud including phishing, mal"
    },
    {
      "url": "https://www.cadstudio.cz/tag/upgrade%20konec",
      "title": "CAD Studio - vyhledávání: upgrade konec",
      "description": "void",
      "preview": "CAD Studio - CAD/CAM/BIM/GIS/PLM řešení NOVOU FIREMNÍ PREZENTACI NAJDETE NA www.arkance.world Home » Kontakty » Vyhledávání » CADSTUDIO.CZ vyhledávání"
    },
    {
      "url": "https://artitrail.com/sectors/agriculture/mega-sweeper-actisweep/",
      "title": "Artitrail | Mega Sweeper Actisweep",
      "description": "void",
      "preview": "Download Mega Sweeper Actisweep catalogue Actisweep ® V-Concept A new approach to sweeping which will change the way you work! Actisweep® V-Concept is"
    },
    {
      "url": "https://www.elcomercio.com/actualidad/negocios/ecuador-segundo-productor-atun-tailandia.html",
      "title": "Ecuador es el segundo productor de atún en el mundo, después de Tailandia - El Comercio",
      "description": "El Ecuador cuenta hoy en día con la flota atunera más potente del Pacífico Oriental. Tiene 116 embarcaciones, con una capacidad de arrastre de 93 000 toneladas.",
      "preview": "Última Hora Actualidad Tendencias Tecnología Deportes Opinion Videos Podcasts Empleo Contactos Feed RSS Mapa del sitio Créditos Responsabilidad Social"
    },
    {
      "url": "https://www.apo-observers.org/about-observers",
      "title": "About Observers | Association for Professional Observers (APO)",
      "description": "What is an Observer? An \"observer\" is a person who is authorized by a regulatory authority to collect scientific information to assist in the monitoring, compliance and surveillance (MSC) of commercial exploitation of marine resources. The observer must be financially independent of the industry being monitored. Observers generally do not...",
      "preview": "Skip to content About Observers What is an Observer? An \"observer\" is a person who is authorized by a regulatory authority to collect scientific infor"
    },
    {
      "url": "https://danvilleutilities.com/nDanville/nDanville.html",
      "title": "nDanville Welcome | Danville Utilities",
      "description": "void",
      "preview": "Search Results ... Close myAccount Pay Bill Outages Moving About Us Contact Us Forms Customer Light / Street Light Repair Request Utilities Customer A"
    },
    {
      "url": "https://woerterbuch.hantrainerpro.de/chinesisch-deutsch/bedeutung-anteweipu_antwerp.htm",
      "title": "Deutsche Übersetzung von 安特卫普 ( Anteweipu / Āntèwèipŭ ) - Antwerpen auf Chinesisch",
      "description": "安特卫普 ( Anteweipu / Āntèwèipŭ ) (deutsche Übersetzung: \"Antwerpen\") als chinesisches Schriftzeichen inklusive Strichreihenfolge, Pinyin-Lautumschrift, Aussprache in Mandarin, Beispielsatz und deutscher Übersetzung",
      "preview": "WÖRTERBUCH Das chinesische Wort Anteweipu - 安特卫普 - Āntèwèipŭ ( Antwerpen auf Chinesisch) English English translation Français Traduction française Esp"
    },
    {
      "url": "https://www.wtatennis.com/",
      "title": "The Official Home of the Women's Tennis Association | WTA Tennis",
      "description": "Home of the Women's Tennis Association. Turn to the WTA for the best coverage of your favorite players!",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Scores Rankings Unlocked Cal"
    },
    {
      "url": "https://www.diffchecker.com/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://fonts.google.com/knowledge/choosing_type/choosing_typefaces",
      "title": "Choosing type - Fonts Knowledge - Google Fonts",
      "description": "When you have some text, how can you choose a typeface? Many people-professional designers included-go through an app's font menu until we find one we like. But the aim of this Google Fonts Knowledge module is to show that there are many considerations that can improve our type choices. By setting some useful constraints to aid our type selection, we can also develop a critical eye for analyzing type along the way.",
      "preview": "void"
    },
    {
      "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3343195",
      "title": "ACM Account",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
    },
    {
      "url": "https://mathematicallemoncake.tumblr.com/",
      "title": "Llamas Are Larger Than Frogs",
      "description": "25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting things.",
      "preview": "Llamas Are Larger Than Frogs 25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting t"
    },
    {
      "url": "https://learn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "https://www.partsworldshop.com/de/2~205~motorrad/BMW/K-1300-R-S",
      "title": "Sortiment / BMW / K 1300 R / S - Parts World Shop",
      "description": "Sortiment / BMW / K 1300 R / S /",
      "preview": "Newsletter abonnieren und Preisvorteile sichern! Löschen icon-hamburger Menü icon-profile Anmelden / Registrieren Motorrad Racing Auto Bekleidung Zube"
    },
    {
      "url": "https://theconversation.com/fishing-industry-must-do-more-to-tackle-human-rights-abuses-heres-where-to-start-149762",
      "title": "Fishing industry must do more to tackle human rights abuses - here's where to start",
      "description": "One in six fishers in the Gulf of Thailand have been coerced or deceived into working against their will.",
      "preview": "ZoranOrcik/Shutterstock Chris Armstrong , University of Southampton Author Chris Armstrong Professor of Political Theory, University of Southampton Di"
    },
    {
      "url": "https://www.emploimedecin.com/offres-emploi/detail/878844/medecin-generaliste/jobergroup/amiens/cdi",
      "title": "Offres d'emploi médicales : médecin, pharmacien, chirurgien...",
      "description": "Retrouvez sur EMPLOI Médecin des milliers d'annonces : médecin, chirurgien, sage-femme, pharmacien, orthodontiste, vétérinaire",
      "preview": "Connexion Candidat Connexion Recruteur Partenaires Zoom sur Trouvez votre futur emploi Emploi : Localisation : Distance : 5 km 10 km 15 km 20 km 50 km"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "https://eduardoaladren.com/de/?date=2020-4&t=list",
      "title": "Den Norske Opera Oslo - Eduardo Aladrén",
      "description": "Norwegian National Opera Oslo",
      "preview": "Skip to content Location: Storgata 28B, 0184 Oslo, Norway Website: https://operaen.no/en/about-us-oslo-operahouse/ Norwegian National Opera Oslo Twitt"
    },
    {
      "url": "http://www.nickjr.com/privacy-policy/",
      "title": "Nickelodeon Italia | Homepage",
      "description": "Nickelodeon è il marchio di intrattenimento n. 1 per bambini e offre un assortimento di programmi per famiglie, lungometraggi e contenuti molto divertenti.",
      "preview": "Non perderti le avventure di Kid Danger e Capitan Man, tra azione e tante risate! 0 Latest on Nick SPONGEBOB In fondo al mare, a Bikini Bottom, vive l"
    },
    {
      "url": "http://www.snakeisland.com/",
      "title": "Snake Island Research Inc",
      "description": "void",
      "preview": "Snake Island Research Inc What We Do Snake Island Research is a software development and consulting firm specializing in high-performance computation"
    },
    {
      "url": "https://www.somethingawful.com/news/handyman-home-repair/",
      "title": "Say \"Handyman\" Three Times In A Mirror",
      "description": "If you need home repairs done but you don't have enough money to hire a licensed contractor who actually knows what they're doing, call me!",
      "preview": "Something Awful Something Awful Forums Something Awful Forums Photoshop Phriday Photoshop Comedy Goldmine Goldmine The Flash Tub Flash Tub WTF, D&D?!?"
    },
    {
      "url": "https://shared.ydstatic.com/dict/market/youdaoInfos/index.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Talent Education Inc and its affiliates (collectively \" NetEase \" or \" we \") have always solemnly promised to protect the privacy of us"
    },
    {
      "url": "https://www.insideedition.com/ghost-dog-found-with-pack-of-coyotes-inspires-battle-between-rescuers-and-couple-who-say-pup-is",
      "title": "Battle Waged Over Rescued Dog Who Roamed Streets With Coyote Pack | Inside Edition",
      "description": "The story of the dog raised by coyotes is now getting national attention, with many comparing it to the legend of the boy raised in the wild by wolves.",
      "preview": "Animals 'Ghost,' Dog Found With Pack of Coyotes, Inspires Battle Between Rescuers and Couple Who Say Pup Is Theirs Was This Dog Raised by Coyotes? 'Mo"
    },
    {
      "url": "https://marketplace.stripe.com/",
      "title": "Stripe App Marketplace",
      "description": "Stripe Apps integrate all the tools you use to run your business",
      "preview": "void"
    },
    {
      "url": "https://www.yourvone.com/",
      "title": "v one",
      "description": "pretty much like lovable but without the monthly fee",
      "preview": "Try it Watch full demo Vibe Everything you need to get started with your business. $199 one-time Get Started $150 per seat per year Get Started 1 proj"
    },
    {
      "url": "https://spinthewheel.app",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "Discover endless possibilities with Spin the Wheel - Random Picker Wheel Maker! Unleash your creativity and design custom spin wheels for any occasion. Whether it's for games, giveaways, or decision-making fun, our user-friendly platform lets you create interactive experiences that engage and entertain. Spin the wheel and make your ideas come to life in a dynamic and exciting way!",
      "preview": "You need to enable JavaScript to run this app. It is certain Reply hazy, try again As I see it, yes Don't count on it It is decidedly so Ask again lat"
    },
    {
      "url": "https://www.samsung.com/us/watches/galaxy-watch5-pro/",
      "title": "Explore Galaxy Watch Ultra | Premium Smartwatch | Samsung US",
      "description": "Discover the Galaxy Watch Ultra - a hyper premium smartwatch. Designed for active use, this watch delivers the smartest wearable yet with the ecosystem of Galaxy AI.",
      "preview": "Welcome to the ! Please enjoy our special offers for you MY BENEFITS SPECIAL OFFERS Search Form Clear Scan Barcode NO SUGGESTIONS AI Suggested Searche"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "http://www.cottonseedusa.com/",
      "title": "Cotton Casual Clothing Men & Women- Resort Wear",
      "description": "Cotton Clothing for men & women. Gauze Cotton Clothing including cotton shirts, shorts, pants & dresses designed for travel, cruise ship travel, resort wear",
      "preview": "Skip to main content Close Search Cool Casual Cottons Cool Casual Cottons 1 1 We produce the most comfortable casual clothing for men & women on earth"
    },
    {
      "url": "https://www.esa.int/Science_Exploration/Space_Science/Juice",
      "title": "ESA - Juice",
      "description": "void",
      "preview": "The mission ESA's Jupiter Icy Moons Explorer, Juice, will make detailed observations of the giant gas planet and its three large ocean-bearing moons -"
    },
    {
      "url": "http://bit.ly/3SEbWHF",
      "title": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment'",
      "description": "Environmental science and conservation news",
      "preview": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment' Mongabay.com 22 Feb 2023 Global Oceans Comments Share article Share this a"
    }
  ],
  "_meta": {
    "total_bookmarks": 126
  }
}