{
  "data": [
    {
      "url": "https://ideas.ted.com",
      "title": "void",
      "description": "Ideas change everything",
      "preview": "We humans 6 ways to give that aren't about money Good news: You can be a generous person without writing a bunch of checks. In fact, many of the most"
    },
    {
      "url": "http://www.wri.org/",
      "title": "World Resources Institute - Research for People & Planet",
      "description": "WRI is a global research organization working to improve people's lives, protect nature and halt climate change.",
      "preview": "Skip to main content Accessibility Donate Click to see more What can we help you find? Ways to Give Join us Contact an Expert Explore WRI Perspectives"
    },
    {
      "url": "http://casa.mines.edu/",
      "title": "CASA - Center for Academic Services and Advising (CASA)",
      "description": "Academic advising is an essential part of the student experience at Colorado School of Mines. Learn about student resources and how academic advisors can help support your goals.",
      "preview": "303-384-2600 casa@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Welcome to CASA CASA"
    },
    {
      "url": "https://www.glsen.org/",
      "title": "Homepage | GLSEN",
      "description": "void",
      "preview": "Skip to main content QUICK EXIT: Press ESC 3x QUICK EXIT: Tap 3x EXIT Leave this site safely You can quickly leave this website by pressing the Escape"
    },
    {
      "url": "https://spacy.io/usage/training",
      "title": "Training Pipelines & Models · spaCy Usage Documentation",
      "description": "Train and update components on your own data and integrate custom models",
      "preview": "Guides Select page... Get started › Installation Get started › Models & Languages Get started › Facts & Figures Get started › spaCy 101 Get started ›"
    },
    {
      "url": "http://nria.fra.affrc.go.jp/index-e.html",
      "title": "National Research Institute of Aquaculture,Japan Fisheries Research and Education Agency",
      "description": "void",
      "preview": "National Research Institute of Aquaculture,Fisheries Research and Education Agency ACCESS INQUIRY Organization National Research Institute of Aquacu"
    },
    {
      "url": "https://unterricht.wir-waren-so-frei.de/field-collection/field-thema-downloads/110",
      "title": "Thema Downloads 3 | Wir waren so frei... im Unterricht",
      "description": "void",
      "preview": "Skip to main content Hilfe Kontakt Datenschutz Impressum Home Themen Grenze & Mauer Hoffnung Jugend Parteien & Plakate Protest Stadt & Land Damals & H"
    },
    {
      "url": "https://novus.no/en/products/102057",
      "title": "Schmidt, Tom: Nøvn austa åsen - Novus forlag",
      "description": "Nøvn austa åsen er ei sterkt utvida og revidert utgåve av kapittelet «Østre Slidre Herred» i Oluf Ryghs Norske Gaardnavne IV2. Gaardnavne i Kristians Amt. Anden Halvdel, utgjeve av A. Kjær i 1902. Medan Rygh og Kjær med nokre få unntak berre drøfta namna på matrikkelgardane, er i denne boka òg namn på andre bustader te",
      "preview": "Menu Cart 0 Schmidt, Tom: Nøvn austa åsen 398 00 kr 398,00 kr Unit price / per Shipping calculated at checkout. Default Title - 398,00 NOK Quantity On"
    },
    {
      "url": "https://terminalbstore.com/",
      "title": "TERMINAL B | Luxury Candles & Niche Fragrances Inspired by Travel",
      "description": "TERMINAL B creates luxury candles and home fragrances inspired by global travel. Our hand-poured candles are crafted with premium ingredients to create unique scents and an immersive olfactory experience. Explore high-end home fragrance, highly scented candles, and more.",
      "preview": "icon-hamburger icon-X Menu 0 items $0.00 Check out icon-hamburger icon-X Menu Cart 0 Search Search icon-X Close (esc) where fragrance meets global tra"
    },
    {
      "url": "https://www.instagram.com/people/",
      "title": "People Magazine (@people) • Instagram photos and videos",
      "description": "14M Followers, 1,253 Following, 62K Posts - People Magazine (@people) on Instagram: \"The #1 source for celebrity news and inspiring stories. ✨ Link in bio below ⬇️\"",
      "preview": "void"
    },
    {
      "url": "http://palacantonin.pl/en",
      "title": "Palace in Antonin",
      "description": "void",
      "preview": "Skip to main content Pl Eng D Accommodation Reservation Location Contact Buy Adidas Yeezy Boost,Adidas Buy Yeezy Boost Adidas Yeezy 350 Original,adida"
    },
    {
      "url": "https://cristianchinabirta.ro/tag/masina/",
      "title": "Despre masina - Cristian China-Birta",
      "description": "Despre masina. Am scris peste 13.000 de articole pe blog. Dintre ele, unele sunt despre masina . Intră acum să le citești.",
      "preview": "Skip to content Cristian China-Birta Mare maestru de isprăvi 2.0 Caută Caută Închide Meniu Etichetă: masina Ce maşină vrem să avem astăzi? Stau dimine"
    },
    {
      "url": "http://www.maanmittauslaitos.fi/en/digituotteet/nls-orthophotos",
      "title": "NLS orthophotos | National Land Survey of Finland",
      "description": "NLS orthophotos are an aerial photo data set covering the whole of Finland. The geometry of the orthophotos corresponds to a map.",
      "preview": "Skip to main content 9.10.2025 Service message Are you calling our customer service? - answers to frequently asked questions 8.4.2025 Service message"
    },
    {
      "url": "http://colormind.io/",
      "title": "Colormind - the AI powered color palette generator",
      "description": "Generate color combinations in one click. Colormind creates cohesive color schemes using a deep neural net.",
      "preview": "333333 555555 777777 999999 BBBBBB Generate Colormind is a color scheme generator that uses deep learning. It can learn color styles from photographs,"
    },
    {
      "url": "https://www.birdforum.net/threads/birdsong-identification-tips.377063/",
      "title": "Taita Falcon stake out at JD Strijdom tunnel: still reliable? | BirdForum",
      "description": "Dear birders, Does anyone know if the stake out for Taita Falcon near the JD Strijdom tunnel still reliable? It is the site mentioned in SA Birdfinder. Is...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "http://www.camcom.it/",
      "title": "Sistema Camerale | Unioncamere",
      "description": "void",
      "preview": "Salta al contenuto principale Amministrazione trasparente Albo fornitori Chi Siamo Sistema Camerale Rassegna Stampa Accedi all'area riservata MENU Cer"
    },
    {
      "url": "https://www.thinkingjuice.co.uk",
      "title": "Eleven Miles",
      "description": "We're Eleven Miles, an evidence-driven creative company that's been ranked as the UK's Most Effective Advertising, Branding & Digital Agency",
      "preview": "0 We're Eleven Miles. A creative agency that combines insight with imagination to deliver more impact for our clients. See the work Who? Steered by ha"
    },
    {
      "url": "https://forums.craigslist.org/?areaID=85",
      "title": "forums - craigslist",
      "description": "void",
      "preview": "CL craigslist > forums android forum apple / mac arts forum astrophysics atheism automotive beauty / fashion bicycling bisexuality boomers car free ce"
    },
    {
      "url": "https://myseco.militaryonesource.mil/portal/",
      "title": "Military Spouse Education & Career Opportunities | MySECO",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application. Loading MySECO..."
    },
    {
      "url": "https://williampennfoundation.org/",
      "title": "William Penn Foundation",
      "description": "The William Penn Foundation invests in ideas that expand opportunity for all in the Philadelphia region.",
      "preview": "Skip to main content Search Search Programs Arts and Culture Children and Families Democracy and Civic Initiatives Environment and Public Space Workfo"
    },
    {
      "url": "https://www.bluenaturealliance.org/",
      "title": "Homepage - Blue Nature Alliance",
      "description": "A global partnership to catalyze the conservation of 18 million square kilometers of ocean over five years.",
      "preview": "A Global Partnership Catalyzing Momentum for Large-Scale Ocean Conservation Where We Partner Search Map 3D 2D Our Global Impact Ocean conservation are"
    },
    {
      "url": "https://espressodingin.tumblr.com/",
      "title": "Halley Space",
      "description": "Poetry, Book and Movie Review",
      "preview": "espressodingin 1634909229 22 October 2021 copy link to post permalink link copied REVIEW I WANT TO DIE BUT I WANT TO EAT TTEOKPOKKI, BUKU REKOMENDASI"
    },
    {
      "url": "https://www.lufthansa-industry-solutions.com/de-en/solutions-products/it-security",
      "title": "IT security consulting for companies | LHIND",
      "description": "Our IT security consultancy and modern security solutions can protect you against cyberattacks and minimize security risks. Book a consultation now!",
      "preview": "Menü Share this page LinkedIn XING Email In the age of digitalization, IT security is essential for companies to combat cybercrime. Attacks on IT syst"
    },
    {
      "url": "https://nationaleczema.org/eczema-products/about-nea-seal-of-acceptance/",
      "title": "About the Seal of Acceptance™ | National Eczema Association",
      "description": "Since 2008 the Seal has been the most trusted mark in eczema products. For the millions of people who live with eczema - and even more with sensitive skin - the search for personal care and household products can be triggering, in every sense of the word. The Seal empowers you to find products that are suitable [...]",
      "preview": "About the Seal of Acceptance™ Since 2008 the Seal has been the most trusted mark in eczema products. For the millions of people who live with eczema -"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/beef-bourguignon",
      "title": "Beef Bourguignon Recipe | Good Food",
      "description": "The secret to this super-rich beef casserole is to use all wine and no stock. A beef bourguignon recipe triple-tested by the Good Food team.",
      "preview": "Skip to main content Beef bourguignon Barney Desmazery Save recipe Serves 6 Easy Prep: 45 mins Cook: 3 hrs and 30 mins Plus overnight marinating A sta"
    },
    {
      "url": "http://www.alternativenation.net/porno-pyros-drop-new-album-bombshell/",
      "title": "Porno for Pyros Drop New Album Bombshell - Alternative Nation",
      "description": "Porno news.",
      "preview": "Facebook Instagram Soundcloud Twitter Website Youtube Home About Artists Staff Editorial Policy In The Media Advertising Search Sign in Welcome! Log i"
    },
    {
      "url": "https://www.joelapompe.net/",
      "title": "Joe La Pompe advertising, publicité",
      "description": "A site dedicated to hunting similar advertising ideas from around the world. Shameless copycats or unfortunate coincidences ? You decide.",
      "preview": "Dirty water gun / Ah les sales eaux! Print & Outdoor Social, environmental, non-profit THE ORIGINAL? Oxfam - 2005 Water Pistol « Dirty water kills » S"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://www.villagevoice.com/2022/03/07/mayor-adams-guns-for-bail-reform/",
      "title": "Mayor Adams Guns for Bail Reform - The Village Voice",
      "description": "As he left the wake for slain police officer Wilbert Mora, NYPD Chief of Department Kenneth Corey spoke with anger and resignation about the high tide of guns and shooters washing over the city. \"You've got career criminals in possession of illegal guns, assault rifles, high-capacity magazines,\" Corey told reporters outside St. Patrick's Cathedral. Cops [...]",
      "preview": "Skip to content SEVEN DECADES New York's 1970 'Hard Hat Riot' Was a Precursor of Today's MAGA Demagoguery by Joe Flaherty VOICE CHOICE Hit the Streets"
    },
    {
      "url": "http://pfcblackchamber.org/",
      "title": "PFC Black Chamber Home Page",
      "description": "void",
      "preview": "Welcome to the PFC Black Chamber We are a meeting ground for black businesses in the greater washington region conveniently located in downtown Largo"
    },
    {
      "url": "https://honestlywtf.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.galsgt.it/beni-immobili-e-gestione-patrimonio/",
      "title": "Beni immobili e gestione patrimonio - GAL SGT - Sole Grano Terra",
      "description": "void",
      "preview": "Ricerca nel sito Chiudi Cerca"
    },
    {
      "url": "https://www.ordnancesurvey.co.uk/governance/crown-copyright",
      "title": "Crown copyright | Governance | OS",
      "description": "Learn how Ordnance Survey data, brand and trade marks are copyright protected.",
      "preview": "Customer support Contact us Crown copyright Learn how our data, brand and trade marks are copyright protected Our brand is one of the most recognised"
    },
    {
      "url": "https://android-developers.googleblog.com",
      "title": "Android Developers Blog",
      "description": "News and insights on the Android platform, developer tools, and events.",
      "preview": "☰ Android Developers Blog The latest Android and Google Play news for app and game developers. 🔍 Android Developers → Jetpack Kotlin Docs News Platfor"
    },
    {
      "url": "https://bcc.wordpress.org/plugins/tags/user-profile/",
      "title": "Plugins categorized as user profile | WordPress.org بلوچی",
      "description": "void",
      "preview": "WordPress.org Plugin Directory Plugin Tag: user profile Search Plugin Tag: user profile (1,443 total ratings ) Membership & community plugin with user"
    },
    {
      "url": "https://auburnwa.gov/gateway/sso/SAMLServiceProviderACS.aspx?ReturnURL=L2Ntcy9vbmUuYXNweD9wb3J0YWxJZD0xMTQ3MDYzOCZwYWdlSWQ9MTI1MjIzMDkmb2JqZWN0SWQuMjI0ODQzPTE4MTQ0NTEzJmNvbnRleHRJZC4yMjQ4NDM9MTI1MjI0MzQmcGFyZW50SWQuMjI0ODQzPTEyNTIyNDM1JmxvY2FsU3RhcnREYXRlPTIwMjEtMTItMDVUMDk6MDAmbG9jYWxFbmREYXRlPTIwMjEtMTItMDVUMTc6MDAmcmVmPW1lc1RQOWZnOTZmVnNnenBXWWVvZ0F4WVdGJTJCbU4lMkZYUEVuT0tFMTJ4SG40JTNE",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.creativeboom.com/",
      "title": "Art & Design Magazine for the Creative Industries | Creative Boom",
      "description": "Creative Boom is a leading UK art and design platform that delivers creative industry news, inspiration, insight and advice to six million creative professionals each year.",
      "preview": "void"
    },
    {
      "url": "https://outdoorsmagic.com/author/jon-doran/",
      "title": "Jon |",
      "description": "void",
      "preview": "Jon Doran Recent Articles By Jon Buyer's Guides Down And Synthetic Insulated Jackets | Buyer's Guide Going shopping for a nice warm down or synthetic"
    },
    {
      "url": "https://tapas.io/series/Fantasticbric",
      "title": "Read Fantasticbrick | Tapas Web Community",
      "description": "Your home for the world's most exciting and diverse web comics and novels. Discover stories you'll love from all genres, only on Tapas!",
      "preview": "Please note that Tapas no longer supports Internet Explorer. We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox . Home C"
    },
    {
      "url": "https://www.ktvh.com/news/montana-politics/gianforte-signs-bills-eliminating-election-day-registration-tightening-voter-id",
      "title": "Gianforte signs bills eliminating Election Day registration, tightening voter ID",
      "description": "Gov. Greg Gianforte signed a pair of bills that eliminate voter-registration on Election Day in Montana and tighten ID requirements for voting and voter-registration.",
      "preview": "void"
    },
    {
      "url": "https://woods.stanford.edu",
      "title": "Stanford Woods Institute for the Environment",
      "description": "Learn more about Stanford University's hub for climate and environment research spanning all seven schools on campus.",
      "preview": "Highlighting solutions to the wildfire crisis Read more Main content start Featured news Tracking microplastics from sea to body September 29, 2025 St"
    },
    {
      "url": "https://www.rocksbox.com/",
      "title": "Rocksbox",
      "description": "The Ultimate Online Jewelry Shopping Destination. Discover a curated collection of rings, necklaces, earrings, and bracelets. Explore on-trend jewelry from top designers.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. Save 20%* - Discount Appli"
    },
    {
      "url": "https://britgo.org/intro/intro2",
      "title": "How to Play | British Go Association",
      "description": "void",
      "preview": "Skip to main content A few simple rules ... limitless possibilities"
    },
    {
      "url": "https://www.xfinity.com/support/stream/",
      "title": "TV Help and Support | Xfinity by Comcast",
      "description": "Learn how to optimize your entertainment experience with X1, Stream TV, Xumo and Flex",
      "preview": "Xfinity For full functionality of this site it is necessary to enable JavaScript. Don't worry, this sounds complicated but it's just a simple browser"
    },
    {
      "url": "https://www.capture-life.de/",
      "title": "Capture life photo & film",
      "description": "Hochzeitsfotograf Köln, Münster, NRW und Deutschlandweit. Egal ob Hochzeitsreportage oder Hochzeitsvideo.",
      "preview": "0 Echte Emotionen. Zeitlose Bilder. Natürliche Fotos voller Nähe, Wärme und echter Momente rund um Bergisch Gladbach von Herzklopfen bis hin zu liebe"
    },
    {
      "url": "https://randoma11y.com/",
      "title": "RandomA11y - Endless collection of accessible color combos",
      "description": "Discover millions of accessible color combinations with RandomA11y, the real-time color playground.",
      "preview": "void"
    },
    {
      "url": "https://secure.qgiv.com/for/gt7d",
      "title": "Global Talent",
      "description": "void",
      "preview": "Donate to Global Talent Your gift supports our mission. Make a donation today."
    },
    {
      "url": "https://merchants.fiserv.com",
      "title": "Merchant Services | Payment Processing Enterprise Solutions | Fiserv",
      "description": "As the leader in small business merchant services and enterprise solutions for payments, Fiserv creates new experiences to take your business to the next level.",
      "preview": "Skip to Contact an Expert Skip to Main Content Carat | The Global Commerce Platform from Fiserv Carat orchestrates payments and experiences for the wo"
    },
    {
      "url": "https://samuelssweetshop.com/",
      "title": "Samuel's Sweet Shop - Candy, Chocolate & Coffee in Rhinebeck, NY",
      "description": "Visit Samuel's Sweet Shop in Rhinebeck, NY for nostalgic candy, handmade chocolates, baked goods & delicious coffee. Shop in-store or online!",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Home Samuel's Sweet Shop Spooktacular Sampler The HAUNT is on for CANDY! Trick or"
    },
    {
      "url": "http://www.golfholidaysintl.com/",
      "title": "void",
      "description": "void",
      "preview": "USD EUR GBP JPY Destinations Specials Trip Quote Request a Quote San Diego Omni La Costa Golf Resort - Stay and Play from $450! from $450 Calling all"
    },
    {
      "url": "https://www.cisteni-kanalizace.cz/?780316980/k30022e_h65a/38931172_htm",
      "title": "Čištění kanalizace",
      "description": "Potřebujete vyčistit kanalizační stoupačky . neváhejte a kontaktujte nás naše firma se přímo specializuje na veškeré čištění kanalizace . jsme schopni vám nabídnout tu nejlepší cenu na trhu.",
      "preview": "Vyhledávání Vyřešíme Vám Váš problém s kanalizací +420 777 330 330 Čištění kanalizace"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://www.kowaoptic.com/de/sa-xperia-xa1-ultra-digiskopie-sony-xperia-xa1-ultra",
      "title": "Smartphone Digiskopie Adapter für das Sony Xperia XA1 Ultra",
      "description": "Perfekte Digiskopie-Ergebnisse mit dem idealen Smartphone-Adapter für Ihr Fernglas/Spektiv und Ihr Sony Xperia XA1 Ultra. Anschließen und mühelos atemberaubende Bilder aufnehmen!",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Menü schließen Zeige alle Kategorien"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85936",
      "title": "Searchable Recipe Database - Shrimp Ratatouille",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.idsociety.org/",
      "title": "IDSA Home",
      "description": "void",
      "preview": "Advertisement Skip to nav Skip to content IDWeek 2025 Come home to your community at ID Week 2025 Shape the future of the field of alongside thousands"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    },
    {
      "url": "https://www.leevalley.com/en-ca/discover/woodworking/finishing",
      "title": "Finishing Supplies - Lee Valley Tools",
      "description": "Looking for Tools Supplies for your next woodworking and other projects? Shop Finishing Supplies Collection on Lee Valley, and explore our large Tools Supplies collection.",
      "preview": "Skip to content Accessibility Statement ITEM ADDED TO YOUR CART () Checkout Continue Shopping Finishing Supplies Wood & Metal Finishes Wood Fillers Wo"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "http://www.frasi.net/ricette/default.asp",
      "title": "» 26.700 Ricette di cucina italiana",
      "description": "void",
      "preview": "cerca in Tutte le aree - Frasi - Nomi - Ricette -- Antipasti -- Primi -- Carne -- Pollame -- Pesce -- Contorni -- Salse -- Dessert -- Bevande - Giochi"
    },
    {
      "url": "https://www.berlin.de/museum/",
      "title": "Museumsführer - Berlin.de",
      "description": "Über 175 Berliner Museen mit Adressen, Öffnungszeiten, Verkehrsverbindung und Infos zu aktuellen Ausstellungen.",
      "preview": "Museumsführer Berlin Blick auf die Alte Nationalgalerie (r) und den Berliner Dom (l). © dpa Mehr als 175 Berliner Museen bewahren Geschichte, Kunst un"
    },
    {
      "url": "https://www.close.com/pricing",
      "title": "Close CRM Pricing, Plans, and Reviews",
      "description": "The only all-in-one CRM and sales outreach solution you can buy without a contract. Start your FREE 14-day free trial today. No credit card required.",
      "preview": "Product Pricing Blog Resources About Log in Try Close NEW Solo Plan Starting at $9/mo Win more with Close Plans designed to grow with your business An"
    },
    {
      "url": "https://www.seoghoer.dk/nyheder/frederik-til-haandboldfinale-med-familien",
      "title": "Frederik: Til håndboldfinale med familien | SE og HØR",
      "description": "Mary passer tvillingerne, men kronprinsen tager måske sin far, bror og svigerinde med i stedet",
      "preview": "Annonce Annonce Kronprins Frederik overværede de danske håndboldherrers kampe mod Kroatien og Spanien, og den nybagte tvillingfar vil også være på pla"
    },
    {
      "url": "https://www.thegoodlineheight.com/",
      "title": "The Good Line-Height",
      "description": "void",
      "preview": "Figma Plugin Playfair Display Toggle Grid The Lorem ipsum text is derived from sections 1.10.32 and 1.10.33 of Cicero's De finibus bonorum et malorum."
    },
    {
      "url": "https://tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://ellenmacarthurfoundation.org/global-commitment/overview",
      "title": "The Global Commitment | Ellen MacArthur Foundation",
      "description": "The Global Commitment unites businesses, governments, NGOs, and investors behind a common vision of a circular economy for plastics.",
      "preview": "Global Commitment Overview Annual reports & resources Sign up The Global Commitment: a common vision for a circular economy for plastics Published on"
    },
    {
      "url": "https://ghgprotocol.org/blog/ghg-protocol-assess-need-additional-guidance-building-existing-corporate-standards",
      "title": "GHG Protocol to assess the need for additional guidance building on existing corporate standards | GHG Protocol",
      "description": "void",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://justice.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://www.hotwire.com/",
      "title": "Cheap Hotels, Cars, & Flights | Last Minute Travel Deals | Hotwire",
      "description": "Find the best deals on the cheapest hotels, cars & flights with Hotwire. Save big on hotels and cars with Hotwire Hot Rates.",
      "preview": "void"
    },
    {
      "url": "https://www.networkadvertising.org",
      "title": "Home - NAI: Network Advertising Initiative",
      "description": "The Network Advertising Initiative is an industry trade group founded in 2000 that develops self-regulatory standards for online advertising.",
      "preview": "Skip to content How to Opt Out NEW NAI RESOURCE: A Primer on PETs New NAI Membership Criteria: DOJ Rule The NAI Publishes GPC Chrome Browser Extension"
    },
    {
      "url": "https://www.civicalliance.com/",
      "title": "Civic Alliance",
      "description": "The Civic Alliance is helping businesses work toward a complete and accurate count in 2020 because we know how important Census data is for our companies, our communities, and our country.",
      "preview": "Corporate Civic Playbook Join Us Members Initiatives 100% In for Democracy Protecting Voting Access Time to Vote Election Day of Service 2020 Census R"
    },
    {
      "url": "https://wepon.tumblr.com/",
      "title": "The Entire Sona Fandom",
      "description": "void",
      "preview": "ℤ zeldathemes"
    },
    {
      "url": "https://www.muzemerch.com/privacy-policy-cookie-restriction-mode/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.brunelcare.org.uk/our-housing/tenant-services/general-enquiries/",
      "title": "Tenant services | Brunelcare",
      "description": "Our housing and property team is on hand to support tenants, ensuring that help is available whenever needed.",
      "preview": "Tenant services Tenant services Make a payment Report a repair Give feedback From completing a repair to helping with a rent query, our housing and pr"
    },
    {
      "url": "https://www.bluemeridian.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.microfibreconsortium.com/",
      "title": "The Microfibre Consortium - Home",
      "description": "The Microfibre Consortium convenes a global community of organisations, leading the way toward mitigating fibre fragmentation from textile design, development and manufacturing through science-led action",
      "preview": "0 HOME Our mission To work towards zero impact from fibre fragmentation from textiles to the natural environment. The Microfibre Consortium work to co"
    },
    {
      "url": "https://www.justfoodfordogs.com/",
      "title": "JustFoodForDogs | Fresh Dog Food, Proven Healthy",
      "description": "JustFoodForDogs fresh dog food is proven to be more digestible and supports immune system health. Explore healthy, vet-recommended dog food today!",
      "preview": "× Find a store 5 miles 15 miles 30 miles 50 miles 100 miles Search Use My location - Or - Contact us loading ... Built by vets. Backed by science. Lov"
    },
    {
      "url": "https://ciarvella.com/tag/neal-stephenson/",
      "title": "neal stephenson - Cynical Idealism",
      "description": "Posts about neal stephenson written by Matthew Ciarvella",
      "preview": "Skip to content Lexicon by Max Barry My rating: 4 of 5 stars I didn't realize the \"thriller about words\" could be a genre, but I'm definitely on board"
    },
    {
      "url": "http://www.rocklineind.com/products/",
      "title": "Products to make your life a little easier » Rockline Industries",
      "description": "void",
      "preview": "Skip to Content ↵ ENTER Skip to Menu ↵ ENTER Skip to Footer ↵ ENTER Rockline product line Rockline designs, engineers and manufactures the world's fin"
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://www.zaragoza.es/",
      "title": "La Web de la Ciudad de Zaragoza. Ayuntamiento de Zaragoza",
      "description": "La Sede Electrónica del Ayuntamiento de Zaragoza, creada por el Ayuntamiento de la ciudad en 1994 es una vía de comunicación con los ciudadanos, donde se puede obtener información integral, actualiza",
      "preview": "Cargando Pausar Sede Electrónica del Ayuntamiento de Zaragoza Descubre la actualidad cultural de Zaragoza | Ir al servicio ¿En qué podemos ayudarte? B"
    },
    {
      "url": "https://www.edweek.org/leadership/efforts-to-ban-critical-race-theory-now-restrict-teaching-for-a-third-of-americas-kids/2022/01",
      "title": "Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids",
      "description": "Teachers are refusing to talk about anything race-related and administrators of color are being harassed, according to a new study.",
      "preview": "Menu Search Sign In Subscribe Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids Subscribe Reset Search Equity"
    },
    {
      "url": "https://www.si.edu/exhibitions",
      "title": "Current Exhibitions | Smithsonian Institution",
      "description": "void",
      "preview": "Skip to main content Skip to main navigation info Our museums, research centers, and the National Zoo are open today and will remain open through Satu"
    },
    {
      "url": "https://mandrillapp.com/track/click/30976981/oceanexpert.org?p=eyJzIjoiVXVXd1dWek5XdlVES0NRV3QtRGlFVjlxSjRJIiwidiI6MSwicCI6IntcInVcIjozMDk3Njk4MSxcInZcIjoxLFwidXJsXCI6XCJodHRwczpcXFwvXFxcL29jZWFuZXhwZXJ0Lm9yZ1xcXC9kb2N1bWVudFxcXC8zMTQ0MFwiLFwiaWRcIjpcImE4Y2NiM2RkY2VmZTQ2MTk4ZjMwMjc0ZWZhZDViM2FmXCIsXCJ1cmxfaWRzXCI6W1wiMzk0NjhiMmQ0ZTNmMDlhZTZiN2JkMTEwNzg3MmUzNjA5YTUxZWMwYlwiXX0ifQ",
      "title": "OceanExpert | Document",
      "description": "void",
      "preview": "Meli IOC/IODE-XXVII/2rev ACTION PAPER - Twenty-seventh Session of the IOC Committee on International Oceanographic Data and Information Exchange (IODE"
    },
    {
      "url": "https://www.cisteni-kanalizace.cz/?780316980/k30022e_h65a/38931172_htm",
      "title": "Čištění kanalizace",
      "description": "Potřebujete vyčistit kanalizační stoupačky . neváhejte a kontaktujte nás naše firma se přímo specializuje na veškeré čištění kanalizace . jsme schopni vám nabídnout tu nejlepší cenu na trhu.",
      "preview": "Vyhledávání Vyřešíme Vám Váš problém s kanalizací +420 777 330 330 Čištění kanalizace"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "https://racingnews.co/2020/10/17/kansas-speedway-starting-lineup-october-17-2020-nascar-truck-series/",
      "title": "Kansas Speedway Starting Lineup: October 17, 2020 (NASCAR Truck Series) - Racing News",
      "description": "Kansas Speedway starting lineup for October 17, 2020 in the NASCAR Truck Series. NASCAR Xfinity Series starting lineup for Kansas Speedway.",
      "preview": "Skip to content IOS APP Android APP Mailing List KANSAS CITY, KANSAS - JULY 24: Sheldon Creed, driver of the #2 Chevy Accessories Chevrolet, races Rap"
    },
    {
      "url": "https://luministic.tumblr.com/",
      "title": "「✰。」",
      "description": "flower child, you're about to bloom",
      "preview": "Wednesday, October 1st conswayo : to chase a sunset Tuesday, September 30th conarcoin : conarcoin : resources for staying safe online always important"
    },
    {
      "url": "https://tapas.io/series/Fantasticbric",
      "title": "Read Fantasticbrick | Tapas Web Community",
      "description": "Your home for the world's most exciting and diverse web comics and novels. Discover stories you'll love from all genres, only on Tapas!",
      "preview": "Please note that Tapas no longer supports Internet Explorer. We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox . Home C"
    },
    {
      "url": "https://montcherand.ch/pilier-public/avis-d-enquete/146-avis-d-enquete-08-12-2021",
      "title": "Pilier Public - Commune de Montcherand",
      "description": "Le village de Montcherand faisait partie autrefois de la terre des Clées. Il dépendait du prieuré de Baulmes, avant sa réunion au monastère de Payerne au XIème siècle. Montcherand relevait donc directement de la grande Abbaye bourguignonne de Cluny.",
      "preview": "Accueil Pilier Public Pilier Public Recherche Ce site peut utiliser des cookies et des scripts externes. Plus d'informations J'accepte Eglise et fresq"
    },
    {
      "url": "https://ssp.unisg.ch/en/universitaet/bibliothek/dienstleistungen/seatfinder",
      "title": "Incoming guest students | Exchange | University of St.Gallen",
      "description": "Preparations for your guet stay at the HSG. Find information about the exchange programmes, course information, visa, insurances and scholarships.",
      "preview": "Welcome to St.Gallen home more_horiz Studying Studying Research Executive Education News University Exchange programmes Why HSG? Programmes Exchange p"
    },
    {
      "url": "https://www.massagewarehouse.co.uk/products/bodypro-deluxe-massage-table",
      "title": "BODYPRO DELUXE - STRONG & SUMPTUOUS - Massage Warehouse",
      "description": "Product Description SPECIFICATIONS: Width: 28\" or 71cm Length: 184cm without the face cradle or 212cm with the face cradle Weight: 14.5kg without accessories Foam: 9cm Triple Layered High Density Foam Height: Adjustable from 62-88cm Working Weight: 450lbs FREE Carry Case FEATURES: Built in breathe hole and additional",
      "preview": "PORTABLE MASSAGE TABLES CombiLite 3-in-1 Earthworks Comfort Flat Earthworks Comfort Liftback Earthworks Perform Earthworks Touch Plus PortaLite Classi"
    },
    {
      "url": "https://www.ralphcwilsonjrfoundation.org/",
      "title": "Home - Ralph C. Wilson, Jr Foundation",
      "description": "We're Working Together to Build Somethingto Last Forever, And It Isn't Our Foundation. Southeast Michigan and Western New York are rich with assets. Regions that once carried the growth of the country on their backs are populated by families accustomed to hard work, looking only for success that is earned from the sweat of their [...]",
      "preview": "Read our 2021-2022 Biennial Report Laying The Ground For Change That Lasts See what good work is underway in Western New York and Southeast Michigan L"
    },
    {
      "url": "http://www.plosbiology.org/article/info%3Adoi%2F10.1371%2Fjournal.pbio.1001535",
      "title": "PLOS Biology",
      "description": "void",
      "preview": "September 30, 2025 Expanding lysosomal capacity to protect aging dendrites How do neurons maintain adequate lysosomal function during adulthood? Ruili"
    },
    {
      "url": "http://www.nplayer.tv",
      "title": "nPlayer - The best mobile player in the world",
      "description": "The best mobile player in the world",
      "preview": "nPLAYER CONTACTs Privacy policy The best media player in the world nPlayer 3.0 Now available on the App Store Non-encoding Playback No need to worry a"
    },
    {
      "url": "https://resurety.com/white-paper-making-it-count/",
      "title": "White Paper: Making It Count - REsurety",
      "description": "Access REsurety's white paper to learn how updating Scope 2 accounting can drive the next phase of decarbonization.",
      "preview": "Who We Serve Advisors Broader Clean Energy Ecosystem Clean Energy Buyers Clean Energy Investors Clean Energy Sellers Hedge Providers REsurety's Custom"
    },
    {
      "url": "https://adycenter.org/",
      "title": "Home | Ain Dah Yung Center",
      "description": "Culturally Responsive Shelter, Housing, and Prevention Services for Indigenous Youth",
      "preview": "Resilience through Culture. Mission Statement Meaning \"Our Home\" in Ojibwe, Ain Dah Yung Center provides a healing place within the community for Amer"
    },
    {
      "url": "https://telematics-magazine.com/en/de-minimis-funding-2021-things-to-consider/",
      "title": "De-minimis funding 2021 - what you need to know | Telematics Magazine",
      "description": "De-minimis funding from the Federal Office for Goods Transport (BAG) will be available in 2021. More about the requirements for application.",
      "preview": "Skip to content Startseite Tips De-minimis funding 2021 - things to consider De-minimis funding 2021 - things to consider Aileen Tekampe February 22,"
    },
    {
      "url": "https://www.polarbearinc.com/index.cfm/category/942/45-degree-male-insert-oring-fittings---b-lok.htm",
      "title": "45 Degree Male Insert Oring Fittings - B-Lok",
      "description": "Suppliers of Automotive Air Conditioning Parts and Supplies.",
      "preview": "Sign In Sign Up Username Password Lost your password? OR Sign In With One-time Code Username Text will be sent to your number on file It only takes a"
    },
    {
      "url": "https://www.android.com/security/overview/",
      "title": "Sicurezza Smartphone e Protezione Dispositivi Mobili | Android",
      "description": "Scopri come Android mantiene in sicurezza il tuo smartphone attraverso impostazioni di sicurezza e protezione dei dispositivi mobili Android.",
      "preview": "Protezione da malware."
    },
    {
      "url": "https://findadoctor.atlantichealth.org/provider/Jason+E+Lowenstein/642628",
      "title": "Jason Lowenstein, MD | Orthopedic Surgery | Morristown, NJ | Atlantic Health",
      "description": "Get to know Jason Lowenstein in Morristown, NJ. Explore his affiliations, expertise, and coverage options.",
      "preview": "icon-arrow-left Find a Doctor Accepting New Patients Jason E Lowenstein, MD Orthopedic Surgery, Spine Surgery Male Want to know your insurance options"
    },
    {
      "url": "https://studio-catch.com/category/hollywood-star-fail/",
      "title": "Hollywood Star Fail - Studio Catch!",
      "description": "void",
      "preview": "Home Portfolio Animation Comics Contact » Archive for Hollywood Star Fail 8 results. Jun 10, 2013 Star Life Nov 13, 2011 Animation Reel and Portfolio"
    },
    {
      "url": "https://tidal.com",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "https://jobs.walgreens.com/",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "https://pix11.com/news/local-news/brooklyn/alligator-found-in-brooklyns-prospect-park-lake/",
      "title": "Alligator found in Brooklyn's Prospect Park Lake | PIX11",
      "description": "BROOKLYN (PIX11) - Park workers rescued an alligator found in Prospect Park Lake on Sunday, officials said. The 4-foot-long gator was spotted on Sunday morning, according to a Parks Department spokesperson. The alligator was found in poor condition. It was very lethargic. The alligator may have been shocked by the cold since it's native to [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://crontab.cronhub.io/",
      "title": "Cron expression generator by Cronhub",
      "description": "Cron expression generator by Cronhub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://agaveuptown.com/",
      "title": "Agave Uptown - Uptown, Oakland, CA",
      "description": "Agave Uptown draws from the artisanal tradition and rich cultural history of Oaxaca, Executive Chef Octavio Diaz's hometown.",
      "preview": "× Let us host your special event! Whether a birthday party, office function or any other special occasion - we take care of all the fine details, brin"
    },
    {
      "url": "http://www.aspes-navaho.homepage.t-online.de/phpBB/index.php?sid=6862558204e2a92a628e89b24e821510",
      "title": "Aspes Forum • Foren-Übersicht",
      "description": "void",
      "preview": "Aspes Forum Aspes Navaho Forum Anmelden FAQ Suche Aktuelle Zeit: 10. Okt 2025 13:54 Unbeantwortete Themen | Aktive Themen Foren-Übersicht Alle Zeiten"
    },
    {
      "url": "https://help.venmo.com/",
      "title": "Venmo Help Center and Support | Venmo",
      "description": "Looking for Venmo support? Find answers to commonly asked questions relating to your personal or business account.",
      "preview": "You need to enable JavaScript to run this app. Help Center How can we help you? Topics Accounts, Profiles & Settings Updating your Venmo Profile Payme"
    },
    {
      "url": "https://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://spectrum.ieee.org/artificial-intelligence",
      "title": "AI News & Articles - Artificial Intelligence Updates - IEEE Spectrum",
      "description": "The latest advances in artificial intelligence and machine learning, generative AI, ChatGPT, LLMs, deepfakes, and more",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE AI FOR THE TECHNOLOGY INSIDER Search: Explore by topic Aerospace AI B"
    },
    {
      "url": "https://girlfriendcollective.pxf.io/c/249354/1157119/14640?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fgirlfriend.com%2Fproducts%2Fblack-compressive-high-rise-legging",
      "title": "Black Compressive High-Rise Legging - Girlfriend Collective",
      "description": "Our #1 seller. Compressive, squat-proof, ultra-high rise sustainable leggings made from 25 recycled water bottles.",
      "preview": "FREE SHIPPING ON ORDERS $175+ SHOP NOW Color: Core Color sold out Color sold out Color sold out Color sold out Color sold out | Limited Edition Color"
    },
    {
      "url": "https://cssgradient.io/gradient-backgrounds/",
      "title": "Gradient Backgrounds - 🌈 The Best Gradient Sites All in One Place",
      "description": "Discover the best gradient backgrounds from a curated collection of the ultimate list of gradient sites. With 1000+ gradients, it's easy to find the 👌 color!",
      "preview": "void"
    },
    {
      "url": "https://forums.opera.com/topic/39164/how-install-opera-windows-under-user-profile-with-restricted-rigths/?",
      "title": "how install opera windows under user profile with restricted rigths | Opera forums",
      "description": "how install opera windows under user profile with restricted rigths to prevent the installation package from calling the user authorization request window with administrative rights",
      "preview": "Do more on the web, with a fast and secure browser! Download Opera browser with: built-in ad blocker battery saver free VPN Download Opera Your browse"
    },
    {
      "url": "https://www.boxycharm.com/",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://mcm-curiosity.tumblr.com/",
      "title": "MCM Curiosities",
      "description": "All are accepted here. I am a small time blog that likes to explore new topics frequently. I find many things beautiful and interesting and I want to share that wonder with you. My curisities include...",
      "preview": "Menu MCM Curiosities All are accepted here. I am a small time blog that likes to explore new topics frequently. I find many things beautiful and inter"
    },
    {
      "url": "https://www.plex.tv/about/privacy-legal/",
      "title": "Privacy Policy | Plex",
      "description": "Prior Versions What's new in this version Clarified language in the Privacy Rights section. Updated \"Who does Plex share...",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Privacy"
    },
    {
      "url": "http://www.flux-entertainment.com/contact.php",
      "title": "Flux Entertainment",
      "description": "void",
      "preview": "Home App Contact Name: E-Mail Address: Subject: Message: Reset Send"
    },
    {
      "url": "https://news.microsoft.com/",
      "title": "Microsoft Source",
      "description": "The latest news and stories about how technology is helping people around the world solve problems, innovate and do more each day.",
      "preview": "Skip to main content Source Source Category: Innovation How 6 people behind well-known technologies are shaping AI at Microsoft Category: Company News"
    },
    {
      "url": "https://www.usa.gov/",
      "title": "Making government services easier to find | USAGov",
      "description": "Find government benefits, services, agencies, and information at USA.gov. Contact elected officials. Learn about passports, Social Security, taxes, and more.",
      "preview": "Skip to main content Making government services easier to find USA.gov helps you locate and understand government benefits, programs, and information."
    },
    {
      "url": "https://forums.craigslist.org/?areaID=85",
      "title": "forums - craigslist",
      "description": "void",
      "preview": "CL craigslist > forums android forum apple / mac arts forum astrophysics atheism automotive beauty / fashion bicycling bisexuality boomers car free ce"
    },
    {
      "url": "https://goodux.appcues.com/categories",
      "title": "Categories | GoodUX",
      "description": "Explore some really Good UX with our library of screenshots and user experience design examples. User onboarding, product tours, in-app messaging, and more.",
      "preview": "All categories Made with Appcues These examples are the best of the bunch (in our humble and totally impartial opinion). 💜 User Onboarding Even great"
    },
    {
      "url": "https://images.google.com.mx/url?q=https://www.dealermobil.top/model/bmw-6-series-gt",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://www.dealermobil.top/model/bmw-6-series-gt . Se non deside"
    },
    {
      "url": "http://securenetsystems.net/mobileapp/app_privacy.html",
      "title": "Mobile App Privacy",
      "description": "We want you to know how we collect, use, and protect information about our users. This privacy policy will tell you: What information we collect How we may share information How you can limit our sharing of information WHAT INFORMATION ABOUT USERS DO WE COLLECT? Information You Give Us We receive and may s ...",
      "preview": "Skip to content Mobile App Privacy Home / Mobile App Privacy PRIVACY POLICY We want you to know how we collect, use, and protect information about our"
    },
    {
      "url": "https://bakewithshivesh.com/",
      "title": "Bake with Shivesh - Sharing my baking adventures straight from my kitchen.",
      "description": "Sharing my baking adventures straight from my kitchen.",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Diwali is the season of lights, laughter, and togetherness-a time when homes a"
    },
    {
      "url": "https://www.tehrantimes.com/news/439132/Guardian-Council-says-won-t-be-affected-by-pressure",
      "title": "Guardian Council says won't be affected by pressure - Tehran Times",
      "description": "TEHRAN - The Guardian Council will not be influenced by pressures when vetting candidates for the 2020 parliamentary elections, its spokesman said on Saturday.",
      "preview": "Guardian Council says won't be affected by pressure Politics August 10, 2019 - 19:35 TEHRAN - The Guardian Council will not be influenced by pressures"
    },
    {
      "url": "https://mirabellsecondchances.home.blog/2019/07/11/chapter-nine-cucooned/?like_comment=1432&_wpnonce=f5f1005677",
      "title": "Chapter Nine: Cucooned - Second Chances by Mirabell",
      "description": "You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of pain Capacious as the sea, Between eternity and time, Your consciousness and me. ----Emily Dickinson There was something otherworldly about flying, being suspended at thirty thousand feet in...",
      "preview": "Skip to content You left me, sweet, two legacies, - A legacy of love A Heavenly Father would content, Had He the offer of; You left me boundaries of p"
    },
    {
      "url": "https://www.cosmopolitan.com/entertainment/celebs/a38808055/sydney-sweeney-euphoria-season-2-cosmopolitan-love-issue/",
      "title": "Sydney Sweeney Talks to Cosmo About Euphoria and Hollywood",
      "description": "For Cosmo's Love Issue, the 'Euphoria' and 'White Lotus' star talks about taking control of her career, her challenging role as Cassie, and more.",
      "preview": "Skip to Content Sydney Sweeney changed my life. In 2019, I was Cosmo 's op-ed editor-a busy job unto itself. But I was also in the midst of another pr"
    },
    {
      "url": "https://www.gardeninteriors.nl/tuintafel-marmaris-teak-rvs-220cm-lesli-living.html",
      "title": "Tuintafel - Marmaris - Teak/RVS - 220x90 cm - Lesli Living - Garden Interiors Tuinmeubelen",
      "description": "Bestel uw Tuintafel Marmaris Teakhout/RVS 220 cm gemakkelijk en snel bij GardenInteriors.nl ✔Snelle Levering ✔Beste Service ✔Beste Kwaliteit ✔Laagste Prijs!",
      "preview": "Inloggen Inloggen Wachtwoord vergeten? of Nog geen account? Klik Sluiten Taal Nederlands Sluiten Hoofdmenu Categorieën Tuinstoelen Hoofdmenu / tuinsto"
    },
    {
      "url": "http://zitate.net/mitglied-zitate",
      "title": "Mitgliedzitate - Die besten Zitate und Sprüche über Mitglieder - Zitate.net",
      "description": "Zitate und Sprüche über Mitglieder · Groucho Marx - \"Es würde mir nicht im Traum einfallen, einem Klub beizutreten, der bereit wäre, jemanden wie ...\" · Albert Einstein - \"Um ein tadelloses Mitglied einer Schafherde sein zu können, muss man vor ...\" · Cary Grant - \"Ich war nie ...\" · Weitere Zitate",
      "preview": "Mitgliedzitate Die besten Zitate und Sprüche über Mitglieder Um unser System zu schützen, benötigen wir eine manuelle Aktion (Klick). Weiter Zitate un"
    },
    {
      "url": "https://codebeautify.org/hex-string-converter",
      "title": "Hex to String Converter Online to Convert Hex to Text",
      "description": "Best Convert Hex to String (Hex to Text) Online and Save and Share. Hexadecimal to String",
      "preview": "50% Hex to String Message Add to Fav New Save & Share Enter the hexadecimal text to decode Sample Size : 0 , 0 Characters Auto Hex to String File.. Lo"
    },
    {
      "url": "https://maiwa.com/pages/natural-dyes",
      "title": "Natural Dyes- MAIWA",
      "description": "The natural dyes that we sell are termed exotic, historic, or classic. They yield good to excellent wash and light fastness when used in proper combination with mordants. We use them in our own studio and in our naturally dyed clothing. A full palette of colours can be achieved by varying the mordants and by blending d",
      "preview": "Natural Dyes The natural dyes that we sell are termed exotic, historic, or classic . They yield good to excellent wash and light fastness when used in"
    },
    {
      "url": "https://www.thecenterutica.org/",
      "title": "Resource Center for Refugees in the Mohawk Valley | The Center",
      "description": "The Center provides resettlement, education and community resources and services to refugees, immigrants and the residents of Utica and Mohawk Valley.",
      "preview": "Skip to main content Close What's Happening At The Center The Center News 10.2.2025 Speakers Announced: 2025 Healthy Together Summit 10.2.2025 Health"
    },
    {
      "url": "https://www.fox29.com/news/officials-boy-hospitalized-after-accidentally-getting-stuck-in-rope-ladder-at-kop-indoor-park",
      "title": "Officials: Boy hospitalized after accidentally getting stuck in rope ladder at KOP indoor park | FOX 29 Philadelphia",
      "description": "An 8-year-old boy is recovering after he accidentally got stuck in a rope ladder, and was unresponsive for a short time, at a King of Prussia indoor amusement park, officials say.",
      "preview": "Freeze Warning until FRI 9:00 AM EDT, Schuylkill County, Monroe County, Carbon County, Northampton County, Lehigh County, Warren County 4 High Wind Wa"
    },
    {
      "url": "https://www.bestbuyads.com/",
      "title": "Best Buy Ads",
      "description": "void",
      "preview": "See the future of retail media today! Watch now → × Skip to main content Data-driven advertising for results beyond imagination. Reach passionate shop"
    },
    {
      "url": "https://franchisesports.co.uk/",
      "title": "Latest Sports News, Analysis and Updates in the UK | Franchise Sports",
      "description": "Franchise Sports provides the latest sports news, analysis, and updates across the UK. Stay informed on major leagues, teams & trending topics in MLB, NBA, NFL and more.",
      "preview": "Skip to content Bryce Young Could Yet Prove To Be Panthers Long-Term Quarterback December 18, 2024 Benched earlier in the season, Young led the Panthe"
    },
    {
      "url": "https://www.today.com/popculture/jill-martin-we-re-engaged-again-why-time-around-different-t239511",
      "title": "Jill Martin: We're engaged ... again! Why this time around is different",
      "description": "In an exclusive essay for TODAY, Jill Martin shares what she has learned about love - and herself - after getting engaged to fiancé Erik Brooks a second time.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.aspca.org/helping-people-pets/shelter-intake-and-surrender/pet-statistics#:~:text=Approximately%206.3%20million%20companion%20animals,and%203.2%20million%20are%20cats.",
      "title": "U.S. Animal Shelter Statistics | Shelter Intake and Surrender | ASPCA",
      "description": "Last year, approximately 5.8 million companion animals enter shelters nationwide. Learn where they come from, and how you can fight animal homelessness.",
      "preview": "Skip to content U.S. Animal Shelter Statistics The Issue More Info Many shelters across the country are full, and animals, especially dogs, are often"
    },
    {
      "url": "https://www.woorank.com/",
      "title": "Website Optimization and Digital Agency Sales Tools | WooRank",
      "description": "Our easy-to-use SEO tools will help you optimize your online presence, grow your business and generate more leads.",
      "preview": "Explore the Power of GA4 in WooRank's Reports Discover More Start Now Start Optimizing Your Website Run your Review today to get an instant website an"
    },
    {
      "url": "https://www.healthychildren.org/English/healthy-living/nutrition/Pages/Portions-and-Serving-Sizes.aspx",
      "title": "Portions and Serving Sizes - HealthyChildren.org",
      "description": "nutrition~American Academy of Pediatrics (AAP) advises parents that the amount of food children need should vary based on their ages.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://subscriptions.kansascitypbs.org/subscribe.php",
      "title": "Newsletters",
      "description": "Kansas City's PBS station. Find television schedules, PBS Kids, PBS Passport and upcoming events for KCPBS.",
      "preview": "void"
    },
    {
      "url": "http://www.accaglobal.com/",
      "title": "Home | ACCA Global",
      "description": "ACCA (the Association of Chartered Certified Accountants) is the global body for professional accountants.",
      "preview": "The global body for professional accountants About us Search jobs Find an accountant Technical resources Help & support Apply now MyACCA Global Americ"
    },
    {
      "url": "https://www.plantedtank.net/forums/",
      "title": "The Planted Tank Forum",
      "description": "A forum community dedicated to Aquatic tank owners and enthusiasts. Come join the discussion about flora, fauna, health, housing, filters, care, classifieds,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Planted"
    },
    {
      "url": "http://www.univ.trieste.it/",
      "title": "PhD - APPLIED DATA SCIENCE AND ARTIFICIAL INTELLIGENCE | UniTS",
      "description": "The Applied Data Science and Artificial Intelligence (ADSAI) PhD at the University of Trieste equips researchers with advanced data science and AI skills. With healthcare, industry, and social sciences applications, ADSAI is designed for those passionate about leveraging data to solve complex problems. In collaboration with local research institutions, the program offers a multidisciplinary and international learning environment.",
      "preview": "Skip to main content Skip to footer PhD Programme APPLIED DATA SCIENCE AND ARTIFICIAL INTELLIGENCE Trieste 3 years Italian MIGe Competitive admission"
    }
  ],
  "_meta": {
    "total_bookmarks": 144
  }
}