{
  "data": [
    {
      "url": "https://theaircurrent.com/",
      "title": "The Air Current",
      "description": "Data-driven reporting and analysis on the strategy and technology of flying.",
      "preview": "Dispatches Duffy to air traffic controllers: 'Show up for work' Industry Strategy Beta Technologies discloses new partnership, product details in IPO"
    },
    {
      "url": "https://tally.so/",
      "title": "Free Online Form Builder | Tally",
      "description": "The simplest way to create forms. Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for.",
      "preview": "The simplest way to create forms Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for. Create a free for"
    },
    {
      "url": "https://replit.com/languages/python3",
      "title": "Python Online Compiler & Interpreter - Replit",
      "description": "Write and run Python code using our Python online compiler & interpreter. You can build, share, and host applications right from your browser!",
      "preview": "Skip to content Code, create, and learn together with Python Code, collaborate, compile, run, share, and deploy Python and more online from your brows"
    },
    {
      "url": "https://www.baseball-reference.com/",
      "title": "MLB Stats, Scores, History, & Records | Baseball-Reference.com",
      "description": "Complete source for baseball history including complete major league player, team, and league stats, awards, records, leaders, rookies and scores.",
      "preview": "Sports Reference ® Baseball Football (college) Basketball (college) Hockey Soccer Blog Stathead ® Immaculate Grid ® Questions or Comments? Welcome · Y"
    },
    {
      "url": "https://programmersguild.blogspot.com/2008/04/development-design-group-in-baltimore.html?showComment=1217638020000",
      "title": "Programmers Guild: Development Design Group in Baltimore, MD, pays H-1b Architects $32,000 salary",
      "description": "Monday, April 21, 2008 Washington post article \" For Visas, The Demand Outstrips The Supply - Firms Say They Rely On Skilled Immigrants \" p...",
      "preview": "Programmers Guild The Programmers Guild advances the interests of U.S. technical and professional workers in information technology (IT) fields, and o"
    },
    {
      "url": "https://getpocket.com/firefox_learnmore/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "Pocket",
      "description": "void",
      "preview": "Why is Pocket shutting down? Pocket has helped millions save articles and discover stories worth reading. But the way people save and consume content"
    },
    {
      "url": "https://www.collegeboard.org/",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "http://flutter.dev/web",
      "title": "Flutter on the Web",
      "description": "Flutter's web support combines the power of the web and the flexibility of Flutter to reach more users with the same experience in the browser as on mobile devices.",
      "preview": "Flutter on the Web Easily reach more users in browsers with the same experience as on mobile devices through the power of Flutter on the web. Shared c"
    },
    {
      "url": "https://www.bloomberg.org/",
      "title": "Bloomberg Philanthropies",
      "description": "All of the latest on Mike Bloomberg's personal and corporate giving and updates on how Bloomberg Philanthropies is improving lives around the world.",
      "preview": "Skip to main content Ensuring better, longer lives for the greatest number of people Bloomberg Philanthropies Global Forum The Bloomberg Philanthropie"
    },
    {
      "url": "https://www.fool.com/mms/mark/sa-earlybird?utm_source=msn&utm_medium=contentmarketing&utm_campaign=sar-earlybird-feb2019&paid=8969&waid=8969&psource=esamhpwdg0210058&wsource=esamhpwdg0210058",
      "title": "This Stock Could Be Like Buying Amazon in 1997",
      "description": "void",
      "preview": "This Stock Could Be Like Buying Amazon in 1997 Investing October 10, 2025 By: David Hanson With so much sudden turmoil in the stock market, investors"
    },
    {
      "url": "https://wrimexico.org/",
      "title": "Instituto de Recursos Mundiales (WRI) | Convirtiendo las Grandes Ideas en Realidades",
      "description": "Conoce el trabajo de WRI en Colombia en México: brindamos soluciones en materia de clima, ciudades, biodiversidad y energía, con foco en equidad y sostenibilidad.",
      "preview": "Skip to main content Accessibility Suscribir Click to see more ¿Qué podemos ayudarte a encontrar? Back Buscador WRI.org ¿No sabes dónde encontrar algo"
    },
    {
      "url": "https://www.brandbank.com/cz/reseni-pro-resellery/",
      "title": "NielsenIQ Brandbank: Digitální data pro maloobchod",
      "description": "Získejte přesná a bohatá produktová data pomocí NielsenIQ Brandbank a podpořte růst ve vašem online i offline maloobchodu.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://www.teneo.net/",
      "title": "Teneo - IT Services For Network & Security Teams",
      "description": "Frustrated by limited time and resources? Teneo's solutions combine leading technology with expert guidance, helping you stay ahead of the game.",
      "preview": "Teneo IT Solutions for Network & Security Teams Leading Technology & Expert Guidance Meet with us Purpose Beyond Profit In working with Teneo, you are"
    },
    {
      "url": "https://happinez.nl/alles-over-tarot/",
      "title": "Alles over tarot en hoe je tarotkaarten legt",
      "description": "Hoe kun je tarotkaarten leggen? En wat kan tarot je brengen op het gebied van geld, liefde, werk of geluk?",
      "preview": "Ga naar content Nicole LePera boek cadeau bij 4 nummers Volg hier een gratis proefles Tantra Vanaf nu verkrijgbaar: nieuwe Happinez Agenda & Planner A"
    },
    {
      "url": "https://www.napbots.com/post/polygon-upgrade-fixes-bug-to-secure-9-27-billion-matic-tokens",
      "title": "napbots.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://unlvrebels.com/news/2023/2/20/unlv-mourns-passing-of-football-student-athlete-ryan-keeler.aspx",
      "title": "UNLV Mourns Passing Of Football Student-Athlete Ryan Keeler - University of Nevada Las Vegas Athletics",
      "description": "LAS VEGAS (UNLVRebels.com) - The UNLV community is mourning the loss of Rebel football student-athlete Ryan Keeler, who passed away in Las Vegas on Monday.",
      "preview": "Skip To Main Content Pause All Rotators Skip To Navigation LAS VEGAS (UNLVRebels.com) - The UNLV community is mourning the loss of Rebel football stud"
    },
    {
      "url": "https://www.romeropolo.com/en/romero-polo-studies-the-removal-of-petroleum-based-materials-from-the-roads-of-catalonia/",
      "title": "Romero Polo | ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA",
      "description": "Romero Polo is leading a research project to replace asphalt binders of petroleum origin from the roads with ecological materials, as part of the company's commitment to sustainability and circular economy. Romero Polo participates in this initiative, financed by the Spanish public entity Centro para el Desarrollo Tecnológico Industrial (CDTI), along with three leading Catalan...",
      "preview": "Romero Polo 3 de August de 2020 ROMERO POLO STUDIES THE REMOVAL OF PETROLEUM-BASED MATERIALS FROM THE ROADS OF CATALONIA Romero Polo is leading a rese"
    },
    {
      "url": "https://offer.shazam.apple.com/sharewithafriend",
      "title": "instagram",
      "description": "Identify the music playing around you. Explore the music you love. Discover songs, lyrics, and artists on Shazam.",
      "preview": "Download Shazam Apps Concerts Charts Radio Spins Fast Forward 2025 Help Name songs in seconds Find music, concerts and more with Shazam Get the app Sc"
    },
    {
      "url": "https://proportio.app/",
      "title": "Proportio.app",
      "description": "Tool for creating proportional scales for typography, iconography, spacing, and components in design systems.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://eclkc.ohs.acf.hhs.gov/programs/article/about-early-head-start-program",
      "title": "About the Early Head Start Program | HeadStart.gov",
      "description": "Early Head Start programs provide family-centered services for low-income families with very young children designed to promote the development of the children, and to enable their parents to fulfill their roles as parents and to move toward self-sufficiency.",
      "preview": "Skip to main content Programs Share Open an Email-sharing interface Open to Share on Facebook Open to Share on Twitter Open to Share on Pinterest Open"
    },
    {
      "url": "https://www.philo.com",
      "title": "Philo - Stream Live and On-Demand TV",
      "description": "Why pay more for TV? Philo offers live TV and on-demand content for just $33/month. Stream your favorite shows, movies, and more across all your devices.",
      "preview": "One subscription. Unlimited possibilities. All the TV you love for $33/month. All the TV you love for $33 per month. Start your subscription Start you"
    },
    {
      "url": "https://avenaoriginals.com/blogs/news/is-organic-better-food",
      "title": "IS ORGANIC BETTER FOOD? | Avena Originals",
      "description": "Organic Better than Non Organic? A new study published in the British Journal of Nutrition found that organic crops have higher concentrations of antioxidants, lower levels of cadmium and nitrates and fewer pesticide residues than non-organic crops. The study, by an international team led by Britain's Newcastle Univers",
      "preview": "LOGIN CREATE AN ACCOUNT Cart 0 Lifestyle Stories, Reviews & News IS ORGANIC BETTER FOOD? 29 July 2014 Organic Better than Non Organic? A new study pub"
    },
    {
      "url": "https://mazda.oemdtc.com/category/recalls",
      "title": "Recalls | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.hollidaycreate.com",
      "title": "Marketing that Offers Solutions | Holliday Creative Marketing",
      "description": "Holliday Creative Marketing Home page that describes what the business offers.",
      "preview": "top of page MARKETING If you want your business to grow and go to the next level...you have to MARKET IT. WEBSITE DEVELOPMENT Custom websites Website"
    },
    {
      "url": "https://mariusacke.bandcamp.com/",
      "title": "Music | Marius Acke",
      "description": "Marius Acke. Antwerp, Belgium. Marius is a house music producer from Antwerp who got inspired by the mysterious vibes of the underground house music scene in Belgium. His style consists mainly of a blend of rhytmic beats and melodic chords which he creates with a mixture of analog synthesizers and digital instruments. He is also a member of the more experimental house production collective &#39;Mayaku&#39; with Koenie and Rubba J.",
      "preview": "+ add album track merch listening party new artist existing artist stats × See all results No matching results Try a different filter or a new search"
    },
    {
      "url": "https://emlab.msi.ucsb.edu/",
      "title": "Environmental Markets Lab (emLab) | emLab",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Research Highlight Little-to-no industrial fishing occurs in fully and highly protected marine areas Science paper » Explainer in The Conversation » P"
    },
    {
      "url": "https://www.justchat.co.uk/",
      "title": "Chat in the online chat rooms at Just Chat",
      "description": "Chat online in our chat rooms. There is nothing to download and our chat rooms work on any device. Just choose a chat room and get chatting!",
      "preview": "Online chat rooms We offer online chat rooms. We are the UK's leading chat site and welcome chatters over the age of 18 from all over the world. Wheth"
    },
    {
      "url": "https://pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://algrium.com/products/1-lbs-6-mm-10-mm-mixed-polishing-sphere-ceramic-tumbling-media",
      "title": "1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler - Algrium",
      "description": "These nonabrasive ceramic pellets are excellent for using as a non abrasive filler and carrier in tumbling stones in your tumbler. This is a porcelain media that has no abrasive in it. It is used to polish all materials. It can be used as a second step or used alone when only a polish is required. Can be used in all ty",
      "preview": "Skip to content Search Log in Sign up Cart ( 0 ) 1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler Tumble Media Regular price $36"
    },
    {
      "url": "https://parierbet.com/1xbet-bonus-de-200-sur-le-premier-depot/",
      "title": "1xBet - Bonus de 200% sur le premier dépôt | Parierbet.com",
      "description": "Découvrez comment profiter du bonus de 200% sur le premier dépôt sur 1xBet.",
      "preview": "Home Promotions 1xBet - Bonus de 200% sur le premier dépôt 1xBet - Bonus de 200% sur le premier dépôt Categories: 1xbet promotions , Promotions | Publ"
    },
    {
      "url": "http://www.dickestel.com/classicexpo.htm",
      "title": "2003 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2003 The Classic Gaming Expo 2k3, was held August 10-11, 2003 in Las Vegas. Robert Bernardo was there and captured the action and"
    },
    {
      "url": "https://career.engr.psu.edu/employers/index.aspx",
      "title": "Employers | Penn State Engineering",
      "description": "Information for employers",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://dk.linkedin.com/company/pandora-a-s?trk=organization_guest_main-feed-card-text",
      "title": "Pandora | LinkedIn",
      "description": "Pandora | 520.621 følgere på LinkedIn. The world&#39;s largest jewellery brand | Pandora is the world's largest jewellery brand. The company designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices Pandora jewellery is sold in more than 100 countries through more than 6,500 points of sale, including more than 2,500 concept stores. Headquartered in Copenhagen, Denmark, Pandora employs 32,000 people worldwide and crafts its jewellery at two LEED-certified facilities in Thailand using mainly recycled silver and gold.",
      "preview": "LinkedIn respekterer dit privatliv LinkedIn og tredjeparter bruger essentielle og ikke-essentielle cookies til at levere, sikre, analysere og forbedre"
    },
    {
      "url": "https://www.charlottetilbury.com/us/product/instant-eyeshadow-palette-pillow-talk",
      "title": "Pillow Talk - Instant Eyeshadow Palette - Pink Eyeshadow | Charlotte Tilbury",
      "description": "Shop Instant Eye Palette in Pillow Talk, a dreamy pink eyeshadow palette featuring 12 magical shades. Discover more pigmented eyeshadow palettes online.",
      "preview": "Jump to content LIMITED EDITION INSTANT EYE PALETTE PILLOW TALK $75.00 Pillow Talk Instant Eye Palette shadows applied to model video Pillow Talk - Di"
    },
    {
      "url": "http://waittinstitute.org/",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "https://www.skylight.global/",
      "title": "Home",
      "description": "void",
      "preview": "Advancing How We Protect Our Ocean Explore Our New Public Map Resource Center Your Hub for Skylight Updates and Resources Discover everything you need"
    },
    {
      "url": "https://www.booking.com/",
      "title": "Booking.com | Sito ufficiale | I migliori hotel, voli, noleggi auto e alloggi",
      "description": "Esplora il mondo con Booking.com. Prezzi strepitosi su case, hotel, voli, noleggio auto, taxi e attrazioni: crea il viaggio perfetto per ogni budget.",
      "preview": "Vai al contenuto principale Cerca offerte su hotel, case e tanto altro... Data check-in - Data check-out 2 adulti · 0 bambini · 1 camera Cerca Cerco a"
    },
    {
      "url": "https://mylearningtrial.tumblr.com/",
      "title": "Just you wait.",
      "description": "Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Mathematics",
      "preview": "Just you wait. Civil/Environmental Engineering| Urban Planning|Landscape Architecture|Architecture|Sustainability|Sustainable Design|STEM|Language| Ma"
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://www.shopbop.com/drama-bomb-extreme-volume-mascara/vp/v=1/1516658809.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277784297930 1760098528684 Only #{qta} left. Skip to Main Content Accessibility Statement Designers My Designers Tap Clic"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/InvestorPresentation.pptx?version=6ff579c4-103e-76c0-8a18-05085e0632c7",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "https://form.jotform.com/72625128446155",
      "title": "On page comment form",
      "description": "Please click the link to complete this form.",
      "preview": "Feedback for Basten Gokkon, the author of this story Use this form to send a message to this post's author. If you want to post a public comment, you"
    },
    {
      "url": "https://nicholas.duke.edu/marinelab",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://www.aljazeera.com/economy/",
      "title": "Economy | Today's latest from Al Jazeera",
      "description": "Stay on top of Economy latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Economy Featured Content NY Attorney General Letitia James indicted on fraud charges: Reports James had been a target of US President Trump since succ"
    },
    {
      "url": "http://vitbarta.cz/denik-vita-barty/1166-video-uvnitr-spojene-nadoby-hazard-lichva-exekuce.htm",
      "title": "VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší | Vít Bárta",
      "description": "Boj proti | VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší",
      "preview": "VÍT.BÁRTA Kdo jsem můj životopis Ze zákulisí politika jinak Boj proti hazardu Proti lichvě a exekucím Proti kolektivním systémům Proti církevním resti"
    },
    {
      "url": "https://cranbournesc.com/2020/08/23/examples-of-teaching-practical-subjects-in-the-remote-setting/",
      "title": "Examples of Teaching Practical Subjects in the Remote Setting. - Cranbourne Secondary College PEDAGOGY TOOLBOX",
      "description": "The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Maree Schmidt: 02:50 Drama Collaboration with Linda McGloin: 05:20 Music Demonstration with Wesley Smith: 09:25 P.E Department Physical Activity Tracker: 12:45 Media Tutorials with Mila Milenkovich: 13:25 Thankyou to Enza Sepe for this Picture of Practice",
      "preview": "Skip to content The breakdown is as follows: Art Department Instagram: 00.15 Food Department Instagram: 01:35 Food Tech Cooking Demonstration with Mar"
    },
    {
      "url": "https://www.savoryexperiments.com/panera-broccoli-cheddar-soup/",
      "title": "Copycat Panera Broccoli Cheddar Soup (Instant Pot in 30 Minutes!)",
      "description": "Instant Pot Panera Broccoli Cheddar Soup made in less than 30 minutes and tastes even better than your favorite Panera soup!",
      "preview": "Skip to content Dinner Ideas for Tonight! Everyone knows that the best Panera soup is their broccoli cheese soup (their French Onion is pretty good to"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/modifican-reglamento-del-sistema-de-seguimiento-satelital-pa-resolucion-ministerial-n-069-2019-produce-1745974-1/",
      "title": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT - RESOLUCION MINISTERIAL - N° 069-2019-PRODUCE - PRODUCE",
      "description": "Modifican Reglamento del Sistema de Seguimiento Satelital para las Embarcaciones Pesqueras - SISESAT",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 02/03/2019"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Brush_control",
      "title": "Brush control - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://jobs.mv-online.de/jobs/europa/vollzeit/erste-berufserfahrung-1-bis-2-jahre-/fachhochschulstudium/personalberatung/",
      "title": "Startseite - Stellenportal Münsterländische Volkszeitung",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://nadri.com/collections/bracelets/products/rsvp-cz-bypass-hinge-bracelet?variant=42515372736771",
      "title": "RSVP CZ BYPASS HINGE BRACELET - NADRI",
      "description": "CZ Stones create a glamorous sparkle effect on this hinged bracelet that will make your wrist stand out and dress up any outfit.",
      "preview": "FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ Yo"
    },
    {
      "url": "https://hbr.org/2020/07/research-how-workers-shift-from-one-industry-to-another",
      "title": "Research: How Workers Shift from One Industry to Another",
      "description": "Today, millions of Americans who labored in retail and hospitality jobs, which remain decimated by the stay-at-home directives issued during the Covid-19 crisis, might need to pivot to new fields in search of employment. New research highlights ways in which people from hard-hit industries, such as hospitality, retail, and transportation might transition to stronger ones through targeted upskilling.",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Business education Research: How Workers Shift from One Industry to Another by Michelle R. Weise July 7,"
    },
    {
      "url": "https://www.southampton.ac.uk/oes/postgraduate/research_students/fw2n19.page",
      "title": "Find a person | University of Southampton",
      "description": "void",
      "preview": "Skip to main content Study View all courses Taught postgraduate study Postgraduate taught degree courses Online master's degrees Postgraduate taught t"
    },
    {
      "url": "https://worldheritageoutlook.iucn.org/",
      "title": "Home page | World Heritage Outlook",
      "description": "The IUCN World Heritage Outlook provides an independent assessment of the state of conservation of our natural heritage and its potential to be maintained in the future.",
      "preview": "Skip to main content Explore natural sites Explore natural sites Aldabra Atoll Alejandro de Humboldt National Park Ancient Maya City and Protected Tro"
    },
    {
      "url": "https://princeharrymemoir.com/events",
      "title": "Spare by Prince Harry - Prince Harry Memoir",
      "description": "Random House, Barnes & Noble, Waterstones, and Indigo Books & Music present Spare: Prince Harry, The Duke of Sussex in conversation with Dr. Gabor Maté, speaker and author of The Myth of Normal on Saturday, March 4, 2023.",
      "preview": "Skip to main content Random House, Barnes & Noble, Waterstones, and Indigo Books & Music are proud to present Spare : Prince Harry, The Duke of Sussex"
    },
    {
      "url": "https://belikeada.tumblr.com/",
      "title": "Be Like Ada",
      "description": "Develop UR Coding Superpower. Teen Girl Bootcamp, July 19th, Vancouver.",
      "preview": "Be Like Ada 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna User Feedback When we first starte"
    },
    {
      "url": "http://www.idreams.pl/our-products/show/product/21-Lets-Create-Pottery",
      "title": "Let's Create! Pottery | Products | Infinite Dreams",
      "description": "Infinite Dreams Inc. is a game development studio located in Gliwice, Poland. With over 20 years of experience in the industry, the company develops top quality games for a broad range of digital platforms such as iOS, Android, Nintendo Switch, Sony Playstation, XBox.",
      "preview": "Let's Create! Pottery Free your creativity! With Let's Create: Pottery making ceramics has never been more simple and fun! Become a true artist and cr"
    },
    {
      "url": "http://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://novoverde.pt/",
      "title": "Novo Verde | Resíduos de Embalagens",
      "description": "void",
      "preview": "PT EN ES O ponto de viragem na reciclagem de resíduos de embalagem A Novo Verde é uma entidade gestora de resíduos, responsável pela recolha, valoriza"
    }
  ],
  "_meta": {
    "total_bookmarks": 61
  }
}