{
  "data": [
    {
      "url": "https://coolpacific.net/collections/mother-kids",
      "title": "Mother & Kids | CoolPacific",
      "description": "CoolPacific™ Fashion Accessories Heart Necklaces Pet Lovers Men's and Women's Clothing",
      "preview": "🎉 SALE on NOW! Use Coupon code 15off Today!! $$$. 🎉 Sorry, there are no products in this collection We are a USA owned company, and we manufacture, pr"
    },
    {
      "url": "http://www.maanmittauslaitos.fi/en/NLS_open_data_licence_version1_20120501",
      "title": "National Land Survey open data licence - version 1.0 - 1 May 2012 | National Land Survey of Finland",
      "description": "Open data terms of use/licence until 15 January 2015. Terms valid at the time of acquisition apply to the data.",
      "preview": "Skip to main content 9.10.2025 Service message Are you calling our customer service? - answers to frequently asked questions 8.4.2025 Service message"
    },
    {
      "url": "https://app.seesaw.me/#/activity/prompt.288d6f0d-5f00-4b04-a4d6-3d84d4ee088a/share_token/gzVCOH5-SA6I1b91nyeG5g",
      "title": "Seesaw",
      "description": "Seesaw creates a powerful learning loop between students, teachers, and families",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.journeytothepastblog.com/2016/05/cutie-pie-is-6.html",
      "title": "Journey to the Past: Cutie Pie is 6!!!!!!",
      "description": "Wow! Cutie Pie is celebrating her sixth birthday. Happy Birthday, Cutie Pie. She is a kindergartner now and finishing up her school yea...",
      "preview": "Pages Home About Me Library Policies Surnames Toolbox Fort Custer in the World Wars Book 25 May 2016 Cutie Pie is 6!!!!!! Wow! Cutie Pie is celebratin"
    },
    {
      "url": "https://www.jobcity.at/job.php?aid=49975&mobile=true",
      "title": "jobcity.at - Das Jobportal in Wien",
      "description": "Details zur Stellenausschreibung des Unternehmens",
      "preview": "Login Registrieren Bewerber Arbeitgeber Firmenprofile Firmenprofile Arbeitgeber Bewerber Registrieren Login Datenschutz Impressum Kontakt × Wie möchte"
    },
    {
      "url": "http://www.moodworks.com/#!tarot-meanings/ca1n",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "https://sports.yahoo.com/nfl/players/30127/splits/",
      "title": "Derek Barnett (DE, RD) Stat Splits - Houston - Yahoo Sports",
      "description": "Sports News, Scores, Fantasy Games",
      "preview": "Advertisement Advertisement Advertisement Advertisement Derek Barnett #95 DE Houston Texans 1 Solo 0.0 Sack 0 Int Summary Game Log Splits All Seasons"
    },
    {
      "url": "http://www.erp-recycling.pl",
      "title": "STRONA GŁÓWNA • O European Recycling Platform • ERP Polska",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Logowanie Search for: Member login STRONA GŁÓWNA admin 2025-03-31T18:59:03+02:00 Upraszczamy procesy analityczne i sprawoz"
    },
    {
      "url": "https://mysticsmoons.fr/",
      "title": "Mystic Moon - l'ésotérisme accessible à tous",
      "description": "Bienvenue sur Mystic Moon, le site qui vous propose de nombreux contenus sur l'ésotérisme, la sorcellerie ou encore le paganisme.",
      "preview": "Le tarot BootCamp revient bientôt ! Inscris-toi sur la liste d'attente pour ne louper aucune information ! S'inscrire sur la liste d'attente Le sabbat"
    },
    {
      "url": "https://mozilla.github.io/hackweek-avatar-maker/",
      "title": "Hackweek Avatar Maker",
      "description": "Build customized avatars for Mozilla Hubs!",
      "preview": "void"
    },
    {
      "url": "https://thekitvintage.com/",
      "title": "The Kit Vintage",
      "description": "Los Angeles boutique. Vintage designer womenswear ranging from the 1920's - early 2000's. Specializing in event gowns, bridal dresses, and costume jewelry.",
      "preview": "Skip to content Sign up for our newsletter to receive 10% Off of your first order & 24-Hour Early Access to every new collection! Item added to your c"
    },
    {
      "url": "http://s190595841.onlinehome.us/?p=colchicine%2Bcost%2Buk",
      "title": "fly2lunch.com",
      "description": "void",
      "preview": "It's what you need to do. Fly2Lunch. Airport Restaurant Search Starting airport: Min distance: nm Max distance: nm Search for restaurants: All airport"
    },
    {
      "url": "http://ricette-antipasti.blogspot.com/",
      "title": "Ricette Antipasti",
      "description": "Ricette di antipasti per tutti i gusti",
      "preview": "skip to main | skip to sidebar Ricette Antipasti Ricette di antipasti per tutti i gusti venerdì 2 febbraio 2007 Cozze alla Francese Ingredienti ricett"
    },
    {
      "url": "https://opensource.guide",
      "title": "Open Source Guides | Learn how to launch and grow your project.",
      "description": "Learn how to launch and grow your project.",
      "preview": "Security Best Practices for your Project Strengthen your project's future by building trust through essential security practices - from MFA and code s"
    },
    {
      "url": "https://www.stanford.edu/search/",
      "title": "Search Results - Stanford University",
      "description": "Stanford University, one of the world's leading teaching and research institutions, is dedicated to finding solutions to big challenges and to preparing students for leadership in a complex world.",
      "preview": "Search Results"
    },
    {
      "url": "https://www.bb-shop.ro/bijuterie-vida_colored_diamonds-100934.html?utm_source=splendor.ro&utm_campaign=Bijuterii&utm_medium=referral&utm_content=PaginaProdus",
      "title": "Inele de logodna Vida Colored Diamonds 43983R-LD8WP | Bijuterii dama | B&B SHOP Magazin online de bijuterii si accesorii",
      "description": "Bijuterie Inele de logodna Vida Colored Diamonds 43983R-LD8WP, clasa Premium, tip dama | aur 18 Kt, diamant natural negru 0.81ct, 28 diamante naturale 0.485ct (H SI), | B&B SHOP Magazin online de bijuterii originale/autentice",
      "preview": "▲ B&B Shop Bijuterii INELE DE LOGODNA INELE DE LOGODNA DAMA inele de logodna dama aur 18 kt diamant Inele de logodna Vida Colored Diamonds 43983R-LD8W"
    },
    {
      "url": "https://www.wwf.eu/",
      "title": "Home | WWF",
      "description": "Home",
      "preview": "The WWF is run at a local level by the following offices... WWF Global Adria Argentina Armenia AsiaPacific Australia Austria Azerbaijan Belgium Bhutan"
    },
    {
      "url": "https://www.bergstadt-schneeberg.de/news/1/647837/nachrichten/sg-liegenschaften-nicht-erreichbar.html",
      "title": "SG Liegenschaften nicht erreichbar - Stadt Schneeberg",
      "description": "void",
      "preview": "Navigation überspringen und zum Inhaltsbereich Start SG Liegenschaften nicht erreichbar SG Liegenschaften nicht erreichbar Bild zur Meldung: SG Liegen"
    },
    {
      "url": "https://www.iotc.org/",
      "title": "IOTC | Indian Ocean Tuna Commission / Commission des Thons de l'Océan Indien",
      "description": "void",
      "preview": "Jump to navigation User menu Contact us Login Search form Search Home The Commission Overview Structure of the Commission Scientific Committee Complia"
    },
    {
      "url": "http://hackr.de/2021/12/20/1473035551297183749",
      "title": "hackr worldwide: 1473035551297183749",
      "description": "void",
      "preview": "2021.12 1473035551297183749 - (got a :shot:) # misc"
    },
    {
      "url": "https://future.techcrunch.com/2021/04/26/tesla-wants-to-make-every-home-a-distributed-power-plant/",
      "title": "Log In ‹ TechCrunch - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to TechCrunch"
    },
    {
      "url": "https://book.passkey.com/event/50337801/owner/16066798/home",
      "title": "ByBlack Conference - Learn about the event and search for hotels",
      "description": "Book your hotel room for the ByBlack Conference Room Block.",
      "preview": "Reservations Start new reservation Manage reservations ByBlack Conference October 18, 2022 - October 21, 2022 MGM National Harbor 101 MGM National Ave"
    },
    {
      "url": "https://www.pjtra.com/t/8-9711-131940-104709?sid=PEOSarahJessicaParkerWoreThisEverydayLayeringPieceWhileontheSetofAndJustLikeThatssavoyFasAff13960716202302I&url=https%3A%2F%2Fwww.everlane.com%2Fproducts%2Fwomens-way-long-shirt-light-blue",
      "title": "The Way Long Oxford Shirt | Light Blue - Everlane",
      "description": "Featuring an oversized, dramatic length for ultimate versatility The Way Long Oxford Shirt was created to be worn as a layer over your favorite athletic wear (or bathing suit), or slip it on as a dress-hello legs! We love a multifunctional staple piece.",
      "preview": "Skip to content Your bag is empty. Not sure where to start? SHOP NEW ARRIVALS SHOP BEST SELLERS $120.00 away from free standard shipping You've receiv"
    },
    {
      "url": "https://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "http://www.teco-medical.com/en/member.html?tx_powermail_pi1%5Baction%5D=create&tx_powermail_pi1%5Bcontroller%5D=Form&cHash=27726d2388f99f9f49f46b517e396661",
      "title": "Member: TECO Medical Instruments",
      "description": "void",
      "preview": "Contact TECO Medical Instruments Dieselstraße 1 84088 Neufahrn in Niederbayern Germany +49 (0) 8773 70780-0 Contact Form Choose a language Deutsch Eng"
    },
    {
      "url": "https://www.lisc.org/",
      "title": "Home | Local Initiatives Support Corporation",
      "description": "LISC connects local groups across America with the capital and technical know-how to help build inclusive, resilient communities of opportunity. Learn more.",
      "preview": "Skip to Main Content Previous We connect local groups across America with the capital and technical know-how to help build resilient communities of op"
    },
    {
      "url": "https://www.next.co.uk/shop/department-homeware-productaffiliation-diningroomfurniture/story-ohara-story-piano-story-sloane-type-2door",
      "title": "Buy Homeware Diningroomfurniture Online | Next UK",
      "description": "Shop a wide range of Homeware Diningroomfurniture with Next. Choose from 1000s of products here. Order Homeware Diningroomfurniture now with express delivery.",
      "preview": "6.7.3 club25 1760097152857 You need to enable JavaScript to run this app. next gb en 6.7.3 5.51.1 Sorry, the category you requested might have moved o"
    },
    {
      "url": "https://nymag.com/intelligencer/2012/09/james-carter-iv-helped-spread-secret-romney-video.html",
      "title": "How Jimmy Carter's Grandson Helped Leak the Secret Romney Fund-raiser Video",
      "description": "Portions of the clips first surfaced online three months ago.",
      "preview": "void"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-201-100001",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://mts-nature.nature.com/",
      "title": "Nature",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature online manuscript submission and tracking sys"
    },
    {
      "url": "https://www.acer-userforum.de/members/jim-pansen.76925/",
      "title": "Jim Pansen | Acer-Userforum.de",
      "description": "void",
      "preview": "Zurzeit aktive Besucher Profilnachrichten Profilnachrichten suchen Menü Login Registrieren App installieren Installieren Foren Mitglieder JavaScript i"
    },
    {
      "url": "https://k12cs.org/",
      "title": "k12cs.org - K-12 Computer Science Framework",
      "description": "The K-12 Computer Science Framework provides a unifying vision to guide computer science from a subject for the fortunate few to an opportunity for all. Computer science has driven innovation in every field and is powering approaches to many of our world's toughest challenges. Computer science ha",
      "preview": "Skip to content The K-12 Computer Science Framework provides a unifying vision to guide computer science from a subject for the fortunate few to an op"
    },
    {
      "url": "https://itunes.apple.com/app/apple-store/id1193350206?pt=9008&ct=ytv-footer-ios&mt=8",
      "title": "‎YouTube TV on the App Store",
      "description": "YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported devices. Learn more: https://yt.be/nf...",
      "preview": "Screenshots Description YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported dev"
    },
    {
      "url": "https://www.vijaysales.com/?gclid=Cj0KCQiAkuP9BRCkARIsAKGLE8XNFFBps909mKzX4jdv7mqfunBVwGYRtAEKDq0EUJ25g7eJ_S8KLqQaAktIEALw_wcB",
      "title": "Home Page",
      "description": "Buy Mobiles, ACs, Laptops, TVs, Kitchen & Home appliances online from top brands at Vijay Sales. India's best online electronics store with great deals & quick delivery. Shop now!",
      "preview": "Get upto 7.5% Instant Discount Upto Rs.7500 on HDFC Bank Credit/Debit Card EMI *T&C apply Upto Rs.20,000 Instant Discount on American Express Card EMI"
    },
    {
      "url": "https://go.microsoft.com/fwlink/?linkid=2213312",
      "title": "Explore Microsoft Edge Performance Features | Microsoft Edge",
      "description": "Learn more about performance features in Microsoft Edge. Explore how features like Startup boost, Sleeping tabs, and more can improve your browsing experience.",
      "preview": "Skip to main content Search Try Edge Performance Microsoft Edge has built-in features like Startup boost and Sleeping tabs, which make your browser st"
    },
    {
      "url": "https://market.unicefusa.org/",
      "title": "The Ultimate Online Gifts Shopping Catalog Featuring Artisans from Around the World | UNICEF Market",
      "description": "Shop our online gift catalog for unique, award-winning artisan treasures and greeting cards. Every gift purchased from UNICEF Market helps UNICEF save children's lives around the world.",
      "preview": "MEXICO Sale"
    },
    {
      "url": "https://skillshop.exceedlms.com/",
      "title": "Home : Google",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "http://www.ticketmaster.com/h/privacy.html",
      "title": "Privacy Policy",
      "description": "You trust us with your personal information. We earn that trust by being clear and honest about how and why we will use it. Read more about the information we collect and your choices and rights.",
      "preview": "EN Privacy Policy Go to : Privacy Policy Go Privacy Home Our Commitments Privacy Policy Cookie Policy Go Quick Links Our Commitment to You Privacy Not"
    },
    {
      "url": "https://cs50.harvard.edu/x/2024/",
      "title": "CS50x 2024",
      "description": "Harvard University's introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "This is CS50x 2024, an older version of the course. See cs50.harvard.edu/x/2025 for the latest! Welcome This is CS50, Harvard University's introductio"
    },
    {
      "url": "https://pt.jobrapido.com/Ofertas-de-Emprego-para-Assistente-Comunica%C3%A7%C3%A3o-em-Porto?p=5&shm=all",
      "title": "Emprego Assistente Comunicação Porto, Ofertas de Emprego | Jobrapido.com",
      "description": "Emprego Assistente Comunicação Porto. Todas as novas ofertas em um único lugar. Encontra seu próximo emprego no Jobrapido.com",
      "preview": "Ofertas de emprego encontradas Anúncios Google Ofertas de emprego Abrir pré-visualização da oferta de: Assistente Loja (m/f) - Sta Maria da Feira |2ª"
    },
    {
      "url": "https://www.mccormickfoundation.org/",
      "title": "Homepage - Robert R. Mccormick Foundation",
      "description": "The Robert R. McCormick Foundation envisions a Chicagoland with educated and informed individuals who are engaged in improving their communities.",
      "preview": "Skip to content We invest in organizations building thriving Chicago communities $1.8 Billion Granted Since 1955, the Robert R. McCormick Foundation h"
    },
    {
      "url": "https://support.office.com/en-us/article/download-and-install-or-reinstall-office-365-or-office-2016-on-a-pc-or-mac-4414eaaf-0478-48be-9c42-23adc4716658",
      "title": "Download, install, or reinstall Microsoft 365 or Office 2024 on a PC or Mac - Microsoft Support",
      "description": "Learn how to install, reinstall, or activate Microsoft 365 or Office 2024 on a PC or Mac.",
      "preview": "Related topics × Install Microsoft 365 or Office Install Microsoft 365 or Office Microsoft 365 or Office 2024 Office 2021, 2019, 2016 Redeem a product"
    },
    {
      "url": "https://its.tntech.edu/label/act+autodesk+content+forgot+idme+matlab",
      "title": "Self-Service Portal Home",
      "description": "void",
      "preview": "Updating... Loading... Popular Services Refresh Module Loading... Popular Articles Refresh Module Loading... Contact Info | Hours - Spring/Fall Refres"
    },
    {
      "url": "https://www.sesamestreet.org/videos/?vid=2019",
      "title": "Sesame Street | Preschool Games, Videos, & Coloring Pages to Help Kids Grow Smarter, Stronger & Kinder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.duo.nl/particulier/studiefinanciering/",
      "title": "Studiefinanciering - DUO",
      "description": "Website duo.nl/particulier",
      "preview": "Ga direct naar inhoud Zoek Naar Geld voor school en studie In het kort Als u staat ingeschreven als student aan het mbo, hbo of universiteit, kunt u g"
    },
    {
      "url": "http://thepromise.movie/share/",
      "title": "The Promise Movie | Official Site for Film & Updates",
      "description": "Discover The Promise Movie, an independent film in production. Watch the teaser, meet the cast and crew, and follow behind-the-scenes updates and release news.",
      "preview": "Welcome to Our Production A Story Worth Keeping. A Promise Worth Making. We're an independent film team bringing The Promise to life, from first spark"
    },
    {
      "url": "https://ijuarez.tumblr.com/",
      "title": "ijuarez's tumblr",
      "description": "void",
      "preview": "ijuarez's tumblr mi ranking canciones 2014, Posted 10 years ago from bookmarklet 7 notes Tagged: SoundCloud , Italo Juárez , Rock , Indie Rock , . Sou"
    },
    {
      "url": "https://tapas.io/series/Deogie",
      "title": "Read Deogie | Tapas Web Community",
      "description": "Your home for the world's most exciting and diverse web comics and novels. Discover stories you'll love from all genres, only on Tapas!",
      "preview": "Please note that Tapas no longer supports Internet Explorer. We recommend upgrading to the latest Microsoft Edge , Google Chrome , or Firefox . Home C"
    },
    {
      "url": "https://profiles.wordpress.org/skoutari/",
      "title": "skoutari (@skoutari) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for skoutari (@skoutari).",
      "preview": "Profiles Member Since: July 17th, 2016 Find me on: Activity Created a topic, Υπέροχο πρόσθετο , on the site WordPress.org Forums: Είναι <font style=\"v"
    },
    {
      "url": "https://ich.unesco.org",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The contending men from Barangay Hapao in the foreground and B"
    },
    {
      "url": "https://www.workato.com/integrations/quip+senses",
      "title": "Quip and Senses integration | Workato",
      "description": "Instantly integrate Quip and Senses workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://blog.onepeloton.com/couples-fitness/",
      "title": "Here's Why Couples That Workout Together Stay Together",
      "description": "It's not your imagination: exercising with a partner or friend really can improve your bond. Here's why couples that workout together tend to stay together.",
      "preview": "Explore the new Peloton Cross Training Series Powered by Peloton IQ . Shop Peloton 7 Scientific Reasons Why Couples That Workout Together, Stay Togeth"
    },
    {
      "url": "https://www.beeg-pornos.com/video/kinly-knight-ist-unanstaendig-und-bekommt-poklatscher-2073/",
      "title": "Kinly Knight ist unanständig und bekommt Poklatscher | BEEG-PORNOS.com",
      "description": "Kinly Knight ist unanständig und bekommt Poklatscher ✓✓ auf BEEG-PORNOS.com findest du die geilsten Videos, Clips und Porno Filme ✓✓ zu Kinly Knight ist unanständig und bekommt Poklatscher ✓✓. KLICK HIER ✓✓.",
      "preview": "Kinly Knight ist unanständig und bekommt Poklatscher Kategorien: porndig , hardcoresex , blonde weiber ficken Pornostars: Kinley Knight Tags: arsch ve"
    },
    {
      "url": "https://postmates.com/",
      "title": "Postmates: Food Delivery, Groceries, Alcohol - Anything from Anywhere",
      "description": "Order delivery or pickup from more than 600,000 restaurants, retailers, grocers, and more all across your city. Download the app now to get everything you crave, on-demand.",
      "preview": "Skip to content Order on Postmates Get food, drinks, groceries, and more delivered. Enter delivery address Deliver now Search here Or Sign In Javascri"
    },
    {
      "url": "https://unhabitat.org/over-135000-handwashes-at-un-habitat-supported-facilities-in-nairobi%E2%80%99s-informal-settlements",
      "title": "Over 135,000 handwashes at UN-Habitat-supported facilities in Nairobi's informal settlements | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://govx.com/",
      "title": "Military & Government Discounts on 1000+ Brands | GOVX",
      "description": "The largest Military & Government exclusive ecommerce site offering discounts up to 50% off current season goods from 1000+ top lifestyle and tactical brands.",
      "preview": "void"
    },
    {
      "url": "https://www.kocicidomovslunicko.cz/kostalka/",
      "title": "NAŠLA DOMOV - Košťálka - Kočičí domov Sluníčko",
      "description": "pomoc a azyl pro opuštěné kočičky",
      "preview": "NAŠLA DOMOV - Košťálka Home / Našly domov do 07/18 / NAŠLA DOMOV - Košťálka 21 Srp 0 Mourovatá holčička byla se svou sestřičkou Křesinkou nalezena cyk"
    },
    {
      "url": "https://www.idee-shop.com/ohhh-lovely-papierblumen-girlande-klein-rosa-160-cm",
      "title": "Papierblumen Girlande klein rosa 160 cm | 3324431",
      "description": "Die Papierblumen Girlande mit rosafarbenen Blüten können Sie im Frühling oder zu besonderen Anlässen in Ihren Wohnbereich dekorieren. Mit der Länge von 160 cm lassen auch hervorragend Fensterbänke oder Türrahmen verzieren. Farbe: rosa Länge: 160 cm",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Neu Wolle Strick- & Häkelsets Bastel"
    },
    {
      "url": "https://www.jiahometechs.com",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://www.esrbratings.org/",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "http://sonderbooks.com/blog/?cat=206",
      "title": "Prime Factorization - Sonderbooks",
      "description": "void",
      "preview": "Skip to content Search for: Close Search I got two new great-nephews in 2022! They are both second sons of their families. I didn't knit their older b"
    },
    {
      "url": "https://mdigi.tools/color-shades/#fd6ccb",
      "title": "Color Shades Generator - mdigi.tools",
      "description": "Generate shades of a color online. Enter color in rgb, hex, hsl or hsv and get different shades of the color.",
      "preview": "Enter Color Example: #808080 or rgb(128, 128, 128) or gray or Get Random Color Color Picker Color Shades {{ numShades }} Select the color shade above"
    },
    {
      "url": "http://www.navoba.org/",
      "title": "NaVOBA Home",
      "description": "NaVOBA provides a direct link for contracting between corporate America and Certified Veteran's (VBE®) and Service-Disabled Veteran's (SDVBE®) businesses.",
      "preview": "Get in touch Subscribe to Newsletter Subscribe to Newsletter Apply Now CERTIFYING VETERAN'S BUSINESS ENTERPRISES® TO COMPETE & WIN CORPORATE CONTRACTS"
    },
    {
      "url": "https://www.washingtonian.com/2023/02/21/the-bidens-went-to-dinner-and-ordered-the-same-dish-dividing-the-internet/",
      "title": "The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet",
      "description": "The President and First Lady got two orders of rigatoni at Italian restaurant the Red Hen",
      "preview": "Skip to content Food | News & Politics The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet The President and First Lady got two"
    },
    {
      "url": "https://sanctuaries.noaa.gov/",
      "title": "NOAA Office of National Marine Sanctuaries",
      "description": "From Washington state to the Gulf of America and from the Great Lakes to the Pacific Islands, the National Marine Sanctuary System protects 18 underwater parks spanning over 629,000 square miles of ocean and Great Lakes waters. By investing in innovative solutions, we strengthen these iconic places to address 21st-century challenges while supporting America's commerce and tourism. These unique locations inspire people to visit, value, and steward our nation's iconic ocean and Great Lakes waters.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://childrenandfamiliesfirstnc.org/volunteer/",
      "title": "VOLUNTEER - GenerationEd",
      "description": "Thank you for your interest in volunteering with us. Please complete the form below to have someone from our office contact you with information about",
      "preview": "Skip to content VOLUNTEER VOLUNTEER OR INTERN WITH US Thank you for your interest in volunteering with us. Please complete the form below to have some"
    },
    {
      "url": "https://wiki.ufal.ms.mff.cuni.cz/start?image=latex%3Aefc64ef0db45cc8e9f05343b2e397494.png&tab_details=view&do=media&tab_files=files&ns=user%3Azeman%3Atreebanks",
      "title": "start [ufal wiki]",
      "description": "void",
      "preview": "[ Skip to the content ] Institute of Formal and Applied Linguistics Wiki ÚFAL Wiki Home ÚFAL Home Sitemap RSS ÚFAL calendar Recent changes Login Hleda"
    },
    {
      "url": "https://import-os.tumblr.com/",
      "title": "import os;",
      "description": "void",
      "preview": "import os; Ask me anything Downloadable Content GitHub Twitch Archive Archive Hello world! I'm Nick! I'm 23. I game, write code, and chill with friend"
    },
    {
      "url": "https://www.apollo.com/",
      "title": "Home | Apollo Global Management",
      "description": "Home",
      "preview": "General Public Institutional Investors Public Shareholders Wealth Professionals Login Investors Former Employees Portfolio Companies About Apollo Over"
    },
    {
      "url": "https://lookingtogod.org/2021/05/03/stay-the-course/",
      "title": "Stay the Course - Looking to God",
      "description": "How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then others are saying, \"The truth is abound.\" God is not a God of confusion but of peace. \"Do not be anxious, saying, 'What shall we eat?' or 'What...",
      "preview": "Skip to content How easy it is to fall distracted by a false gospel. Many say, \"The Lord is here.\" Some say, \"The Lord has deemed it so.\" And then oth"
    },
    {
      "url": "https://www.7andi.com/en/",
      "title": "Seven & i Holdings Co., Ltd.",
      "description": "en_description_common",
      "preview": "このページではjavascriptを使用しています。 Skip to main content 一時停止 再生 Recommended content Message from the CEO and Directors IR Library Sustainability Data Book Cor"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers",
      "title": "HTTP headers - HTTP | MDN",
      "description": "HTTP headers let the client and the server pass additional information with a message in a request or response. In HTTP/1.X, a header is a case-insensitive name followed by a colon, then optional whitespace which will be ignored, and finally by its value (for example: Allow: POST). In HTTP/2 and above, headers are displayed in lowercase when viewed in developer tools (accept: */*), and prefixed with a colon for a special group of pseudo-headers (:status: 200). You can find more information on the syntax in each protocol version in the HTTP messages page.",
      "preview": "Skip to main content Skip to search HTTP headers HTTP headers let the client and the server pass additional information with a message in a request or"
    },
    {
      "url": "https://www.seasketch.org/home.html",
      "title": "SeaSketch",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.onyxstore.it/product/21596645/ciglia-curva-c-spessore-0-15-misura-14-mm-",
      "title": "Ciglia - Curva C / Spessore 0,15 - Misura 14 mm. | OnyxStore.it",
      "description": "Il materiale di altissima qualità scelto, permette di ottenere una curvatura perfetta, con ciglia leggere e flessi",
      "preview": "Home Negozio Ciglia EXTENSION CIGLIA Curva C Ciglia - Curva C / Spessore 0,15 - Misura 14 mm. Ciglia - Curva C / Spessore 0,15 - Misura 14 mm. € 16,90"
    },
    {
      "url": "https://sixonbroadway.com/",
      "title": "Home - SIX on Broadway",
      "description": "From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to reclaim their identities out of the shadow of their infamous spouse.",
      "preview": "Skip to content Divorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphon"
    },
    {
      "url": "https://www.photoshoplus.fr/formes-perso-pere-noel-01/",
      "title": "Formes Père Noël (1) - Photoshoplus",
      "description": "27 formes",
      "preview": "Aller au contenu Photoshoplus paramètres, tutoriels et couleurs pour Photoshop Rechercher : Formes (vectorielles) / Formes personnages / Formes Père N"
    },
    {
      "url": "https://www.independent.co.uk/news/world/americas/us-politics/sanders-haley-mental-competency-tests-b2285444.html",
      "title": "Bernie Sanders calls Nikki Haley's demand for politicians over 75 to take mental competency tests 'absurd' | The Independent",
      "description": "Ms Haley has called for new generation of political leaders in Washington DC",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://generatepress.com",
      "title": "GeneratePress - The perfect foundation for your WordPress website.",
      "description": "GeneratePress is a lightweight WordPress theme that focuses on speed, stability, and accessibility.",
      "preview": "Skip to content Build your perfect WordPress website. Focused on speed, stability, and accessibility, our lightweight WordPress theme and suite of too"
    },
    {
      "url": "https://account.ncbi.nlm.nih.gov",
      "title": "Log in / NCBI",
      "description": "void",
      "preview": "The .gov means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you're on a feder"
    },
    {
      "url": "https://www.conservation.org/",
      "title": "Conservation International",
      "description": "Since 1987, Conservation International has worked to improve the lives of people everywhere by protecting oceans, forests and other living ecosystems.",
      "preview": "Conservation International Protects Nature Like This The food we eat, the water we drink, the air we breathe - it all comes from nature. We have a pla"
    },
    {
      "url": "https://hi5.com/",
      "title": "hi5 - Il social network per incontrare nuove persone",
      "description": "hi5 è la soluzione facile per incontrare nuovi amici tramite giochi, interessi comuni, suggerimenti su amicizie, sfogliando i profili e molto ancora.",
      "preview": "La rete sociale per incontrare nuove persone :) Ogni giorno milioni di persone si divertono e fanno nuove amicizie su hi5. Puoi farlo anche tu! Accedi"
    },
    {
      "url": "https://www.starlingbank.com/blog/",
      "title": "Noteworthy | Starling Blog | Starling",
      "description": "Noteworthy brings you stories and guides, explainers and interviews. Explore money topics, including budgeting and saving, and real-life 'money truths'.",
      "preview": "We've made some changes to how we look. See what's new Noteworthy | Starling Blog - Homepage. Selected articles Good with money Feeling the post-summe"
    },
    {
      "url": "https://commonbond.org/",
      "title": "CommonBond: Affordable Housing Nonprofit Organization MN WI IA & SD",
      "description": "CommonBond is an affordable housing nonprofit that serves low-income communities in Minnesota, Wisconsin, Iowa, and South Dakota. Learn how you can support our mission.",
      "preview": "Menu Future Donate Search Search Close this search box. CommonBond Communities Stable homes. Strong futures. Vibrant communities. What We Do At Common"
    },
    {
      "url": "https://magnuslonden.net/fi/artikkelit/kolumnit/article-64532-28329-aikaa-unelmoida",
      "title": "Kolumnit - Magnus Londen",
      "description": "void",
      "preview": "Aikaa unelmoida HS 17.6.2011 På svenska Kesässä parasta on se, että yhtäkkiä on aikaa päiväunelmille. On aikaa maata laiturilla tai rantakalliolla, ku"
    },
    {
      "url": "https://michelleleaverjewellery.co.uk/product-tag/horseridingjewellery/",
      "title": "horseridingjewellery - Michelle Leaver Jewellery",
      "description": "void",
      "preview": "Skip to main content My Wishlist Login Quick view Add to cart Stirrup Ring. Stirrup, horse jewellery, horse ring, horse stirrup ring, silver and gold"
    },
    {
      "url": "https://www.rossmann.de/de/kosmetik/make-up/c/0700",
      "title": "Client Challenge",
      "description": "void",
      "preview": "JavaScript is disabled in your browser. Please enable JavaScript to proceed. A required part of this site couldn't load. This may be due to a browser"
    },
    {
      "url": "https://www.transylvaniacounty.org/",
      "title": "Welcome to Transylvania County",
      "description": "Transylvania County is located in beautiful Western North Carolina and is called the \"Land of Waterfalls\" due to the 250 waterfalls located through the county.",
      "preview": "Skip to main content Notice Click Here for Disaster Recovery and Debris Removal Resources Transylvania County Quick Links: Inspections and Permits Eme"
    },
    {
      "url": "https://videogamesandthebible.com/2014/07/10/nuking-the-asteroid-a-space-engineers-preview-paid/",
      "title": "Nuking the Asteroid-A Space Engineers Preview | Video Games and the Bible",
      "description": "*Sources of screenshots are listed in their respective file-names. Space Engineers is an Early Access title in Alpha. This means the game is not fully optimized and various bugs are present. However, this also means that Space Engineers is continually being updated, refined and improved based on YOUR feedback (weekly, in this case). The feature list...",
      "preview": "Video Games and the Bible News, Reviews, Previews and Biblical Analysis Skip to content Biblical Article Archive Podcasts Christian Games/Creators Int"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/parameter.html",
      "title": "XGBoost Parameters - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Parameters View page source XGBoost Parameters  Before running XGBoost, we must set three types of parameters: general parameters, booster pa"
    },
    {
      "url": "https://www.vr.fi/fi/asiakaspalvelu",
      "title": "Asiakaspalvelu - VR",
      "description": "Tarvitsetko apua tai lisätietoa? Anna meidän auttaa.",
      "preview": "Käytät vanhentunutta selainta Selaimesi ei tue kaikkia tarvittavia toimintoja. Päivitäthän selaimesi uusimpaan versioon, parhaan käyttökokemuksen varm"
    },
    {
      "url": "https://timetable.mak.ac.ug/",
      "title": "MAK-TMS | Timetable by Groups",
      "description": "void",
      "preview": "Timetable by Groups Home Academic Year * Select - Academic Year 2025/2026 2024/2025 2023/2024 2022/2023 2021/2022 2020/2021 2019/2020 2018/2019 Semest"
    },
    {
      "url": "https://www.livemint.com/technology/tech-news/microsofts-new-ai-model-to-help-predict-heatwave-risks-in-india-details-here-11627314047324.html",
      "title": "Microsoft's new AI model to help predict heatwave risks in India. Details here",
      "description": "The new AI model is aimed at helping 1,25,000 at-risk people with pre-emptive disaster warnings in 2021",
      "preview": "View Market Dashboard Microsoft's new AI model to help predict heatwave risks in India. Details here The new AI model is aimed at helping 1,25,000 at-"
    },
    {
      "url": "https://www.ownbackup.com/blog/10-steps-transition-salesforce-lightning/",
      "title": "10 Steps to Transition to Salesforce Lightning",
      "description": "Salesforce Lightning transition steps include building the right team, educating users, and rolling out in stages. Read more to build your migration strategy.",
      "preview": "May 13, 2019 Salesforce 10 Steps to Transition to Salesforce Lightning Editorial Team | Own from Salesforce No items found. The majority of companies,"
    },
    {
      "url": "https://www.lifbi.de/Institute/News/udt_3252_param_detail/23978",
      "title": "LIfBi Institut",
      "description": "tbd",
      "preview": "The Leibniz Institute for Educational Trajectories (LIfBi) conducts and promotes longitudinal research in educational science in Germany. To this end,"
    },
    {
      "url": "https://tonies.com",
      "title": "tonies® EU | Buy Toniebox 2",
      "description": "tonies® offers the Toniebox 2, a new screen-free audio player for kids! Enjoy fun, educational storytelling with Tonies audio characters to inspire creativity.",
      "preview": "Toniebox 2: Listen, play, grow Introducing Toniebox 2 - a reimagined audio adventure built for curious minds and little hands. With more ways to play,"
    },
    {
      "url": "https://aluminiumpergola.nl/2018/10/24/pergola-onderhoud-heb-je-een-paar-minuten-per-jaar/",
      "title": "Pergola onderhoud. Heb je een paar minuten per jaar? - AluminiumPergola.nl",
      "description": "Pergola onderhoud. Lees hier wat je moet doen om je pergola jarenlang in topconditie te houden. Minimaal pergola onderhoud, maximaal genieten.",
      "preview": "Skip to content Portal Professionals Producten Aluminium pergola's Aluminium frames Lamellen voor buiten Verkooppunten Projecten Over ons Blog Contact"
    },
    {
      "url": "https://thekitvintage.com/",
      "title": "The Kit Vintage",
      "description": "Los Angeles boutique. Vintage designer womenswear ranging from the 1920's - early 2000's. Specializing in event gowns, bridal dresses, and costume jewelry.",
      "preview": "Skip to content Sign up for our newsletter to receive 10% Off of your first order & 24-Hour Early Access to every new collection! Item added to your c"
    },
    {
      "url": "https://www.nationaalgeoregister.nl/geonetwork/srv/dut/catalog.search#/metadata/c82a783a-9a58-4761-a809-b4c5d90dcd35",
      "title": "Nationaal georegister",
      "description": "INSPIRE discovery service (CSW) van het Nationaal Georegister.",
      "preview": "Nationaal georegister Nationaal georegister GeoNetwork opensource maakt het mogelijk ruimtelijke gerelateerde informatie te ontsluiten tussen verschil"
    },
    {
      "url": "https://www.linkedin.com/company/family-online-safety-institute",
      "title": "Family Online Safety Institute | LinkedIn",
      "description": "Family Online Safety Institute | 3,801 followers on LinkedIn. The Family Online Safety Institute is an international, non-profit organization which works to make the online world safer for kids and their families. FOSI convenes leaders in industry, government and the non-profit sectors to collaborate and innovate new solutions and policies in the field of online safety. FOSI believes in a bottom-up, multi-stakeholder approach that is evidence-based and empowering.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://charlestonkettlebellclub.com/",
      "title": "Charleston Kettlebell Club",
      "description": "void",
      "preview": "Skip to content 843.225.6622 mike@charlestonkettlebellclub.com Search Close Menu Charleston's School of Strength Philosophy Meet Our Team Coaching Opt"
    },
    {
      "url": "https://giftsofthejourney.com/2009/12/28/love-in-a-box/",
      "title": "Love In A Box | Gifts Of The Journey",
      "description": "\" To me, children's literature is for escape. Children read to get away from all the bad things in life. \" ~Wylly Folk St.John I found the quote above in an interview clipped from a newspaper and tucked inside a book written by my Aunt Wylly. Finding it this morning was in a way like...",
      "preview": "Margaret & Elizabeth - Christmas 1969 \" To me, children's literature is for escape. Children read to get away from all the bad things in life. \" ~Wyll"
    },
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "https://channel955.iheart.com/schedule/",
      "title": "Find Channel 955's Friday Live On-Air Schedule | Channel 955",
      "description": "Discover Friday's shows for Channel 955 in Detroit, MI",
      "preview": "On-Air Schedule Mo Tu We Th Fr Sa Su On-Air Now Mojo in the Morning 5:00 AM - 11:00 AM Mojo in the Morning 5:00 AM - 11:00 AM EJ 11:00 AM - 3:00 PM Th"
    },
    {
      "url": "https://loopholesonlife.com/s01e08-exotics-of-music-2/",
      "title": "S01E08 exotics of music - Loopholes on Life",
      "description": "LEARN from the Past, LIVE for the Moment, LOVE for an Eternity",
      "preview": "Jan 31, 2019 Care to share? Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Click to share on Pi"
    },
    {
      "url": "https://translate.wordpress.org/projects/wp-plugins/gdpr-cookie-compliance/contributors",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law < GlotPress | WordPress.org",
      "description": "void",
      "preview": "Skip to content Log In Register Projects Plugins GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Editors"
    },
    {
      "url": "https://www.wyndhamhotels.com/en-uk/ramada",
      "title": "Ramada Hotels | Book Hotel Rooms, Discount Rates, and Deals",
      "description": "Ramada hotels offers best available rates, breakfast and free wifi. Book today and save with Wyndham Rewards, the award-winning hotel rewards program.",
      "preview": "ramada /en-uk - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accurate conversion rates."
    },
    {
      "url": "https://www.aquascapingworld.com/",
      "title": "Contact Support",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://documents.worldbank.org/en/publication/documents-reports/documentdetail/280891580715878729/climate-change-and-marine-fisheries-in-africa-assessing-vulnerability-and-strengthening-adaptation-capacity",
      "title": "Climate Change and Marine Fisheries in Africa : Assessing Vulnerability and Strengthening Adaptation Capacity",
      "description": "The understanding of the impacts of climate change on fisheries is constantly increasing and can be organized around several main factors - ocean acidification, sea-level .",
      "preview": "This page in: English Español Français Português Русский العربية 中文 This page in: English Español Français Português Русский العربية 中文 Loading... Thi"
    },
    {
      "url": "https://dhhr.wv.gov/covid-19/pages/vaccine.aspx",
      "title": "Vaccination Recommendations",
      "description": "void",
      "preview": "This page has moved. Please bookmark the correct page at https://breatheeasy.wv.gov"
    },
    {
      "url": "https://tbytmedia.com/2020/05/22/keep-ya-head-up-rhys-lewis-interview/",
      "title": "Keep Ya Head Up: Rhys Lewis Interview | Think Before You Type Media Group",
      "description": "TBYT: You just released a new single called \"The Sun Will Rise\". Congratulations! Can you tell us a bit about it? Rhys: Thank you! Myself and Aidan, who co-wrote the song with me, were a few weeks into isolation feeling quite anxious about the future. All the conversations I was having with friends and family...",
      "preview": "Search GO RSS Feed Twitter Facebook Leave a comment TBYT: You just released a new single called \"The Sun Will Rise\". Congratulations! Can you tell us"
    },
    {
      "url": "https://www.providencejournal.com/entertainment/dining/",
      "title": "Food and Dining in Providence, RI | The Providence Journal",
      "description": "Get the latest scoop on food and dining in Providence, RI from The Providence Journal. Restaurant reviews, dining guides and more.",
      "preview": "Skip to main content Home Food & Dining Theater & Arts Our Hidden History Movies & TV Music Calendar J.T. Commons set to open in Middletown. A look at"
    },
    {
      "url": "https://fonts.google.com/specimen/Roboto+Slab",
      "title": "Roboto Slab - Google Fonts",
      "description": "Roboto has a dual nature. It has a mechanical skeleton and the forms are largely geometric. At the same time, the font features friendly and open curves. While",
      "preview": "void"
    },
    {
      "url": "https://www.containerstore.com/s/bath/makeup-organizers/luxe-acrylic-modular-makeup-system/12d?productId=10036225",
      "title": "Luxe Acrylic Modular Makeup System | The Container Store",
      "description": "Shop Bathroom Organizers to declutter your space. From makeup holders to shower caddies, find solutions at The Container Store.",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://mailchimp.com/legal/privacy/#3._Privacy_for_Contacts",
      "title": "Global Privacy Statement | Intuit",
      "description": "Discover how we handle your personal information with our privacy statement. Our policy outlines the data we collect, how we use it, who we share it with, your personal information rights, and how to get in contact with us.",
      "preview": "GLOBAL PRIVACY STATEMENTS You deserve transparency into our data use Select your preferred language English Français Français (Canada) Español Intuit"
    },
    {
      "url": "https://www.umso.com/",
      "title": "Umso - The Website Builder For Everyone",
      "description": "The fastest way to build a website. Design, edit and publish a beautiful website with absolutely no code.",
      "preview": "Build your website Plan Go from idea to first draft with our Generator. Even if you've never built a website before, you will get a great result. Edit"
    }
  ],
  "_meta": {
    "total_bookmarks": 116
  }
}