{
  "data": [
    {
      "url": "https://www.grahammedia.com/",
      "title": "Graham Media Group",
      "description": "Graham Media Group, a subsidiary of Graham Holdings Company, owns seven local television stations - each in a top-70 market and all recognized as news leaders.",
      "preview": "Graham Media Group Get to Know us WE ARE THE AUTHENTIC, LOCAL VOICE PASSIONATELY INFORMING AND CELEBRATING OUR COMMUNITIES. Graham Media Group is comp"
    },
    {
      "url": "http://www.trovaricette.net/",
      "title": "Dernières actus - Tous ce qu'il faut savoir est ici",
      "description": "void",
      "preview": "Skip to content Posted in Améliorer son chez soi Plonger dans l'univers des blogs de décoration et de mode peut être une expérience enrichissante pour"
    },
    {
      "url": "https://www.montgomerycollege.edu/",
      "title": "Montgomery College | Montgomery College, Maryland",
      "description": "void",
      "preview": "Skip hero section Video description: The first frame shows a smiling graduating student posing for a picture with their family. The second frame featu"
    },
    {
      "url": "https://www.conservation.org/what/Pages/forests.aspx",
      "title": "Stabilizing Our Climate by Protecting and Restoring Nature",
      "description": "To prevent irreversible damage to the climate that sustains us, humanity must reduce climate-warming greenhouse gases and remove excess carbon from the atmosphere.",
      "preview": "Stabilizing our climate by protecting and restoring nature © Thomas Muller To prevent irreversible damage to the climate that sustains us, humanity mu"
    },
    {
      "url": "https://azekthi.tumblr.com/",
      "title": "@azekthi on Tumblr",
      "description": "Follow @azekthi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://www.nba.com/watch/pricing?cid=Search-Paid_NBA-League-Pass-Restart_2020_Brand&source=Search-Paid&campaign=NBA-League-Pass-Restart_2020_Brand&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQV5KrnrYH3ndpLJ6B7AwoyJALPztPDX8EFnmESLh98dWxgzPe6V5xoaAvXGEALw_wcB&gclsrc=aw.ds",
      "title": "NBA League Pass | Experience Live NBA Games Anytime, Anywhere | NBA.com",
      "description": "Watch live NBA games with NBA League Pass. Stream NBA games and support your favorite teams and players. Buy League Pass today!",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "http://aitube.doukantv.com/media/html/home/5.html",
      "title": "Photo Translator: Translate+",
      "description": "PPBrowser is a fast, free, full-featured web browser ! - Easily save files to your device Supercharge your browsing experience, PPBrowser works just like your regular browser, but...",
      "preview": "Photo Translator: Translate+ This is the best text scanner [OCR]! Highest speed and highest quality You can convert the image to text. When writing no"
    },
    {
      "url": "https://www.adlerplanetarium.org/visit/your-visit",
      "title": "Your Visit - Adler Planetarium",
      "description": "Here's everything you need to plan your visit to the Adler Planetarium. Explore our open hours, upcoming events, FAQ, and more.",
      "preview": "JavaScript must be enabled to use this application. Skip to Main Content Go to the home page Tickets Adler Anywhere Space Shop Venue Rentals Ask Adler"
    },
    {
      "url": "https://ledbytruth.org/",
      "title": "Led by TRUTH - Nonprofit, Mentorship, Consulting",
      "description": "Led by TRUTH is a nonprofit organization that provides a Grant & Mentorship Program for BIPOC entrepreneurs, as well as consulting services.",
      "preview": "Your Journey Starts Here! Take the Business Readiness Assessment Ready to elevate your business? Our Business Development Readiness Assessment evaluat"
    },
    {
      "url": "https://learningcommunity.accaglobal.com/",
      "title": "ACCA Learning Community | ACCA Tips & Support - Homepage",
      "description": "Explore the official Learning Community for ACCA accountancy students. Find ACCA tips and support including learning resources, study groups and exam papers.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.mindbodygreen.com/",
      "title": "mindbodygreen - well-rounded well-being for a life well lived",
      "description": "mindbodygreen is a lifestyle media brand dedicated to inspiring you to live your best life - mentally, physically, spiritually, emotionally, and environmentally.",
      "preview": "Skip to Content Accessibility Statement Friday, October 10, 2025 mindbodygreen Health I Tried VO2 Max Training For 3 Weeks - Here's What Happened By A"
    },
    {
      "url": "https://www.topuniversities.com/university-rankings/world-university-rankings/2023",
      "title": "QS World University Rankings 2023: Top Global Universities | TopUniversities",
      "description": "Discover the world's top universities. Explore the QS World University Rankings® 2023, based on 6 key ranking indicators.",
      "preview": "Home Rankings Overview QS World University Rankings 2023: Top global universities QS World University Rankings 2023: Top global universities Discover"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockuuups-Studio-Mockup-Generator-3100-Mockups-39c645fb3b4748c98abfa33503b85b70?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://hatikvahmusic.com/cgi-bin/details.pl?key=1166",
      "title": "Hatikvah Music: Record Details",
      "description": "Hatikvah Music: The largest selection of Jewish Music, specializing in Yiddish, Klezmer, Sephardic, Ladino, Cantorial and Israeli music on cassette, compact disc and video.",
      "preview": "Artist: Various Title: Halleluya/Hava Nagila - The Most Famous 25 Israeli Folk Songs Category: Israeli Order #: 01166 If you only have 1 Israeli song"
    },
    {
      "url": "https://pytorch.org/docs/stable/data.html",
      "title": "torch.utils.data - PyTorch 2.8 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.elmundo.es/ciencia-y-salud.html",
      "title": "Ciencia y Salud. Noticias y última hora | EL MUNDO",
      "description": "Toda la información y noticias de última hora de Ciencia y Salud. Hallazgos científicos y médicos, estudios e informes con el mayor rigor y el trabajo de profesionales.",
      "preview": "CIENCIA Y SALUD Redacción: PILAR PÉREZ Madrid La fertilidad de la mujer no solo depende del número de óvulos: el tejido ovárico y sus conexiones cereb"
    },
    {
      "url": "https://country.iheart.com/alternate/amp/2022-12-13-kelsea-ballerini-gets-brutally-honest-and-vulnerable-in-podcast-episode/",
      "title": "Kelsea Ballerini Gets 'Brutally Honest And Vulnerable' In Podcast Episode | iHeartCountry Radio",
      "description": "Kelsea Ballerini recently spoke with podcast host Jade Iovine, and Iovine said the pair, \"had an incredibly honest and real conversation, so much so that I think we both forgot we were recording a podcast for thousands of people to hear.\"",
      "preview": "Por Kelly Fisher Dec 13, 2022 Foto : Getty Images Kelsea Ballerini opened up in a \"brutally honest and vulnerable chat\" with Jade Iovine on a new podc"
    },
    {
      "url": "https://www.skincancer.org/skin-cancer-information/",
      "title": "Skin Cancer Information",
      "description": "Discover what causes cancers of the skin; learn the signs & symptoms that you should never ignore. Skin cancer information you can trust.",
      "preview": "Home › Skin Cancer Information Skin Cancer Information What You Need to Know About Cancers of the Skin What Is Skin Cancer? Skin cancer is the out-of-"
    },
    {
      "url": "https://offers.applearcade.apple/?itscg=10000&itsct=arc-0-arc_ovp-hw_prop-apl-ref-220412",
      "title": "Apple Arcade - Three Month Offer - Apple",
      "description": "Buy a new iPhone, iPad, Apple TV, or Mac and get 3 free months of Apple Arcade.",
      "preview": "Get 3 months of Apple Arcade for free. Now when you buy a new iPhone, iPad, Apple TV, or Mac, it includes 3 months of Apple Arcade, with free access f"
    },
    {
      "url": "https://marlinfw.org/docs/configuration/configuration.html",
      "title": "Configuring Marlin | Marlin Firmware",
      "description": "Complete guide to Marlin configuration options.",
      "preview": "Edit Page Learn more Contribute Download Follow on X Follow on Bluesky Follow on Mastodon Configuring Marlin Marlin has many features and options. The"
    },
    {
      "url": "https://indd.adobe.com/view/bfa8bb85-bc5d-4aff-a2f4-3ebe540d3bee",
      "title": "Publish Online",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.bookedupac.com/",
      "title": "Booked Up AC",
      "description": "Welcome to the website of Booked Up AC",
      "preview": "Our Story A new era of Booked Up. Read more about our story. Read More Mugs Booked Up Mugs Now Back In Stock Shop Now Browse our Inventory A collectio"
    },
    {
      "url": "https://www.tuko.co.ke/kenya/counties/440055-police-arrest-6-chinese-citizens-illegally-working-kenya/",
      "title": "Police Arrest 6 Chinese Citizens Illegally Working in Kenya - Tuko.co.ke",
      "description": "Police officers in Nairobi have nabbed six Chinese nationals who were found engaging in businesses without legal documents permitting their stay in the country.",
      "preview": "The six Chinese citizens were nabbed at Nairobi's Imara Daima with no legal documentation to permit their continued stay in the country The National P"
    },
    {
      "url": "https://oceanographicmagazine.com/shop/subscription/",
      "title": "Subscriptions - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Shop > Subscriptions Oceanographic subscriptions Your portal to our ocean planet Oceanographic is the world's leading ocean publication. We combine im"
    },
    {
      "url": "http://survey.walmart.com/",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/topics/class-based-views/",
      "title": "Class-based views | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://www.ocregister.com/2014/03/16/disney-history-pirates-of-the-caribbean-opens/",
      "title": "Disney history: Pirates of the Caribbean opens - Orange County Register",
      "description": "This week in Disney history ... March 17 to 18, 2012: Downtown Disney hosts a Signin' in the Street event to celebrate American Sign Language. The event includes panels and autograph signings by the \"Switched at Birth\" cast, workshops, movie screenings and performances. March 18, 1967: Pirates of the Caribbean opens in New Orleans Square. [...]",
      "preview": "Skip to content Disneyland park guests, some dressed in pirate clothes, emerge from the Pirates of the Caribbean ride at Disneyland on Dec. 13, 2010."
    },
    {
      "url": "https://envs.ucsc.edu/faculty/index.php?uid=klseto",
      "title": "Faculty - Environmental Studies",
      "description": "void",
      "preview": "Faculty You can also see our faculty sorted by their research interests on our Research Areas page. View all instructor office hours through our resou"
    },
    {
      "url": "https://www.brettonwoodsproject.org/2011/09/art-569035/",
      "title": "Scaling up Climate Finance - Bretton Woods Project",
      "description": "Notes of meeting, Washington DC, September 22...",
      "preview": "Skip to main content Search the Bretton Woods Project site Search for: Environment Gender Finance Accountability Governance Aid Infrastructure Scaling"
    },
    {
      "url": "https://iibuffalo.org/",
      "title": "International Institute of Buffalo - We welcome, connect & empower.",
      "description": "The International Institute of Buffalo makes Western New York a better place for-and because of-immigrants and refugees.",
      "preview": "Skip to main content Search Close Search We welcome, connect & empower. The mission of the International Institute of Buffalo is to make Western New Y"
    },
    {
      "url": "https://forum.1000ps.at/forum/showProfile.asp?memid=211411",
      "title": "1000PS Motorrad Forum - Die stärkste Motorradseite im Internet",
      "description": "1000PS.at, die stäkste Motorradseite im Internet. Bietet Testberichte, MotoGP Berichte, ein Forum, eine kostenlose Gebrauchtbörse für Motorräder, Motorrad Videos, Preisvergleich von Zubehör, Bekleidung und Helmen von mehr als 600 Motorradhändlern.",
      "preview": "Thema Antworten Aufrufe Aktivität Willkommen beim 1000PS Motorrad-Forum 1 71356 24. November 2020 Motorradtour mit Übernachtung Südeuropa 1 38 5. Okto"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "http://www.help-info.de/en/",
      "title": "Home - Help Information (en)",
      "description": "Help Information is related to Help Authoring.",
      "preview": "Skip to content Help Information FAR HTML Increase your productivity with FAR HTML FAR HTML offers a variety of different tools for help authors and,"
    },
    {
      "url": "https://www.blog.google/?utm_source=about.google&utm_medium=referral&utm_campaign=nav-the-keyword",
      "title": "The Keyword | Google Product and Technology News and Stories",
      "description": "Get the latest news and stories about Google products, technology and innovation on the Keyword, Google's official blog.",
      "preview": "Google Cloud Gemini Enterprise: The new front door for Google AI in your workplace True business transformation in the era of AI must go beyond simple"
    },
    {
      "url": "https://www.healthvermont.gov/covid-19/vaccine/getting-covid-19-vaccine",
      "title": "Flu, COVID & RSV Vaccines | Vermont Department of Health",
      "description": "void",
      "preview": "Skip to main content MENU x CLOSE Enter your keywords Translations for you Flu, COVID & RSV Vaccines Respiratory Illnesses Flu, COVID & RSV Vaccines P"
    },
    {
      "url": "https://www.eeq.ca/",
      "title": "Accueil | Éco Entreprises Québec (ÉEQ)",
      "description": "Nous sommes le nouveau gestionnaire de la collecte sélective pour tout le Québec.",
      "preview": "Accéder directement au contenu principal Faire basculer le panneau de recherche Fermer Recherche"
    },
    {
      "url": "https://coeurapie.fr/evenement.php?ID=4122",
      "title": "Cadenet (84) le Dimanche 07 juin 2020 Journée de Wutao",
      "description": "void",
      "preview": "Journée de Wutao Stage : Tao Proposé par : Stéphane POISSON"
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "https://news.walgreens.com/",
      "title": "News Hub | Walgreens Boots Alliance",
      "description": "News Hub is the source for all WBA news. Read press releases, stories, news and download multimedia assets.",
      "preview": "Skip to main content 1555 Results Filter Brand Walgreens WBA Filter Types Stories Press Releases Position Statements Asset Collections Filter Categori"
    },
    {
      "url": "https://perscholasinc.applytojob.com/",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://www.iste.org/standards/computational-thinking",
      "title": "ISTE | Computational Thinking Competencies",
      "description": "The ISTE Computational Thinking Competencies provide guidelines for integrating computational thinking across all subjects and grade levels.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://www.huffpost.com/",
      "title": "HuffPost - Breaking News, Politics, Entertainment & Opinion",
      "description": "Read the latest U.S. and world news, politics, entertainment, lifestyle and opinion pieces from HuffPost's trusted team of journalists.",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "https://nicic.gov",
      "title": "National Institute of Corrections | NIC",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://exoduslending.org/",
      "title": "What We Do - Exodus Lending - Exodus Lending",
      "description": "Break Free From Payday Loan Debt.",
      "preview": "Get out of predatory loan debt, and into financial stability. Exodus Lending works with Minnesotans to advance economic justice through consumer lendi"
    },
    {
      "url": "https://educanet.educad.pe/login",
      "title": "Portaleducanet",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vividseats.com/vivid-seats-app.html",
      "title": "App - Vivid Seats",
      "description": "void",
      "preview": "Skip to content Get tickets, get rewarded. Download now. The Vivid Seats app is the easiest place to buy tickets and the only place to earn and redeem"
    },
    {
      "url": "https://www.blumen-tauber.at/p1290126-2/",
      "title": "P1290126 - Blumen Tauber",
      "description": "Besuche den Beitrag für mehr Info.",
      "preview": "05224 / 52203 office@blumen-tauber.at"
    },
    {
      "url": "https://support.theguardian.com?INTCMP=side_menu_support&acquisitionData=%7B%22source%22:%22GUARDIAN_WEB%22,%22componentType%22:%22ACQUISITIONS_HEADER%22,%22componentId%22:%22side_menu_support%22%7D",
      "title": "Support the Guardian",
      "description": "Help us deliver the independent journalism the world needs. Support the Guardian by making a contribution.",
      "preview": "Please enable JavaScript - we use it to provide the best experience for Guardian Supporters. Click here for instructions to do so in your browser. Loa"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/c/cubism",
      "title": "Cubism | Tate",
      "description": "Tate glossary definition for cubism: A revolutionary new approach to representing reality in art invented by artists Pablo Picasso and Georges Braque in which the artists aimed to bring different views of their subjects together in the same picture",
      "preview": "Cubism Cubism was a revolutionary new approach to representing reality invented in around 1907-08 by artists Pablo Picasso and Georges Braque. They br"
    },
    {
      "url": "https://lamilano.it/eventi/un-canto-per-milano-e-per-la-ripresa/",
      "title": "Un canto per Milano e per la ripresa",
      "description": "Un Canto per Milano. Si chiama così l'iniziativa organizzata ai Bagni Misteriosi il 14 luglio 2020 dal Corriere della sera e dal Teatro Franco Parenti. Un evento nel quale la città della cultura e del bene si ritrova insieme per guardare avanti con Ferruccio de Bortoli, Giangiacomo Schiavi, Andrée Ruth...",
      "preview": "CAMBIA LINGUA LOMBARDIA LAZIO ABRUZZO EMILIA-ROMAGNA PUGLIA TRENTINO ALTO ADIGE BASILICATA FRIULI VENEZIA GIULIA MARCHE SARDEGNA UMBRIA CALABRIA MOLIS"
    },
    {
      "url": "https://www.dentonblackchamberonline.org/",
      "title": "Denton Black Chamber of Commerce",
      "description": "The Denton Black Chamber of Commerce History and Purpose",
      "preview": "top of page The Denton Black Chamber of Commerce... representing the many different facets of our community, working together to create, grow and prol"
    },
    {
      "url": "http://www.infocamere.it/",
      "title": "InfoCamere",
      "description": "La società delle Camere di Commercio per l'innovazione digitale. Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione. Visita il nostro sito.",
      "preview": "InfoCamere la società delle Camere di Commercio per l'innovazione digitale Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione Your brow"
    },
    {
      "url": "https://www.huffpost.com/",
      "title": "HuffPost - Breaking News, Politics, Entertainment & Opinion",
      "description": "Read the latest U.S. and world news, politics, entertainment, lifestyle and opinion pieces from HuffPost's trusted team of journalists.",
      "preview": "Skip to Main Content Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost News. ©2025 BuzzFeed, Inc. All rights reserved. Trending"
    },
    {
      "url": "https://www.papermag.com/premiere-watch-domino-kirkes-powerful-new-video-half-blood-co-starring-husband-penn-badgley-2475807042.html",
      "title": "PREMIERE: Watch Domino Kirke's Powerful New Video \"Half-Blood\" Co-Starring Husband Penn Badgley - PAPER Magazine",
      "description": "Just days away from the release of her debut album, Beyond Waves, Domino Kirke has revealed a truly poignant video for her emotive track \"Half-Blood,\" that discusses the unique dynamic of \"half\"-siblings.Featuring her own half-brother along with actor husband Penn Badgley and his half-sister, Kirke'...",
      "preview": "Music Fashion Celebrity Nightlife Internet Art Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Music PREMIERE:"
    },
    {
      "url": "https://fallsculinary.com/product/the-samurai-15-x-15-x-14-dough-joe-pizza-steel-baking-sheet/",
      "title": "The Samurai™ - 15\" x 15\" x 1/4\" - Dough-Joe® Pizza Steel Baking Sheet - Dough-Joe",
      "description": "void",
      "preview": "Sale! The Samurai™ - 15″ x 15″ x 1/4″ - Dough-Joe® Pizza Steel Baking Sheet Rated 5.00 out of 5 based on 27 customer ratings ( 27 customer reviews) $"
    },
    {
      "url": "https://abcnews.go.com/US/video/unemployment-reached-highest-level-great-depression-70954064",
      "title": "Video Unemployment has reached the highest level since the Great Depression - ABC News",
      "description": "Steve Preston, CEO of Goodwill Industries International, speaks about how his company is working to help communities find job resources and get Americans back to work.",
      "preview": "Unemployment has reached the highest level since the Great Depression Steve Preston, CEO of Goodwill Industries International, speaks about how his co"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/BookCatalogue?author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Ji%C5%99%C3%AD%20Dienstbier&author=Krystyna%20Krauzeauthor=Pavel%20Landovsk%C3%BD&author=Ji%C5%99%C3%AD%20Dienstbierauthor=V%C3%A1clav%20Havel&author=Pavel%20Landovsk%C3%BDsort=2&lang=cs",
      "title": "Knihovna Václava Havla",
      "description": "void",
      "preview": "Dokumentační centrum Knihovna Václava Havla Václav Havel * 5. 10. 1936 Praha ✝ 18. 12. 2011 Hrádeček spisovatel a dramatik, jeden z prvních mluvčích C"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/full-legal",
      "title": "Privacy Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Privacy Policy of Tenuta Larnianone Tenuta Larnianone collects some Personal Data from its Users. This document contains a section dedicated to Users"
    },
    {
      "url": "https://www.mynews13.com/fl/orlando/news/2023/02/23/remembering-dylan-lyons",
      "title": "Remembering Spectrum News 13 reporter Dylan Lyons",
      "description": "He will be dearly missed.",
      "preview": "Open in Our App Get the best experience and stay connected to your community with our Spectrum News app. Learn More Open in Spectrum News App Continue"
    },
    {
      "url": "https://apparelimpact.org/",
      "title": "Apparel Impact Institute | Home",
      "description": "aii is transforming the apparel and footwear industry by identifying, funding, scaling and measuring proven solutions to decrease carbon emissions.",
      "preview": "APPAREL IMPACT INSTITUTE Our mission: We're transforming the apparel and footwear industry by identifying, funding, scaling, and measuring proven solu"
    },
    {
      "url": "https://www.android.com/security/overview/",
      "title": "Sicurezza Smartphone e Protezione Dispositivi Mobili | Android",
      "description": "Scopri come Android mantiene in sicurezza il tuo smartphone attraverso impostazioni di sicurezza e protezione dei dispositivi mobili Android.",
      "preview": "Protezione da malware."
    },
    {
      "url": "https://wiktenauer.com/wiki/Hans_Talhoffer",
      "title": "Hans Talhoffer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Hans Talhoffer (Dalhover, Talhofer, Talhouer, Thalhoffer; fl. 1433-67) was a 15th century German fencing master. His martial lineage is unknown, but his writings make it clear that he had some connection to the tradition of Johannes Liechtenauer, the grand master of the German school of fencing. Talhoffer was a well educated man, who took interest in astrology, mathematics, onomastics, and the auctoritas and the ratio. He authored at least five fencing manuals during the course of his career, and appears to have made his living teaching, including training people for martial dueling and trial by combat.",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Hans Talhoffer From Wiktenau"
    },
    {
      "url": "http://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.motherjones.com/politics/2021/08/rudy-giuliani-broke-trump-fundraising-legal-bills/",
      "title": "Rudy Giuliani Is Reportedly Close to Broke-and Donald Trump Isn't Taking His Calls - Mother Jones",
      "description": "That's what happens when you go to bat for a notoriously cheap, friendless, crappy businessman.",
      "preview": "Skip to main content Share on Facebook Share on Twitter Share on Bluesky Email Comments Matias J. Ocner/ZUMA Get your news from a source that's not ow"
    },
    {
      "url": "https://www.cbc.ca/news/canada/montreal/national-geographic-pristine-seas-labrador-quebec-expedition-1.6541693",
      "title": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News",
      "description": "The National Geographic Society's Pristine Seas project has teamed up with Inuit elders and experts to visit areas of the North to highlight and help preserve key areas.",
      "preview": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News Loaded Montreal National Geographic ex"
    },
    {
      "url": "https://www.wmagazine.com/fashion/camila-morrone-chanel-paris-fashion-week-interview",
      "title": "Camila Morrone Adds a Touch of Rock 'n' Roll to Chanel in Paris",
      "description": "The 'Daisy Jones & the Six' actress talks working on the upcoming series, her first-ever Chanel show, and her decision to get bangs.",
      "preview": "Camila Morrone photographed by Corey Tenold Following Chanel's resort 2023 show back in May, actress Camila Morrone sat down to scroll through photos"
    },
    {
      "url": "https://avenuesforyouth.org/",
      "title": "Home - Avenues for Youth",
      "description": "Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Support Beyond Shelter Avenues provides shelter and...",
      "preview": "Skip to content Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Sup"
    },
    {
      "url": "https://www.eatthistown.ca/dartmouth-pizza-quest-woodsideeastern-passage/",
      "title": "Dartmouth Pizza Quest: Woodside/Eastern Passage - Eat This Town",
      "description": "void",
      "preview": "Food Quests Halifax Nova Scotia Pizza Pizza Dartmouth Pizza Quest: Woodside/Eastern Passage July 21, 2015 Eat This Town The Dartmouth Pizza Quest is n"
    },
    {
      "url": "https://naufraghi-nella-rete.tumblr.com/",
      "title": "Naufraghi nella Rete",
      "description": "e il naufragar m'è dolce in questo mare?",
      "preview": "How the Singapore Circle Line rogue train was caught with data blog.data.gov.sg Why most unit testing is waste • /r/programming reddit.com Change you"
    },
    {
      "url": "https://www.padelfederacion.es/Estadisticas.asp?Id=199323",
      "title": "Estadísticas | FEP",
      "description": "Página oficial de la Federación Española de Pádel con información sobre calendarios, torneos, órganos de gobierno e información general relativa al pádel en el país.",
      "preview": "Estadísticas Jugador/a Indica un número de licencia: Indica un DNI: ALEJANDRO REY LEYVA Número de Licencia: 199323 Categoría: Club Competición Autonóm"
    },
    {
      "url": "https://wiki.freepbx.org/label/calling+canada+international+locations+profile+top-up",
      "title": "Sangoma Documentation",
      "description": "void",
      "preview": "{\"serverDuration\": 42, \"requestCorrelationId\": \"5654af36b66847d3953b6bf5aeeab0c7\"}"
    },
    {
      "url": "https://xview2.org/",
      "title": "xView2",
      "description": "void",
      "preview": "This site will not work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://blog.resourcewatch.org/",
      "title": "Homepage - Resource Watch Blog",
      "description": "by Caitlin Kontgis March 11, 2021 How Mapping Land Use Paints a Clearer Picture of Urban Life < Blog Remote sensing has revolutionized how we measure and understand the Earth. We can now track deforestation across the globe, predict end-of-season crop yields... General · by Kristine Lister November 18, 2020 The Power of Scientific Modeling [...]",
      "preview": "Menu by Auburn Schnitzer July 20, 2022 Touring the World's Reefs Through Data The Regional Coral Reefs Profiles integrate worldwide data and adjust it"
    },
    {
      "url": "https://www.ns.nl/reisinformatie",
      "title": "Reisinformatie l Blijf op de hoogte | NS",
      "description": "De situatie op het spoor kan invloed hebben op jouw treinreis. Ga je op pad? Check voor vertrek je reis in de NS-app en blijf op de hoogte.",
      "preview": "Meldingen Krijg pushberichten met de laatste informatie over je reis. Zo zet je meldingen aan Met trein en fiets op stap Neem je eigen fiets mee als e"
    },
    {
      "url": "https://www.americanexpress.com/en-us/business/trends-and-insights/solutions/series-2?extlink=em-us-bti-advocacypartnerenl-theseries-s2-o",
      "title": "Business Class: The Series Solutions - Latest Trends",
      "description": "American Express provides you with valuable insights in the Business Class: The Series Solutions, inspiring you to run, grow and expand your business with latest industry trends.",
      "preview": "Topics Managing Money > Getting Customers > Building Your Team > Planning for Growth > Videos Explainer Videos > Educational Shorts > Small Business S"
    },
    {
      "url": "https://www.barcelona.cat/en/",
      "title": "The official Barcelona web portal | Barcelona City Council",
      "description": "Practical information on living in the city of Barcelona: news, activities, services, work, transport, business, leisure, maps, innovation and much more.",
      "preview": "Skip to main content ‌ ajuntament.barcelona.cat ‌ meet.barcelona Info Barcelona BCN Map BCN Guide Procedures Useful phone numbers Getting there Mercat"
    },
    {
      "url": "http://www.weyo.app",
      "title": "Weyo | Hattie May Learn and Play",
      "description": "Discover engaging apps and activities designed to spark preschoolers' curiosity with interactive learning, phonics, and fun games. Try for free today!",
      "preview": "0 The essential early learning app Try Two Weeks Free Curiosity-led learning for preschoolers Try Two Weeks Free Bringing stories to life! Try Two Wee"
    },
    {
      "url": "http://gsg.mines.edu/",
      "title": "Graduate Student Government - Graduate Student Government",
      "description": "void",
      "preview": "Facebook X Instagram RSS Snapchat My Mines News Canvas Email Library Give Directories Upcoming Events: October Final Friday GSG Feedback Hub Graduate"
    },
    {
      "url": "https://france-estimations.fr/estimation-art-orientaliste-jeu-dechec/",
      "title": "jeue de majhong",
      "description": "France Estimations 1er réseau français d'estimation et d'expertise en ligne. jeue de majhong",
      "preview": "void"
    },
    {
      "url": "http://mdgs.un.org/unsd/mdg/Default.aspx",
      "title": "Millenium Development Goals Indicators - Millenium Development Goals Indicators - UN Statistics Wiki",
      "description": "void",
      "preview": "Millenium Development Goals Indicators Edit space details Pages Blog Page tree Browse pages Configure Space tools A t tachments (0) Page History Page"
    },
    {
      "url": "http://shareowneronline.com/",
      "title": "void",
      "description": "void",
      "preview": "Inactivity Detected Your session has been inactive and is about to time out. YOUR ONLINE SESSION WILL EXPIRE IN Sign Out Continue"
    },
    {
      "url": "https://www.navoba.org/",
      "title": "NaVOBA Home",
      "description": "NaVOBA provides a direct link for contracting between corporate America and Certified Veteran's (VBE®) and Service-Disabled Veteran's (SDVBE®) businesses.",
      "preview": "Get in touch Subscribe to Newsletter Subscribe to Newsletter Apply Now CERTIFYING VETERAN'S BUSINESS ENTERPRISES® TO COMPETE & WIN CORPORATE CONTRACTS"
    },
    {
      "url": "https://olered.com/",
      "title": "Homepage - Ole Red",
      "description": "For the best country music, scratch-made dining, and honky-tonk strong drinks, visit Ole Red, Blake Shelton's bar, restaurant, and live music venue.",
      "preview": "Skip to content Blake's Place to PLay This is the country-lovin' fun you've been looking for. With dining, drinks, and live music that'll blow your bo"
    },
    {
      "url": "http://www.visitinowroclaw.pl/?author=1",
      "title": "Aktualny czas w Polska | Godzina.org",
      "description": "Zobacz aktualny czas w Polska. Aktualizowany na żywo. Znajdź jego stolicę, największe miasta według populacji, interaktywną mapę i wszystkie lokalne strefy czasowe.",
      "preview": "Obecny czas w Polska 🇵🇱 12 1 2 3 4 5 6 7 8 9 10 11 05:15:01 CET niedziela, 5 października 2025 Tryb pełnoekranowy ⛶ Pokaż format 12-godzinny Stolica:"
    },
    {
      "url": "http://www.jpaerospace.com/",
      "title": "JP Aerospace",
      "description": "void",
      "preview": "JP Aerospace is a volunteer-based DIY Space Program Home of PongSat and Airship to Orbit Airship To Orbit PongSat Tandem Ascender MiniCube Chair in Sp"
    },
    {
      "url": "https://connectupmn.org/",
      "title": "ConnectUP! Institute - A social finance and enterprise development studio",
      "description": "void",
      "preview": "WELCOME TO CONNECTUP! Powering Connections and Investments for Underserved Entrepreneurs About ConnectUP! Institute We Advance Underserved Communities"
    },
    {
      "url": "https://www.newworldrecords.org/products/music-of-andrew-imbrie",
      "title": "Music of Andrew Imbrie - New World Records",
      "description": "London Symphony Orchestra; Harold Farberman, conductor; Louise DiTullio, flute; Walter Trampler, viola; Lois Brandwynne, piano; Robert Sayre, cello; Roy Bogas, pianoDescribing one's own music is a little like describing one's voice and manner. It is easier to say what it is not than to say what it is. My music does not",
      "preview": "Liner Notes Cat. No. NWCR632 Release Date: 2007-01-01 London Symphony Orchestra; Harold Farberman, conductor; Louise DiTullio, flute; Walter Trampler,"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "https://harmonet.hu/ezoteria/73735-a-tarot-minden-lapjanak-jelentese-egyszeruen-nagy-arkanum-kartyai.html",
      "title": "A tarot minden lapjának jelentése egyszerűen Nagy arkánum...",
      "description": "A nagy arkánum összesen 22 lapból áll, melyből az első a nulla, a Bolond lapja. A lapok nevei: I. A Mágus; (Varázsló, itt-ott Bűvész)...",
      "preview": "Pszichológia Te+Én+Szex Életmód Recept Nagyi konyhája Asztalra Bulira Nasira Fogyira Polcra Ezotéria Horoszkóp hirdetés Címlap / Ezotéria / A tarot mi"
    },
    {
      "url": "https://www.skincancer.org/skin-cancer-information/",
      "title": "Skin Cancer Information",
      "description": "Discover what causes cancers of the skin; learn the signs & symptoms that you should never ignore. Skin cancer information you can trust.",
      "preview": "Home › Skin Cancer Information Skin Cancer Information What You Need to Know About Cancers of the Skin What Is Skin Cancer? Skin cancer is the out-of-"
    },
    {
      "url": "http://www.rwjf.org/",
      "title": "Robert Wood Johnson Foundation | RWJF",
      "description": "RWJF is a leading national philanthropy dedicated to taking bold leaps to transform health in our lifetime. We work with others to achieve health equity faster and pave the way together to a future where health is no longer a privilege, but a right.",
      "preview": "Skip to main content Taking Bold Leaps to Make Health a Right Our shared vision in 2025 Inside our Plan Paving the way, together, to a future where he"
    },
    {
      "url": "https://news.apple.com?itscg=10000&itsct=pod-ovp-news-apl-ann-21_1019",
      "title": "Apple News",
      "description": "void",
      "preview": "Privacy Policy Terms and Conditions Copyright © 2025 Apple Inc. All Rights Reserved."
    },
    {
      "url": "https://www.nepalspiritualtrekking.com/",
      "title": "Nepal Spiritual Tours and Trekking - Best Everest Trek Nepal Spiritual Trekking Pvt. Ltd.",
      "description": "Nepal Spiritual Tours and Trekking specialized on private and group joining trekking tours in Everest, Annapurna in Nepal. Contact for spiritual tour",
      "preview": "void"
    },
    {
      "url": "https://www.obaly-dekorace.cz/pap-uterky-zasobniky/uterky-rolovane/",
      "title": "PAP.UTĚRKY, ZÁSOBNÍKY » Utěrky rolované » obaly-dekorace.cz",
      "description": "void",
      "preview": "Papírové utěrky, zásobníky Pro utírání rukou ve společných prostorách jako jsou toalety, firemní kuchyňky, některá zdravotnická a kosmetická zařízení"
    },
    {
      "url": "https://thenevadaindependent.com/article/why-is-the-nevada-department-of-corrections-profiting-off-struggling-families",
      "title": "Why is the Nevada Department of Corrections profiting off struggling families? - The Nevada Independent",
      "description": "Most people probably assume that necessities like food and emergency medical care are provided for people locked up in prisons and jails.",
      "preview": "Close The Nevada Independent Support Our Work Español Government Legislature Federal State Local Tribal Nations Health Care Coronavirus Education K-12"
    },
    {
      "url": "http://lokcerto.com.br/contato/",
      "title": "Central de Atendimento - LokCerto",
      "description": "R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.8156",
      "preview": "Close LokCerto > Central de Atendimento Central de Atendimento R. Abelardo Pontes Lima, 435, Gruta de Lourdes, Maceio-AL +55 (82) 3241-6564 / 9922.815"
    },
    {
      "url": "https://hlpf.un.org/2022",
      "title": "High-Level Political Forum 2022",
      "description": "void",
      "preview": "Skip to main content High-Level Political Forum on Sustainable Development Search Search A-Z Site Index Home About Members Mandate and Functions GA Re"
    },
    {
      "url": "https://zywiecinfo.pl/component/mailto/?tmpl=component&template=newsberg&link=efd68dca83c7212d78f4cd7f386b246152d5b3c7",
      "title": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" - ŻywiecInfo - miasto - historia - kultura",
      "description": "Żywiec ma swoją nową ambasadorkę stylu! Natasza Jakubiec, mieszkanka miasta, z wielkim sukcesem reprezentowała Żywiec w popularnym programie modowym \"Shopping Queen 2025\", zdobywając ostatecznie upragniony tytuł \"Królowej Zakupów\". \"To było niesamowite doświadczenie! Chcę ogromnie podziękować dzi",
      "preview": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" Autor: Redakcja Data publikacji: 10.10.2025 14:06 Żywiec ma swoją nową ambasad"
    },
    {
      "url": "https://www.keebtalk.com/c/learning-resources/13",
      "title": "Custom keyboards - KeebTalk",
      "description": "The community for people who love keyboards.",
      "preview": "Learning and discussion Custom keyboards Topic Replies Views Activity Suggestions & Recommendations for this situation I now find myself in! 6 130 Aug"
    },
    {
      "url": "https://www.ekathimerini.com/economy/1157230/greece-announces-issue-of-a-30-year-bond/",
      "title": "Greece announces issue of a 30-year bond | eKathimerini.com",
      "description": "The Greek state is expected to issue a new 30-year bond on Wednesday - if conditions allow it - in the country's second market foray within 2021.",
      "preview": "Eleftheria Kourtali March 16, 2021 16.03.2021 • 23:31 The Greek state is expected to issue a new 30-year bond on Wednesday - if conditions allow it -"
    },
    {
      "url": "https://fonts.ilovetypography.com/",
      "title": "Buy fonts from your favorite indie foundries.... | I Love Typography",
      "description": "Trending typefaces / fantastic fonts Hot new fonts! New typefaces Branding Fonts Featured hot font familes Great Fonts for Packaging Make your own...",
      "preview": "Skip to main content Your web browser is out of date. Update your browser for more security, speed and the best experience on this site. Update your b"
    },
    {
      "url": "http://www.aelyria.com/",
      "title": "Coming Soon page",
      "description": "void",
      "preview": "Please come back later."
    },
    {
      "url": "https://www.pacificcremationservices.com/obituaries/Thomas--Walter--Smith?obId=25875204",
      "title": "Most Recent Obituaries | Pacific Cremation Services",
      "description": "View recent services at our funeral home in Lake Forest, CA and honor your loved ones with a beautiful floral arrangement by visiting our obituary page.",
      "preview": "MAKE A PAYMENT SEND FLOWERS OBITUARIES Pacific Cremation Services Obituaries Pacific Cremation Services Obituaries Pacific Cremation Services offers a"
    },
    {
      "url": "https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies",
      "title": "Manage cookies in Microsoft Edge: View, allow, block, delete and use - Microsoft Support",
      "description": "Learn how to view, manage, and delete cookies in Microsoft Edge.",
      "preview": "Related topics × Windows security, safety, and privacy Overview Security, safety, and privacy overview Windows security Get help with Windows securit"
    },
    {
      "url": "https://signup.cj.com/member/brandedPublisherSignUp.do?air_refmerchantid=2568723",
      "title": "CJ",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.moorepinballs.com/",
      "title": "Used Pinball Games For Sale Northeast PA",
      "description": "used pinball games for sale. I shop, refurbish, restore and repair pinballs games locally. Pinball Help, articles and tips",
      "preview": "Used Classic, EM, Solid State Pinball Games Used Pinball Games For Sale Northeast Pa I am located near Cresco, PA. (Northeast Pennsylvania). Used Pinb"
    },
    {
      "url": "https://sanantonio.uso.org/fort-sam-houston-meps",
      "title": "USO San Antonio MEPS • USO San Antonio",
      "description": "San Antonio MEPS (Military Entrance Processing Station) is where individuals are processed for enlistment or induction into the armed services, based on DoD-approved peacetime and mobilization standards. In 2015, the USO was graciously invited to provide an area for individuals and families while going through the enlistment process. We provide a Home Away from Home for many who are away from home for the first time. They can get a hot cup of coffee, a cool beverage, a snack, or simply relax before the next step in this process.",
      "preview": "Skip to navigation Skip to main content Skip to footer USO San Antonio Find another USO location USO logo USO San Antonio Donate Open Menu Locations U"
    },
    {
      "url": "https://www.usna.edu/Users/oceano/pguth/md_help/html/navfix.htm",
      "title": "Home :: User Sites :: USNA",
      "description": "The Home page for the User Sites Site on the USNA Website. This page was last updated on Tue Jul 22 15:30:01 EDT 2025.",
      "preview": "Skip to main content Skip to footer site map USNA Oceanography Professor Peter Guth Home Professor Peter Guth Professor Peter Guth Professor Guth has"
    },
    {
      "url": "https://www.shihang.org/",
      "title": "Home",
      "description": "With 189 member countries, the World Bank Group is a unique global partnership fighting poverty worldwide through sustainable solutions",
      "preview": "最新地区经济简报 探究各地区宏观经济发展趋势，重点关注创造就业机会。 https://www.shihang.org/zh/topic/development/publication/world-bank-regional-economic-updates 查看报告 以保护促繁荣：自然旅游驱动就业与"
    },
    {
      "url": "http://www.youronlinechoices.eu/",
      "title": "Your Online Choices | EDAA",
      "description": "void",
      "preview": "edaa for Internet Users Welcome to a guide to online behavioural advertising and online privacy. On this website you'll find information about how beh"
    },
    {
      "url": "https://bellaapp.dk",
      "title": "Bella sara - The magical world of Bella Sara",
      "description": "void",
      "preview": "Join the magical world of Bella Sara \"I give you courage. Now you can release your fears.\" Thunder Get the Bella Sara app"
    },
    {
      "url": "http://www.rufenacht.com/",
      "title": "Rufenacht Innovative - new solutions for old problems",
      "description": "Compose your daily grocery list in seconds with Shop'NCook shopping list and recipe manager software by clicking on items or adding from recipes!",
      "preview": "Our products Shop'NCook Shopping List & Recipe Manager software Compose your grocery shopping lists in seconds, organize your recipes. Productivity so"
    },
    {
      "url": "http://www.give.org/charity-reviews/national/civil-rights/american-civil-liberties-union-foundation-in-new-york-ny-227",
      "title": "American Civil Liberties Union Foundation charity review & reports by Give.org",
      "description": "American Civil Liberties Union Foundation charity review and evaluation. American Civil Liberties Union Foundation is an accredited BBB Wise charity - see why they meet the standards of charity accountability.",
      "preview": "Support Give.org Charity Review Issued: July 2023 Expires: July 2025 CHARITY REVIEW American Civil Liberties Union Foundation meets-standards Accredit"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.facilitiesnet.com/designconstruction/article/Allowing-for-Varying-Employee-Ages-Preferences-in-Workplace-Style--16099?source=part",
      "title": "Allowing for Varying Employee Ages, Preferences in Workplace Style - Facilities Management Insights",
      "description": "Learn about workplace design, office environment, workplace design for productivity, workplace design for sustainability, open office concept, generational differences in workplace design and related trends for building operations success",
      "preview": "void"
    },
    {
      "url": "https://www.kaartlegging.nl/tarotkaarten",
      "title": "Leer de betekenis van tarotkaarten - Kaartlegging.nl",
      "description": "Elke Tarotkaart heeft zijn eigen unieke betekenis. Als je weet wat elke Tarotkaart betekent, kun je het advies begrijpen dat ze je proberen te sturen.",
      "preview": "Grote Arcana De Grote Arcana-kaarten geven inzicht in het grotere geheel van je leven en de richting die het op lange termijn uitgaat. De Dwaas De Dwa"
    },
    {
      "url": "https://www.purlsoho.com/create/category/knit/",
      "title": "All Knitting Patterns: Free + Paid Patterns | Purl Soho",
      "description": "Explore Purl Soho's complete knitting pattern collection, including both free and paid patterns, with clear instructions + tutorials... Knit something amazing!",
      "preview": "Home > All Knitting Patterns Filters All Knitting Patterns Filters Filters Knit Category Filters By Yarn Weight Lace Fingering Sport Light Worsted/DK"
    }
  ],
  "_meta": {
    "total_bookmarks": 117
  }
}