{
  "data": [
    {
      "url": "https://herbolarioazahara.com/terminos-y-condiciones/condiones-de-uso/",
      "title": "Condiones de Uso | Herbolario Azahara",
      "description": "void",
      "preview": "Condiones de Uso Generalidades Todas las compras que se realicen en herbolarioazahara.com (en adelante tienda online) están sujetas a las condiciones"
    },
    {
      "url": "https://dovetail.com/",
      "title": "Dovetail | Customer Intelligence Platform",
      "description": "Dovetail is the leading customer intelligence platform. Assemble. Analyze. Act. Turn feedback into real-time insights that drive innovation and growth.",
      "preview": "Real-time customer intelligence Watch the Fall Launch 2025 keynote Real-time customer intelligence Accelerate innovation Unify unstructured data. AI t"
    },
    {
      "url": "https://bmw.oemdtc.com/category/recalls",
      "title": "Recalls | BMW & MINI - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://sticknodes.com/tos-privacy-policy/#atospp-pp-snp",
      "title": "TOS and Privacy Policy | StickNodes.com",
      "description": "void",
      "preview": "Apps Contents: Privacy Policy (Stick Nodes) Privacy Policy (Stick Nodes Pro) Privacy Policy (Stick Nodes): Ralph Damiano (ForTheLoss Games) built the"
    },
    {
      "url": "https://github.com/huggingface/diffusers",
      "title": "GitHub - huggingface/diffusers: 🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch.",
      "description": "🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch. - huggingface/diffusers",
      "preview": "Skip to content"
    },
    {
      "url": "https://mde.maryland.gov/programs/Land/RecyclingandOperationsprogram/Pages/ecycling.aspx",
      "title": "eCycling Home Page",
      "description": "An official website of the State of Maryland.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. JavaScript Required JavaScript"
    },
    {
      "url": "https://peabodyawards.com/alwaysinseasonisland/",
      "title": "Always In Season Island - The Peabody Awards",
      "description": "Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had more than 1 million monthly visitors who could create avatars and...",
      "preview": "Hit enter to search or ESC to close Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had mo"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2011rs/billfile/HB0123.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "http://wgcu.org",
      "title": "WGCU: PBS and NPR for Southwest Florida | WGCU PBS & NPR for Southwest Florida",
      "description": "WGCU Public Media is Southwest Florida's source for PBS and NPR, and a member-supported service of Florida Gulf Coast University. WGCU provides quality programming 24 hours a day and is a trusted storyteller, teacher, theater, library and traveling companion.",
      "preview": "Search Query Show Search LIVE TV © 2025 WGCU News Menu PBS and NPR for Southwest Florida Show Search Search Query LIVE TV Donate Play Live Radio Next"
    },
    {
      "url": "https://rethinked.kauffman.org/",
      "title": "Igniting potential. Driving progress.",
      "description": "Since October 2023, the Ewing Marion Kauffman Foundation has undergone a rigorous, community-informed strategic planning process to refocus our commitment to Mr. Kauffman's vision for our work and to drive collective impact in the community. This updated strategy will drive our work through 2035.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.kxan.com/news/crime/family-of-killed-81-year-old-fears-he-was-victim-of-hate-crime/amp/",
      "title": "Family of man killed in Austin, Texas fears he was victim of a hate crime",
      "description": "Leonard Foster, 81, was found dead in his apartment Saturday. His family believes the suspect may have targeted him because he was gay.",
      "preview": "AUSTIN (KXAN) - Leonard Foster, 81, was found dead in his apartment Saturday , and his family believes the suspect may have targeted him because he wa"
    },
    {
      "url": "https://www.khanacademy.org/humanities/medieval-world/medieval/europe-1300-1400-beginners/v/egg-tempera-painting",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://codemmagazine.com/",
      "title": "Code M Magazine - Transforming The Lives of Men!",
      "description": "void",
      "preview": "Skip to content CODE M CIGARS Click Here Facebook Click Here Instagram Click Here Pinterest Get the latest news and information about things impacting"
    },
    {
      "url": "https://medium.com/@codeorg/cs-helps-students-outperform-in-school-college-and-workplace-66dd64a69536",
      "title": "CS helps students outperform in school, college, and workplace | by Code.org | Medium",
      "description": "CS helps students outperform in school, college, and workplace In 1995, Steve Jobs said \"Everybody in this country should learn how to program a computer.... Because it teaches you how to think.\" ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in CS helps students outperform in school, college, and workplace Code.org 5"
    },
    {
      "url": "http://www.psu.edu/visitors-and-neighbors",
      "title": "Visit Penn State | Tours | Penn State",
      "description": "Interested in visiting Penn State virtually or in-person? Find parking information, campus maps, and explore area attractions, venues, and accommodations.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "https://pcper.com/tag/k53/",
      "title": "k53 - PC Perspective",
      "description": "void",
      "preview": "Tag: k53 ASUS K53T Review: Mainstream Llano Offers Inexpensive Mobile Gaming by Matt Smith | Dec 29, 2011 | Mobile | 16 Back in June of 2011, we revie"
    },
    {
      "url": "https://signup.azure.com/studentverification?offerType=2",
      "title": "Azure - Sign up",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.iq.com/intl-common/international-privacyagreement.html",
      "title": "iQIYI - Watch popular TV shows and movies online",
      "description": "void",
      "preview": "IQIYI隐私政策 本版本更新时间：2024年11月24日 欢迎您使用 IQIYI ！我们深知个人信息对您的重要性，因此我们一直致力于保护您的个人信息安全。 我们是 IQIYI INTERNATIONAL SINGAPORE PTE. LTD. （以下简称 \" 爱奇艺 \" 或\" 我们 \"），一家根据"
    },
    {
      "url": "https://training.apple.com/",
      "title": "Overview",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Courses as intuitive as our products. Finding the right course should be simp"
    },
    {
      "url": "https://www.altasiatisk.no/category/kategorier/take-away/page/3/",
      "title": "Take-away Arkiver - Side 3 av 17 - Alt Asiatisk",
      "description": "void",
      "preview": "Take-away Tom Kha Gai 14. mars 2023 Plutselig ble det vinter igjen, og hva frister mer enn en kremet, varm og aromatisk kylling suppe? I en travel hve"
    },
    {
      "url": "https://www.permaculturenews.org/2015/06/16/what-is-keyline-design/",
      "title": "Site Maintenance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://espanol.cdc.gov/enes/coronavirus/2019-ncov/travelers/index.html",
      "title": "Centros para el Control y la Prevención de Enfermedades | CDC",
      "description": "void",
      "preview": "Ir al contenido del sitio Ir a la búsqueda El cáncer de mama Informarse más Las enfermedades respiratorias Informarse más Influenza aviar H5: situació"
    },
    {
      "url": "https://m-selig.ae.illinois.edu/ads/coord_database.html",
      "title": "UIUC Airfoil Data Site",
      "description": "void",
      "preview": "Home UIUC Airfoil Data Site UIUC Airfoil Coordinates Database UIUC Airfoil Coordinates Database Included below are coordinates for approximately 1,650"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-development-workflow-automation-platform-Appy-Pie-32f2da6aa93243c3a774e8a37e06ff71?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.museoreinasofia.es/en/activities",
      "title": "Activities",
      "description": "void",
      "preview": "Future activities Types of activities Menu Activities The entire programme of activities at the Museo Reina Sofía Activity Seminars and Lectures Sven"
    },
    {
      "url": "https://q-lvck.tumblr.com/",
      "title": "Daedroghneth",
      "description": "20 | Psychology Student | Europe",
      "preview": "/ croathia : Palácio e Convento de Mafra, Mafra Portugal (via deusluar ) v c z neckkissesandcoffee : Concept: We're living in a nice apartment togethe"
    },
    {
      "url": "https://www.ralphcwilsonjrfoundation.org/",
      "title": "Home - Ralph C. Wilson, Jr Foundation",
      "description": "We're Working Together to Build Somethingto Last Forever, And It Isn't Our Foundation. Southeast Michigan and Western New York are rich with assets. Regions that once carried the growth of the country on their backs are populated by families accustomed to hard work, looking only for success that is earned from the sweat of their [...]",
      "preview": "Read our 2021-2022 Biennial Report Laying The Ground For Change That Lasts See what good work is underway in Western New York and Southeast Michigan L"
    },
    {
      "url": "https://coding-with-kids-blog.tumblr.com/post/116835195814",
      "title": "Coding with Kids - codeorg: With all the national debate on...",
      "description": "codeorg: \"With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for...",
      "preview": "Coding with Kids - codeorg: With all the national debate on... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhh"
    },
    {
      "url": "https://fingersoft.com/",
      "title": "Fingersoft • Good Games | Great People",
      "description": "We are the developers of awesome mobile games from the north of Finland. We made the Hill Climb Racing series and more!",
      "preview": "Siirry sisältöön Fingersoft Good Games | Great People Fingersoft the company Fingersoft is one of the most northern game studios in the world, chillin"
    },
    {
      "url": "https://www.unitedwayatlanta.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgSUcels3iQ2dV3h7jKMk9_vagfQR1LaH-OYXeeMeBKqyD6E8Pyl-WhoCzrIQAvD_BwE",
      "title": "Home | United Way Of Greater Atlanta",
      "description": "void",
      "preview": "Skip to main content Skip to footer Help Us Celebrate 120 Years with a Bold Goal We're aiming to raise $120,000 to support our 211 lifeline-a vital re"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "https://www.pagat.com/adders/",
      "title": "Card Games: Adding Games",
      "description": "Survey of card games that involve adding the values of cards as they are played, usually with the aim of achieving or avoiding certain totals.",
      "preview": "Home A-Z Home Page > Classified Index > Adding games Card Games: Adding Games In adding games players play out cards in turn, and the values of the ca"
    },
    {
      "url": "http://beijingdaze.com/tag/chinese-music-industry/",
      "title": "Chinese Music Industry | BeijingDaze",
      "description": "void",
      "preview": "Skip to content Tagged: Chinese Music Industry blabbers January 31, 2012 by Beijing Daze · Published January 31, 2012 Song Ke: Why is the Chinese Musi"
    },
    {
      "url": "https://cdnjs.com/libraries",
      "title": "Libraries - cdnjs - The #1 free and open source CDN built to make life easier for developers",
      "description": "cdnjs offers a large collection of popular libraries for JavaScript, CSS and more. Search the full collection and start using them on your website. - Simple. Fast. Reliable. Content delivery at its finest. cdnjs is a free and open-source CDN service trusted by over 12.5% of all websites, serving over 200 billion requests each month, powered by Cloudflare. We make it faster and easier to load library files on your websites.",
      "preview": "Help support cdnjs You can contribute on GitHub to help make cdnjs sustainable! Or, donate $5 to cdnjs via Open Collective or Patreon ."
    },
    {
      "url": "https://studio-catch.com/category/hollywood-star-fail/",
      "title": "Hollywood Star Fail - Studio Catch!",
      "description": "void",
      "preview": "Home Portfolio Animation Comics Contact » Archive for Hollywood Star Fail 8 results. Jun 10, 2013 Star Life Nov 13, 2011 Animation Reel and Portfolio"
    },
    {
      "url": "https://divinelight.org.gr/category/news/new-publications/",
      "title": "Νέες Εκδόσεις Archive - Πνευματιστικός Όμιλος Αθηνών \"Τό Θείον Φως\"",
      "description": "Πνευματιστική κίνηση για την ηθική εξύψωση της κοινωνίας",
      "preview": "Νέες Εκδόσεις Νέες Εκδόσεις Nέα Έκδοση - ΑΠΑΝΘΙΣΜΑ ΟΥΡΑΝΙΩΝ ΔΙΔΑΣΚΑΛΙΩΝ, Μέρος Β' 1 Σεπτεμβρίου 2025 Κυκλοφορεί τώρα από τις Εκδόσεις μας το Β' μέρος"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383280/5556?subId1=PEOHilaryDuffWearsPleatedTennisSkirtsOnandOfftheCourtandNowWeWanttheVersatileWardrobeStaplesomalleyFasAff13947509202302I&u=https%3A%2F%2Fathleta.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D798736012%23pdp-page-content",
      "title": "Levitate Skort | Athleta",
      "description": "Shop Athleta's Levitate Skort:",
      "preview": "Levitate Skort Out of Stock Levitate Skort $69.00 $29.97 Image of 5 stars, 4.62 are filled, 318 Ratings 318 Ratings Final Sale Color Black Size Size G"
    },
    {
      "url": "https://www.spyfu.com/",
      "title": "SpyFu - Competitor Keyword Research Tools for Google Ads PPC & SEO",
      "description": "Search for a competitor. See their PPC and SEO secrets, download their best keywords, get the backlinks that drive their rankings, and laugh at their mistakes.",
      "preview": "SpyFu - Competitor Keyword Research Tools for Google Ads PPC & SEO Our marketing revenue engine boosts SEO & PPC profits SEO marketing suite, PPC anal"
    },
    {
      "url": "https://sport360.com/",
      "title": "Sport360 - Latest Sports News",
      "description": "Latest sports news from aroud the globe, including breaking news, analysis and interviews.",
      "preview": "New York Knicks open NBA Abu Dhabi Games 2025 with win over Philadelphia 76ers Andre Fletcher and Scott Currie go big in the ILT20's maiden player auc"
    },
    {
      "url": "https://impact.economist.com/",
      "title": "Economist Impact",
      "description": "Economist Impact combines the rigour of a think-tank with the creativity of a media brand to engage an influential global audience.",
      "preview": "We partner with corporations, foundations, NGOs and governments across big themes including sustainability, health and the changing shape of globalisa"
    },
    {
      "url": "https://quill.org/lessons/#/teach/class-lessons/-KsKpXAoaEIY5jvWMIzJ/preview",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://3-sided-cube.hivebrite.com/",
      "title": "Home | The Ocean Decade",
      "description": "void",
      "preview": "Skip to content × × THE OCEAN DECADE Ocean Decade Network We are no longer accepting new users. This platform will be deactivated on 30 July 2025 . To"
    },
    {
      "url": "https://www.opportunityculture.org/",
      "title": "Opportunity Culture |",
      "description": "void",
      "preview": "Excellent Student Results. Excellent Educator Careers. Students Reached in 2024-25 Teachers on Teams in 2024-25 $ Total Extra Teacher Pay Extra Months"
    },
    {
      "url": "https://reports.undercurrentnews.com/",
      "title": "Home | UCN Reports",
      "description": "Home page containing our latest reports",
      "preview": "Loading..... directory & reports chevron_left menu My Reports New reports Land-based Aquaculture Report 2025 (Fifth Edition) Land-based Aquaculture Re"
    },
    {
      "url": "https://mubi.com",
      "title": "MUBI: Watch and Discover Movies",
      "description": "Watch truly great cinema. Wherever you are. From iconic, award-winning directors to emerging auteurs. Transformative films from all over the world. Stream Now. Download to watch Offline. Start your free 7 day trial now.",
      "preview": "Watch more great cinema. Cinema like nowhere else. Try 7 Days Free Get started By clicking ' Get started ' you are indicating that you have read and a"
    },
    {
      "url": "https://www.wildfermentation.com/making-sauerkraut-2/",
      "title": "Making Sauerkraut | Wild Fermentation :: Wild Fermentation",
      "description": "Resources for fermenting a vast range of nutritious and delicious live-culture foods and drinks.",
      "preview": "About Who is Sandorkraut? What's So Wild About Fermentation? Media Links Books Fermentation Journeys Fermentation As Metaphor The Art of Fermentation"
    },
    {
      "url": "http://www.networkadvertising.org/choices/",
      "title": "How to Opt Out - NAI: Network Advertising Initiative",
      "description": "You have options for controlling how information about you is used for online advertising. You may receive advertising online in different forms and across different media, including on web browsers,",
      "preview": "Skip to content How to Opt Out Index How to Exercise Your Privacy Choices NAI GPC Browser Extension (external) Web Browser Privacy Settings Advertisin"
    },
    {
      "url": "https://learn.wallet.apple/id",
      "title": "ID in Wallet",
      "description": "void",
      "preview": "ID in Wallet ⁠Your ID. ⁠⁠Now on iPhone. Easy. Secure. Private. Present your ID in seconds. Keeping your ID in Wallet makes it simple to prove your age"
    },
    {
      "url": "https://novotel.accor.com/gb/usa/index.shtml",
      "title": "Novotel - Book a hotel for a family holiday or business trip | Novotel",
      "description": "Novotel Hotels - Book a Novotel hotel: meeting rooms for your business trip and large family rooms to share with your kids.",
      "preview": "Skip to main content This site requires javascript for full functionality. Please enable the javascript in your browser. Book your stay Book your stay"
    },
    {
      "url": "https://50stateblueprint.aclu.org/",
      "title": "50 State Blueprint | ACLU",
      "description": "If we want to cut mass incarceration in half, we'll need a way to do it. ACLU has a 50 State Blueprint.",
      "preview": "Each dot represents one of the 1,942,600 people in state prisons and jails in the U.S. There are 1,942,600 people in state prisons and jails in the U."
    },
    {
      "url": "https://safelives.org.uk/",
      "title": "We are SafeLives - Ending domestic abuse",
      "description": "void",
      "preview": "Skip to content Search website Donate Quick exit Survivor voice is at the heart and start of what we do. Victims of domestic abuse are experts by expe"
    },
    {
      "url": "https://www.nzherald.co.nz/",
      "title": "NZ Herald: Breaking & Latest New Zealand News - NZ Herald",
      "description": "Get the latest breaking news, analysis and opinion from NZ and around the world, including politics, business, sport, entertainment, travel and more.",
      "preview": "Search Subscribe Sign In Advertisement Advertise with NZME. New Zealand Man bit woman until she bled during sex assault, masturbated on public transpo"
    },
    {
      "url": "https://www.youronlinechoices.eu/",
      "title": "Your Online Choices | EDAA",
      "description": "void",
      "preview": "edaa for Internet Users Welcome to a guide to online behavioural advertising and online privacy. On this website you'll find information about how beh"
    },
    {
      "url": "http://www.dapottery.com/post/candle-holders/",
      "title": "Candle Holders - Dave Ameika Pottery",
      "description": "void",
      "preview": "San Diego Ceramics Artist Home About Dave Ameika Who I Am What I Do Mission Statement Galleries Soda Firings Crystalline Pots Cone Ten Reduction Shino"
    },
    {
      "url": "http://www.1lovecards.com/",
      "title": "1lovec",
      "description": "void",
      "preview": "Hello world! Outubro 26, 2024 Uncategorized Welcome to WordPress. This is your first post. Edit or delete it, then start writing!"
    },
    {
      "url": "https://www.patagonia.com/product/mens-powder-town-ski-snowboard-jacket/31625.html?dwvar_31625_color=WAVB&cgid=root",
      "title": "Men's Ski & Snowboard Clothing & Gear by Patagonia",
      "description": "Wearable equipment for the harshest elements-explore our men's ski and snowboard jackets, pants, gear and more at Patagonia.com. Free Shipping over $99.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://hourshaircare.com/products/mostly-modest-4",
      "title": "Mostly Modest - hOURS haircare",
      "description": "A versatile shiny-soft hold for a polished finish",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Mo"
    },
    {
      "url": "https://www.maassluis.nu/nieuws/vers10-echt-weer-nepboerin-acties/",
      "title": "Vers(10): Echt weer nepboerin acties - MAASSLUIS.NU",
      "description": "Mijn god... de mascara resten hingen halverwege m'n wang en dat haar van mij... Nina Hagen zou jaloers zijn op mijn coupe. Snel opfrissen en koffie zetten voor m'n thermoskan. Ik kan hier zoooo slecht tegen.",
      "preview": "U bevindt zich hier: Home » Nieuws » Vers(10): Echt weer nepboerin acties Nieuws Vers(10): Echt weer nepboerin acties Coriza Hoogendonk - 8 augustus 2"
    },
    {
      "url": "https://www.usatoday.com/story/news/nation/2023/02/26/mexico-president-photo-mythological-elf/11354835002/",
      "title": "Latest World & National News & Headlines - USATODAY.com",
      "description": "USA TODAY delivers current national and local news, sports, entertainment, finance, technology, and more through award-winning journalism, photos, and videos.",
      "preview": "Skip to main content Home U.S. Politics Sports Entertainment Life Money Tech Travel Opinion Crossword Subtropical Storm Karen forms in the Atlantic as"
    },
    {
      "url": "http://www.synapses.co.uk/science/mvolcano.html",
      "title": "Science Explained, explains the Montserrat volcano and other volcanos.",
      "description": "void",
      "preview": "The Montserrat Volcano Dr Jamie Love 15 January 1998 © A long time ago in the southern Caribbean (latitude 16.72 north and longitude 62.18 west, for t"
    },
    {
      "url": "https://www.eventbrite.ca/e/business-model-canvas-for-indigenous-entrepreneurs-tickets-558263470067?aff=erelexpmlt",
      "title": "Business Model Canvas For Indigenous Entrepreneurs Tickets, Tue, 14 Mar 2023 at 10:00 AM | Eventbrite",
      "description": "Eventbrite - Business Link presents Business Model Canvas For Indigenous Entrepreneurs - Tuesday, 14 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Business Model Canvas For Indigenous Entrepreneurs View details Follow this organizer to stay informed on future events By Busi"
    },
    {
      "url": "https://skillshop.exceedlms.com/",
      "title": "Home : Google",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://library.coppin.edu/MooreLibraryhome",
      "title": "Homepage - Parlett L. Moore Library - Parlett L. Moore Library at Coppin State University",
      "description": "Parlett L. Moore Library: Parlett L. Moore Library: Homepage",
      "preview": "Skip to Main Content"
    },
    {
      "url": "https://digital.usveteransmagazine.com/US-Veterans-Magazine-Spring-2021/46/",
      "title": "US-Veterans-Magazine-Spring-2021 46 U.S. Veterans Magazine Digital Issue",
      "description": "Equipping Veterans with essential career, education, and business opportunities and resources, including veteran hiring events and scholarships for veterans and their families.",
      "preview": "We're sorry but this application doesn't work properly without JavaScript enabled. To use this application, please enable JavaScript in your browser a"
    },
    {
      "url": "http://www.unipa.it/",
      "title": "Università degli Studi di Palermo",
      "description": "L'Università degli Studi di Palermo, fondata nel 1806, con i suoi oltre 40000 iscritti è uno degli 11 mega Atenei italiani. La sua offerta formativa comprende più di 130 corsi di studio, tra lauree triennali, magistrali e magistrali a ciclo unico",
      "preview": "Salta al contenuto principale Passa alla visualizzazione normale. Futuri studenti Studenti Laureati International students Docenti Personale Imprese I"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E450229-000/00?colorDisplayCode=67",
      "title": "HEATTECH Scarf | UNIQLO US",
      "description": "Shop mens HEATTECH Scarf at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW HEATTECH Scarf Color: 67 BLUE Add to cart Add to wish list Store availability Please check the store inventory via \"S"
    },
    {
      "url": "https://wiki.openttd.org/hu/Manual/Game%20Mechanics/",
      "title": "OpenTTD | Game Mechanics",
      "description": "void",
      "preview": "en de es fr hu it ja nl pl ru zh Ez a cikk az eredeti angol nyelvű fordítása: en/Manual/Game Mechanics/Main Page . Lefordítva: kb. 97% Kérem, segítsen"
    },
    {
      "url": "https://koreauniv.pure.elsevier.com/en/publications/genetic-polymorphisms-of-the-%CE%B2sub2sub-adrenergic-receptor-in-the-",
      "title": "Genetic polymorphisms of the β>2>-Adrenergic receptor in the severity of bronchial asthma - Korea University Pure",
      "description": "void",
      "preview": "Genetic polymorphisms of the β 2 -Adrenergic receptor in the severity of bronchial asthma Jeong Shim Jae Jeong Shim, Hyung Kim Jei Hyung Kim, Yong Lee"
    },
    {
      "url": "https://www.outdoorphotographer.com/",
      "title": "Outdoor Photographer Magazine - Explore. Capture. Inspire.",
      "description": "Outdoor Photographer is the ultimate guide to nature, wildlife, travel and adventure sports photography, featuring the work of renown photographers.",
      "preview": "Skip to content Home Top 5 Parks for Photos Read More Nature Photo Contest Winner Read More Sigma 300-600mm Review An audacious lens for wildlife phot"
    },
    {
      "url": "https://www.downtowntempe.com/events/amountainchallenge",
      "title": "Events | Downtown Tempe, AZ",
      "description": "Downtown Tempe is a destination for unique experiences and community events in Arizona all throughout the year. Check out the Valley's favorite and most well-attended event lineup.",
      "preview": "Skip to Main Content There's always something going on in Downtown Tempe Downtown Tempe hosts a vibrant mix of local, regional, and nationally recogni"
    },
    {
      "url": "https://gen.medium.com",
      "title": "GEN",
      "description": "A former publication from Medium about politics, power, and culture. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in GEN by Medium 100K followers · 1 editor Follow About Help Status About Ca"
    },
    {
      "url": "https://www.fanatical.com/tr/bundle/the-battle-of-polytopia-moonrise-deluxe",
      "title": "The Battle of Polytopia: Moonrise - Deluxe | Steam Game Bundle | Fanatical",
      "description": "Welcome friends to The Battle of Polytopia, a unique turn-based strategy game involving strange lands and charismatic tribes, clever technologies,...",
      "preview": "The Battle of Polytopia: Moonrise - Deluxe"
    },
    {
      "url": "https://www.thefamilyconservancy.org/",
      "title": "The Family Conservancy | Happy, Healthy, Educated Children",
      "description": "The Family Conservancy focuses on supporting Kansas City families, parents, and teachers who prepare children for success in school and life.",
      "preview": "Lifted Logic Web Design in Kansas City clock location phone play check_box_outline_blank check_box chevron-down chevron-left chevron-right chevron-up"
    },
    {
      "url": "https://www.birdlife.org/",
      "title": "BirdLife International - BirdLife is the world leader in Bird Conservation",
      "description": "People are destroying and consuming nature at a devastating rate. Birds are our early warning system. BirdLife International is the largest international...",
      "preview": "× Welcome to BirdLife International en As a global Partnership, we believe in internationalism. We have translated as much content in your language as"
    },
    {
      "url": "https://source.android.com/",
      "title": "Android Open Source Project",
      "description": "Android unites the world! Use the open source Android operating system to power your device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://europa.eu/youreurope/citizens/index_en.htm",
      "title": "Help and advice for EU nationals and their family - Your Europe",
      "description": "European Commission - Practical help and advice on EU citizen rights for your life, work and travel in another European Union country - Your Europe",
      "preview": "Help and advice for EU nationals and their family Share this page Facebook Linkedin X (Twitter) e-mail"
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.blackchamberofcommerce.org/",
      "title": "Southern California Black Chamber of Commerce",
      "description": "The Southern California Black Chamber of Commerce proudly supports Black entrepreneurs, from the desert to the sea.",
      "preview": "From The Desert To The Sea \"Welcome to the Southern California Black Chamber of Commerce (SCBCC) At the Southern California Black Chamber of Commerce"
    },
    {
      "url": "http://lolideprada.com/?paged=2",
      "title": "Joaquín y Loli de Prada - TODA UNA VIDA... TE ESTARÍA BESANDO...",
      "description": "void",
      "preview": "Inicio Acerca de nosotros 29 06 2016 La epístola de Cambridge Escrito por: Loli de Prada en Pensando en ti , Recordando a Joaquín de Prada González Ho"
    },
    {
      "url": "https://unhabitat.org/water-for-handwashing-in-slums-is-critical-to-prevent-covid-19-spreading",
      "title": "Water for handwashing in slums is critical to prevent COVID-19 spreading | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://apps.who.int/gho/data/node.main.17",
      "title": "legacy",
      "description": "void",
      "preview": "Skip to main content The old GHO Minerva interface and GHO Athena API are retired Please visit the current Global Health Observatory and the WHO data."
    },
    {
      "url": "https://a2tunes.tumblr.com/",
      "title": "@a2tunes on Tumblr",
      "description": "Follow @a2tunes and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes lux-xxix Follow You know what to do. emerald-stag Thats nut gonna happen extrafunnypicture Follow extrafunnypicture.blogspot.com Click her"
    },
    {
      "url": "http://www.comlmaps.org/how-to/layers-and-resources/boundaries/marine-ecoregions-of-the-world",
      "title": "Marine Ecoregions of the World (MEOW) - Census of Marine Life Maps and Visualization",
      "description": "Global marine realms, provinces, and ecoregions",
      "preview": "Skip to content. | Skip to navigation Sections Home Gallery Video How To About Census Visualization Census on Google Earth Making Ocean Life Count : H"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85919",
      "title": "Searchable Recipe Database - Almond Macaroons with chocolate fillinf",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://ai.google/",
      "title": "Google AI - How we're making AI helpful for everyone",
      "description": "Discover how Google AI is committed to enriching knowledge, solving complex challenges and helping people grow by building useful AI tools and technologies.",
      "preview": "Homepage - I/O 2025 Get started Ask Gemini Search with AI Mode Create an image Generate video Learn with NotebookLM Combine elements from different im"
    },
    {
      "url": "https://www.vox.com/energy-and-environment/2019/12/2/20983341/climate-change-california-batteries-emissions-watttime",
      "title": "Climate change: California solves batteries' embarrassing problem | Vox",
      "description": "Batteries were increasing carbon emissions (d'oh!), but new regulations and tech have fixed it.",
      "preview": "Skip to main content The homepage Vox Vox logo Menu The homepage Vox Vox logo Navigation Drawer Login / Sign Up close Close Search Become a Member Fac"
    },
    {
      "url": "https://css-tricks.com/snippets/css/complete-guide-grid/",
      "title": "CSS Grid Layout Guide | CSS-Tricks",
      "description": "Our comprehensive guide to CSS grid, focusing on all the settings both for the grid parent container and the grid child elements.",
      "preview": "Table of contents Introduction Basics Important Terminology Grid Properties Special Units & Functions Fluid Columns Snippet Animation Get the poster!"
    },
    {
      "url": "https://www.tmz.com/2021/06/13/oitnb-taryn-manning-engaged-girlfriend-anne-cline-propose/",
      "title": "'OITNB' Star Taryn Manning Engaged After GF Anne Cline Proposes",
      "description": "The veteran actress is about to get hitched to an up-and-coming musician!",
      "preview": "D4vd Transfers Texas Homes To Mother's Name Hot Celebrity Butts -- Guess Who! RFK Jr. Says Tylenol After Circumcision Linked To Autism Guess Who This"
    },
    {
      "url": "https://sgramajo.tumblr.com/",
      "title": "school and life and stuff",
      "description": "ummmmmmm . . .",
      "preview": "school and life and stuff ummmmmmm . . . Archive / RSS 2017-12-17 sevenkit : Pass on what you have learned. Strength, mastery. But weakness, folly, fa"
    },
    {
      "url": "https://www.vetemployerroadmap.org/",
      "title": "VET Employer Roadmap",
      "description": "void",
      "preview": "Employer Roadmap Find your path to hiring and retaining veterans and military spouses. Here's everything you need to succeed. Search How Do I Hire Vet"
    },
    {
      "url": "http://www.prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://healthcare.bestbuy.com/?ref=bestbuy-site&loc=footer",
      "title": "Best Buy Health | Care-at-home platform",
      "description": "Get the technology and support to scale care at home or clinical trials with Best Buy Health's enterprise care-at-home platform.",
      "preview": "Skip to content Together, we can bring health home We know technology. We know the home. Now we're applying our expertise to healthcare - enabling car"
    },
    {
      "url": "https://www.skinstore.com/u-beauty-the-mantle-skin-conditioning-wash-150ml/14006740.html?switchcurrency=USD&shippingcountry=US&utm_source=AWin-%21%21%21affid%21%21%21&utm_medium=affiliate&utm_campaign=AffiliateWin%7CFeed&slfpid=3",
      "title": "Shop SkinStore Favorites Now at Dermstore | Dermstore",
      "description": "SkinStore is now Dermstore! Shop your favorite skincare, hair, and beauty brands all in one trusted destination.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://mailchimp.com/",
      "title": "Piattaforma di email, automazione e marketing | Mailchimp",
      "description": "Utilizza i dati comportamentali in tempo reale e l'intelligenza artificiale per convertire più clienti con la piattaforma Mailchimp di marketing, automazione e e-mail marketing. Facile da usare: inizia gratis!",
      "preview": "Passa al contenuto principale Trasforma le email e gli SMS in entrate Ottieni più aperture, clic e vendite con la piattaforma di email marketing e aut"
    }
  ],
  "_meta": {
    "total_bookmarks": 94
  }
}