{
  "data": [
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://raphaelfentonspaid.com",
      "title": "Raphael Fenton-Spaid",
      "description": "Cargo",
      "preview": "void"
    },
    {
      "url": "https://www.safermade.net/?_sm_vck=jNJ30nTJf741NvVvVZnDD2cB4sQjqqsV23RDNFM1Q720nHJB2NTP",
      "title": "Venture Capital | Safer Made",
      "description": "Safer Made invests in companies and technologies that eliminate the use of hazardous chemicals in consumer products and supply chains.",
      "preview": "top of page People prefer safer products. Safer products need new chemistries and materials. Bringing safer chemistries and materials to market is an"
    },
    {
      "url": "https://docs.aws.amazon.com/sagemaker/latest/dg/whatis.html",
      "title": "What is Amazon SageMaker AI? - Amazon SageMaker AI",
      "description": "Learn about Amazon SageMaker AI, including information for first-time users.",
      "preview": "What is Amazon SageMaker AI? - Amazon SageMaker AI Documentation Amazon SageMaker Developer Guide Amazon SageMaker AI rename Amazon SageMaker and Amaz"
    },
    {
      "url": "https://www.medseaalliance.org/",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "http://www.shoplindasstuff.com/",
      "title": "Shop Linda's - Your Go-to High-End Resale Store",
      "description": "Consign your luxury items here at Shop Linda's now. and earn the most out of your resale!",
      "preview": "1-866-68-LINDA (54632) shop@shoplindasstuff.com SHOP OUR STORE Buyer Log In Cart We're Open - Click for Consigning and Buying Updates Close Close CONS"
    },
    {
      "url": "http://www.wto.org/english/thewto_e/coher_e/mdg_e/mdg_e.htm",
      "title": "WTO | The WTO and the Millennium Development Goals",
      "description": "WTO | The WTO and the Millennium Development Goals",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://www.redcorp.com/fr/product/services-garanties/lexmark/warranty-1-year-onsite-nbd-2349444--2349444/08626025",
      "title": "LEXMARK Warranty 1 Year Onsite Nbd (2349444) - 2349444 - Redcorp.com/fr",
      "description": "Achetez LEXMARK Warranty 1 Year Onsite Nbd (2349444) (2349444) Livraison rapide et excellent service client. Redcorp, we love IT!",
      "preview": "Ce site web utilise des cookies Nous utilisons des cookies pour personnaliser le contenu, analyser notre trafic, conserver vos préférences et améliore"
    },
    {
      "url": "https://www.viviennestringa.com/pages/marizibill-recueil-de-poemes-guillaume-apollinaire.html",
      "title": "Marizibill. Alcools, Guillaume Apollinaire",
      "description": "Marizibill. Recueil de poèmes, Alcools, Poèmes, Guillaume Apollinaire, Frans leren, Vivienne Stringa",
      "preview": "Marizibill. Recueil de poèmes, Guillaume Apollinaire MARIZIBILL Dans la Haute-Rue à Cologne Elle allait et venait le soir Offerte à tous en tout migno"
    },
    {
      "url": "https://www.happyfox.com/privacy-policy/",
      "title": "HappyFox | Privacy Policy",
      "description": "Privacy policy of happyfox customer support software",
      "preview": "Privacy Policy Effective as of April 28, 2023. For existing users the changes will be effective from May 28, 2023. Click here for the prior version of"
    },
    {
      "url": "https://leadersup.typeform.com/GooglePathway",
      "title": "Discover Typeform, where forms = fun",
      "description": "Create a beautiful, interactive form in minutes with no code. Get started for free.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now You've taken one. Now make one. Whether your"
    },
    {
      "url": "https://iibuffalo.org/",
      "title": "International Institute of Buffalo - We welcome, connect & empower.",
      "description": "The International Institute of Buffalo makes Western New York a better place for-and because of-immigrants and refugees.",
      "preview": "Skip to main content Search Close Search We welcome, connect & empower. The mission of the International Institute of Buffalo is to make Western New Y"
    },
    {
      "url": "https://www.wordtune.com/",
      "title": "Wordtune - Express yourself with confidence",
      "description": "Perfect your English with a free AI writer that can paraphrase, rewrite, correct your grammar and more.",
      "preview": "Get Wordtune for free No credit card required. Get a feel for what Wordtune can do for you Write. Rewrite. Repeat. Choose from a custom list of contex"
    },
    {
      "url": "https://www.sandiegouniontribune.com/military/sdut-rosie-network-military-entrepreneurs-2014apr07-story.html",
      "title": "Group promotes military entrepreneurs - San Diego Union-Tribune",
      "description": "In 2012, the wife of a Navy SEAL needed some work done on the family home while her husband was on deployment. Stephanie Brown of San Diego was uncomfortable contacting strangers advertising their services on Craigslist. She said she would have felt more trust, rapport and overall comfort with a military veteran or spouse doing [...]",
      "preview": "Skip to content Members of the Rosie Network gather at the organization's Military Entrepreneur Small Business Expo on St. Patrick's Day in Balboa Par"
    },
    {
      "url": "https://www.bmw-saudiarabia.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Riyadh, Jeddah, Al-Khobar | Naghi Motors BMW",
      "description": "Visit Naghi Motors BMW in Riyadh, Jeddah &amp; Al-Khobar, an established dealership and servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The New X6 Discover Now The New X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/",
      "title": "Wrappedup NCA WA",
      "description": "void",
      "preview": "Menu"
    },
    {
      "url": "https://www.pinterest.dk/bangolufsen/",
      "title": "Bang & Olufsen (bangolufsen) - Profile | Pinterest",
      "description": "Bang & Olufsen | World-renowned for our distinctive range of quality televisions, music systems & high-performance loudspeakers since 1925.#BangOlufsen #since1925",
      "preview": "Bang & Olufsen (bangolufsen) - Profile | Pinterest Bang & Olufsen bang-olufsen.com/en · World-renowned for our distinctive range of quality television"
    },
    {
      "url": "http://hog-heltau.de/index.php/bilder-archiv-heltau/2-grabsteine/detail/130-bonfert-michael-1869-1938-schachinger-katharina-1878-1948-grabstein?tmpl=component",
      "title": "Bilder Archiv Heltau",
      "description": "Die Seite aller Heltauer weltweit",
      "preview": "Bonfert Michael 1869-1938 Schachinger Katharina 1878-1948 Grabstein"
    },
    {
      "url": "https://www.exim.gov/",
      "title": "Keeping America Strong | EXIM.GOV",
      "description": "void",
      "preview": "EXIM Export-Import Bank of the United States Close Search Follow Us EXIM Lapse Plan | Updated September 30, 2025 Image Nonpayment Protection Image Inc"
    },
    {
      "url": "http://yt.be/songwriters",
      "title": "YouTube for Songwriters - Songwriters Home",
      "description": "Browse resources tailor-made for songwriters, producers, and their teams. Find answers, create your visual discography, and promote your latest work on YouTube.",
      "preview": "The Home For Songwriters On YouTube Made just for you - a space created for songwriters, producers, and their teams to thrive on YouTube. Browse Resou"
    },
    {
      "url": "http://shareowneronline.com/",
      "title": "void",
      "description": "void",
      "preview": "Inactivity Detected Your session has been inactive and is about to time out. YOUR ONLINE SESSION WILL EXPIRE IN Sign Out Continue"
    },
    {
      "url": "http://www.nacionlibre.net/track/1044/furiosa-aullidos",
      "title": "Aullidos por Furiosa (Furiosa) | Nación Libre Records",
      "description": "Grabado, mezclado y producido por Alan Vargas en Fogata Grabaciones (Chihuahua, México) durante Agosto de 2017. Asistente de producción: Ara",
      "preview": "Aullidos por Furiosa Del álbum: Furiosa Aullidos"
    },
    {
      "url": "https://www.popsugar.com/celebrity/Mary-Kate-Olsen-Olivier-Sarkozy-Postengagement-Event-34334543",
      "title": "Mary-Kate Olsen and Olivier Sarkozy Postengagement Event | PS Celebrity",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Celebrity Mary-kate Olsen Mary-Kate and Olivier Make Their First Postengagement Appearance By Alyse Whitney Updated on March 11,"
    },
    {
      "url": "https://www.apple.com/shop/buy-iphone",
      "title": "Buy iPhone - Apple",
      "description": "Shop the latest iPhone models and accessories. Save with Apple Trade In, carrier offers, and flexible monthly payment options. Get expert help today.",
      "preview": "Shop iPhone All models. Take your pick. NEW iPhone 17 Pro & iPhone 17 Pro Max Take a closer look From $1099 Buy NEW iPhone Air Take a closer look From"
    },
    {
      "url": "https://locator.greatlengths.com/en-us/",
      "title": "Hair extensions salons near me | Great Lengths store locator",
      "description": "Find the certified Great Lengths hair extensions salons closest to you with our store locator! The excellence with no compromise. Hair extension certified.",
      "preview": "Beyond hair expectations: the documentary: Discover now FIND NEAREST SALON MENU ABOUT US ETHICS & MISSION SUSTAINABILITY PRODUCTS GL PRE-BONDED GL TAP"
    },
    {
      "url": "https://hacksandheels.tumblr.com/",
      "title": "adventures of The Girl",
      "description": "The technical side blog of a lady computer networking and cybersecurity student",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://teksciory.interia.pl/szukaj?q=mamusia+nie+moze",
      "title": "mamusia nie moze - Teksciory.pl",
      "description": "mamusia nie moze - Tekściory.pl - sprawdź tekst, tłumaczenie twojej ulubionej piosenki, obejrzyj teledysk.",
      "preview": "Reklama Wykonawcy Rankingi Zaloguj się Wykonawcy Ranking załóż konto Interia Teksty piosenek Szukaj: mamusia nie moze Wyniki wyszukiwania: mamusia nie"
    },
    {
      "url": "https://diversity.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Google - Building Together for Everyone",
      "description": "Learn how we're making it possible for all people to do their best work so that we build helpful products for everyone.",
      "preview": "We're building a Google for all of us to build helpful products for everyone Play silent looping video Pause silent looping video To build products th"
    },
    {
      "url": "https://fishwise.org/",
      "title": "Home - Fishwise",
      "description": "FishWise: Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply chains.",
      "preview": "Skip to primary navigation Skip to main content Sustaining ocean ecosystems and the people who depend on them by transforming global seafood supply ch"
    },
    {
      "url": "https://forum.qt.io/topic/64285/height-of-a-qlistview-item-in-css",
      "title": "Height of a QListView item in css | Qt Forum",
      "description": "I've got a QT Combobox Object. Now I want to design the Items of it (QListView) in a bigger context. But QListView::item does not work.... any suggestions? h...",
      "preview": "Skip to content Your browser does not seem to support JavaScript. As a result, your viewing experience will be diminished, and you have been placed in"
    },
    {
      "url": "https://usa.visa.com/run-your-business/small-business-tools/small-business-hub.html",
      "title": "Small Business Solutions | Small Business Hub | Visa",
      "description": "Visa's Small Business Hub gives you access to tools, consulting and other resources that will help you start or grow your business with ease.",
      "preview": "Tools, resources and advice to power your business Every small business has different needs. No matter what stage you're in, or what you're trying to"
    },
    {
      "url": "https://forums.lenovo.com/t5/Motorola-Community/ct-p/MotorolaCommunity",
      "title": "English Community-Lenovo Community",
      "description": "void",
      "preview": "Welcome to Lenovo and Motorola community. If the website doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://www.weyo.app/privacy/",
      "title": "Privacy Policy 1 - Weyo",
      "description": "void",
      "preview": "0 Privacy policy. About us Hello! Welcome to the Weyo Privacy Policy. Thank you for using WEYO™ apps for kids. 'Weyo', 'Sesame Street Yourself', 'Oddb"
    },
    {
      "url": "http://blog.mailasail.com/desnot",
      "title": "Desnot's Web Diary",
      "description": "void",
      "preview": "Desnot Latest Post: 2011-06-26 User Profile Previous Diary Entries 2011 Jun 2011 43:24.55N 6:46.25E Sun 26 Jun 15:14"
    },
    {
      "url": "https://inreview.net/features/unraveling-silver-cord",
      "title": "Unraveling The Silver Cord | inReview.net",
      "description": "void",
      "preview": "Skip to main content Skip to navigation You are here Home Unraveling The Silver Cord Published by becca91 on Fri, 2009-07-24 21:22 Approximately six y"
    },
    {
      "url": "https://tech.bakkenbaeck.com/post/training-a-language-model-in-spacy-v3",
      "title": "Training a language model in spaCy v3 - Bakken & Baeck",
      "description": "Since 2011, we have built products with some of the most ambitious companies out there. We have offices in Amsterdam, Barcelona, Bonn, London and Oslo.",
      "preview": "Skip to content Back to overview Training a language model in spaCy v3 September 17, 2021 | Nico Lutz 1. Intro On Feb 1 2020, explosion.ai introduced"
    },
    {
      "url": "https://tinypng.com/developers",
      "title": "TinyPNG - Optimize AVIF, WebP, JPEG and PNG Images with TinyPNG API",
      "description": "Automate your AVIF, WebP, JPEG and PNG compression workflow. Compress, resize and convert images seamlessly with TinyPNG's API.",
      "preview": "Developer API: Automate your AVIF, WebP, JPEG and PNG compression workflow Hook up your server to optimize all your AVIF, WebP, JPEG and PNG images on"
    },
    {
      "url": "https://thathousekilledmasterchauncy.tumblr.com/",
      "title": "manifestwealthsuccess.com",
      "description": "manifestwealthsuccess.com",
      "preview": "manifestwealthsuccess.com 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna The Key to Effortles"
    },
    {
      "url": "https://www.buschvanderworp.nl/verf-mediums-vernis/gouache-plakkaat/winsor-newton-designers-gouache/bruin/",
      "title": "Bruin - Busch & van der Worp",
      "description": "Alles voor de kunstenaar, in onze winkel in Zwolle, maar ook online, verkopen we markers, olieverf, acrylverf, doeken, penselen, potloden, lijsten, papier, ezels etc. Van heel veel verschillende merken, zoals Copic, Caran d'Ache, Rembrandt, Posca, Winsor en Newton, Talens, ARA, Golden, Faber Castell, Arches, Schut etc.",
      "preview": "Meteen naar de content Facebook Instagram YouTube TikTok Pinterest REVIEWS ⭐⭐⭐⭐⭐ 4,9 Artikel toegevoegd aan winkelwagen Winkelwagen bekijken Afrekenen"
    },
    {
      "url": "https://365thingssyracuse.wordpress.com/2013/01/07/7-cobblestone/",
      "title": "7. Cobblestone | 365 Things Syracuse",
      "description": "I'm sure you're all aware that Syracuse Basketball is an institution around town. Even if you aren't a huge fan of the team, there's going to be a time during the season you will be at a bar and the game will be on TV. Personally, I enjoy watching games at a local watering hole...",
      "preview": "I'm sure you're all aware that Syracuse Basketball is an institution around town. Even if you aren't a huge fan of the team, there's going to be a tim"
    },
    {
      "url": "https://childrensmiraclenetworkhospitals.org",
      "title": "Children's Miracle Network Hospitals",
      "description": "void",
      "preview": "Skip to main content Email Password Forgot your password? Why Have a CMN Hospitals Account? Create a fundraiser. Manage your recurring donations. Keep"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/mapbox+mapbox-ios+mapbox-android",
      "title": "Newest 'mapbox+mapbox-ios+mapbox-android' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://www.galaxus.ch/de/s1/producttype/staubsauger-76",
      "title": "Kopierpapier · Druckerpapier - kaufen bei Galaxus",
      "description": "Entdecke Produkte im Bereich Kopierpapier - ✔ Top Service und Beratung ✔ Schnelle Lieferung ✔ Starke Community",
      "preview": "Kopierpapier · Druckerpapier Gesamtsortiment IT + Multimedia Haushalt Baumarkt + Garten Wohnen Sport Mode Spielzeug Baby + Eltern Beauty + Gesundheit"
    },
    {
      "url": "https://codebeautify.org/hex-string-converter",
      "title": "Hex to String Converter Online to Convert Hex to Text",
      "description": "Best Convert Hex to String (Hex to Text) Online and Save and Share. Hexadecimal to String",
      "preview": "50% Hex to String Message Add to Fav New Save & Share Enter the hexadecimal text to decode Sample Size : 0 , 0 Characters Auto Hex to String File.. Lo"
    },
    {
      "url": "https://matchingham.gs/?sfb65_qg584y4k6750958la/500462/5112946",
      "title": "Matchingham Games",
      "description": "void",
      "preview": "Matching the Fun with Gamers Worldwide! through top notch games Braindom: Brain Games Test Out Looking for brain games, brain tests, 7 seconds riddles"
    },
    {
      "url": "https://oceansolutions.stanford.edu/news/leveraging-blue-foods-can-help-policymakers-address-multiple-global-challenges-new-analysis",
      "title": "Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows | Center for Ocean Solutions",
      "description": "Researchers at the Stanford Center for Ocean Solutions & other institutions find that blue food is underutilized in tackling malnutrition, cardiovascular disease, & climate risk.",
      "preview": "Main content start Oceans & Food Leveraging blue foods can help policymakers address multiple global challenges, new analysis shows Researchers at the"
    },
    {
      "url": "https://www.waittfoundation.org",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "https://phoible.org/",
      "title": "PHOIBLE 2.0 -",
      "description": "void",
      "preview": "Home Contributors Inventories Languages Segments Sources Conventions FAQ Legal Download About Credits Contact Welcome to PHOIBLE PHOIBLE is a reposito"
    },
    {
      "url": "https://enterprise.github.com/contact",
      "title": "Enterprise · A smarter way to work together · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://oceanservice.noaa.gov/",
      "title": "NOAA's National Ocean Service",
      "description": "In the U.S., where over half of us live along the coast and more than 78 percent of our overseas trade by volume comes and goes along our marine highways, the health of our coasts is intricately connected to the health of our nation's economy. The National Ocean Service (NOS) translates science, tools, and services into action, to address threats to coastal areas such as climate change, population growth, port congestion, and contaminants in the environment, all working towards healthy coasts and healthy economies.",
      "preview": "National Estuaries Week Wade into an estuary near you! Learn more tides and currents nautical charts career profiles harmful algal blooms sea level ri"
    },
    {
      "url": "https://wals.info/",
      "title": "WALS Online - Home",
      "description": "void",
      "preview": "Home Features Chapters Languages References Authors Credits Legal Download Contact Welcome to WALS Online The World Atlas of Language Structures (WALS"
    },
    {
      "url": "https://www.bahn.de/angebot/regio",
      "title": "Regional reisen: Unsere beliebtesten Bahntickets & Verbund-Angebote",
      "description": "Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren Verbund-Angeboten durch Ihre Region.",
      "preview": "Regionale Tickets und Verbund-Angebote Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren V"
    },
    {
      "url": "https://www.rangeme.com/walmartsupplierinclusion",
      "title": "B2B Product Discovery Platform for Retail Buyers, Suppliers",
      "description": "Get discovered by retail buyers on RangeMe. Showcase your products, connect with buyers, and grow your brand with the leading supplier platform.",
      "preview": "Sign up for RangeMe Choose your account type: Supplier I sell products to wholesale buyers Buyer I purchase products at wholesale Connect with Top Ret"
    },
    {
      "url": "https://www.benedict.ch/informatik/luzern/kurs/digital-marketing-specialist-bvs/",
      "title": "Digital Marketing Specialist - Weiterbildung Schweiz",
      "description": "Werden Sie Digital Marketing Specialist BVS und starten Sie Ihre Karriere im Online Marketing. Praxisnah, aktuell & anerkannt. Jetzt informieren!",
      "preview": "Jetzt neu in Zürich: B.H.M.S. - Deine Karriere im Hotel- & Business-Management beginnt hier"
    },
    {
      "url": "https://fundforsharedinsight.org/",
      "title": "Foundations Advancing Listening & Feedback in Philanthropy | Fund for Shared Insight",
      "description": "As a national funder collaborative, Fund for Shared Insight cultivates community-driven philanthropy in service of advancing equity in philanthropy.",
      "preview": "Skip to content Funder listening to shift power Fund for Shared Insight is a national funder collaborative seeking to improve philanthropy by centerin"
    }
  ],
  "_meta": {
    "total_bookmarks": 55
  }
}