{
  "data": [
    {
      "url": "http://www.slate.com/articles/news_and_politics/trials_and_error/2017/09/john_legend_on_why_the_nfl_protests_are_patriotic.html?wpsrc=sh_all_mob_tw_top",
      "title": "John Legend on why the NFL protests are patriotic.",
      "description": "They are not some arbitrary statement about a flag.",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "http://www.springboardto.org/",
      "title": "Springboard to Opportunities | Community Voices. Community Success.",
      "description": "Springboard to Opportunities is a nonprofit organization working alongside residents of federally subsidized housing as they pursue their goals.",
      "preview": "Skip to primary navigation Skip to main content Community Voices. Community Success. We are a nonprofit organization working alongside residents of fe"
    },
    {
      "url": "http://www.nolarindustries.com/",
      "title": "Certified Nonwoven Products | www.nolarindustries.com",
      "description": "Certified Converter and Distributor of Nonwoven Products Since 1974. Chemical Bond | Needle Punch | Spunbond | Call (905) 669-5513 For Pricing",
      "preview": "NOLAR INDUSTRIES Supplying Nonwoven Fabrics since 1974 About Us Nonwoven Products Find out about our nonwoven materials Our Nonwoven Products Nonwoven"
    },
    {
      "url": "https://team.inria.fr/graphik/projects/",
      "title": "Projects - GraphIk - Knowledge Representation and Reasoning",
      "description": "CQFD (Complex ontological Queries over Federated and heterogenous Data). January 2019-48 months. Funded by ANR. Led by GraphIK. With LIG, IRISA, Inria Saclay/LIX (CEDAR), Inria Paris/ENS/CNRS (VALDA), Inria Lille Nord Europe/Cristal (Spirals), LaBRI, LTCI. GLOPACK (Granting society with LOw environmental impact innovative PACKaging), EU H2020. June 2018-36 months. Led by University of Montpellier. iCODA (Knowledge-mediated ...",
      "preview": "Projects CQFD (Complex ontological Queries over Federated and heterogenous Data). January 2019-48 months. Funded by ANR. Led by GraphIK. With LIG, IRI"
    },
    {
      "url": "https://www.ft.com/companies",
      "title": "Companies | Financial Times",
      "description": "News from the world's largest and most influential companies. Get the latest from global brands across various industries, including Amazon, Netflix, Disney, Adidas, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Companies Add to myFT Lead story in Companies First Brands Group Insurers pr"
    },
    {
      "url": "https://data.gov.uk/dataset/1ce239a6-d720-4305-ab52-17793fedfac3/national-charge-point-registry",
      "title": "National Charge Point Registry - data.gov.uk",
      "description": "void",
      "preview": "Cookies on GOV.UK We use cookies to collect information about how you use data.gov.uk. We use this information to make the website work as well as pos"
    },
    {
      "url": "https://patternbeauty.com/",
      "title": "Curly and Natural Hair Care Products | PATTERN Beauty - Pattern Beauty",
      "description": "Hair care products for natural hair designed for curly, coily & tight-textured hair patterns created by award-winning actress & activist Tracee Ellis Ross.",
      "preview": "Your cart is empty Continue shopping Have an account? Log in to check out faster. Bestsellers Bestselling hair care for curly, coily & tight textures"
    },
    {
      "url": "https://earthquake.usgs.gov/earthquakes/eventpage/us6000jllz/executive",
      "title": "void",
      "description": "void",
      "preview": "This application requires Javascript. Please enable Javascript or try our Real-time Notifications, Feeds, and Web Services . The Earthquake Event Page"
    },
    {
      "url": "https://plex.tv/contact",
      "title": "Contact | Plex",
      "description": "Let's get in touch. When it comes to questions about billing, your Plex Pass subscription, and more, we're all ears....",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Contact"
    },
    {
      "url": "http://www.bmw.com.kh/asia_dl/kh_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "New and Used Car Dealer | Khan Daun Penh, Phnom Penh | BMW Asia Cambodia (Prestige Auto",
      "description": "Visit BMW Asia Cambodia (Prestige Auto) in Khan Daun Penh, Phnom Penh, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "Sheer driving pleasure WELCOME TO BMW CAMBODIA THE ULTIMATE DRIVING MACHINE THATS"
    },
    {
      "url": "https://buddypress.org/",
      "title": "BuddyPress.org",
      "description": "Fun & flexible software for online communities, teams, and groups",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About News Codex Develop Make Forums Download BuddyPress.org Meet BuddyPress The open source commu"
    },
    {
      "url": "https://devblogs.microsoft.com/?utm_source=developermscom",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "https://tenderlytransparentdelusion.tumblr.com/",
      "title": "If not later, when?",
      "description": "Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types",
      "preview": "Install theme If not later, when? Bisexual she/her\\\\ A little ocean-struck.\\\\ Check out my studyblr: @she-trips-and-types reprisearchive : David Lynch"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-017-1223-x",
      "title": "Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional study of the role of relationship quality and wider social support | BMC Pregnancy and Childbirth | Full Text",
      "description": "Research into the impact of unintended pregnancy on the wellbeing of women tends to focus on pregnancies ending in either termination or lone motherhood. Unintended pregnancy is common in partnered women, but little is known about the association between unintended pregnancy and postpartum affective disorders, such as depression and anxiety in this group. Poor relationship quality and lack of social support are considered risk factors for psychological distress (PD). We examined the association between unplanned motherhood and subsequent PD in partnered women, for whom evidence is sparse, accounting for the role of relationship quality and social support. Data for 12,462 partnered mothers were drawn from the first survey of Millennium Cohort Study, completed at 9&nbsp;months postpartum. Women reported whether their baby was planned, and how they felt when they discovered that they were pregnant. Pregnancy intention is categorised as \"planned\", \"unplanned/happy\", \"unplanned/ambivalent\" and \"unplanned/unhappy\". PD was assessed using the modified 9-item Rutter Malaise Inventory. Social support was measured by a composite score for perceived support, and a measure of actual support from friends and family. Relationship quality was assessed using a modified Golombok-Rust Inventory of Marital State. The effect of pregnancy intention on the odds of PD at 9&nbsp;months was estimated, adjusting for potential confounding factors. All analyses were weighted for response and design effects. In total 32.8%(weighted) (4343/12462) of mothers reported an unplanned pregnancy: 23.3&nbsp;wt% (3087) of mothers felt happy, 3.5&nbsp;wt% (475) ambivalent, and 6.0&nbsp;wt% (781) unhappy upon discovery. Unplanned pregnancy was associated with a significantly increased odds of PD compared to planned (OR 1.73 (95%CI: 1.53, 1.95)). This was more pronounced among women who reported negative or ambivalent feelings in early pregnancy (OR 2.72 (95%CI:2.17, 3.41) and 2.56 (95%CI:1.95, 3.34), respectively), than those who reported positive feelings (OR 1.39 (95%CI:1.21, 1.60)). Adjustment for relationship quality, in particular, reduced odds of PD after unplanned pregnancy (e.g. from 2.19 (95%C: 1.74, 2.74) to 1.63 (95% CI: 1.29, 2.07 in the unplanned, unhappy group compared to the planned). A third of partnered mothers reported that their pregnancy was unintended, yet this group is under-researched. Unplanned motherhood was associated with increased risk of PD at 9&nbsp;months postpartum, particularly among women who felt unhappy or ambivalent at the start. The roles of relationship quality and social support require further investigation, as possible means to intervene and improve maternal wellbeing.",
      "preview": "Skip to main content Search all BMC articles Search Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional st"
    },
    {
      "url": "https://phdtheses.ekt.gr/eadd/handle/10442/28346",
      "title": "Ακραία υδρομετεωρολογικά φαινόμενα και επίδραση της κλιματικής μεταβολής στην εξέλιξή τους: εφαρμογή στην περιοχή της Κρήτης",
      "description": "void",
      "preview": "Αρχική Πλοήγηση Επιστημονικό πεδίο Ημερομηνία Συγγραφέας Χώρα Γλώσσα Ίδρυμα Σχετικά με το ΕΑΔΔ Κατάθεση Διατριβής Συχνές Ερωτήσεις Κέντρο Υποστήριξης"
    },
    {
      "url": "https://www.booking.com/",
      "title": "Booking.com | Sito ufficiale | I migliori hotel, voli, noleggi auto e alloggi",
      "description": "Esplora il mondo con Booking.com. Prezzi strepitosi su case, hotel, voli, noleggio auto, taxi e attrazioni: crea il viaggio perfetto per ogni budget.",
      "preview": "Vai al contenuto principale Cerca offerte su hotel, case e tanto altro... Data check-in - Data check-out 2 adulti · 0 bambini · 1 camera Cerca Cerco a"
    },
    {
      "url": "https://www.bdcnetwork.com/investing-downtowns-pays-cities-regions",
      "title": "Investing in downtowns pays off for cities, regions | Building Design+Construction",
      "description": "Cities and regions can generate profound lasting benefits through investment in downtowns and center cities, according to The Value of U.S. Downtowns and Center Cities: Second...",
      "preview": "Codes and Standards Investing in downtowns pays off for cities, regions By Peter Fabris, Contributing Editor Feb. 11, 2019 2 min read Cities and regio"
    },
    {
      "url": "http://gailly.net/",
      "title": "Jean-loup's home page",
      "description": "Home page of Jean-loup Gailly: data compression (gzip, zip, zlib, fractal compression, FAQ), game of Go, ...",
      "preview": "Version française Jean-loup's home page Hi! I'm Jean-loup Gailly. Here are some of the things I'm interested in. Data compression gzip zip zlib fracta"
    },
    {
      "url": "https://naufraghi-nella-rete.tumblr.com/",
      "title": "Naufraghi nella Rete",
      "description": "e il naufragar m'è dolce in questo mare?",
      "preview": "How the Singapore Circle Line rogue train was caught with data blog.data.gov.sg Why most unit testing is waste • /r/programming reddit.com Change you"
    },
    {
      "url": "https://prospect.org/article/can-california-fixed/",
      "title": "Can California Be Fixed? - The American Prospect",
      "description": "The Prospect talks to Repair California, the coalition attempting to call a constitutional convention in the country's messiest democracy.",
      "preview": "Skip to main content Search Newsletter Signup Donate Home Article Can California Be Fixed? The recession has left California, the most populous state"
    },
    {
      "url": "https://www.meels.com/help/pricing++plans/8/how+many+meals+should+i+order/83",
      "title": "How many meals should I order? | Meels",
      "description": "Get 20% off your first Meels order. Enjoy the convenience of our chef-prepared meal delivery services, offering delicious, fully cooked meals ready for you to enjoy.",
      "preview": "Updating. Please wait Order Now Our Food Weekly Menus Food Philosophy Meels for Business Our Story About Us Packaging Meet Our Team Gifts Gift Cards R"
    },
    {
      "url": "https://www.collegenet.com/",
      "title": "Software for Higher Ed Scheduling & Campus Efficiency | CollegeNET",
      "description": "Streamline academic and event scheduling, admissions, and resources with CollegeNET's Series25®-the smarter way higher ed works today.",
      "preview": "Skip to main content Software that Helps Higher Ed Work Smarter Discover the integrated platform that streamlines academic and event scheduling, admis"
    },
    {
      "url": "https://www.irwinchapel.com/obituaries/Lindell-LE-Lindsay?obId=23262220",
      "title": "Obituary information for Lindell \"L.E.\" Lindsay",
      "description": "View Lindell \"L.E.\" Lindsay's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Lindell \"L.E.\" Lindsay October 17, 1933 - November 29, 2021 Lindell \"L.E.\" Lindsay Obituary Tribute Notifications TM Stay up-to-"
    },
    {
      "url": "https://maxgrowshop.fi/rum_m_Kituri-de-cultivare_Kituri-camere-de-cultura-_Kituri-Gavita-729.html",
      "title": "Sklep zakończył działalność - IdoSell",
      "description": "void",
      "preview": "Sklep zakończył działalność Sklep maxgrowshop.fi zakończył działalność. Jeśli potrzebujesz skontaktować się z właścicielem tego sklepu, prosimy o kont"
    },
    {
      "url": "https://naacpimageawards.net",
      "title": "57th NAACP Image Awards",
      "description": "void",
      "preview": "Skip to content Contact Coordinators Motion Picture Coordinator (Film - Documentary, writing, directing, editing, make-up, hairstyling, costume design"
    },
    {
      "url": "https://www.gnsi.org/",
      "title": "Guild of Natural Science Illustrators, GNSI",
      "description": "Non-Profit educational organization to bring professionals together and educate the public on Science Communication.",
      "preview": "2025 Annual Exhibit Our 2025 Annual Juried Members' Exhibit is now LIVE! View the gallery Thank you for joining our conference! GNSI Visual SciComm Co"
    },
    {
      "url": "https://recipo.se/en/",
      "title": "Frontpage - Recipo SE",
      "description": "void",
      "preview": "Skip to content Your Compliance Partner for Electronics We offer cost-effective compliance solutions for electronics and are the leading partner in th"
    },
    {
      "url": "https://m.novinite.com/view_news.php?id=181332",
      "title": "Heavy Rainfall and Storm Hit Turkey's Istanbul - Novinite.com - Sofia News Agency",
      "description": "Heavy rainfall disrupted daily life in Istanbul Tuesday with floods and storms taking over the city, reported Daily Sabah Istanbul. The Directorate General of Meteorology warned Monday of heavy rains and possible flooding, saying that summer temperatures were expected to drop from over 30 Celsius to 20.",
      "preview": "Login Heavy Rainfall and Storm Hit Turkey's Istanbul World | July 18, 2017, Tuesday // 11:23 | views pixabay.com Heavy rainfall disrupted daily life i"
    },
    {
      "url": "https://corporate.walmart.com/recalls",
      "title": "Product Recalls",
      "description": "Recall information provided is based on manufacturers' and regulatory agencies' press releases that involve product sold through Walmart stores, Walmart.com, Sam's Club or Samsclub.com.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://online.aub.edu.lb/Pages/index.html",
      "title": "AUB Online",
      "description": "void",
      "preview": "ADVANCE YOUR CAREER BY DEVELOPING INDUSTRY-SPECIFIC KNOWLEDGE AND SKILLS EXPLORE OUR ONLINE PROGRAMS Search by: RESET FILTER Be the first to find out"
    },
    {
      "url": "https://veteranjobsmission.com/",
      "title": "Veteran Jobs Mission",
      "description": "void",
      "preview": "Skip to main content About the mission It began in 2011 as the 100,000 Jobs Mission, with 11 leading companies committed to hiring 100,000 veterans by"
    },
    {
      "url": "https://www.oregonlive.com/news/2022/11/oregon-gov-kate-brown-pardons-45000-people-with-marijuana-possession-convictions.html",
      "title": "Oregon Gov. Kate Brown pardons 45,000 people with marijuana possession convictions - oregonlive.com",
      "description": "Oregon Gov. Kate Brown today announced a pardon for Oregonians convicted on marijuana possession charges, a move that will impact approximately 45,000 people.",
      "preview": "Skip to Article Family Sharing is here! Subscribe to Premium Access for $1 Oregon Gov. Kate Brown pardons 45,000 people with marijuana possession conv"
    },
    {
      "url": "https://www.geospatialworld.net/blogs/californian-non-profit-emissions-power-plants/",
      "title": "Californian non-profit to monitor emissions from all power plants globally",
      "description": "WattTime, a non-profit organization based in California, uses AI to detect methane and other greenhouse emissions.",
      "preview": "Home Blogs Californian non-profit to monitor emissions from all power plants globally Blogs Image Courtesy: Vox WattTime, a non-profit organization ba"
    },
    {
      "url": "https://iris.unipa.it/cris/rp/rp11244",
      "title": "LA ROSA, Alfonso",
      "description": "void",
      "preview": "Archivio istituzionale della ricerca dell'Università degli Studi di Palermo LA ROSA, Alfonso Nome completo LA ROSA, Alfonso Afferenza Scienze e Tecnol"
    },
    {
      "url": "https://mothersruinnashville.com/",
      "title": "Mother's Ruin Nashville",
      "description": "1239 6th Ave N, Nashville, TN 37208",
      "preview": "Home Order Online Mother's Ruin Nashville Open Daily 'til 2AM Mother's Ruin Nashville Open Daily 'til 2AM Mother's Ruin Nashville Open Daily 'til 2AM"
    },
    {
      "url": "https://bavc.org/programs/productions/",
      "title": "Production Services - BAVC Media",
      "description": "Audiovisual Production since 1976. Video Create compelling fundraising videos, event livestreams, social media content, PSAs, interviews, training guides, and other media projects just as you envision. Video Services → Audio Explore our podcasting and recording services, fit for recording voiceover, podcasting, and audio post-production. Available with the support",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Production Services Daniel Diaz 2025-02-05T21:58:29+00:00 P"
    },
    {
      "url": "https://lbb.in/shop/product/side-pockets-detail-mauve-striped-dress",
      "title": "Get Side Pockets Detail Mauve Striped Dress at ₹ 1600 | LBB Shop",
      "description": "Knot Clothing is women fashionwear label. The brand is collection of beautiful products made with quality fabrics and materials.",
      "preview": "Thank you for visiting. You can now shop for Dresses on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recommendations"
    },
    {
      "url": "https://status.github.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://locator.greatlengths.com/en-us/",
      "title": "Hair extensions salons near me | Great Lengths store locator",
      "description": "Find the certified Great Lengths hair extensions salons closest to you with our store locator! The excellence with no compromise. Hair extension certified.",
      "preview": "Beyond hair expectations: the documentary: Discover now FIND NEAREST SALON MENU ABOUT US ETHICS & MISSION SUSTAINABILITY PRODUCTS GL PRE-BONDED GL TAP"
    },
    {
      "url": "https://www.cbs.com/",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "http://un.org/sdgmediazone",
      "title": "SDG Media Zone | United Nations",
      "description": "The SDG Media Zone- a live format of interviews, panel discussions and other digital content-seeks to create, connect, and highlight the initiatives that the global community is working on to achieve the Sustainable Development Goals. Bringing together well-known personalities and Member States as well as content creators, influencers and media partners, the Zone provides a dynamic space to strengthen the commitment of the international community in support of the 2030 Agenda.",
      "preview": "Skip to main content Save the date - UNGA80 Tune in to SDG Media Zone Conversations! Join the United Nations Department of Global Communications durin"
    },
    {
      "url": "https://www.thecultureequity.com/",
      "title": "Home | The Culture Equity",
      "description": "Explore Culture Equity: Your Premier Multicultural Marketing Partner, Houston-Based with Offices in Phoenix and Las Vegas. Elevate Your Brand's Cultural Impact and Strategies Now!",
      "preview": "top of page At The Culture Equity, we believe culture is the key to unlocking your brand's true potential. Our mission is to help businesses create ex"
    },
    {
      "url": "https://ideas.ted.com",
      "title": "void",
      "description": "Ideas change everything",
      "preview": "We humans 6 ways to give that aren't about money Good news: You can be a generous person without writing a bunch of checks. In fact, many of the most"
    },
    {
      "url": "https://spaceapegames.com/green",
      "title": "Supercell",
      "description": "Visit Supercell.com and find out more about us and our games.",
      "preview": "Skip to content Supercell Makers of Hay Day, Clash of Clans, Boom Beach, Clash Royale, Brawl Stars, Squad Busters and mo.co. Watch Video Clash Royale"
    },
    {
      "url": "https://chardove.tumblr.com/",
      "title": "Chardove Reblogs Stuff",
      "description": "This blog has no theme, much apologies! ^^; I like pokemon and a bunch of other stuff though!",
      "preview": "Home Go ahead and ask me a thing? Archive Mobile RSS Chardove Reblogs Stuff Text July 02, 2024 113,487 notes gay-jewish-bucky asked: ssalmonn : impost"
    },
    {
      "url": "https://mailback-msft.tes-amm.com/_Content/nl-BE/",
      "title": "Microsoft Mail-back Program",
      "description": "void",
      "preview": "Kies taal: Gratis Mail-back programma van Microsoft Welkom bij het gratis Mail-back programma van Microsoft.Het programma van Microsoft wordt beheerd"
    },
    {
      "url": "https://miastons.pl/tag/plyta/",
      "title": "płyta - miastoNS.pl",
      "description": "void",
      "preview": "miastoNS Portal informacyjny | Nowy Sącz Polubień Followers Obserwujących Obserwujących Obserwujących Tag płyta Z Nowego Sącza Nowy Sącz: Korowód i ha"
    },
    {
      "url": "https://shop.hueber.de/de/sprache-unterrichten/deutsch-als-fremdsprache-daf-daz/kategorien/17146/niveaustufen/a2.html",
      "title": "Hueber | Deutsch als Fremdsprache (DaF/DaZ) - Sprache unterrichten: A2 and 17146 Shop",
      "description": "A2 and 17146",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. For the best experience on our site, be sure to turn on Javascript in your browser. Wir setze"
    },
    {
      "url": "https://www.minderoo.org/",
      "title": "Minderoo Foundation",
      "description": "Minderoo is a proudly Australian philanthropy, working to forge a fair future by courageously challenging inequalities and campaigning for meaningful change.",
      "preview": "Foundation Statement from Dr Andrew Forrest AO on developments in Gaza. Learn more Our focus areas and impact missions We seek to uplift communities,"
    },
    {
      "url": "https://www.csmonitor.com/",
      "title": "Christian Science Monitor - CSMonitor.com",
      "description": "void",
      "preview": "Israelis and Palestinians greet Gaza deal with joy, relief, and caution Shutdown hits government workers already reeling from Trump's cuts How Ukraini"
    },
    {
      "url": "https://obis.org",
      "title": "Ocean Biodiversity Information System",
      "description": "OBIS, the Ocean Biodiversity Information System, is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development.",
      "preview": "OBIS is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development Taxa Com"
    },
    {
      "url": "https://digital-collections.columbuslibrary.org/digital/collection/p16802coll28/id/138985/",
      "title": "CONTENTdm",
      "description": "void",
      "preview": "Javascript Required To experience full interactivity, please enable Javascript in your browser."
    },
    {
      "url": "http://andreasviklund.com/",
      "title": "andreasviklund.com",
      "description": "void",
      "preview": "Menu rss facebook twitter Free HTML template: Paris Fashion Blog Brussels Light Free HTML tempalte: Brussels Free HTML CV Template in different colors"
    },
    {
      "url": "https://training.contentful.com/",
      "title": "Contentful Learning Center",
      "description": "Contentful Learning Center offers free live and on demand training for every user - from marketers, through the digital team, to developers.",
      "preview": "You need to enable javascript to view this website."
    },
    {
      "url": "https://building.coursera.org/developer-program/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://www.minted.com/wedding-websites",
      "title": "Wedding Websites | FREE with Online RSVP | Minted",
      "description": "Discover the perfect wedding websites on Minted! Easily create a personalized online RSVP, gift registry, and gallery. Perfect for all brides and grooms-to-be.",
      "preview": "× No Thanks Let's Chat Enjoy a $50 credit towards wedding stationery when you use a Minted wedding website. No code needed. Build your website >"
    },
    {
      "url": "http://mothernatureshelper.com/a-history-of-these-happy-vermonters",
      "title": "Vermont's Plant Experts | Mother Nature's Helper",
      "description": "void",
      "preview": "Categories Menu Home » Vermont's Plant Experts Vermont's Plant Experts Theresa & Mick In 1980, Theresa Carroll followed her lifelong dream of starting"
    },
    {
      "url": "https://www.feedingamerica.org/our-work/reduce-food-waste",
      "title": "Food Waste in America: How You Can Help Rescue Food | Feeding America",
      "description": "Join the fight against food waste! Learn how Feeding America rescues 4 billion pounds of food annually, preventing waste and feeding millions.",
      "preview": "Skip to main content Fighting food waste and hunger through food rescue Imagine a world where everyone has enough to eat, and we make the most of our"
    },
    {
      "url": "https://www.cia.gov/index.html",
      "title": "We are the Nation's first line of defense - CIA",
      "description": "void",
      "preview": "Skip to main content Contact Contact Report Information Report Information We are the Nation's first line of defense We accomplish what others cannot"
    },
    {
      "url": "http://www.instrumentalchemistry.com/",
      "title": "Instrumental Chemistry Educational Videos",
      "description": "Best HPLC Videos for students and teachers",
      "preview": "void"
    },
    {
      "url": "https://askubuntu.com/users/311931/jitendra",
      "title": "User Jitendra - Ask Ubuntu",
      "description": "Q&A for Ubuntu users and developers",
      "preview": "Ubuntu Community Ask! Developer Design Hardware Insights Juju Shop More › Apps Help Forum Launchpad MAAS Canonical Teams Q&A for work Connect and shar"
    },
    {
      "url": "https://www.iwrite.gr/bookstore/symvolismos-tarw/",
      "title": "Ο Συμβολισμός των Ταρώ - Εκδόσεις iWrite",
      "description": "Ο Pyotr Demianovich Ouspenskii γεννήθηκε στη Μόσχα το 1878. Διετέλεσε ζωγράφος, δημοσιογράφος, και συγγραφέας πολυάριθμων βιβλίων για τον Εσωτερισμό. Πέθανε το 1947.",
      "preview": "Previous product Το ταξίδι της Νεφέλης στο προϊστορικό Διμήνι 12.00 € 10.80 € Back to products Next product Διχασμένη Καρδιά 12.00 € 10.80 € -10% Ο Συ"
    },
    {
      "url": "https://meritamerica.applytojob.com/apply",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://mittprivatakrig.com/2021/12/26/staden/",
      "title": "Staden... | Yolanda and her creative scream",
      "description": "Det ska bli rätt skönt att komma i väg i morgon, till jobbet. Senare i veckan får jag besök av Maria, som kommer från Trollhättan. Sen är det nyår, som jag planerar att spendera hos Sylvia. ♡",
      "preview": "Etiketter \"Vänner\" , annandagen , Foto , Jul , Ledig , Nyår , Photography , Planering , vän , Vänskap Det ska bli rätt skönt att komma i väg i morgon,"
    },
    {
      "url": "http://www.firenze.linux.it/",
      "title": "FLUG | Firenze Linux User Group",
      "description": "void",
      "preview": "Vai al contenuto Questo è il sito web del Firenze Linux User Group o FLUG, un insieme di persone che promuovono e supportano la diffusione del softwar"
    },
    {
      "url": "https://www.abtassociates.com/projects/evaluating-year-ups-programs-for-young-adults",
      "title": "Evaluating Year Up's Programs for Young Adults | Abt Global",
      "description": "Prospects for young adults without postsecondary credentials have steadily worsened in recent decades. With few chances at well-paying jobs, millions give up on school and withdraw from the labor force. Helping low-skilled young adults access training...",
      "preview": "Skip to main content Evaluating Year Up's Programs for Young Adults HIGHLIGHTS Millions of young adults face limited economic opportunities. Abt is ev"
    },
    {
      "url": "https://petapixel.com",
      "title": "PetaPixel | Photography and Camera News, Reviews, and Inspiration",
      "description": "PetaPixel is a photography news site that covers photo and camera news, reviews, inspiration, and education.",
      "preview": "40 Winning Photos From the Pure Street Photography Awards 2025 Caira Is an 'AI-Native' Micro Four Thirds Camera With Google's 'Nano Banana' Generative"
    },
    {
      "url": "https://www.freudeforever.com/",
      "title": "Freude Forever",
      "description": "Storytelling has always been at the heart of human culture. From ancient myths passed down through oral traditions to the visually stunning epics of modern...",
      "preview": "Skip to content Innovating the World of Storytelling: The Future of Narrative Art Storytelling has always been at the heart of human culture. From anc"
    },
    {
      "url": "https://greenkitchenstories.com/",
      "title": "Green Kitchen Stories - Healthy Vegetarian Family Recipes",
      "description": "Healthy, easy and modern vegetarian recipes from our green kitchen. Easy family recipes, inspiring food photography, travel tips and cookbooks.",
      "preview": "Say hello to our supplements! Creamy Vegan Pesto Pasta & Cauliflower. Our Guide to Stockholm. The Ultimate Movie Night Snack Platter. Our Guide to Bar"
    },
    {
      "url": "https://www.fox13news.com/news/proposed-bill-would-ban-dogs-from-sticking-heads-outside-car-windows",
      "title": "Proposed bill would ban dogs from sticking heads outside car windows | FOX 13 Tampa Bay",
      "description": "A newly filed Florida Senate Bill related to animal welfare could change how you travel with your dog.",
      "preview": "Small Craft Advisory from THU 8:00 PM EDT until SAT 8:00 PM EDT, Tampa Bay waters New bill would ban dogs hanging out of car windows Joneé Lewis repor"
    },
    {
      "url": "https://inbuildingtech.com/buildings/brainbox-ai-watttime-partner-to-reduce-co2-emissions-produced-by-cre-properties/",
      "title": "BrainBox AI, WattTime partner to reduce CO2 emissions produced by CRE properties | RCR Wireless News",
      "description": "Canadian company BrainBox AI, a specialist in autonomous building technology, announced a partnership with WattTime, an environmental tech nonprofit.",
      "preview": "Facebook Linkedin RSS Twitter Youtube Subscribe News Channels 5G 5G Testing 6G IoT Network Infrastructure Open RAN Private 5G Telco AI Telco Cloud Res"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/28996/an-anti-photoshop-revolution-a-new-take-on-real-beauty",
      "title": "An anti-Photoshop revolution? A new take on real beauty | Catholic News Agency",
      "description": "Ashley Crouch is the PR manager and contributing editor of a new women&#39;s fashion magazine with a much talked about policy: no digital alterations to models&#39; real appearances allowed.",
      "preview": "void"
    },
    {
      "url": "https://www.ledcmn.org/",
      "title": "Latino Economic Development Center - LEDC - An association of Latino entrepreneurs and leaders in the state of Minnesota",
      "description": "void",
      "preview": "Skip to content THIS IS OUR TIME THIS IS OUR VOICE THIS IS OUR IMPACT We are the Latino Economic Development Center An association of Latino entrepren"
    },
    {
      "url": "https://www.hrw.org/report/2018/01/23/hidden-chains/rights-abuses-and-forced-labor-thailands-fishing-industry",
      "title": "Hidden Chains: Rights Abuses and Forced Labor in Thailand's Fishing Industry | HRW",
      "description": "This report describes how migrant fishers from neighboring countries in Southeast Asia are often trafficked into fishing work, prevented from changing employers, not paid on time, and paid below the minimum wage. Migrant workers do not receive Thai labor law protections and do not have the right to form a labor union.",
      "preview": "Would you like to see a version of this page that loads faster by showing text only? Yes No, don't ask again ✕ Close Summary Our money is with [the ow"
    },
    {
      "url": "https://www.tbf.org/news-and-insights/press-releases/2022/july/q4-fy22-grants-announcement-20220707",
      "title": "The Boston Foundation announces nearly $4.2 million in grants - TBF",
      "description": "The grants include the latest round of Open Door Grants and a set of one-time grants to support organizations serving seniors, women and other specific populations",
      "preview": "Boston - The Boston Foundation today announced $4,181,000 in grants to 70 organizations in its final round of grantmaking for the 2022 Fiscal Year. In"
    },
    {
      "url": "http://finaid.mines.edu",
      "title": "Home - Financial Aid",
      "description": "Paying for college is a big investment and we want to put a Mines education in reach for all students. Learn about Financial Aid.",
      "preview": "303-273-3301 finaid@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Financial Aid Color"
    },
    {
      "url": "https://www.airbnb.com.pe/saba-caribbean-netherlands/stays",
      "title": "Isla de Saba: alquileres vacacionales y alojamientos - Caribe neerlandés | Airbnb",
      "description": "10 de oct de 2025 - Alquila un lugar en Isla de Saba, Caribe neerlandés desde S/69 la noche. Encuentra espacios únicos donde quedarte y alójate con anfitriones de 191 países. Con Airbnb, te sentirás como en casa donde vayas.",
      "preview": "Omite el contenido Lo sentimos, pero algunos elementos del Sitio Web de Airbnb no funcionan correctamente si JavaScript no está activado. Parte de la"
    },
    {
      "url": "http://www.foolsdog.com/privacy.html",
      "title": "The Fools Dog - Privacy Policy",
      "description": "void",
      "preview": "Our Apps Features Support"
    },
    {
      "url": "https://investor.skillsoft.com/",
      "title": "Investor Relations :: Skillsoft Corporation (SKIL)",
      "description": "Skillsoft provides the first AI-native skills intelligence platform built for the human + AI era. By unifying learning, real-time skills intelligence, and workforce insights, Skillsoft helps enterprises build their Skillforce™ - humans and...",
      "preview": "Investor Relations Latest News Press Release September 16, 2025 • 8:00 AM EDT Skillsoft Launches Industry's First AI-Native Skills Intelligence Platfo"
    },
    {
      "url": "https://www.LGpremiumcare.com",
      "title": "LG Premium Care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://de.mongabay.com/",
      "title": "Mongabay Deutsch - Nachrichten über die Tierwelt und Natur",
      "description": "Nachrichten über die Tierwelt und Natur",
      "preview": "Whistleblower: Envivas Behauptung „gut für den Planeten\" zu sein? Alles Unsinn Verlust der Genehmigungen für Ölpalmen lässt Dörfer in Papua verunsiche"
    },
    {
      "url": "http://www.vitosportelli.it/",
      "title": "Vito - Sportelli",
      "description": "void",
      "preview": "Skip To Content Online June 16, 2025 Sommario: Essere un imprenditore può essere gratificante ma impegnativo, è fondamentale riuscire a bilanciare il"
    },
    {
      "url": "https://tahadiwasla.app.link/s/0717ceea0c63ebc709ead93cce696ea3722379c976d7fba0e7752f2ad8b5d881",
      "title": "karybou.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.paypal-gifts.com/us/brands/google-play.html",
      "title": "Google Play Gift Card: Buy, Access Games & Apps | PayPal US",
      "description": "Explore the magic of the Google Play Store with a digital gift card. Instant access to music, books, games, and more awaits you!",
      "preview": "You need to enable JavaScript to run this app. If you accept cookies, we'll use them to improve and customize your experience and enable our partners"
    },
    {
      "url": "http://www.justcruisinplus.com/",
      "title": "Home - Just Cruisin' Plus",
      "description": "Just Cruisin' Plus is a full service travel counselor and consultant focused on vacations and specializing in cruises and tours. Whether you travel alone or in a group of 10 or 1,000, Just Cruisin' Plus has been exceeding expectations for 27 years since it was founded in 1981. The best in service costs no more and will save you the hassle of finding all the information needed to make a decision that you can let a counselor at Just Cruisin' Plus. We have true professional travel staff to be sure your most precious non-renewable resource, your leisure time, is not taken with conducting research. Learn all you need to know before, during, and after planning and taking that next vacation. We have been taking the time to learn about YOU and what YOU want since 1981.",
      "preview": "Email: | Call: (615) 833-0922 or (800) 888-0922 Welcome to Just Cruisin' Plus! With so many travel options as well as Travel Rules and Regulations, pl"
    },
    {
      "url": "http://tech-m.com.pl/oferta/rodzaj-montazu/na-zewnatrz-pojazdu/",
      "title": "NA ZEWNĄTRZ POJAZDU | Techmot",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "http://www.healthandwealthtopic.com/",
      "title": "Health Is Wealth - Most Popular Supplement Reviews -",
      "description": "void",
      "preview": "Skip to content Posted by By Avery Washington 01/07/2023 Posted in Supplement Semenax Uncovered: A Detailed Review and Analysis Men experiencing erect"
    },
    {
      "url": "https://wandb.ai/site/articles",
      "title": "Machine Learning and MLOps Articles from Weights & Biases",
      "description": "Learn the ins-and-outs of ML, MLOps and getting your idea from your brain to production. Articles by Weights & Biases.",
      "preview": "To comply with applicable regulations, starting on September 1st, 2025, our services will no longer be accessible from your location. Learn More Learn"
    },
    {
      "url": "https://www.slopak.si/",
      "title": "SLOPAK za embalažo poskrbi - Embalažna shema",
      "description": "Slopak zagotavlja izpolnjevanje obveznosti podjetij, ki jim jih nalaga slovenska zakonodaja glede ostankov izdelkov, ki jih proizvajajo, pridobivajo ali uvažajo ter kot prvi dajejo na slovenski trg.",
      "preview": "void"
    },
    {
      "url": "https://gb.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Start, switch, or advance your career Grow with 10,000+ courses from top organizations Join for Free Gain essential AI skills to enhance your career G"
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "https://osmfoundation.org/Licence",
      "title": "Licence - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Licence From OpenStreetMap Foundation Information on our distribution licence, the ODbL 1.0, its application to"
    },
    {
      "url": "https://feedingamerica.sharepoint.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.uffizi.it/biglietti",
      "title": "Biglietteria Ufficiale | Gallerie degli Uffizi",
      "description": "Tutte le informazioni ufficiali su orari, tariffe, biglietti, abbonamenti per gli Uffizi, Palazzo Pitti e Giardino di Boboli.",
      "preview": "Biglietti Biglietti Prenotazione PassePartout Info e promo Biglietti musei Vedi la tabella riepilogativa dei prezzi Biglietto singolo Ingresso singolo"
    },
    {
      "url": "https://www.facilitiesnet.com/designconstruction/article/Allowing-for-Varying-Employee-Ages-Preferences-in-Workplace-Style--16099?source=part",
      "title": "Allowing for Varying Employee Ages, Preferences in Workplace Style - Facilities Management Insights",
      "description": "Learn about workplace design, office environment, workplace design for productivity, workplace design for sustainability, open office concept, generational differences in workplace design and related trends for building operations success",
      "preview": "void"
    },
    {
      "url": "https://www.xumo.tv/",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://naacp.org/convention",
      "title": "116th NAACP National Convention | NAACP",
      "description": "Join us in Las Vegas from July 13-17 as we convene to progress policies that impact Black America.",
      "preview": "Skip to main content Search Close Close Donate Close SEE YOU IN CHICAGO! The NAACP National Convention is an empowering and immersive experience held"
    },
    {
      "url": "https://bobhope.uso.org",
      "title": "USO California",
      "description": "Directions, hours, and events for the USO California area",
      "preview": "Skip to navigation Skip to main content Skip to footer USO California Find another USO location USO logo USO California Donate Open Menu Locations Los"
    },
    {
      "url": "https://es.lnk.to/subtract",
      "title": "- (Subtract)",
      "description": "Listen to content by Ed Sheeran.",
      "preview": "void"
    },
    {
      "url": "http://www.rlyehindustry.com/apps/rpgscribepf",
      "title": "Rlyeh Industry - RPG Scribe Pathfinder",
      "description": "Rlyeh Industry is the maker of unspeakable apps for iPhone, iPod Touch and iPad",
      "preview": "HOME APPS CONTACT Home > Apps > RPG Scribe Pathfinder > About Get It Now! 'RPG Scribe Pathfinder & 3.5e' is a smart character sheet for iOS and Androi"
    },
    {
      "url": "https://cansouthasia.net/",
      "title": "CANSA | Home - Climate Action Network South Asia",
      "description": "<p>[vc_row][vc_column 0=\"\"][vc_column_text][metaslider id=6869] OUR PARTNERS [fusion_portfolio layout=\"carousel\" picture_size=\"fixed\" text_layout=\"unboxed\" grid_box_color=\"\" grid_element_color=\"\" grid_separator_style_type=\"\" grid_separator_color=\"\" columns=\"4″ one_column_text_position=\"below\" column_spacing=\"20″ equal_heights=\"no\" number_posts=\"-1″ portfolio_title_display=\"all\" portfolio_text_alignment=\"left\" padding_top=\"\" padding_right=\"\" padding_bottom=\"\" padding_left=\"\" filters=\"yes\" pull_by=\"category\" cat_slug=\"partners\" exclude_cats=\"\" tag_slug=\"\" exclude_tags=\"\" pagination_type=\"none\" hide_url_params=\"off\" offset=\"0″ orderby=\"date\" order=\"DESC\" content_length=\"excerpt\" excerpt_length=\"35″ strip_html=\"yes\" carousel_layout=\"title_on_rollover\" scroll_items=\"\" autoplay=\"yes\" show_nav=\"yes\" mouse_scroll=\"no\" hide_on_mobile=\"small-visibility,medium-visibility,large-visibility\" class=\"\" id=\"\" animation_type=\"fade\" animation_direction=\"left\" animation_speed=\"0.3″ animation_offset=\"\" /][fusion_builder_container admin_label=\"\" hundred_percent=\"no\" equal_height_columns=\"no\" menu_anchor=\"\" [...]</p>",
      "preview": "Loss and Damage Photo: Shailendra Yashwant Just Transition Photo: Shailendra Yashwant Climate Finance Ecosystem Restoration & Biodiversity Conservatio"
    },
    {
      "url": "https://www.saludinforma.es/portalsi/web/salud/servicios-prestaciones/convenio-especial-prestacion-asistencia-sanitaria;jsessionid=26wSvUheTKkYqv9KBx3ovPpN.mov-saludinforma-13",
      "title": "SaludInforma - Convenios especiales",
      "description": "void",
      "preview": "Mis Mensajes Cita primaria / especializada Tarjeta sanitaria / PIN / SMS Certificado FNMT y Cl@ve Voluntades anticipadas Segunda opinión médica Subven"
    },
    {
      "url": "https://www.urbanoutfitters.com/shop/tonymoly-all-you-need-mask-set2",
      "title": "TONYMOLY All You Need Mask Set | Urban Outfitters",
      "description": "Shop TONYMOLY All You Need Mask Set at Urban Outfitters today. Discover more selections just like this online or in-store. Shop your favorite brands and sign up for UO Rewards to receive 10% off your next purchase!",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "http://parodontoza.eu/?p=266",
      "title": "ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ - Пародонтоза",
      "description": "ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ Действие: Тази вода за уста съдържа естествени екстракти от салвия, мента и таро с антибактериални и освежаващи свойства, благодарение на които ефикасно възпрепятства образуването на плака и кариеси и възстановява равновесието на бактериалната флора на устната кухина. Използва се след измиване с паста и четка за...",
      "preview": "Skip to content ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ Пародонтоза >> Води за уста >> ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ"
    },
    {
      "url": "https://www.nnwa.us/",
      "title": "National NeighborWorks Association | National Neighborworks Association",
      "description": "void",
      "preview": "Skip to Content We Advocate For Our Members, For Our Communities National NeighborWorks ® Association Dual Faceted Advocacy The National NeighborWorks"
    },
    {
      "url": "https://portail.sportsregions.fr/jeu-de-dames/reunion/calendrier-clubs-de-jeu-de-dames-en-reunion",
      "title": "Calendrier des clubs de jeu de dames de Reunion | Sportsregions.fr",
      "description": "Calendrier sportif des sites web des clubs de jeu de dames de Reunion abonnés à l'éditeur de site internet Sportsregions.",
      "preview": "Calendrier des clubs de jeu de dames de Reunion 0 événement à venir Flux RSS Affinez votre recherche : Filtres : Jeu de Dames Dom-Tom Reunion Accueil"
    },
    {
      "url": "https://fra-data.fao.org/",
      "title": "FRA Platform | Global Forest Resources Data | Food and Agriculture Organization of the United Nations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://oceankind.org",
      "title": "Oceankind.org",
      "description": "Oceankind's mission is to improve the health of global ocean ecosystems while supporting the livelihoods of people who rely on them.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://country.iheart.com/alternate/amp/2022-12-13-kelsea-ballerini-gets-brutally-honest-and-vulnerable-in-podcast-episode/",
      "title": "Kelsea Ballerini Gets 'Brutally Honest And Vulnerable' In Podcast Episode | iHeartCountry Radio",
      "description": "Kelsea Ballerini recently spoke with podcast host Jade Iovine, and Iovine said the pair, \"had an incredibly honest and real conversation, so much so that I think we both forgot we were recording a podcast for thousands of people to hear.\"",
      "preview": "Por Kelly Fisher Dec 13, 2022 Foto : Getty Images Kelsea Ballerini opened up in a \"brutally honest and vulnerable chat\" with Jade Iovine on a new podc"
    },
    {
      "url": "https://www.nrk.no/urix/",
      "title": "NRK Urix - Utenriksnyheter og -dokumentarer",
      "description": "Følg med på hva som skjer i verden. Finn aktuelle utenriksnyheter og innsiktsfulle dokumentarer på NRK.no/urix",
      "preview": "NRK Urix - Utenriksnyheter og -dokumentarer Urix Maria Corina Machado får Nobels fredsprisen 2025: Det hvite hus reagerer Det hvite hus mener Nobelkom"
    },
    {
      "url": "https://ourfamilysoftware.com/nb/products/familyboard",
      "title": "FamilyBoard - Our Family Software",
      "description": "En interaktiv tavle som holder hele familien samstemt! FamilyBoard er unik i sin fokus på å visualisere familiens digitale informasjon. Visualisering er nøkkelen for å involvere alle, og med mobil appen har familiemedlemmer tilgang til den samme informasjonen på farta.",
      "preview": "Gå videre til innholdet Handlekurven din er tom Fortsett å handle Har du en konto? Logg på for å betale raskere. Handlekurven din Laster inn ... Estimer"
    },
    {
      "url": "https://www.elcomercio.com/actualidad/negocios/ecuador-segundo-productor-atun-tailandia.html",
      "title": "Ecuador es el segundo productor de atún en el mundo, después de Tailandia - El Comercio",
      "description": "El Ecuador cuenta hoy en día con la flota atunera más potente del Pacífico Oriental. Tiene 116 embarcaciones, con una capacidad de arrastre de 93 000 toneladas.",
      "preview": "Última Hora Actualidad Tendencias Tecnología Deportes Opinion Videos Podcasts Empleo Contactos Feed RSS Mapa del sitio Créditos Responsabilidad Social"
    },
    {
      "url": "https://www.tasteline.com/recept/fisk-skaldjurslasagne/",
      "title": "Fisk- & skaldjurslasagne - Tasteline",
      "description": "void",
      "preview": "Sök Hem / Recept / Fisk- & skaldjurslasagne Nästan rätt? Visa liknande recept Annons Undvik att skärmen släcks Ingredienser 250 g lasagneplattor , gär"
    },
    {
      "url": "https://www.samadeva.com/event?type=25&date=nextweek&dept=26&xevtyp=2",
      "title": "Events | Samadeva",
      "description": "void",
      "preview": "Se rendre au contenu Prochaine semaine Evénements à venir Méthodes All Categories 3 Danses et mouvements sacrés 1 Ennéagramme 1 Fin de vie et guidance"
    },
    {
      "url": "https://www.susanjreinhardt.com/2015/07/dialogueguest-postssovereigntyblog.html",
      "title": "Christian Writer/Reader Connection: Dialogue/Guest Posts/Sovereignty/Blog Titles/Twitter",
      "description": "1. Art Holcomb guest posts on Storyfix about writing dialogue. This is an excellent article and a key element in novels. 2. Ha...",
      "preview": "Pages Home My Books Contact About Events Friday, July 3, 2015 Dialogue/Guest Posts/Sovereignty/Blog Titles/Twitter 1. Art Holcomb guest posts on Story"
    },
    {
      "url": "https://gisgames.tumblr.com/post/89374064926",
      "title": "Last year geomatics student (Too Much STEM, Not Enough Computer Science?)",
      "description": "void",
      "preview": "Last year geomatics student Ask me anything Link 87 Notes Too Much STEM, Not Enough Computer Science? codeorg : Not a day goes by that I don't read an"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85927",
      "title": "Searchable Recipe Database - May 16, 2016",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.nationalgeographic.com/newsletters/signup",
      "title": "Sign Up for National Geographic Newsletters | National Geographic",
      "description": "Get the latest from National Geographic in your inbox",
      "preview": "Sign Up for National Geographic Newsletters Nat Geo Top Picks Let Nat Geo curate emails for you. Receive top stories and photos, special offers, and o"
    },
    {
      "url": "https://forums.corvetteactioncenter.com/threads/in-jail-or-not-in-jail-that-is-the-question.93002/",
      "title": "In Jail or Not in Jail? That is the Question | Corvette Forum - Corvette Action Center",
      "description": "From Josh Oliver, TheGMSource.com: ---------------------------------------------- Earlier today it was reported that the gentleman who produced images of...",
      "preview": "Welcome to the Corvette Forums at the Corvette Action Center! Clubs Events History Reviews Shop Tech Center New posts Search forums Menu Log in Regist"
    },
    {
      "url": "http://www.erp-recycling.it",
      "title": "Sistemi Collettivi RAEE: Consorzio ERP Italia",
      "description": "Consorzio ERP Italia: Sistema Collettivo che si occupa della gestione a norma dei RAEE e dei Rifiuti di Pile e Accumulatori a scopo di riciclo",
      "preview": "Salta al contenuto Cerca per: COMUNICATI STAMPA AREA RISERVATA Cerca per: Member login Homepage admin 2025-09-11T10:54:13+02:00 Consorzio ERP Italia C"
    },
    {
      "url": "https://login.wordpress.org/register?locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Create a WordPress.org account to start contributing to WordPress, get help in the support forums, or rate and review themes and"
    },
    {
      "url": "https://www.vodne-filtre.sk/marella-grafit-vc.6-ks-maxtraplus.html",
      "title": "Marella grafit vč.6 ks MaxtraPlus - Vodné-Filtre.sk",
      "description": "Filtračná kanvica Brita Marella Cool čierna vrátane 6 filtrov.",
      "preview": "Marella grafit vč.6 ks MaxtraPlus Záruka: 24 mesiacov Dostupnosť: skladom Vaša cena bez DPH: 33,05 € Vaša cena s DPH: 39,99 € Počet kusov Kúpiť Výrobc"
    },
    {
      "url": "https://www.ravelry.com/designers/kiki-crochet-designs",
      "title": "Ravelry: Designs by Kiki Crochet Designs",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://ourworldindata.org/grapher/child-mortality-igme",
      "title": "Child mortality rate - Our World in Data",
      "description": "The estimated share of newborns who die before reaching the age of five.",
      "preview": "Data Child mortality rate See all data and research on: Child & Infant Mortality Data sources and processing Insights about this data Data sources and"
    },
    {
      "url": "https://fullfact.org/",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.spotify.com/in/",
      "title": "Spotify - Web Player: Music for everyone",
      "description": "Spotify is a digital music service that gives you access to millions of songs.",
      "preview": "Trending songs Fanculo (feat. Marracash) The Fate of Ophelia DUOMO Scama NON CAPISCI (FREESTYLE) Non è mica te Semplicemente (from the Netflix Series"
    },
    {
      "url": "https://www.navoba.org/",
      "title": "NaVOBA Home",
      "description": "NaVOBA provides a direct link for contracting between corporate America and Certified Veteran's (VBE®) and Service-Disabled Veteran's (SDVBE®) businesses.",
      "preview": "Get in touch Subscribe to Newsletter Subscribe to Newsletter Apply Now CERTIFYING VETERAN'S BUSINESS ENTERPRISES® TO COMPETE & WIN CORPORATE CONTRACTS"
    },
    {
      "url": "https://www.cbc.ca/news/canada/toronto/toronto-business-owners-associations-help-pandemic-1.6180500",
      "title": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News",
      "description": "Downtown business owners and associations are questioning why federal election candidates aren't promising more support for establishments in Toronto's core, many of which are still struggling to stay afloat during the COVID-19 pandemic.",
      "preview": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News Loaded Toronto Downtown Toronto business owners, assoc"
    },
    {
      "url": "https://www.tuftandpaw.com/products/cove-litter-box-full",
      "title": "Cove Modern Litter Box - Tuft & Paw",
      "description": "A simple, beautiful, modern litter box with an integrated scoop, dustpan, and handbrush. Built by designers, engineers, and cat behaviorists and made from recycled plastics that are completely toxin-free.",
      "preview": "Close Search website Search Previous Slide Next Slide Product Details Rethink your litter box setup with Cove. An overachiever by design, it comes wit"
    },
    {
      "url": "https://form.jotform.com/72625128446155",
      "title": "On page comment form",
      "description": "Please click the link to complete this form.",
      "preview": "Feedback for Basten Gokkon, the author of this story Use this form to send a message to this post's author. If you want to post a public comment, you"
    },
    {
      "url": "http://madscientist.pl/policy/policy_adfree.html",
      "title": "Mad Scientist",
      "description": "void",
      "preview": "Privacy policy This document describes how we (Mad Scientist sp. z o.o., a company under laws of Poland, with registered address at: Os. Sobieskiego 4"
    },
    {
      "url": "https://www.moore.org/",
      "title": "Home - Gordon and Betty Moore Foundation",
      "description": "void",
      "preview": "About Our Founders Our Grantmaking Our Finances Our Operations Working at Moore Contact Us Founders' Intent Guiding Principles Our Approach Principles"
    },
    {
      "url": "https://mysupport.apple.com/add-coverage/",
      "title": "Il mio supporto",
      "description": "void",
      "preview": "JavaScript Required We're sorry, but this application requires JavaScript to function properly. Please enable JavaScript in your browser settings and"
    },
    {
      "url": "https://bk.asia-city.com/restaurants/news/bangkok-best-street-food",
      "title": "How many of these essential Bangkok street eats have you tasted? - BK Magazine Online | The insider's guide to Bangkok",
      "description": "These dishes prove no one does street food better than Bangkok.",
      "preview": "Skip to main content How many of these essential Bangkok street eats have you tasted? These dishes prove no one does street food better than Bangkok."
    }
  ],
  "_meta": {
    "total_bookmarks": 136
  }
}