{
  "data": [
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "https://www.aulafacil.com/cursos/programacion/macromedia-dreamweaver/formatos-en-el-panel-de-propiedades-l200",
      "title": "🥇▷【 Formatos en el Panel de Propiedades - Macromedia Dreamweaver 】",
      "description": "✍✅ - Formatos en el Panel de Propiedades - En la zona izquierda del panel de propiedades, tenemos unas opciones que aún no conocemos y que vamos a ver en esta lección. Estas son las propiedades, \"Formato\", \"Fuente\", \"Estilo\", \"Tamaño\" y \"Color\". Vamos a verla poco a poco: La primera opción Formato",
      "preview": "Buscar En la zona izquierda del panel de propiedades, tenemos unas opciones que aún no conocemos y que vamos a ver en esta lección. Estas son las prop"
    },
    {
      "url": "https://www.studioalyse.com/",
      "title": "Studio Alyse",
      "description": "Studio Alyse is an Interior Design Studio with a focus thoughtfully crafted interiors. Alyse Eisenberg is the founder of her eponymous firm, where she acts as a full service interior designer residential projects.",
      "preview": "HOME"
    },
    {
      "url": "http://www.unfpa.org/female-genital-mutilation",
      "title": "Female genital mutilation | United Nations Population Fund",
      "description": "<p>💡 #DidYouKnow: 68 million girls are at risk of undergoing female genital mutilation (FGM) by 2030?</p",
      "preview": "Skip to main content Clear search Female genital mutilation Home What we do Female genital mutilation Female genital mutilation, a practice that invol"
    },
    {
      "url": "https://www.fsunews.com/story/sports/2015/06/24/noles-nab-top-basketball-recruit/29227523/",
      "title": "FSView",
      "description": "Four-star prospect C.J. Walker chooses FSU",
      "preview": "Skip to main content Home Sports Football Basketball Baseball Softball Soccer 'Noles nab top basketball recruit Ariya Massoudi Sports Editor @AriyaMas"
    },
    {
      "url": "https://pittsburgh.cbslocal.com/2021/03/20/sandra-oh-oakland-stop-asian-hate-protest/",
      "title": "'I Am Proud To Be Asian': Award-Winning Actress Sandra Oh Speaks At Stop Asian Hate Oakland Protest - CBS Pittsburgh",
      "description": "Award-winning actress Sandra Oh made an appearance and spoke at a &quot;Stop Asian Hate&quot; protest in Oakland.",
      "preview": "All News KDKA Investigations Politics Consumer Business HealthWatch Entertainment Galleries KDKA+ Pittsburgh Weather School Closings/Delays Submit Wea"
    },
    {
      "url": "https://connect.looker.com/?utm_source=lookercommunity&utm_medium=link_in_header&utm_campaign=connect_community_promo&utm_id=communitytoconnectlink",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://mgp770.tumblr.com/",
      "title": "Tumblr",
      "description": "Tumblr. Pure effervescent enrichment. Old internet energy. Home of the Reblogs. All the art you never knew you needed. All the fandoms you could wish for. Enough memes to knock out a moderately-sized mammal. Add to it or simply scroll through and soak it up.",
      "preview": "mgp770 is on Tumblr Mature content This blog may contain content not suitable for all audiences. To view this blog, sign up or login Welcome to your c"
    },
    {
      "url": "https://www.giallozafferano.it/ricette-cat/Primi/",
      "title": "Primi piatti - Le ricette di GialloZafferano",
      "description": "Ricette primi piatti: leggi consigli, ingredienti, tempi e modalità di preparazione dei nostri gustosissimi primi piatti sfiziosi al forno, facili e veloci.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X Ricette Primi Piatti Portate Le Portate Filtri Tutti i Filtri Benessere Primi piatti veloci La pasta è s"
    },
    {
      "url": "https://www.eibabo.be/fr/abb/barre-de-phase-tripolaire-10mm2-ps-3-12-fi-eb10643883",
      "title": "ABB | PS 3/12 FI | Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI | 2CDL230002R1012 | Peigne de raccordement",
      "description": "Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI - ABB - PS 3/12 FI - 2CDL230002R1012 - 4016779571074: Nombre de phases 3, Nombre de pôles 12, Convient pour le nombre d'appareils 4, Mesure de division 44698 mm, Section transversale 10 mm², Longueur 214 mm, Largeur en unités de division 12, Courant continu nominal Iu 63 A, Conception de connexion électri...",
      "preview": "Pour profiter pleinement de eibabo.be, nous vous recommandons d'activer Javasript dans votre navigateur. > plus Lien Évaluer Jeu de barres - Barre de"
    },
    {
      "url": "https://campuswardrobe.com/products/alabama-state-university-hornets-ncaa-workout-tee-t-shirt",
      "title": "Alabama State University Hornets NCAA Workout Tee T-Shirt",
      "description": "The W Republic Apparel College Tee is a high quality traditional cotton t-shirt, featuring bold outstanding digital printed graphics of your favorite college, The ribbed crewneck and extra-soft cotton with a tag less design will keep you comfortable all day long. Start every day the right way and be sure to show off yo",
      "preview": "WELCOME! GET $5 OFF Enter your email to get $5 off and free shipping on your first order Email Note: The page will refresh once you submit this form."
    },
    {
      "url": "https://www.expo2020dubai.com/en",
      "title": "Expo 2020 Dubai | Home | Connecting Minds, Creating the Future | Expo 2020 Dubai",
      "description": "Expo 2020 Dubai will host the world for 182 days, each one brimming with new experiences. It'll be a time to create, collaborate and innovate.",
      "preview": "Video Not Supported We had an incredible time welcoming the world! Want to relive the best moments? Visit Virtual Expo Dubai Scroll Scroll Scroll What"
    },
    {
      "url": "https://www.webiconio.com/detail/2215/",
      "title": "Clock (icon No. 2215) - webiconio.com",
      "description": "Free vector icons. Download thousands of free icons in SVG format.",
      "preview": "Search Clock (icon No. 2215) Download in SVG Icon style Dualtone Tags clock hour time Icon preview 96px preview 64px preview 48px preview 32px preview"
    },
    {
      "url": "https://depositphotos.com/",
      "title": "Royalty-free Images, Photo Stock, Video & Music | DepositPhotos",
      "description": "Royalty-free stock images at affordable prices on DepositPhotos. Download stock photos for commercial use. Pictures, videos, music for every topic.",
      "preview": "Current page requires JavaScript, this web browser either does not support JavaScript, or scripts are being blocked. Please turn on JavaScript or use"
    },
    {
      "url": "http://www.greenpak.com.mt",
      "title": "| GreenPak",
      "description": "Broadcasting Authority",
      "preview": "iBiNs About iBiNs Find Nearest iBiN Batteries for Hospice About Batteries for Hospice Find Nearest Battery Bin Producer Compliance Contact Us Login /"
    },
    {
      "url": "https://www.plex.tv",
      "title": "Stream Movies & Find Shows On The Best Streaming Services",
      "description": "Searching for the best free streaming services for a great show? Plex is your destination! Find great movies to watch and stream all your personal media libraries on every device.",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Meet you"
    },
    {
      "url": "https://www.postgresql.org/docs/current/ddl-partitioning.html",
      "title": "PostgreSQL: Documentation: 18: 5.12. Table Partitioning",
      "description": "5.12.&nbsp;Table Partitioning # 5.12.1. Overview 5.12.2. Declarative Partitioning 5.12.3. Partitioning Using Inheritance 5.12.4. Partition Pruning 5.12.5. Partitioning and Constraint Exclusion ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://allontario.ca/grants-for-crafts-and-design/",
      "title": "Grants for Crafts and Design - AllOntario",
      "description": "Jean A. Chalmers Fund for the Crafts",
      "preview": "Facebook Pinterest HOME FINDING INFORMATION ACCIDENTS Motor Vehicle Accident Personal Injury DRIVERS Driver's Licence Roads & Driving Traffic Tickets"
    },
    {
      "url": "https://www.maryscullyreports.com/the-stresses-of-the-2016-elections-on-civility/",
      "title": "The stresses of the 2016 elections on civility | Mary Scully Reports",
      "description": "void",
      "preview": "A woman I've known many years through protests, mostly for immigration & women's rights, feigned umbrage at my quip about medicating to get over the e"
    },
    {
      "url": "https://www.tehrantimes.com/news/439132/Guardian-Council-says-won-t-be-affected-by-pressure",
      "title": "Guardian Council says won't be affected by pressure - Tehran Times",
      "description": "TEHRAN - The Guardian Council will not be influenced by pressures when vetting candidates for the 2020 parliamentary elections, its spokesman said on Saturday.",
      "preview": "Guardian Council says won't be affected by pressure Politics August 10, 2019 - 19:35 TEHRAN - The Guardian Council will not be influenced by pressures"
    },
    {
      "url": "https://www.uline.com/Product/Detail/S-1579K/White-Mailing-Tubes/Square-Tubes-3-x-3-x-37-Kraft",
      "title": "Square Tubes - 3 x 3 x 37\", Kraft S-1579K - Uline",
      "description": "Recommended for storing or mailing documents, maps and blueprints. Ships and stores flat - Saves warehouse space. Unique square shape makes inserting and removing easy. Tough 200 lb. test corrugated. Locking tabs - No need for tape. ULINE offers over 43,000 boxes, plastic poly bags, mailing tubes, warehouse supplies and bubble wrap for your storage, packaging, or shipping supplies.",
      "preview": "Enable Accessibility Skip to Main Navigation Skip to Main Content Skip to My Account Skip to Footer Internet Explorer is no longer supported. Please u"
    },
    {
      "url": "https://www.tate.org.uk/visit/tate-modern",
      "title": "Tate Modern | Tate",
      "description": "Explore modern and contemporary art from around the world",
      "preview": "What's on Visit the free collection In Tate Modern Getting here Admission information Visiting tips Accessibility 25 years of Tate Modern Left Right A"
    },
    {
      "url": "https://policy.medium.com/medium-terms-of-service-9db0094a1e0f",
      "title": "Medium Terms of Service | by Medium | Medium Policy",
      "description": "Medium Terms of Service Effective: September 1, 2020 You can see our previous Terms here. Thanks for using Medium. Our mission is to deepen people's understanding of the world and spread ideas that ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Terms of Ser"
    },
    {
      "url": "https://smartgivers.org/",
      "title": "Charities Review Council: Where Donors and Nonprofits Meet",
      "description": "We inform donors, empower nonprofits, and partner with grantmakers to mobilize informed donors and accountable nonprofits for the greater good.",
      "preview": "Log In Donate Donors List of Reviewed Nonprofits Refer a Nonprofit The Accountability Standards ® Questions to Ask Before Giving The Smart Giver Newsl"
    },
    {
      "url": "https://a16z.com/2023/02/09/welcoming-the-talent-x-opportunity-spring-23-cohort/",
      "title": "Welcoming the Talent x Opportunity Spring '23 Cohort | Andreessen Horowitz",
      "description": "Since kicking off the Talent x Opportunity (TxO) Initiative, we have invested in 27 companies building products and services based on unique cultural insights. The founders we backed and continue to support have taken tremendous strides from initial ideation to accelerating their businesses by growing full-time headcount, strengthening go-to-market strategies with key partnerships and collaborations,...",
      "preview": "Welcoming the Talent x Opportunity Spring '23 Cohort Kofi Ampadu share Copy Link Email X LinkedIn Facebook Hacker News WhatsApp Flipboard Reddit Poste"
    },
    {
      "url": "https://algrium.com/products/1-lbs-6-mm-10-mm-mixed-polishing-sphere-ceramic-tumbling-media",
      "title": "1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler - Algrium",
      "description": "These nonabrasive ceramic pellets are excellent for using as a non abrasive filler and carrier in tumbling stones in your tumbler. This is a porcelain media that has no abrasive in it. It is used to polish all materials. It can be used as a second step or used alone when only a polish is required. Can be used in all ty",
      "preview": "Skip to content Search Log in Sign up Cart ( 0 ) 1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler Tumble Media Regular price $36"
    },
    {
      "url": "https://sports.yahoo.com/nfl/players/30127/splits/",
      "title": "Derek Barnett (DE, RD) Stat Splits - Houston - Yahoo Sports",
      "description": "Sports News, Scores, Fantasy Games",
      "preview": "Advertisement Advertisement Advertisement Advertisement Derek Barnett #95 DE Houston Texans 1 Solo 0.0 Sack 0 Int Summary Game Log Splits All Seasons"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/",
      "title": "Responsible Minerals Initiative",
      "description": "With more than 500 member companies, the Responsible Minerals Initiative is one of the most utilized and respected resources for companies from a range of industries addressing responsible mineral sourcing issues in their supply chains. We provide companies with tools and resources to",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://beepner.tumblr.com/post/116589676171",
      "title": "You Can Not (re)Blog - codeorg: With all the national debate on...",
      "description": "codeorg: With all the national debate on...",
      "preview": "codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost"
    },
    {
      "url": "https://online.flipbuilder.com/wool/itkw/mobile/index.html",
      "title": "Engineering Penn State: Fall/Winter 2021",
      "description": "void",
      "preview": "basic-index.html 0001 0002 0003 0004 0005 0006 0007 0008 0009 0010 0011 0012 0013 0014 0015 0016 0017 0018 0019 0020 0021 0022 0023 0024 0025 0026 002"
    },
    {
      "url": "https://www.gtcuw.org/",
      "title": "Greater Twin Cities United Way | Together We Thrive",
      "description": "Empower change with Greater Twin Cities United Way. Discover our mission, impact, and opportunities to support and volunteer in the Twin Cities area.",
      "preview": "About Us Our Team Board of Directors Equity & Inclusion Our History Financials Impact Report FAQs Our Impact Food Full Lives Education 80×3 Career Aca"
    },
    {
      "url": "https://www.nationalgallery.org.uk/paintings/explore-the-paintings",
      "title": "Search the collection | Paintings | National Gallery, London",
      "description": "Search or browse our collection of more than 2,600 paintings and other works of art.",
      "preview": "Skip to main content Search the collection Search or browse our collection of more than 2,600 paintings and other works of art. Show full image Group"
    },
    {
      "url": "https://www.nctsn.org/resources/helping-children-with-traumatic-separation-or-traumatic-grief-related-to-covid-19",
      "title": "Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 | The National Child Traumatic Stress Network",
      "description": "Offers information on how to talk with chlidren about traumatic separation or traumatic grief as it relates to the COVID-19 pandemic.",
      "preview": "Jump to navigation Helping Children with Traumatic Separation or Traumatic Grief Related to COVID-19 You are here Home > Helping Children with Traumat"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS",
      "title": "Cross-Origin Resource Sharing (CORS) - HTTP | MDN",
      "description": "Cross-Origin Resource Sharing (CORS) is an HTTP-header based mechanism that allows a server to indicate any origins (domain, scheme, or port) other than its own from which a browser should permit loading resources. CORS also relies on a mechanism by which browsers make a \"preflight\" request to the server hosting the cross-origin resource, in order to check that the server will permit the actual request. In that preflight, the browser sends headers that indicate the HTTP method and headers that will be used in the actual request.",
      "preview": "Skip to main content Skip to search Cross-Origin Resource Sharing (CORS) Baseline Widely available This feature is well established and works across m"
    },
    {
      "url": "http://tr.apec.org/",
      "title": "APEC Trade Repository",
      "description": "void",
      "preview": "Home APEC Trade Repository Useful Links Contact Canada MFN Tariff Rates Canada Border Services Agency - Customs Tariff APEC Economies' Implementation"
    },
    {
      "url": "https://www.likewise.com/contact-us/",
      "title": "Contact Us",
      "description": "Need to get in touch with Likewise? Send us an email!",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "http://newsletters.fao.org/k/Fao/subscription_form_sdg_indicators",
      "title": "void",
      "description": "void",
      "preview": "Registration form Subscribe for alerts! Subscribe now to our newsletter and get the latest on FAO's work on data, statistics and the SDG indicators un"
    },
    {
      "url": "https://www.publico.pt/tecnologia",
      "title": "Tecnologia | PÚBLICO",
      "description": "As últimas notícias, opinião, fotos e vídeos de Tecnologia",
      "preview": "Com o apoio Saiba mais Editar Enter Três passos para libertar espaço no Google Drive e no Gmail sem perder o essencial Sérgio Magno Plug-in Tesla Mode"
    },
    {
      "url": "https://www.apple.com/shop/buy-iphone",
      "title": "Buy iPhone - Apple",
      "description": "Shop the latest iPhone models and accessories. Save with Apple Trade In, carrier offers, and flexible monthly payment options. Get expert help today.",
      "preview": "Shop iPhone All models. Take your pick. NEW iPhone 17 Pro & iPhone 17 Pro Max Take a closer look From $1099 Buy NEW iPhone Air Take a closer look From"
    },
    {
      "url": "https://ham.stackexchange.com/users/69/joseph?tab=tags",
      "title": "User Joseph - Amateur Radio Stack Exchange",
      "description": "Q&A for amateur radio enthusiasts",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Joseph Member fo"
    },
    {
      "url": "https://mamesociety.org/event/72",
      "title": "The Myanmar American Medical Education Society, Inc.",
      "description": "void",
      "preview": "The Myanmar American Medical Education Society, Inc. Home Become a Member Application for Membership Volunteer Application About MAMES Our Mission Pre"
    },
    {
      "url": "http://www.maven.sc",
      "title": "Maven | Creative Agency specialising in Design, Print, Web & TV",
      "description": "Creative agency specialising in design, print, web & TV with offices in Seychelles and Serbia.",
      "preview": "Skip to main content Work COVID-19 Android & iOS App Android and iOS app development for COVID-19. Work Air Seychelles Website Redesign Design and dev"
    },
    {
      "url": "https://docs.looker.com/",
      "title": "Looker | Google Cloud",
      "description": "Documentation for Looker, an enterprise platform for business intelligence, data applications, and embedded analytics.",
      "preview": "Skip to main content Looker Documentation / English Deutsch Español Español - América Latina Français Indonesia Italiano Português Português - Brasil"
    },
    {
      "url": "https://strobist.blogspot.com/",
      "title": "Strobist",
      "description": "void",
      "preview": "Strobist ® Learn How to Light. UPDATE: Strobist was archived in 2021. Here is what I am up to now . ________________________________________ Welcome t"
    },
    {
      "url": "https://www.splitshire.com/",
      "title": "SplitShire - Free Stock Photos & Videos",
      "description": "SplitShire, a free stock photo and video platform offering high-quality, royalty-free images and videos for personal and commercial use.",
      "preview": "Stories Told Across Time, with AI Featured on Made by Community Explore Close-Up Image of European Woman's Dry Wrinkled Skin Happy Mother's Day Celebr"
    },
    {
      "url": "https://pluto.tv",
      "title": "Pluto TV: Watch Free Movies, TV Shows & Live TV Online",
      "description": "Watch 1000s of free movies and TV shows on demand & 100s of live TV channels for free.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://budgestudios.com/en/legal/privacy-policy/",
      "title": "Privacy Policy - Budge Studios-Mobile Apps For Kids",
      "description": "Budge Studios was founded in 2010 with the mission to entertain and educate children around the world, through innovation, creativity, and fun.",
      "preview": "Privacy Policy English Français Deutsch Español Italiano Nederlands 한국어 日本語 Português 繁體字 简体中文 BUDGE STUDIOS PRIVACY POLICY Last update: Febraury 24th"
    },
    {
      "url": "https://www.iesalc.unesco.org/",
      "title": "UNESCO IESALC unveils expanded Higher Education Policy Observatory for stronger policy support | International Institute for Higher Education in Latin America and the Caribbean",
      "description": "It allows to visualise and compare higher education systems and policies in almost 150 countries, and now includes data from the UNESCO Institute for Statistics.",
      "preview": "Skip to main content Search Search Canva UNESCO IESALC unveils expanded Higher Education Policy Observatory for stronger policy support It allows to v"
    },
    {
      "url": "https://www.lena.org/",
      "title": "LENA: Building Brains Through Early Talk",
      "description": "LENA is a national nonprofit on a mission to transform children's futures through early talk technology and data-driven programs.",
      "preview": "Skip to content Every child deserves Transforming Children's Futures 2x More likely to be kindergarten ready 80% Increase in CLASS® scores 31% Increas"
    },
    {
      "url": "https://www.thomann.de/gb/electric_guitars.html",
      "title": "Buy Electric Guitars at Thomann - Thomann UK",
      "description": "Buy Electric Guitars + accessories online at Europe's largest music retailer ✔ Fast shipping ✔ 30 days money-back ✔ 3 years Thomann guarantee",
      "preview": "Served with love! With our cookies we would like to offer you the best shopping experience possible with everything that goes with it. This includes,"
    },
    {
      "url": "https://nicholasdevito.wordpress.com/tag/books/",
      "title": "books | Nicholas DeVito",
      "description": "Posts about books written by Nicholas",
      "preview": "Nicholas DeVito Skip to content Home About About Me Photos Tag Archives: books July 6, 2011 · 3:59 pm The Pioneer Spirit \"Pioneers! O Pioneers! Come m"
    },
    {
      "url": "https://patriotpost.us/articles/81010-the-lefts-covert-war-on-the-suburbs-2021-07-01/print",
      "title": "The Left's Covert War on the Suburbs - The Patriot Post",
      "description": "void",
      "preview": "The Patriot Post ® · The Left's Covert War on the Suburbs By Douglas Andrews · July 1, 2021 https://patriotpost.us/articles/81010-the-lefts-covert-war"
    },
    {
      "url": "http://survey.walmart.com",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://projecteuler.net/archives",
      "title": "Archived Problems - Project Euler",
      "description": "A website dedicated to the fascinating world of mathematics and programming",
      "preview": "Problem Archives The problems archives table shows problems 1 to 953. If you would like to tackle the 10 most recently published problems, go to Recen"
    },
    {
      "url": "https://government.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://opais.co.ao/mnlogin/?redirect_to=https%3A%2F%2Fopais.co.ao%2Fmpla-reafirma-apoio-incondicional-ao-presidente-da-republica%2F",
      "title": "OPaís - Tem tudo.",
      "description": "Fórum Negócios &amp; Conectividade edit post Política Presidente da República intervém hoje no Fórum Global Gateway em Bruxelas by Jornal",
      "preview": "Ouça Rádio+ Sex, 10 Out 2025 Política Economia Sociedade Cultura Desporto Mundo Multimédia Publicações Vídeos Sem Resultados Ver Todos Resultados Polí"
    },
    {
      "url": "https://www.hired.org/",
      "title": "Hired - Empowering people and families through employment and support services to achieve their career goals.",
      "description": "We use our strengths to support our participants' success, helping them build sustainable careers that support them, their families, and our community.",
      "preview": "Back Youth Services Career Training Employment Services MFIP Back Computer Skill Building Community Resources Job Seeker Resources Food Assistance Fin"
    },
    {
      "url": "https://www.ccsbt.org/",
      "title": "CCSBT Home | CCSBT Commission for the Conservation of Southern Bluefin Tuna",
      "description": "void",
      "preview": "Skip to main content 🇯🇵 日本語 Log in Commission for the Conservation of Southern Bluefin Tuna ☰ Main Menu Home About the Commission Origins of the Conve"
    },
    {
      "url": "https://supermajorityedfund.com/",
      "title": "Supermajority Education Fund",
      "description": "void",
      "preview": "About Our Story Our Team Majority Rules Get Involved What we do Majority Leaders Speaker Series 2025 research Our Research donate donate CLOSE QUICK L"
    },
    {
      "url": "https://junaidios.github.io/StbEmu-Pro/PrivacyPolicy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Muhammad Junaid built the StbEmuTV (Pro) app as a Commercial app. This SERVICE is provided by Muhammad Junaid and is intended for use a"
    },
    {
      "url": "http://www.lawyersadvantage.com/",
      "title": "void",
      "description": "void",
      "preview": "This domain is pending renewal or has expired. Please contact the domain provider with questions."
    },
    {
      "url": "https://www.politifact.com/",
      "title": "PolitiFact",
      "description": "PolitiFact is a fact-checking website that rates the accuracy of claims by elected officials and others on its Truth-O-Meter.",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://unhabitat.org/water-for-handwashing-in-slums-is-critical-to-prevent-covid-19-spreading",
      "title": "Water for handwashing in slums is critical to prevent COVID-19 spreading | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.unieuro.it/online/Smartphone-e-Telefoni",
      "title": "Unieuro online store, negozio online elettronica | Unieuro",
      "description": "Unieuro.it è il tuo negozio online di elettronica: vendita online e offerte informatica, telefonia, tv , elettrodomestici delle migliori marche!",
      "preview": "vai al contenuto principale Volantino Non troviamo la pagina che stavi cercando È possibile che il link utilizzato non sia più valido oppure la URL no"
    },
    {
      "url": "https://mytrain.ro/ro/sosiri/mandresti-h/",
      "title": "Lista completa a trenurilor care sosesc in gara Mandresti h. pe data de 10.10",
      "description": "Lista completa a trenurilor care sosesc in gara Mandresti h. pe data de 10.10. Intarzierile trenurilor.",
      "preview": "Skip navigation Planificare traseu Sosiri / Plecari Informatii trenuri Plecare din gara Gara din care doriti sa plecati Sosire in gara Gara in care do"
    },
    {
      "url": "https://go.chronicle.security/secop-community-guidelines",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Get $300 in free credits and free usage of 20+ products The new way to cloud starts here Build with generative AI, deploy apps fast, and analyze data"
    },
    {
      "url": "http://msi.nga.mil/NGAPortal/MSI.portal?_nfpb=true&_pageLabel=msi_portal_page_62&pubCode=0015",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.yachtropes.co.uk/kingfisher/cruising-ropes/braid-on-braid-polyester-solids/",
      "title": "Braid on Braid Polyester Solids",
      "description": "Braid on braid polyester is an ideal cruising rope. It is good on the hands and easy to splice. It is ideal for sheets, halyards, control lines and many more.",
      "preview": "PRODUCT FINDER Cruising Ropes 6 Products Evolution Dinghy 15 Products Mooring & Anchoring 13 Products Rigging Ropes 11 Products Kingfisher Ropes 95 Pr"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/MyFonts-Buy-and-Download-Fonts-f14da000a65649c9b6bf30ae77fc482e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://subscribe.providencejournal.com/nanobar?gps-source=CPTILELEFT&itm_campaign=2023MAREVERG&itm_medium=ONSITE&onSuccessRedirectURL=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://www.score.org/event/how-to-use-keywords-on-your-website-and-social-media",
      "title": "How to Use Keywords On Your Website and Social Media to Attract Customers | SCORE",
      "description": "Help customers find you online by learning how to research, determine and use keywords on your website and social media.",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations How to Use Keywords On Your Website and Social Media to"
    },
    {
      "url": "https://wiki.emory.edu/label/19+center+daily+evaluation+regional",
      "title": "Emory Login Service",
      "description": "void",
      "preview": "Emory Login Service Loading login session information from the browser... Since your browser does not support JavaScript, you must press the Continue"
    },
    {
      "url": "https://www.visualstudio.com/vs/getting-started/",
      "title": "Getting started with Visual Studio",
      "description": "Tutorials, videos and docs recommendations for learning to code in Visual Studio",
      "preview": "Skip to main content This device is not currently supported for these products. Visual Studio IDE Visual Studio for Mac Visual Studio Code To continue"
    },
    {
      "url": "https://help.providencejournal.com/contact-us",
      "title": "Help Center - The Providence Journal",
      "description": "void",
      "preview": "Back to Help Center Contact Us Contact Us Get in touch with us about stories happening in your community, questions or concerns, and how to purchase o"
    },
    {
      "url": "https://goglc.org/and-pdf/525-nursery-and-primary-school-curriculum-in-nigeria-pdf-757-514.php",
      "title": "Goglc",
      "description": "Goglc",
      "preview": "Goglc 10 Must Have Womens Fashion Trends For Fall 2023 Embrace Innovation And Style 2023 Business Innovations Navigating Trends In Remote Work Sustain"
    },
    {
      "url": "https://mysupport.apple.com/add-coverage/",
      "title": "Il mio supporto",
      "description": "void",
      "preview": "JavaScript Required We're sorry, but this application requires JavaScript to function properly. Please enable JavaScript in your browser settings and"
    },
    {
      "url": "https://www.politico.eu/news/",
      "title": "More News - POLITICO",
      "description": "European Politics, Policy, Government News",
      "preview": "Skip to main content Advertisement Gaza ceasefire has started, Israel announces U.S. President's Donald Trump's inner circle helped get the deal over"
    },
    {
      "url": "https://brainfoodstudio.com/tag/how-to-yoghurt/",
      "title": "how to yoghurt Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://betterwork.org/the-better-work-academy/",
      "title": "The Better Work Academy: approach and impact in Gap Inc. factories. - Better Work",
      "description": "A three year study shows improvements for workers and business in GAP factories.",
      "preview": "Global Research Briefs The Better Work Academy: approach and impact in Gap Inc. factories. 12 Nov 2020 Share Launched in 2016, the Workplace Cooperati"
    },
    {
      "url": "https://www.epa.gov/indoor-air-quality-iaq/what-hepa-filter",
      "title": "What is a HEPA filter? | US EPA",
      "description": "HEPA is a type of pleated mechanical air filter. It is an acronym for \"high efficiency particulate air [filter]\" (as officially defined by the U.S. Dept. of Energy). This type of air filter can theoretically remove at least 99.97% of dust, pollen, mold,",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://usosweb.uw.edu.pl/kontroler.php?_action=katalog2/przedmioty/szukajPrzedmiotu&jed_org_kod=22000000&callback=g_abee134e&method=faculty_groups&grupaKod=2200-PRSM07&cp_showDescriptions=0&cp_showGroupsColumn=0&cp_cdydsDisplayLevel=2&f_tylkoWRejestracji=0&f_obcojezyczne=0&kierujNaPlanyGrupy=1&tabc902_offset=0&tabc902_limit=100&tabc902_order=4d1a2a",
      "title": "Blok: Nauka prawa w Warszawie w warunkach globalizacji - Uniwersytet Warszawski - USOSweb",
      "description": "void",
      "preview": "Uniwersytet Warszawski - Centralny System Uwierzytelniania NA SKRÓTY STUDENCI, PRACOWNICY JEDNOSTKI ORGANIZACYJNE PRZEDMIOTY grupy przedmiotów zdefini"
    },
    {
      "url": "https://codeorg.medium.com/detailed-data-uncovers-new-stories-reveals-gaps-in-cs-access-and-participation-d5cbc01a5974",
      "title": "Detailed data uncovers new stories, reveals gaps in CS access and participation | by Code.org | Medium",
      "description": "Detailed data uncovers new stories, reveals gaps in CS access and participation Note: In an effort to better identify who does and does not have access to computer science, we're collecting and ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Detailed data uncovers new stories, reveals gaps in CS access and partici"
    },
    {
      "url": "https://www.mynews13.com/fl/orlando",
      "title": "Spectrum News | News 13",
      "description": "Spectrum News 13 has the latest local news headlines. Breaking news, weather and traffic for Orlando, Daytona Beach, Melbourne and Sanford.",
      "preview": "LOCAL SHOOTING Police investigate deadly shooting near Oak Ridge High School FIRE ARREST Judge orders Florida man accused of setting Palisades Fire to"
    },
    {
      "url": "https://www.apple.com/",
      "title": "Apple",
      "description": "Discover the innovative world of Apple and shop everything iPhone, iPad, Apple Watch, Mac, and Apple TV, plus explore accessories, entertainment, and expert device support.",
      "preview": "Apple iPhone 17 Pro All out Pro. Learn more Buy iPhone Air The thinnest iPhone ever. With the power of pro inside. Learn more Buy iPhone 17 Magichroma"
    },
    {
      "url": "https://www.seasip.info/Cpm/",
      "title": "CP/M Main Page",
      "description": "void",
      "preview": "CP/M pages Home -> CP/M CP/M Main Page Last updated: 23 August 2024 CP/M links CP/M information CP/M software ZINC - clones of some CP/M 3 utilities I"
    },
    {
      "url": "https://www.kayak.com/explore/",
      "title": "KAYAK Explore",
      "description": "Looking for inspiration? Enter your budget, select your trip type and KAYAK Explore will find you your perfect vacation. Find out how far your budget can take you!",
      "preview": "Any time, any duration Stops Price Flight duration Type of trip View map"
    },
    {
      "url": "https://polinagotovaya.com/wedding",
      "title": "34081 - how many visitors were on the site while it was blocked",
      "description": "void",
      "preview": "Site is unpaid Pay Go to management 34081 So many visitors were on the site, while it is blocked"
    },
    {
      "url": "https://thinkprogress.org/house-bill-endangers-sex-workers-advocates-say-7a47ce9b2b4f/",
      "title": "House overwhelmingly passes a bill that conflates sex work and sex trafficking - ThinkProgress",
      "description": "void",
      "preview": "Advertisement House overwhelmingly passes a bill that conflates sex work and sex trafficking The House bill (FOSTA), which claims to protect trafficki"
    },
    {
      "url": "http://globenewswire.com/news-release/2016/04/22/831819/0/en/Energate-and-WattTime-org-Partner-to-Enable-Smart-Thermostat-to-Maximize-Use-of-Environmentally-Friendly-Resources.html",
      "title": "Energate and WattTime.org Partner to Enable Smart",
      "description": "Internet of Things Technology Will Allow Consumers to Reduce Electricity Consumption When Green Resources are not Available...",
      "preview": "Accessibility: Skip TopNav Energate and WattTime.org Partner to Enable Smart Thermostat to Maximize Use of Environmentally Friendly Resources Internet"
    },
    {
      "url": "https://donate.mozilla.org/?presets=50,30,20,10&amount=30&currency=usd&utm_source=blog.mozilla.org&utm_campaign=footer&utm_medium=referral",
      "title": "Donate Now - Mozilla Foundation",
      "description": "We are proudly non-profit, non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all. We rely on donations to carry out our mission to keep the Web open and free. Will you give today?",
      "preview": "Donate Now We are proudly non-profit , non-corporate and non-compromised. Thousands of people like you help us stand up for a healthy internet for all"
    },
    {
      "url": "http://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://www.mccdmn.org/",
      "title": "MCCD | Metropolitan Consortium of Community Developers",
      "description": "Metropolitan Consortium of Community Developers (MCCD) is an association of nonprofit affordable housing and economic development organizations from across the state, committed to expanding wealth building opportunities and advancing racial and economic justice. For over 33 years, our members have worked collectively to leverage resources for the development of people and places.",
      "preview": "Skip to content Building Community Donate LOAN PORTAL Community Development The Minnesota Consortium of Community Developers (MCCD) is an association"
    },
    {
      "url": "https://oceanexplorer.noaa.gov/",
      "title": "Homepage - NOAA Ocean Exploration",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "http://jijislief.nl/categorie_zwanger",
      "title": "Jij is Lief - Zwanger",
      "description": "Stuur je vrienden een super orgineel kaartje via internet!",
      "preview": "Zwanger 61 Als een bekende van je een kind verwacht, ga je die met deze kaartjes zeker blij maken! Kies een andere categorie En? Vertel ik ben zo beni"
    },
    {
      "url": "https://ellinikiagogi.gr/18-%CE%B8%CE%B1%CE%BB%CE%B1%CF%83%CF%83%CE%B9%CE%BD%CE%AC-%CF%84%CF%81%CE%B1%CE%B3%CE%BF%CF%8D%CE%B4%CE%B9%CE%B1/",
      "title": "18. Θαλασσινά τραγούδια | Ελληνική Αγωγή",
      "description": "void",
      "preview": "Skip to content 18. Θαλασσινά τραγούδια Για να δείτε αυτό το περιεχόμενο πρέπει πρώτα να συνδεθείτε . Ἡ σύνδεση μπορεῖ νὰ γίνει κατὰ τὴ διάρκεια τῆς π"
    },
    {
      "url": "https://www.bmw-kuwait.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Kuwait | Ali Alghanim & Sons BMW",
      "description": "Visit Ali Alghanim &amp; Sons BMW in Kuwait, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Book A Test Drive Left Right 2 3 4 5 7 8 X Z THE ALL NEW"
    },
    {
      "url": "https://www.yupptv.com/help/privacy-terms",
      "title": "Privacy & Terms | YuppTV",
      "description": "Learn how YuppTV ensures privacy. Read our policy on data handling and protecting personal information.",
      "preview": "MENU Sign in Sign up Packages Go Premium without ads Advertise Redeem Voucher Ways To Watch Why Us support@yupptv.com Language Advertise Redeem Vouche"
    },
    {
      "url": "https://yearup.widen.net/s/g52hvq9v9z/pace-2022---results-summary-external",
      "title": "PACE-2022---Results-Summary-External.pdf",
      "description": "void",
      "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
    },
    {
      "url": "https://www.undercurrentnews.com/2020/08/31/peru-bans-vessels-lacking-satellite-trackers-from-its-ports/?utm_source=Undercurrent+News+Alerts&utm_campaign=3f8a1db348-Fisheries_roundup_Sep_07_2020&utm_medium=email&utm_term=0_feb55e2e23-3f8a1db348-92636949",
      "title": "Peru bans vessels lacking satellite trackers from its ports - Undercurrent News",
      "description": "The illegal fishery recently discovered in Galapagos happens every year in the South American 'squid circuit', from Argentina to Peru and Ecuador and is",
      "preview": "Advertisement X Advertisement X Trade Peru bans vessels lacking satellite trackers from its ports The illegal fishery recently discovered in Galapagos"
    },
    {
      "url": "https://muppet.fandom.com/wiki/Gordon",
      "title": "Gordon | Muppet Wiki | Fandom",
      "description": "Gordon Robinson is one of the original residents of Sesame Street, having debuted in the first episode along with his wife Susan. Originally working as a history teacher (as mentioned in All About Sesame Street) after serving in the army (as he mentions in Episode 0950), Gordon later became a...",
      "preview": "Muppet Wiki Follow Muppet Wiki on Bluesky ✅ Log in to Muppet Wiki to hide ads Visit Special:Community to learn how you can contribute! READ MORE Muppe"
    },
    {
      "url": "https://www.twitch.tv/rajanlakhanpal",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://childmind.org",
      "title": "Child Mind Institute | Transforming Children's Lives",
      "description": "The Child Mind Institute is an independent nonprofit dedicated to transforming the lives of children struggling with mental health and learning disorders.",
      "preview": "Skip to main menu Skip to content Skip to footer Internet Explorer is no longer supported Please upgrade to Microsoft Edge , Google Chrome , or Firefo"
    },
    {
      "url": "http://www.stibat.nl",
      "title": "Samen zijn we open. Samen staan we sterk. - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content Welkom op de informatieve webpagina over het samengaan van Stichting OPEN en (de uitvoeringsorganisatie van) Stichting Batterijen. Per"
    },
    {
      "url": "http://intranet.ywca.org/",
      "title": "Home - YWCA Intranet",
      "description": "The site home page",
      "preview": "Skip main navigation (Press Enter). Contact Us YWCA Week Without Violence - Safe Beginnings: Protecting Mothers, Nurturing Futures - Oct 20-24 - Learn"
    },
    {
      "url": "https://apparelimpact.org/",
      "title": "Apparel Impact Institute | Home",
      "description": "aii is transforming the apparel and footwear industry by identifying, funding, scaling and measuring proven solutions to decrease carbon emissions.",
      "preview": "APPAREL IMPACT INSTITUTE Our mission: We're transforming the apparel and footwear industry by identifying, funding, scaling, and measuring proven solu"
    },
    {
      "url": "https://algrium.com/products/1-lbs-6-mm-10-mm-mixed-polishing-sphere-ceramic-tumbling-media",
      "title": "1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler - Algrium",
      "description": "These nonabrasive ceramic pellets are excellent for using as a non abrasive filler and carrier in tumbling stones in your tumbler. This is a porcelain media that has no abrasive in it. It is used to polish all materials. It can be used as a second step or used alone when only a polish is required. Can be used in all ty",
      "preview": "Skip to content Search Log in Sign up Cart ( 0 ) 1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler Tumble Media Regular price $36"
    },
    {
      "url": "http://ala.org/rusa/awards/carnegie-medals",
      "title": "2024 Winners | Andrew Carnegie Medals for Excellence",
      "description": "Congratulations to the winners of the 2023 Andrew Carnegie Medals for Excellence in Fiction and Nonfiction. The winners were announced by 2024 selection committee chair Aryssa Damron at the Reference and User Services Association's Book and Media Awards event during LibLearnX in Baltimore on Saturday, January 20th. A celebratory event, including presentations by the winners and a featured speaker, will take place at the 2024 ALA Annual Conference in June 2024 in San Diego. Carnegie Medal winners each receive $5,000. Forty-five books (21 fiction, 24 nonfiction) were selected for the 2024 Andrew Carnegie Medals for Excellence in Fiction and Nonfiction Longlist. The six-title shortlist-three each for the fiction and nonfiction medals-was chosen from longlist titles and announced on November 14, 2023.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://glyphsapp.com/",
      "title": "Glyphs",
      "description": "Glyphs 3 is a Mac font editor that puts you in control: quickly draw high-precision vectors, efficiently reuse shapes, and easily manage any number of letters, figures and symbols.",
      "preview": "Make things you love. Glyphs 3 is a Mac font editor that puts you in control: quickly draw high-precision vectors, efficiently reuse shapes, and easil"
    },
    {
      "url": "https://www.freudeforever.com/",
      "title": "Freude Forever",
      "description": "Storytelling has always been at the heart of human culture. From ancient myths passed down through oral traditions to the visually stunning epics of modern...",
      "preview": "Skip to content Innovating the World of Storytelling: The Future of Narrative Art Storytelling has always been at the heart of human culture. From anc"
    },
    {
      "url": "https://content.govdelivery.com/accounts/USDHSCG/bulletins/25997e7",
      "title": "Coast Guard patrols North Pacific in support of international fisheries",
      "description": "void",
      "preview": "Coast Guard patrols North Pacific in support of international fisheries U.S. Coast Guard sent this bulletin at 08/19/2019 06:10 PM EDT News Release U."
    },
    {
      "url": "http://www.sharp.com/",
      "title": "Top San Diego Hospitals and Doctors | Sharp HealthCare",
      "description": "Sharp HealthCare is San Diego's health care leader with hospitals in San Diego, affiliated medical groups, urgent care centers and a health plan.",
      "preview": "Going through open enrollment? We can help. Sharp accepts almost all insurance plans. Choose Sharp San Diego's health care leader Combining the scienc"
    },
    {
      "url": "https://awo-oldtimer.de/Innensechskantschraube-M6-x-2000mm-DIN-912-Edelstahl",
      "title": "Innensechskantschraube (M6 x 20,00mm) DIN 912 Edelstahl",
      "description": "Schraube M6x20mm DIN 912 - Innensechskantschraube - Der Artikel ist ein Originalersatzteil (Neuproduktion)",
      "preview": "Innensechskantschraube (M6 x 20,00mm) DIN 912 Edelstahl 0,35 € inkl. 19% USt. , zzgl. Versand (DHL Paket) In den Warenkorb Loading... Consent erteilen"
    },
    {
      "url": "https://almaauun.org/",
      "title": "Home - Al-Maa'uun",
      "description": "Volunteer-led. Nonprofit. Inspired by Faith.",
      "preview": "We're better together Volunteer-led. Nonprofit. Inspired by Faith. Donate now Empowering Recovery, Restoring Hope We envision a future where recovery"
    },
    {
      "url": "https://www.healthy.arkansas.gov/programs-services/topics/covid-19-vaccination-plan",
      "title": "COVID-19 - Arkansas Department of Health",
      "description": "COVID -19 Information",
      "preview": "Skip to content Programs & Services Diseases & Conditions COVID-19 COVID-19 and Pregnancy COVID-19 Information for Healthcare Providers COVID-19 Infor"
    },
    {
      "url": "https://www.cbc.ca/news/canada/montreal/national-geographic-pristine-seas-labrador-quebec-expedition-1.6541693",
      "title": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News",
      "description": "The National Geographic Society's Pristine Seas project has teamed up with Inuit elders and experts to visit areas of the North to highlight and help preserve key areas.",
      "preview": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News Loaded Montreal National Geographic ex"
    },
    {
      "url": "https://globalfishingwatch.org/",
      "title": "Transparency for a Sustainable Ocean | Global Fishing Watch",
      "description": "Sustainable ocean through increased transparency: we create map visualizations, data and analysis to enable scientific research and transform ocean management",
      "preview": "Skip to content Revolutionizing Ocean Monitoring and Analysis GO TO THE MAP Partnering with Planet High-resolution optical imagery from Planet is expa"
    },
    {
      "url": "https://charity-navigator.tenderapp.com/kb",
      "title": "Welcome - Charity Navigator Support",
      "description": "void",
      "preview": "Log in or Create a profile Support Home Go to Charity Navigator → Charity Navigator wants to hear from you Welcome to Charity Navigator's help desk. T"
    }
  ],
  "_meta": {
    "total_bookmarks": 117
  }
}