{
  "data": [
    {
      "url": "https://careers.southwestair.com/flight-attendants",
      "title": "Flight Attendants | Southwest",
      "description": "Flight Attendants",
      "preview": "Flight Attendant Opportunities Take your career to new heights. Step into a career that takes you places-literally and figuratively-as a Southw"
    },
    {
      "url": "https://avenuesforyouth.org/",
      "title": "Home - Avenues for Youth",
      "description": "Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Support Beyond Shelter Avenues provides shelter and...",
      "preview": "Skip to content Youth are the drivers of their own journeys We're here to walk alongside them during this part of their story. Learn About Avenues Sup"
    },
    {
      "url": "https://neurojobs.sfn.org/jobs/medical-veterinary-or-dental-school/sensory-systems/any-experience-level-considered/direct-employer/",
      "title": "Medical, Veterinary or Dental School Sensory Systems jobs | Any Experience Level Considered, Direct Employer",
      "description": "Medical, Veterinary or Dental School Sensory Systems jobs. 3 Any Experience Level Considered, Direct Employer jobs to view and apply for now with NeuroJobs Career Center",
      "preview": "Skip to job results Skip to refine results Medical, Veterinary or Dental School Sensory Systems jobs Filter jobs Advanced search Open filters Close fi"
    },
    {
      "url": "https://www.natureasia.com/ko-kr/",
      "title": "Nature Portfolio",
      "description": "Nature Publishing Group will be familiar to scientists and those interested in science in the Asia-Pacific region as a publisher of high impact scientific and medical information in print and online. NPG publishes journals, online databases, and services across the life, physical, chemical and applied sciences and clinical medicine. Throughout all its businesses NPG is dedicated to serving the scientific community and the wider scientifically interested general public.",
      "preview": "Welcome to natureasia.com"
    },
    {
      "url": "https://soundoftheearth.org/",
      "title": "Sound of The Earth: Chapter 3",
      "description": "void",
      "preview": "Sound of the Earth: Chapter 3 - SoundUploadLog(); Sound of the Earth: Chapter 3 Welcome to a new global soundscape created by Yuri Suzuki. This websit"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "https://www.allbusinesstemplates.com/es/template/LRV43/cell-phone-industry-analysis/",
      "title": "Cell Phone Industry Analysis Gratis",
      "description": "How to create a Cell Phone Industry Analysis ? Descarga esto Cell Phone Industry Analysis template ¡ahora!",
      "preview": "Cell Phone Industry Analysis Haga clic en la imagen para ampliar Guardar, completar los espacios en blanco, imprimir, listo! How to create a Cell Phon"
    },
    {
      "url": "http://lacuerda.net/Extras/movil.php",
      "title": "LaCuerda: LaCuerda Móvil",
      "description": "void",
      "preview": "LaCuerda.net: LaCuerda Móvil Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos LaCuerda Móvil ¡Ya tenemos aplicación móvil! La comunida"
    },
    {
      "url": "https://tealover-studyblr.tumblr.com/",
      "title": "My PhD Life",
      "description": "She/her - living in Amsterdam - 26 years old - Aspiring Dr. - BSc Food Technology - MSc Health Policy - https://buymeacoffee.com/chantalsch",
      "preview": "Home Ask me anything Submit a post Archive Mobile RSS My PhD Life Text December 15, 2022 23 notes Office work, beef stew, and the Christmas tree Tags:"
    },
    {
      "url": "https://www.mlb.com/standings",
      "title": "2025 MLB Standings and Records: Regular Season | MLB.com",
      "description": "The official standings for Major League Baseball including division and league standings for regular season, wild card, and playoffs.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon Standings calendar-2-11341 Sunday Sep 28 2025 caret-down-11342 Division caret-down-11343 Sta"
    },
    {
      "url": "https://eppbj.fr",
      "title": "Accueil | Etpourquoipasbyjohn",
      "description": "void",
      "preview": "top of page CLIQUEZ SUR LES ÎCONES POUR VOIR NOTRE ACTUALITE CONSEILS, IDEES & BONNE HUMEUR S'abonner Nous sommes des experts passionnés et engagés en"
    },
    {
      "url": "https://lwtheatres.co.uk/whats-on/ariana-debose/",
      "title": "Ariana DeBose Tickets - The London Palladium, London - Official Box Office",
      "description": "Book direct from The London Palladium's official box office for the best choice of seats at the best price to Ariana DeBose.",
      "preview": "Ariana DeBose Ariana DeBose FINAL CURTAIN CALL This show is no longer running. Oscar, BAFTA, and SAG Award winning actor, singer, and dancer Ariana De"
    },
    {
      "url": "http://www.americanexpress.com/us/content/legal-disclosures/online-privacy-statement.html",
      "title": "Privacy Disclosures | Privacy Notice & Statement | AMEX US",
      "description": "At American Express, we're committed to safeguarding the data we hold about you. Explore our Privacy Disclosures to learn more about our policies & principles.",
      "preview": "Privacy Disclosures At American Express, we value your trust and respect your privacy. Explore our Privacy Disclosures to learn more about our privacy"
    },
    {
      "url": "http://www.afis.gr",
      "title": "Αρχική - ΑΦΗΣ",
      "description": "Ανακύκλωση Μπαταριών",
      "preview": "GR EN Επικοινωνία Σχετικά με Εμάς Η ΑΦΗΣ Σκοπός Εταιρίας Η Ομάδα μας Οι Συνεργάτες μας Νομικό Πλαίσιο Key Documents Συχνές Ερωτήσεις Η Ανακύλωση Μπατα"
    },
    {
      "url": "https://www.pkp.pl/pl/bilety",
      "title": "Nie znaleziono żądanej strony",
      "description": "Strona internetowego serwisu korporacyjnego PKP S.A. (Polskie Koleje Państwowe Spółka Akcyjna)",
      "preview": "Nie znaleziono żądanej strony. Kontynuując przeglądanie stron serwisu pkp.pl wyrażasz zgodę na używanie plików cookies. Poprzez zmianę ustawień swojej"
    },
    {
      "url": "https://www.acer-userforum.de/threads/icq-wills-nochmal-wissen-neustart-der-chat-app.61681/#post-489473",
      "title": "ICQ wills nochmal wissen: Neustart der Chat-App | Acer-Userforum.de",
      "description": "Der russische Eigentümer von ICQ bringt den Messenger als neue Version mit neuem Namen und neuen Funktionen an den Start. ICQ wills nochmal wissen...",
      "preview": "Neue Beiträge Foren durchsuchen Menü Login Registrieren App installieren Installieren Foren Allgemeines News / Ankündigungen JavaScript ist deaktivier"
    },
    {
      "url": "https://www.statlect.com/fundamentals-of-statistics",
      "title": "Mathematical statistics | Fundamental concepts",
      "description": "Lecture notes on the fundamentals of mathematical statistics. Digital textbook with hundreds of examples and solved exercises.",
      "preview": "Stat Lect Index Fundamentals of mathematical statistics Learn the mathematical foundations of statistics, through a series of rigorous but accessible"
    },
    {
      "url": "https://spireairsafe.statuspage.io/",
      "title": "Spire Aviation Status",
      "description": "Welcome to Spire Aviation's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Aviation creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't r"
    },
    {
      "url": "https://www.edx.org/learn/artificial-intelligence",
      "title": "Learn AI with courses and programs | edX",
      "description": "An AI program can train you in the latest in-demand skills. Explore how to get started with AI.",
      "preview": "Learn AI with courses and programs Businesses are rushing to integrate AI into their operations as the technology becomes more widespread. Explore AI"
    },
    {
      "url": "https://www.peacocktv.com/?cid=20200101evergreensymedit100&utm_source=eonline&utm_medium=symphony_editorial_brandawareness_globalnavlink&utm_campaign=20200101evergreen&utm_term=eonlinevisit&utm_content=eonlineglobalnav",
      "title": "Home | NBCUNIVERSAL MEDIA",
      "description": "We are one of the world's leading media and entertainment companies in the development, production, and marketing of entertainment, news and information to a",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content Your browser does not support the vi"
    },
    {
      "url": "https://www.nationalgeographic.com/newsletters/signup",
      "title": "Sign Up for National Geographic Newsletters | National Geographic",
      "description": "Get the latest from National Geographic in your inbox",
      "preview": "Sign Up for National Geographic Newsletters Nat Geo Top Picks Let Nat Geo curate emails for you. Receive top stories and photos, special offers, and o"
    },
    {
      "url": "https://arstechnica.com/gadgets/2025/01/new-gpu-release-benchmarks/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews Google Pixel 4a's ruinous \"Battery Performance\" update is a bewildering mess It's hard to say why Googl"
    },
    {
      "url": "https://queertactics.tumblr.com/",
      "title": "@queertactics on Tumblr",
      "description": "Follow @queertactics and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following katebushvgore Follow miss-americanbi Follow how the absolute FUCK am i supposed to live long and prosper in these conditions tra"
    },
    {
      "url": "https://www.teknion.com/can/planning/education---common-space",
      "title": "Education - Social Spaces",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://hikikomarxist.tumblr.com/",
      "title": "hikikomarxist",
      "description": "hi i'm lance. he/him, gray ace. i'm here to make friends and shitpost about my true passion: anarchocommunism",
      "preview": "hikikomarxist 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna caitlinkuhwaldillustration Happy"
    },
    {
      "url": "https://naacpepi.tfaforms.net/10",
      "title": "void",
      "description": "void",
      "preview": "Lyft Code Request First Name Last Name Phone Number Email Address Race American Indian or Alaska Native Asian Black or African American Native Hawaiia"
    },
    {
      "url": "http://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://tylkotorun.pl/sterowiec-wolnosc-zawisl-nad-rynkiem-staromiejskim-potrzebny-jest-dyskurs-na-temat-wolnosci/?replytocom=14644",
      "title": "Sterowiec Wolność zawisł nad Rynkiem Staromiejskim. „Potrzebny jest dyskurs na temat wolności\"",
      "description": "Od dziś do niedzieli na Rynku Staromiejskim przed Centrum Kultury Dwór Artusa podziwiać można nową instalację artystyczną. Sterowiec Wolność ma skłaniać do refleksji właśnie na temat wolności. Jego autorką jest artystka Katarzyna Łyszkowska. Sterowiec Wolność został zakupiony do kolekcji rzeźby współczesnej, która powstaje w Centrum Kultury Dwór Artusa. Na ten cel udało się pozyskać dofinansowanie",
      "preview": "Skip to content Menu 13 sierpnia 2021 Sterowiec Wolność zawisł nad Rynkiem Staromiejskim. „Potrzebny jest dyskurs na temat wolności\" Łukasz Buczkowski"
    },
    {
      "url": "https://newsroom.ca.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK PayPal Product PayPal launches its most advanced solution for small and mid-sized enterprises in Canada Pay"
    },
    {
      "url": "https://www.epix.com",
      "title": "MGM+ | Instant Access to Movies, TV Series & More",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Instant Access to Movies, TV Series & More"
    },
    {
      "url": "https://shopvelvethouse.com/products/queen-of-the-island-dress",
      "title": "Velvet House",
      "description": "void",
      "preview": "VH UPDATE DUE TO A FAMILY EMERGENCY Velvet House is not accepting online orders at this time. Our showroom on Post St. in San Jose will remain closed"
    },
    {
      "url": "https://magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "https://www.mymondomix.com/paris-hilton-sextape-pics",
      "title": "Mymondomix.com - Explorez l'art sous toutes ses formes avec passion et créativité",
      "description": "Plongez dans un univers d'expression artistique sur Mymondomix.com. Découvrez des articles sur l'art contemporain, des critiques d'œuvres, des interviews d'artistes, des guides d'expositions et des inspirations pour nourrir votre passion pour l'art.",
      "preview": "Le Théâtre : Une Exploration Profonde de l'Art Dramatique par Eva La Culture : Une Exploration de Ses Dimensions Multiples par Eva L'Art : Un Voyage à"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "https://www.copperknob.co.uk/submitvideo.aspx?StepsheetID=85048",
      "title": "CopperKnob - Submit Video",
      "description": "Line dance Step Sheets and Information, including teaching videos and articles.",
      "preview": "CopperKnob Stepsheets 166836 Submit Video Your Name Tel Email Stepsheet Title Video URL Check Video Preview Video Preview Video Type Please Select..."
    },
    {
      "url": "https://www.hankkija.fi/Maatalous_ja_metsa/kasvuohjelmat/viljan-koetulokset/feedway-ohra-2019-kaistat-elimaki/",
      "title": "Feedway ohra 2019 kaistat Elimäki | Viljan Kasvuohjelman koetulokset | Viljan viljely | hankkija.fi",
      "description": "Hankkija tekee maatalous-, kone-, puutarha- koiratarvike- ja hevostarvikekauppaa. Hankkija on Suomen johtava maatalouskauppa, joka palvelee maanlaajuisen myymäläverkoston, monipuolisen verkkokaupan ja osaavien asiantuntijamyyjien kautta.",
      "preview": "Feedway ohra 2019 kaistat Elimäki Feedway_ohra_2019_kaistat_elimäki (335 KB, pdf) Viimeksi katsomani tuotteet"
    },
    {
      "url": "http://www.nborg.com/privacy.html",
      "title": "nB0rg - Privacy Policy",
      "description": "void",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Privacy Policy This app collects anonymous usage data that is used by developers only for support, bug track"
    },
    {
      "url": "https://www.gdbcc.org/",
      "title": "The Greater Durham Black Chamber of Commerce (GDBCC) - Economic Development + Empowerment",
      "description": "void",
      "preview": "Facebook Linkedin Instagram Search Search Join Now Search Search Join Now Building an Equitable Durham Economy where Black businesses can thrive again"
    },
    {
      "url": "https://www.schoolnewsnetwork.org/2020/09/28/plotting-for-a-plot/",
      "title": "Plotting for a plot - School News Network | A Window into Your Public Schools",
      "description": "Students' hand-drawn maps are meant for the safekeeping of memories and to spur ideas for when they write personal narratives...",
      "preview": "Facebook Instagram Mail Pinterest RSS Twitter Youtube Districts A-G Byron Center Caledonia Cedar Springs Comstock Park East Grand Rapids Forest Hills"
    },
    {
      "url": "https://forum.openoffice.org/it/forum/ucp.php?mode=delete_cookies&sid=c7ebb141d68569166048e415e842d0f2",
      "title": "Apache OpenOffice: forum della comunità - Pannello di Controllo Utente - Apache OpenOffice: forum della comunità",
      "description": "void",
      "preview": "Forum di supporto degli Utenti per gli Utenti di OpenOffice e LibreOffice Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senz"
    },
    {
      "url": "https://www.drawkit.com/",
      "title": "DrawKit - Beautiful 2D & 3D Illustrations and Icons",
      "description": "Free and premium vector SVG illustrations for you to use on your next project, no attribution required! Vector illustrations, icons, 3D illustrations, animation, mockups, Figma plugins and more.",
      "preview": "John Doe Sign In Upgrade to Pro Your reliable source for all things creative Hand-drawn 2D & 3D illustrations, icons and animations. Perfect for your"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Promise",
      "title": "Promise - JavaScript | MDN",
      "description": "The Promise object represents the eventual completion (or failure) of an asynchronous operation and its resulting value.",
      "preview": "Skip to main content Skip to search Promise Baseline Widely available * This feature is well established and works across many devices and browser ver"
    },
    {
      "url": "http://www.onepixeldev.com",
      "title": "One Pixel Dev",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Application development at its finest. ."
    },
    {
      "url": "https://shop.samsonite.com/luggage/carry-on-luggage/spinner-underseater-with-usb-port/112934XXXX.html",
      "title": "Spinner Underseater with USB Port | Luggage | Samsonite",
      "description": "Samsonite Spinner Underseater with USB port offers 360° spinner wheels and smart storage to keep your essentials powered, organized, and in reach.",
      "preview": "Luggage Underseat Luggage Spinner Underseater with USB Port 3.7 out of 5 Customer Rating $160.00 The current price is $160.00 Extra 10% Off With Code"
    },
    {
      "url": "https://www.fernandoremedio.com.br/portfolio/casamento/86618-fotos-casamento-casal-brunna-e-willians-americana-sp-fotografo-fernando-remedio-americana-sao-paulo",
      "title": "Casamento - Brunna & Willians - Americana-SP",
      "description": "Com uma galera pra la de divertida e um casal super apaixonado, registramos esse lindo dia de benção :) Confiram como ficou esse lindo casamento.",
      "preview": "Com uma galera pra la de divertida e um casal super apaixonado, registramos esse lindo dia de benção :) Confiram como ficou esse lindo casamento."
    },
    {
      "url": "http://www.paxit.com/",
      "title": "Image Measurement, Management, and Analysis | PAX-it",
      "description": "PAX-it Image Management and Image Analysis software is a powerful, comprehensive solution developed to address your special imaging needs.",
      "preview": "About Us Support Login Contact PAX-it! Image Management, Measurement, and Image Analysis Software PAX-it Image Management and Image Analysis software"
    },
    {
      "url": "https://www.ywboston.org/about-us/employment/inclusionboston-manager-2/",
      "title": "YW Boston Jobs: Join Our Team to Drive Change",
      "description": "Explore career opportunities at YW Boston and contribute to our mission of eliminating",
      "preview": "Skip to content Jobs 2025-08-12T13:52:25-04:00 Jobs YW Boston is constantly growing and improving our efforts to address the most pressing racial, gen"
    },
    {
      "url": "https://cab1729.tumblr.com/post/139491941027",
      "title": "math geek with no social life, codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "math geek with no social life codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Reblogged 9 years ago"
    },
    {
      "url": "https://edu.gcfglobal.org/en/",
      "title": "Free Online Learning at GCFGlobal",
      "description": "GCFGLobal - The freedom to learn what you want, when you want, absolutely free! Check out our Everyday Life, Basic Math, and Computer Training today!",
      "preview": "2,300 + Lessons | 200 + Topics If you're willing to learn, we're ready to teach- anywhere, anytime. Browse Topics Learn Your Future Learn and develop"
    },
    {
      "url": "https://cs.mak.ac.ug/",
      "title": "Department Of Computer Science | Makerere University",
      "description": "Computer Science Deparment Makerere University",
      "preview": "Home About Department Overview Contact Department Faculty Administrative Staff Research Research Groups & Centers Flagship Research Projects Admission"
    },
    {
      "url": "https://remezcla.com/sports/lucinda-la-morena-hinojos-chicana-native-american-artist-super-bowl-theme-art/",
      "title": "This Chicana Artist Is Behind This Year's Super Bowl Theme Art",
      "description": "Lucinda \"La Morena \"Hinojos, is the first Chicana, Native American artist to partner with the league on Super Bowl theme art.",
      "preview": "By Kiko Martinez 01.10.23 at 16:51 Courtesy of NFL. The National Football League (NFL) has partnered for the first time with a Chicana and Indigenous"
    },
    {
      "url": "https://grizzlyseabear.tumblr.com/",
      "title": "Ecclectic Collection",
      "description": "The ramblings and interests of a seabear.",
      "preview": "Ecclectic Collection 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna solar-citrus ....I don't re"
    },
    {
      "url": "https://talkingpointsmemo.com/livewire/chris-christie-tired-minimum-wage-debate",
      "title": "Chris Christie: 'I'm Tired Of Hearing About The Minimum Wage' - TPM - Talking Points Memo",
      "description": "New Jersey Gov. Chris Christie (R) said Tuesday that he's \"tired\" of hearing discussion on the minimum wage and seemed to suggest that a higher minimum wage isn'...",
      "preview": "Latest 17 hours ago 9th Circuit Trump Judges Enthusiastically Support His Ability To Deploy Military Anywhere At Any Time 20 hours ago Greg Bovino Eme"
    },
    {
      "url": "https://abc.com",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "http://formacioncontinua.cientifica.edu.pe/",
      "title": "Home | U. Cientifica - Formación Continua",
      "description": "void",
      "preview": "CURSOS DE ESPECIALISTAS PARA tu día a día Suma habilidades en corto tiempo y desde cualquier lugar con clases 100% virtuales en vivo. ELIGE TU TEMA PR"
    },
    {
      "url": "http://visualcode.ch/sample3.php?idnr=102020&lang=de",
      "title": "Visual Code | Bewegung zu Ziel",
      "description": "void",
      "preview": "| Bewegung > Dynamische Bewegung NEU: Alle Visual Codes als Code Snippets für Flash CS5: jetzt hier downloaden . Bewegung zu Ziel Code Actionscript 2."
    },
    {
      "url": "https://www.xumo.com/privacy",
      "title": "Xumo | Privacy",
      "description": "Welcome to Xumo.",
      "preview": "You need to enable JavaScript to run this app. Xumo TV Xumo Play Xumo Stream Box Support For business Xumo TV Xumo Play Xumo Stream Box Support For bu"
    },
    {
      "url": "https://www.ywcampls.org/",
      "title": "YWCA Minneapolis | Eliminating Racism | Empowering Women",
      "description": "YWCA Minneapolis is a nonprofit organization founded in 1891 as a member of YWCA USA, the oldest and largest multicultural organization in the world. Our mission is to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all.",
      "preview": "0 Midtown Strong - Free Community Event Oct. 11 Join us for Midtown Strong, a free family-friendly community celebration at YWCA Midtown. The event in"
    },
    {
      "url": "https://profile.theguardian.com/signin?INTCMP=DOTCOM_NEWHEADER_SIGNIN&ABCMP=ab-sign-in&componentEventParams=componentType%3Didentityauthentication%26componentId%3Dguardian_signin_header",
      "title": "Sign in | The Guardian",
      "description": "void",
      "preview": "One account to access all Guardian products. By proceeding, you agree to our terms and conditions . For information about how we use your data, see ou"
    },
    {
      "url": "https://www.allenrosewine.com/about",
      "title": "about - Allen Rose Wine",
      "description": "Allen Rose is the combination of Kane Brown and Katelyn Brown's middle names. Learn more about Allen Rose Wine.",
      "preview": "0 Why 'Allen Rose'? Allen Rose is the combination of Kane and my middle name, and we have sat on this name for years knowing it would represent someth"
    },
    {
      "url": "https://www.theleagueofmoveabletype.com/",
      "title": "The League of Moveable Type | The League of Moveable Type",
      "description": "The first open-source foundry. And your spot to learn how to use, make, and work with type.",
      "preview": "The original, the first, the open-source font foundry. Open-Source Fonts • Est. 2009 • Trusted & Used By: Wired Magazine .net magazine Discovery Chann"
    },
    {
      "url": "https://www.fox5vegas.com/2023/02/03/ghosts-story-elusive-white-dog-spotted-living-with-coyote-pack-henderson/",
      "title": "Ghost's Story: Elusive white dog spotted living with coyote pack in Henderson",
      "description": "On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for months.",
      "preview": "Skip to content LAS VEGAS, Nev. (FOX5) - On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for"
    },
    {
      "url": "https://parierbet.com/1xbet-bonus-de-200-sur-le-premier-depot/",
      "title": "1xBet - Bonus de 200% sur le premier dépôt | Parierbet.com",
      "description": "Découvrez comment profiter du bonus de 200% sur le premier dépôt sur 1xBet.",
      "preview": "Home Promotions 1xBet - Bonus de 200% sur le premier dépôt 1xBet - Bonus de 200% sur le premier dépôt Categories: 1xbet promotions , Promotions | Publ"
    },
    {
      "url": "https://www.aavso.org/observing-manuals",
      "title": "Observing Manuals | aavso",
      "description": "void",
      "preview": "Skip to main content Home Getting Started Observing Manuals Announcement: New Forums We are excited to announce the launch of our new forums! You can"
    },
    {
      "url": "https://www.chuckbarnes.com/idx/details/homes/b325/319539/24568-Perdido-Beach-Blvd-801-Orange-Beach-AL-36561",
      "title": "Orange Beach Residential for Sale - MLS #319539 - 24568 Perdido Beach Blvd 801 Orange Beach - Chuck Barnes HomeSmart Sunshine Realty",
      "description": "This property is located at 24568 Perdido Beach Blvd 801 Orange Beach, AL - MLS #319539 is presently for sale for $528,000. Contact Chuck Barnes HomeSmart Sunshine Realty for more details at 251-609-4242.",
      "preview": "Skip to content"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/post/143019225768",
      "title": "Computer science: the impact of K-12 on university... - Miss Killoran",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://www.nationalgeographicpartners.com/about/",
      "title": "National Geographic - National Geographic",
      "description": "void",
      "preview": "Skip to content Dolphins Up Close with Bertie Gregory Available On Top Guns: The Next Generation Available On SHARKFEST 2025 Now streaming on Disney+"
    },
    {
      "url": "https://dlive.tv",
      "title": "DLive · Your Stream, Your Rules",
      "description": "Unlock your streaming potential with the New DLive · Global Live Streaming Platform · Your Stream, Your Rules!",
      "preview": "void"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/neural_network_with_tfds_data.html",
      "title": "Training a simple neural network, with tensorflow/datasets data loading - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf Training a simple neural network, with tensorflow/datasets data loading Contents Copyright 2018"
    },
    {
      "url": "https://childmind.org",
      "title": "Child Mind Institute | Transforming Children's Lives",
      "description": "The Child Mind Institute is an independent nonprofit dedicated to transforming the lives of children struggling with mental health and learning disorders.",
      "preview": "Skip to main menu Skip to content Skip to footer Internet Explorer is no longer supported Please upgrade to Microsoft Edge , Google Chrome , or Firefo"
    },
    {
      "url": "https://www.usa.gov/coronavirus",
      "title": "Redirecting to https://www.usa.gov/health",
      "description": "void",
      "preview": "Redirecting to https://www.usa.gov/health ."
    },
    {
      "url": "https://123moviesfree.net/home",
      "title": "123Movies - Watch HD Movies Online Free | 123movie | 123 movies",
      "description": "123Movies Watch Movies Online For Free and Download the latest movies without Registration at 123 Movies",
      "preview": "Captain America: Brave New World After meeting with newly elected U.S. President Thaddeus Ross, Sam finds himself in the middle of an international in"
    },
    {
      "url": "https://blogs.msdn.microsoft.com/visualstudio/",
      "title": "Visual Studio Blog",
      "description": "The official source of product insight from the Visual Studio Engineering Team",
      "preview": "Skip to main content Visual Studio 2026 Insiders is here! The world's most popular IDE just got an upgrade Download now Learn more Visual Studio Blog"
    },
    {
      "url": "https://linkedin.com/company/imcsnet",
      "title": "IMCS Network | LinkedIn",
      "description": "IMCS Network | 1,638 followers on LinkedIn. We are about our people, those that work at the forefront of fisheries MCS, compliance and enforcement. | The IMCS Network is a global community bringing together national fisheries agencies and regional fisheries organisations to strengthen fisheries monitoring, control and surveillance (MCS), compliance and enforcement. Founded in 2001, the Network was born from a simple truth: the professionals on the frontlines of fisheries MCS need to be connected, supported and empowered. Today, we connect 81 national agencies and regional organisations, alongside partners from IGOs, NGOs and academia.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://looker.com/",
      "title": "Looker business intelligence platform embedded analytics | Google Cloud",
      "description": "Looker is an enterprise platform for BI, data applications, and embedded analytics that helps you explore and share insights in real time.",
      "preview": "Gartner recognizes Google as a Leader in the 2025 Magic Quadrant™ for Analytics and Business Intelligence Platforms. Looker Analyze governed data, del"
    },
    {
      "url": "https://actnow.aworld.org/",
      "title": "AWorld for Act Now",
      "description": "AWorld is the App for Living Sustainably, in Support of the United Nations ACTNOW Campaign",
      "preview": "English Change is in our hands. Act Now. Download AWorld, the app of the United Nations' ActNow campaign. Join the community, track your impact, take"
    },
    {
      "url": "https://www.itembeauty.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://www.fontshare.com/",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://investors.target.com/node/32506/html",
      "title": "Investors | Target Corporation",
      "description": "Target embraces innovation to drive strong financial performance and create new opportunities for profitable growth.",
      "preview": "Investors Investing in our growth. Stock quote Loading data... Explore Investors Corporate Overview An inside look at a world-class retailer. Visit se"
    },
    {
      "url": "https://www.nps.gov/yose/planyourvisit/hiking.htm",
      "title": "Hiking - Yosemite National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.playstationzone.it/news-ps4/final-fantasy-7-remake-online-un-nuovo-trailer/",
      "title": "Final Fantasy 7 Remake: online un nuovo trailer - PlayStation Zone",
      "description": "Per festeggiare i 23 anni di Final Fantasy 7, Square Enix in giornata ha rilasciato un nuovo trailer per il suo remake, in arrivo il prossimo 10 aprile 2020.",
      "preview": "Facebook Mail RSS Telegram Twitter Youtube Accedi Registrati News Recensioni Recensioni PS5 Recensioni PS4 Guide Trofei Classifiche Migliori giochi PS"
    },
    {
      "url": "https://www.mpr.org/about",
      "title": "About MPR | Minnesota Public Radio",
      "description": "Minnesota Public Radio® (MPR) is one of the nation's premier public radio stations producing programming for radio, digital and live audiences.",
      "preview": "About MPR Minnesota Public Radio® (MPR) is one of the nation's premier public radio organizations, producing programming for radio, digital and live a"
    },
    {
      "url": "http://artists.youtube.com/",
      "title": "YouTube for Artists - Where Music Grows",
      "description": "Promote your music. Find your fans. Learn how to turn your passion into a career on YouTube.",
      "preview": "Where Music Grows Promote your music. Find your fans. Turn your passion into a career on YouTube. DISCOVER aespa CHECK OUT ARTIST RESOURCES Get starte"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2Fproduct.A564775.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans - QVC.com",
      "description": "***Please see individual item numbers for product description***",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "http://www.nbsoft.co.uk/",
      "title": "nbsoft",
      "description": "void",
      "preview": "Software Sections Help File Encrypter Lockit Download Centre Search About Us Contact Us Knowledge Base Online Support Privacy Policy Home Send Website"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "http://www.give.org/charity-reviews/national/civil-rights/american-civil-liberties-union-foundation-in-new-york-ny-227",
      "title": "American Civil Liberties Union Foundation charity review & reports by Give.org",
      "description": "American Civil Liberties Union Foundation charity review and evaluation. American Civil Liberties Union Foundation is an accredited BBB Wise charity - see why they meet the standards of charity accountability.",
      "preview": "Support Give.org Charity Review Issued: July 2023 Expires: July 2025 CHARITY REVIEW American Civil Liberties Union Foundation meets-standards Accredit"
    },
    {
      "url": "https://www.corneliajames.com/?gadid=637287656153&gclid=CjwKCAiA0cyfBhBREiwAAtStHKiiL5ukqH-_5x9nJsO2urImFRTJoTbCdJA-Yiw7uGNheeX7oWFrNRoCPKIQAvD_BwE&utm_campaign=1655166926&utm_content=65327481244&utm_medium=paid&utm_source=google&utm_term=cornelia%20james%20gloves",
      "title": "Cornelia James • Handmade Gloves Since 1946",
      "description": "Glovemakers of choice to the fashion world since 1946, and by Royal Appointment since 1946. Timeless gloves for every moment, occasion, and mood.",
      "preview": "Skip to content United Kingdom - enjoy Free Shipping* on orders above £250 Cornelia James Country/region United Kingdom (GBP £) Afghanistan (AFN ؋) Ål"
    },
    {
      "url": "https://advocacy.code.org/stateofcs",
      "title": "State of Computer Science Education Report | Code.org Advocacy Coalition",
      "description": "Code.org's annual K-12 computer science report in the United States provides an update on national and state-level computer science education policy, including policy trends, maps, state summaries, and implementation data.",
      "preview": "The Coalition Join now! Members Updates Policy State policy agenda (PDF) Additional resources State of CS The Report Data Supporters Return to Code.or"
    },
    {
      "url": "https://www.firstup.org/",
      "title": "First Up - Champions for Early Education",
      "description": "void",
      "preview": "skip to main content Hispanic Heritage Month Is Here! Explore All We're Offering This Month! First Up is excited to celebrate with inspiring opportuni"
    },
    {
      "url": "https://www.dunkindonuts.com/en",
      "title": "Dunkin' International Site",
      "description": "void",
      "preview": "Sorry, this website is not available in your region. ©2022 DD IP Holder LLC, Last Updated: June 22, 2022"
    },
    {
      "url": "https://afghanislamicpress.com/en/news?keyword=economy&page=10",
      "title": "News",
      "description": "void",
      "preview": "News Updates (Update 2 minutes ago) Pakistan would be responsible if situation gets worse: National Defence Ministry Armed robber killed in Balkh Indi"
    },
    {
      "url": "https://covid-19-response.unstatshub.org/data-solutions/",
      "title": "Data solutions | COVID-19 response",
      "description": "Guidance and possible approaches for the production of timely data to monitor the evolution and impacts of COVID-19.",
      "preview": "Department of Economic and Social Affairs Statistics • COVID-19 response Home Ensuring continuity Working remotely Data solutions Open data Useful lin"
    },
    {
      "url": "https://www.giallozafferano.it/ricette-cat/Primi/",
      "title": "Primi piatti - Le ricette di GialloZafferano",
      "description": "Ricette primi piatti: leggi consigli, ingredienti, tempi e modalità di preparazione dei nostri gustosissimi primi piatti sfiziosi al forno, facili e veloci.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X Ricette Primi Piatti Portate Le Portate Filtri Tutti i Filtri Benessere Primi piatti veloci La pasta è s"
    },
    {
      "url": "https://www.deutschlandfunkkultur.de/arbeitszeit-frueher-und-heute-die-hohe-anzahl-von-100.html",
      "title": "Arbeitszeit früher und heute - Die hohe Anzahl von Feiertagen im Mittelalter trügt",
      "description": "War man früher weniger fleißig? Die hohe Zahl von bis zu 80 Feiertagen im Mittelalter täuscht: Zum einen waren Sonntage mitgerechnet. Außerdem arbeiteten zum Beispiel Bauern auch an diesen Tagen, sagt der Wirtschaftshistoriker Thomas Ertl.",
      "preview": "Archiv Arbeitszeit früher und heute Die hohe Anzahl von Feiertagen im Mittelalter trügt 06:49 Minuten Landwirtschaftliche Szene auf einem Holzschnitt:"
    },
    {
      "url": "https://glockapps.com/",
      "title": "GlockApps 2.0: Next-Level Email Deliverability Testing And Insights",
      "description": "GlockApps - an all-in-one email deliverability testing solution. Check your spam score, email authentication, sender reputation, domain and IP analytics, identify and resolve issues promptly.",
      "preview": "Next-Level Email Deliverability Testing and Insights GLOCK APPS 2.0 A comprehensive email marketing tool essential for solving email deliverability an"
    },
    {
      "url": "http://mtia.labs.si.umich.edu/search/?selected_facets=host_exact:Rita%20Rochelle&selected_facets=locations_exact:Guinea&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Angola&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Tanzania&selected_facets=completeness_exact:Platinum&selected_facets=performers_exact:Sunny%20Ade&selected_facets=performers_exact:Urafiki%20Band",
      "title": "Leo Sarkisian MTiA Archive",
      "description": "void",
      "preview": "1 Results Filters Host - Rita Rochelle 1 remove all filters Performers - Antoine Mundanda 1 Fela Ransome Kuti 1 Sunny Ade 1 Urafiki Band 1 remove all"
    },
    {
      "url": "https://blog.slowianskibestiariusz.pl/tag/slowianskie-demony/",
      "title": "słowiańskie demony - Słowiański Bestiariusz",
      "description": "void",
      "preview": "Tag Archives: słowiańskie demony Skarbnik - demon podziemi Małgorzata Turant 21 września, 2020 Demony Lokalne 1 Skarbnik - demon podziemi Nasi przodko"
    },
    {
      "url": "https://www.ihuonline.unisinos.br/edicao/260",
      "title": "Início",
      "description": "O Instituto Humanitas Unisinos - IHU - um órgão transdisciplinar da Unisinos, que visa apontar novas questões e buscar respostas para os desafios de nossa época. Parte da visão do humanismo social cristão, debatendo a sociedade do futuro.",
      "preview": "close search Início Edições anteriores Cadastre-se Contato Instituto Humanitas Unisinos search Edição 260 02 Junho 2008 SUS: 20 anos de curas e batalh"
    },
    {
      "url": "https://monsterone.com/",
      "title": "MonsterONE - Download 548000+ Digital Products Unlimited",
      "description": "MonsterONE subscription gives you access to unlimited downloads of CMS & eCommerce themes, PowerPoint templates, Graphics, Audio & Video. ✅ Premium Items ✅ 24/7 Support ✅ 2M+ happy customers.",
      "preview": "Chat with us , powered by LiveChat 00 : 00 : 00 : 00 Search All Items All Items WordPress Plugins Graphics Presentation Templates HTML Templates CMS T"
    },
    {
      "url": "https://nmaahc.si.edu/",
      "title": "A People's Journey, A Nation's Story | National Museum of African American History and Culture",
      "description": "void",
      "preview": "Skip to main content A People's Journey, A Nation's Story Welcome to the Smithsonian's National Museum of African American History & Culture Operation"
    },
    {
      "url": "https://owd.boston.gov/",
      "title": "Workforce Development | Boston.gov",
      "description": "The Office of Workforce Development (OWD) works toward the full participation of all Boston residents in the city's economic vitality and future. It connects low-income residents with job training and employment opportunities. It also promotes lifelong literacy and educational pathways.",
      "preview": "Skip to Main Content An official website of the City of Boston. Here's how you know city_hall Official websites use .boston.gov A .boston.gov website"
    },
    {
      "url": "http://www.earthsciweek.org/",
      "title": "Earth Science Week",
      "description": "void",
      "preview": "Earth Science Week Celebrate \"Energy Resources for Our Future\" October 12-18, 2025 Our energy future calls for navigating complex choices about how we"
    },
    {
      "url": "http://dailysport.co.ke/",
      "title": "HOME - DAILY SPORT",
      "description": "void",
      "preview": "Skip to content Kipyegon, Moraa to highlight Athlos New York City race Posted on October 9, 2025 October 9, 2025 Author Sabuni Khwa Sabuni Comment(0)"
    },
    {
      "url": "https://mnisotafund.org/about",
      "title": "About Us - Mni Sota Fund",
      "description": "Mni Sota Fund is a Native CDFI in Minneapolis, MN. We serve the urban Indian community as our people pursue their dreams of home ownership and entrepreneurship.",
      "preview": "0 MNI SOTA FUND is an Urban Native CDFI Community Development Financial Institution located in Mni Sota Makoce Established in 2011 as Bii Gii Wiin Com"
    },
    {
      "url": "http://www.booklists.yalsa.net/directory/results?author=1692",
      "title": "Search results - YALSA Book Finder",
      "description": "void",
      "preview": "Browse by: Award/booklist Author Genre Award year Award/booklist AILA Youth Literature Award Honor - Young Adult AILA Youth Literature Award Winner -"
    },
    {
      "url": "https://www.thekoreanfashion.com/collections/women_earrings?page=15",
      "title": "Women's Earrings | Rings, Necklaces, Earrings, and Bracelets - Page 15 - The Korean Fashion",
      "description": "Find a great selection of accessories and jewelry for women. Shop for Rings, Necklaces, Earrings, Bracelets, Jewelry Sets, Jewelry Box, and Hair Accessories.",
      "preview": "Skip to content Sort Sort Featured Best selling Alphabetically, A-Z Alphabetically, Z-A Price, low to high Price, high to low Date, old to new Date, n"
    },
    {
      "url": "https://www.tinglyteds.co.uk/",
      "title": "Tingly Ted's (@tinglyteds) • Instagram photos and videos",
      "description": "62K Followers, 1 Following, 126 Posts - Tingly Ted's (@tinglyteds) on Instagram: \"🔥 The not-so-hot hot sauce by Ed Sheeran 👇 Get yours now!\"",
      "preview": "void"
    },
    {
      "url": "https://www.dacast.com",
      "title": "Dacast: Live Streaming Platform | Online Video Hosting",
      "description": "Dacast's Video Streaming Software is the leading Online Video and Hosting Platform. Stream live and on demand video leveraging a video API and 24/7 support.",
      "preview": "Skip to content Stream Video Through a Professional Streaming Platform Host, monetize, and broadcast with an end-to-end live streaming solution. Start"
    },
    {
      "url": "http://kajetan.at/",
      "title": "Landhaus Kajetan - Apartments im Luftkurort Galtür",
      "description": "Landhaus Kajetan - Apartments im Luftkurort Galtür",
      "preview": "WILLKOMMEN APARTMENTS PREISE WELLNESS KINDER ANREISE URLAUBSANFRAGE ONLINEBUCHUNG Landhaus Kajetan - Apartments in Galtür. Herzlich willkommen! Eine w"
    },
    {
      "url": "https://www.byrdie.com/dry-brushing-body",
      "title": "Dry Brushing Benefits and How to Try It, According to Pros",
      "description": "There are many body care treatments on the market, but dry brushing is one of the best. Learn more about the celeb-loved lymphatic treatment, inside.",
      "preview": "Skip to content CONFIDENCE, COMMUNITY, AND JOY Subscribe Email Address Subscribe Thank you [email] for signing up. Please enter a valid email address."
    },
    {
      "url": "http://WattTime.org",
      "title": "Home - WattTime",
      "description": "void",
      "preview": "3 simple fixes could save 9+ gigatons of CO2 annually. We're a nonprofit raising awareness about these solutions and providing data & technical assist"
    },
    {
      "url": "https://usa.visa.com/run-your-business/small-business-tools/small-business-hub.html",
      "title": "Small Business Solutions | Small Business Hub | Visa",
      "description": "Visa's Small Business Hub gives you access to tools, consulting and other resources that will help you start or grow your business with ease.",
      "preview": "Tools, resources and advice to power your business Every small business has different needs. No matter what stage you're in, or what you're trying to"
    },
    {
      "url": "https://autenticazione.imagelinenetwork.com/?function=login&redirect=https%3A%2F%2Fplantgest.imagelinenetwork.com%2Fpiante.cfm%3Flang%3Dit%26categoria%3Dfrutticole%26tipologia%3Dloti-o-kaki%26",
      "title": "Accedi alla Community di Image Line",
      "description": "Accedi alla Community di Image Line",
      "preview": "Inserisci i tuoi dati per accedere Username/Email Password Entra Non ricordi la password? Accedi utilizzando un tuo account social Accedi con Google I"
    },
    {
      "url": "https://www.kqzyfj.com/click-100635567-14042856?sid=--people",
      "title": "EveryPlate Meal Kits: Easy & Affordable Meal Delivery Service",
      "description": "Get delicious, budget‑friendly meal kits delivered weekly. EveryPlate makes meal delivery easy with pre‑portioned ingredients and simple step‑by‑step recipes.",
      "preview": "Skip to main content CRAVE BIG. SPEND SMART. Skip the grocery runs for easy, delicious meal delivery. Get 50% off your first box + 10% off for a month"
    }
  ],
  "_meta": {
    "total_bookmarks": 115
  }
}