{
  "data": [
    {
      "url": "https://www.lookmumnocomputer.com/projects",
      "title": "STUFF - LOOK MUM NO COMPUTER",
      "description": "Click on the images for more info on the projects, this is a work in progress and will build on the pages as i go.",
      "preview": "Menu prev / next Back to Projects 0 THIS MUSEUM IS NOT OBSOLETE 0 LEGO MINECRAFT SHUFFLE 0 ELECTROMECHANICAL BLINKENLIGHTS 0 STEPPER LESLIE 0 4051 Ple"
    },
    {
      "url": "https://www.easyjet.com/en/help/booking-and-check-in",
      "title": "Booking and check-in | easyJet",
      "description": "void",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "https://www.militarychild.org/gts",
      "title": "MCEC Global Training Summit - Military Child Education Coalition® (MCEC®)",
      "description": "To continue delivering our mission impact to those who need it most, the MCEC Global Training Summit is hitting the road in 2025 with TWO dynamic one-day regional training events - designed to bring powerful professional development closer to you!",
      "preview": "MCEC Global Training Summit Close menu 2025 Global Training Summit Atlanta Summit General Sessions Forum Distinguished Lecture Sessions Master Class A"
    },
    {
      "url": "https://us.lookfantastic.com/offers/beauty-box.list",
      "title": "LOOKFANTASTIC - Beauty, Fragrances, Skincare & Haircare",
      "description": "The UK's ultimate online beauty shop! Over 660 skincare, makeup, fragrance & haircare brands. Earn points with Beauty+ Rewards. Free delivery over £25.",
      "preview": "Skip to main content FREE UK delivery on orders over £25 Download our App 12-months Premier Delivery - Only £5.95! Join LF Beauty Plus+ The LF Beauty"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/",
      "title": "Wissenschaft - DER SPIEGEL",
      "description": "Deutschlands führende Nachrichtenseite. Alles Wichtige aus Politik, Wirtschaft, Sport, Kultur, Wissenschaft, Technik und mehr.",
      "preview": "Zum Inhalt springen Ihr Lebensraum schmilzt: In der Arktis gibt es immer weniger Robben, warnt die Weltnaturschutzorganisation. Der Rückgang ihrer Bes"
    },
    {
      "url": "https://apps.apple.com/us/developer/google-llc/id281956209",
      "title": "‎Google Apps on the App Store",
      "description": "Download apps by Google, including YouTube TV, YouTube Kids, YouTube, and many more.",
      "preview": "Google Bundles Best of Google bundle Productivity iPad & iPhone Google NotebookLM Productivity Google Gemini Productivity Google Play Console Develope"
    },
    {
      "url": "http://waittinstitute.org/",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://www.shoutcast.com",
      "title": "Home Page - Shoutcast",
      "description": "void",
      "preview": "Shoutcast offers the ultimate suite of advanced tools and services for a premium broadcasting experience Whether you're an established broadcaster, a"
    },
    {
      "url": "http://www.descarca.ucoz.com/",
      "title": "Play CronoLead - Pagina principală",
      "description": "void",
      "preview": "Home Movies TV Shows Cartoons Forum Informer #1 [ File Catalog · Entries · Entry date D · Entries: 10 · Columns: 1 ] Cars 2 Informer #1 [ File Catalog"
    },
    {
      "url": "https://www.sagese.com/",
      "title": "Home | Sage ITAD Company | IT Asset Disposition",
      "description": "SECURE, REUSE & SAVE. When your tech lives longer, the planet, and its people, benefit. Sage is a trusted ITAD provider committed to securely reusing more and recycling less. Long live tech.",
      "preview": "Your Best ITAD Starts Here Sustainability Focus Best in Class Security Higher Reusable Yield™ HOW LONG SHOULD IT DEVICES REALLY LAST? Download your co"
    },
    {
      "url": "http://www.operationoverkill.com/",
      "title": "Operation : Overkill | The Original Wastelands BBS Door Game!",
      "description": "void",
      "preview": "Welcome to Operation: Overkill World HQ! -[J] Join us on Discord! -[D] Operation: Overkill Downloads -[P] Play Operation: Overkill on dark wastelands!"
    },
    {
      "url": "http://pesteliv.com/category/704/cif.html",
      "title": "PESTELIV.COM | CIF",
      "description": "Само при нас ще намерите разнообразие от продукти на тема козметика, дамска и мъжка мода, аксеоари, всичко за бита. За поръчки: kirilkuzmanovet@abv.bg, 064 839506",
      "preview": "Меню Профил Език Продукти + КОЗМЕТИКА + КОЗМЕТИКА ЗА ЖЕНИ + КОЗМЕТИКА ЗА БРЕМЕННИ + КОЗМЕТИКА ЗА КОСА + Шампоани за коса + Марки + Bilka + BioFresh +"
    },
    {
      "url": "https://www.blackchamberofcommerce.org/",
      "title": "Southern California Black Chamber of Commerce",
      "description": "The Southern California Black Chamber of Commerce proudly supports Black entrepreneurs, from the desert to the sea.",
      "preview": "From The Desert To The Sea \"Welcome to the Southern California Black Chamber of Commerce (SCBCC) At the Southern California Black Chamber of Commerce"
    },
    {
      "url": "https://data.gpo.zugaina.org/hamari/sci-libs/libsbig/",
      "title": "Index of /hamari/sci-libs/libsbig",
      "description": "void",
      "preview": "Index of /hamari/sci-libs/libsbig Name Last modified Size Description Parent Directory - Manifest 24-Aug-2025 02:16 638 libsbig-2.1.4.ebuild 06-Jun-20"
    },
    {
      "url": "https://www.boeing.com/",
      "title": "The Boeing Company Official Website",
      "description": "Welcome to the official corporate site for the world's largest aerospace company and leading manufacturer of commercial jetliners and defense, space and security systems. Learn about our passion for innovation, our products, careers and more.",
      "preview": "FULL 777-9 FLEET IN ACTION READ MORE Boeing news and reports Second Quarter 2025 Results Read More Pilot and Technician Outlook 2025-2044 Read More Ou"
    },
    {
      "url": "https://www.tuftandpaw.com/products/cove-litter-box-full",
      "title": "Cove Modern Litter Box - Tuft & Paw",
      "description": "A simple, beautiful, modern litter box with an integrated scoop, dustpan, and handbrush. Built by designers, engineers, and cat behaviorists and made from recycled plastics that are completely toxin-free.",
      "preview": "Close Search website Search Previous Slide Next Slide Product Details Rethink your litter box setup with Cove. An overachiever by design, it comes wit"
    },
    {
      "url": "https://www.myfonts.com/pages/whatthefont",
      "title": "WhatTheFont Font Finder - Identify Fonts by Image",
      "description": "Identify fonts with our font finder tool using an image or photo. Upload an image, and we'll search our collection of over 133,000 fonts for the best match.",
      "preview": "Skip to content Skip to main content FAQ How do I find a font from an image? To identify a font from an image, use a font finder or font identifier. T"
    },
    {
      "url": "https://megaphone.link/HSW1065075894",
      "title": "Megaphone",
      "description": "void",
      "preview": " © 2025 Megaphone, LLC. All rights reserved SUBSCRIBE TO PEOPLE Every Day Entertainment News SUBSCRIBE"
    },
    {
      "url": "https://www-fourier.univ-grenoble-alpes.fr/~molinier/crochet.html",
      "title": "Rémi Molinier - Crochet",
      "description": "void",
      "preview": "Rémi Molinier I am a teaching assistant (PRAG) at Université Grenoble-Alpes in the Institut Fourier . My area of expertise lies mainly inside algebrai"
    },
    {
      "url": "https://oceanriskalliance.org/what-we-do/",
      "title": "What We Do - ORRAA",
      "description": "We work across geographies - with a focus on the Global South - pioneering, piloting, and scaling innovative finance products that invest in coastal resilience.",
      "preview": "Skip to content What We Do Driving investment into ocean resilience The Ocean Risk and Resilience Action Alliance (ORRAA) is the only multi-sector col"
    },
    {
      "url": "https://tiktok.com/@ellenmacarthurfoundation",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "http://www.flipcode.com/archives/",
      "title": "flipcode Archives",
      "description": "void",
      "preview": "Welcome to the flipcode Archives. Here will you find our collection of reader-submitted content. A lot of this is timeless reference material, and we'"
    },
    {
      "url": "https://www.kxan.com/news/crime/family-of-killed-81-year-old-fears-he-was-victim-of-hate-crime/amp/",
      "title": "Family of man killed in Austin, Texas fears he was victim of a hate crime",
      "description": "Leonard Foster, 81, was found dead in his apartment Saturday. His family believes the suspect may have targeted him because he was gay.",
      "preview": "AUSTIN (KXAN) - Leonard Foster, 81, was found dead in his apartment Saturday , and his family believes the suspect may have targeted him because he wa"
    },
    {
      "url": "https://www.conservation.org/what/Pages/forests.aspx",
      "title": "Stabilizing Our Climate by Protecting and Restoring Nature",
      "description": "To prevent irreversible damage to the climate that sustains us, humanity must reduce climate-warming greenhouse gases and remove excess carbon from the atmosphere.",
      "preview": "Stabilizing our climate by protecting and restoring nature © Thomas Muller To prevent irreversible damage to the climate that sustains us, humanity mu"
    },
    {
      "url": "https://watttime.recruiterbox.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://www.checkfreepay.com/en/privacy-policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Your privacy matters. Fiserv respects your privacy and is committed to protecting your personal information. Privacy Policy Privacy Policy for CheckFr"
    },
    {
      "url": "https://campus.co/global/startup-school/",
      "title": "Discover the Google for Startups Campus network - Google for Startups",
      "description": "Google for Startups Campus is where tech-based startups enjoy the best of Google with free training, mentoring, and a diverse community of problem solvers.",
      "preview": "Campus Our Campus locations Madrid São Paulo Seoul Tel Aviv Tokyo Warsaw Homebase for growing startups Google for Startups Campuses offer physical spa"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://portuguese.alibaba.com/product-detail/artilady-artificial-wall-hanging-plants-with-wooden-sticks-home-decoration-1600378062143.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://www.kostenlose-urteile.de/Urteile_vom_2005-11-11.htm",
      "title": "urteile.news | 11.11.2005 - Urteilsmeldungen von diesem Tag",
      "description": "deutsche und ausgewählte EU-Rechtsprechung ➤ Verkehrsrecht / Straßenverkehrsrecht ✔ Verwaltungsrecht ✔ Sozialrecht ✔ Versammlungsrecht ✔ Presserecht",
      "preview": "Veröffentlichungen vom 11. November 2005 Urteile, erschienen im November 2005 Mo Di Mi Do Fr Sa So 44 1 2 3 4 5 6 45 7 8 9 10 11 12 13 46 14 15 16 17"
    },
    {
      "url": "https://www.aclupa.org/en/cases/bl-v-mahanoy-area-sch-dist",
      "title": "B.L. v. Mahanoy Area School District - ACLU of Pennsylvania",
      "description": "On September 25, 2017, the ACLU-PA filed suit on behalf of B.L., a high school sophomore who has been cheerleading since she was in fifth grade and was expelled from the team as punishment for out-of-school speech. The case involves a First Amendment challenge to the Mahanoy Area High School's \"Cheerleading Rules,\" which prohibit cheerleaders [...]",
      "preview": "Court Cases B.L. v. Mahanoy Area School District First Amendment Rights, Student & Youth Rights Filed: 09/25/2017 Status: In U.S. Supreme Court Court:"
    },
    {
      "url": "https://teachergoesbacktoschool.org/tag/freeing-the-writer-within/",
      "title": "Freeing The Writer Within | Teacher Goes Back to School",
      "description": "Posts about Freeing The Writer Within written by Teacher Goes Back to School",
      "preview": "Skip to primary content Skip to secondary content A book I wish I'd found sooner. It was recommended to me by a writer friend with whom I've had great"
    },
    {
      "url": "https://www.hercampus.com/school/wake-forest/katie-powers-insider-scoop-transition-boarding-school-college/",
      "title": "Katie Powers: An Insider Scoop on the Transition from Boarding School to College",
      "description": "Katie Powers is a sophomore from Boston intending to major in finance and minor in psychology minor. She reflects on her transition from...",
      "preview": "HC at Wake Forest More from Wake Forest Our Reads Meet the Team Join Us Priscilla Du Preez/Unsplash Wake Forest | Life > High School Katie Powers: An"
    },
    {
      "url": "https://spectrum.ieee.org/energywise/energy/fossil-fuels/how-to-track-the-emissions-of-every-power-plant-on-the-planet-from-space",
      "title": "How to Track the Emissions of Every Power Plant on the Planet from Space - IEEE Spectrum",
      "description": "Using satellite images, machine-learning algorithms can create models to estimate greenhouse gas emissions for every power plant worldwide",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE How to Track the Emissions of Every Power Plant on the Planet from Sp"
    },
    {
      "url": "http://ussagamemnon.iwarp.com/",
      "title": "Transporter Room, USS Agamemnon-A",
      "description": "void",
      "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
    },
    {
      "url": "https://www.photoshoplus.fr/formes-perso-pere-noel-01/",
      "title": "Formes Père Noël (1) - Photoshoplus",
      "description": "27 formes",
      "preview": "Aller au contenu Photoshoplus paramètres, tutoriels et couleurs pour Photoshop Rechercher : Formes (vectorielles) / Formes personnages / Formes Père N"
    },
    {
      "url": "https://q-lvck.tumblr.com/",
      "title": "Daedroghneth",
      "description": "20 | Psychology Student | Europe",
      "preview": "/ croathia : Palácio e Convento de Mafra, Mafra Portugal (via deusluar ) v c z neckkissesandcoffee : Concept: We're living in a nice apartment togethe"
    },
    {
      "url": "http://www.multi-media.at/?m=201601",
      "title": "Januar 2016 - imago lexis",
      "description": "void",
      "preview": "Zum Inhalt springen Heuer pilgerten wiederum insgesamt 156.613 Autointeressierte zur nunmehr 10. Vienna Autoshow. Der heimische Automarkt verzeichnete"
    },
    {
      "url": "https://info.montgomerycollege.edu/offices/human-resources/president-search-process.html",
      "title": "Presidential Search | Montgomery College, Maryland",
      "description": "void",
      "preview": "Presidential Search MC Announces New President December 17, 2021: After an extensive nationwide search, MC is proud to announce that Dr. Jermaine F. W"
    },
    {
      "url": "https://www.syracuse.com/highschoolsports/2023/02/remembering-dale-mccormick-oneida-coachs-impact-stretched-well-beyond-soccer.html",
      "title": "Remembering Dale McCormick: Coach who drowned had an impact well beyond soccer - syracuse.com",
      "description": "The father of two died earlier this week while swimming at a beach in Florida.",
      "preview": "Skip to Article Family Sharing is here! Subscribe to Premium Access for $1 Remembering Dale McCormick: Coach who drowned had an impact well beyond soc"
    },
    {
      "url": "https://www.lg.com/us",
      "title": "LG Electronics & Home Appliances | Shop Now | LG USA",
      "description": "Life's Good with LG. Shop online at LG.com US to find exclusive deals on the latest home entertainment and appliances. Add smart technology and modern design to your home today.",
      "preview": "AVAILABLE FOR PREORDER! | The new LG UltraFine™ evo 6K monitor Preorder Now Celebrate Life's Good Deal Days w/ up to 35% off select TVs Shop Now Explo"
    },
    {
      "url": "https://www.theglobalipcenter.com/sign-up/",
      "title": "Global Innovation Policy Center | U.S. Chamber of Commerce",
      "description": "GIPC is leading efforts to promote innovation and creativity globally by advocating for strong IP standards.",
      "preview": "Skip to content Close search Site search Enter your search query Submit Global Innovation Policy Center GIPC is leading efforts to promote innovation"
    },
    {
      "url": "http://support.vhx.tv/article/356-watching-chromecast",
      "title": "How do I watch via Chromecast on my desktop? - Vimeo OTT Customer Support",
      "description": "If you have a Chromecast device, you can use that in conjunction with the Google Chrome desktop browser to watch content on your TV. Note: At this time, we expe",
      "preview": "How do I watch via Chromecast on my desktop? If you have a Chromecast device, you can use that in conjunction with the Google Chrome desktop browser t"
    },
    {
      "url": "https://www.spmcf.org/",
      "title": "Saint Paul & Minnesota Foundation | Saint Paul & Minnesota Foundation",
      "description": "Saint Paul & Minnesota Foundation is a partner to thousands of donors and nonprofit organizations working to create a just and vibrant Minnesota where all people and communities thrive. We help establish not for profit organizations with endowments, help patrons with charitable planning, and manage donor-advised funds.",
      "preview": "Where Giving Grows Make more possible Your Community Foundation The Saint Paul & Minnesota Foundation partners with thousands of donors, nonprofit org"
    },
    {
      "url": "https://www.politico.eu/news/",
      "title": "More News - POLITICO",
      "description": "European Politics, Policy, Government News",
      "preview": "Skip to main content Advertisement Gaza ceasefire has started, Israel announces U.S. President's Donald Trump's inner circle helped get the deal over"
    },
    {
      "url": "https://opendata.paris.fr/explore/dataset/quartier_paris/information/",
      "title": "Quartiers administratifs - Paris Data",
      "description": "Données géographiques surfaciques. Le quartier désigne la division administrative de l'arrondissement. Chaque arrondissement est découpé en quatre quartiers administratifs. Paris compte ainsi quatre-vingt quartiers administratifs. Étendue géographique : ParisFichier jointquartier.pdf contient la description détaillée de la structure des données",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://www.paulaschoice.com/skin-balancing-invisible-finish-moisture-gel/340-3400.html?slfpid=3",
      "title": "SKIN BALANCING Invisible Finish Moisture Gel | Paula's Choice",
      "description": "Lightly hydrate oily skin without clogging pores with this gel moisturizer. Shop SKIN BALANCING Invisible Finish Moisture Gel at Paula's Choice.",
      "preview": "void"
    },
    {
      "url": "http://www.tentazionidellapenna.com/rassegna-stampa/55-rassegna-stampa-nazionale/669-crolla-il-soffitto-di-una-scuola-nel-brindisino,-bambini-feriti.html",
      "title": "Crolla il soffitto di una scuola nel Brindisino, bambini feriti.",
      "description": "Il soffitto di un'aula della scuola elementare Pessina di Ostuni è crollato durante le lezioni. Un grosso pezzo di intonaco si è staccato dalla volta sui banchi in cui si trovavano gli studenti....",
      "preview": "NOTA! Questo sito utilizza i cookie e tecnologie simili. Se non si modificano le impostazioni del browser, l'utente accetta. Approvo Cerca... Pubbicit"
    },
    {
      "url": "http://www.gamespot.com/american-mcgees-alice/summary/",
      "title": "Alice: Madness Returns - GameSpot",
      "description": "Alice: Madness Returns is the sequel to the year 2000 PC game, American McGee's Alice.",
      "preview": "Alice: Madness Returns First Released Jun 14, 2011 released MAC PC PS3 X360 %gameName% Get the latest news and videos for this game daily, no spam, no"
    },
    {
      "url": "https://getmyinternet.org/",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://www.mail.com/mail/app/",
      "title": "Free email apps for Android and iOS devices | mail.com",
      "description": "Mail app lets you manage your emails and mail.com account on your device wherever you go. Download and install app in a few steps.",
      "preview": "Email apps for your life on the go Stay mobile and secure Intuitive apps for Android and iOS devices Manage your emails everywhere you go Free downloa"
    },
    {
      "url": "https://www.mwm-apps.com/legals/procolor/policies",
      "title": "MWM",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.nlm.nih.gov/socialmedia/index.html",
      "title": "Connect with NLM",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://shotspotter.com/privacy-policy",
      "title": "Privacy Policy - SoundThinking",
      "description": "Review the latest information regarding ShotSpotter's Community Privacy policy here.",
      "preview": "void"
    },
    {
      "url": "https://tally.so/",
      "title": "Free Online Form Builder | Tally",
      "description": "The simplest way to create forms. Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for.",
      "preview": "The simplest way to create forms Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for. Create a free for"
    },
    {
      "url": "https://helionsf.ro/2019/09/stiri-sf/evenimente/festivalul-flight-un-pas-inainte-pentru-timisoara/attachment/img_5566/",
      "title": "IMG_5566 | Helion Online",
      "description": "Visit the post for more.",
      "preview": "void"
    },
    {
      "url": "https://news.un.org/en/story/2020/05/1063832",
      "title": "COVID-19 could help turn the tide on ocean health in Asia-Pacific | UN News",
      "description": "The COVID-19 pandemic could help turn the tide on the well-being of oceans in the Asia-Pacific region, according to a UN report published on Wednesday.",
      "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
    },
    {
      "url": "https://jobs.medium.com/?source=about_page---jobs_module_link-----------------------about_page_jobs_module_link-&utm_source=about&utm_medium=landing-page&utm_campaign=jobs&utm_content=module",
      "title": "Careers at Medium | by Jobs @ Medium | Jobs at Medium | Medium",
      "description": "At Medium, we believe in the power of words - and we're on a mission to bring the world's expertise to life through memorable storytelling.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Jobs at Medium · Keep up to date with our job openings Press enter or cli"
    },
    {
      "url": "https://googleresearch.blogspot.com/2015/04/google-handwriting-input-in-82.html",
      "title": "Google Handwriting Input in 82 languages on your Android mobile device",
      "description": "Posted by Thomas Deselaers, Daniel Keysers, Henry Rowley, Li-Lun Wang, Victor Cărbune, Ashok Popat, Dhyanesh Narayanan, Handwriting Team, Google Re...",
      "preview": "Google Handwriting Input in 82 languages on your Android mobile device April 15, 2015 Posted by Thomas Deselaers, Daniel Keysers, Henry Rowley, Li-Lun"
    },
    {
      "url": "https://locust-hub-hqfao.hub.arcgis.com/",
      "title": "FAO Locust Hub",
      "description": "Discover the latest FAO resources, maps and information about the desert locust infestation in Africa.",
      "preview": "void"
    },
    {
      "url": "https://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "http://www.biology.lu.se/",
      "title": "Start | Department of Biology",
      "description": "Lund University.",
      "preview": "Your browser has javascript turned off or blocked. This will lead to some parts of our website to not work properly or at all. Turn on javascript for"
    },
    {
      "url": "https://www.newshidalgo.com.mx/?tag=zoe-robledo-aburto",
      "title": "Zoé Robledo Aburto - News Hidalgo",
      "description": "La verdad a la luz...",
      "preview": "Salud Redacción 19 de enero de 2022 529 Con 79 años, el IMSS ha demostrado su capacidad de respuesta ante desastres naturales y crisis sanitarias PACH"
    },
    {
      "url": "https://www.fariyas.com/resort-in-lonavala/",
      "title": "Fariyas Resort, Lonavala. Hotel, Restaurant & Wedding Venue",
      "description": "Resort, Hotel, Wedding Venue & Spa in Lonavala-Khandala with Water Theme Park near Mumbai, Pune, Bhushi Dam, Pawna Lake, Railway Station, Wax Museum",
      "preview": "SEARCH SITE BY TYPING (ESC TO CLOSE)"
    },
    {
      "url": "http://time.com/4463943/japan-china-fishing-marine-iuu-environment-google-skytruth/",
      "title": "Saving the Seas From China's Bloated Fishing Industry | TIME",
      "description": "Japan is the latest country to feel the brunt of China's fishing industry, which suffers from overcapacity due to huge government subsidies.",
      "preview": "Fishermen unload fishing gear at a port in Lianyuangang, in eastern China's Jiangsu province, on May 30, 2016 STR/AFP/Getty Images By Charlie Campbell"
    },
    {
      "url": "https://www.boatus.org/study-guide/",
      "title": "Boating Safety Study Guide",
      "description": "The information found in these pages was developed by the BoatU.S. Foundation in partnership with the National Safe Boating Council, and many boating professionals.",
      "preview": "Education Boating Safety Study Guide Welcome to the Boating Safety Study Guide Pages Find Your State Course The information found in these pages was d"
    },
    {
      "url": "https://www.sportshigh.com/sports/soccer_girls/articles/2014-2015/0221_HHSAA-d2-championship",
      "title": "HHSAA Division II Girls Soccer - Hawaii Prep defeats Mid-Pacific, 5-1 for Division II Girls Soccer Championship Title - Hawaii High School Athletic Association (HHSAA)",
      "description": "Hawaii High School Athletics Association (HHSAA) tournament information, news and photos",
      "preview": "girls soccer HHSAA Division II GIRLS SOCCER: Hawaii Prep defeats Mid-Pacific, 5-1 for Division II Girls Soccer Championship Title (Sat) February 21, 2"
    },
    {
      "url": "https://www.formula1.com/en/latest/all.html",
      "title": "Latest F1 News",
      "description": "Don't miss a Formula 1 moment - with the latest news, videos, standings and results. Go behind the scenes and get analysis straight from the paddock.",
      "preview": "LATEST F1 NEWS All Analysis Technical Lifestyle & Culture F1 Unlocked F2 F3 F1 Academy All How many titles would F1 drivers have using today's points?"
    },
    {
      "url": "https://www.nngroup.com/articles/top-10-mistakes-web-design/",
      "title": "Top 10 Mistakes in Web Design - NN/G",
      "description": "The 10 most egregious UX offenses against users. Web design disasters and HTML horrors are legion, though many usability atrocities are less common than they used to be.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 Top 10 Mistakes in Web Design Jakob Nielsen Jakob Nielsen January 1"
    },
    {
      "url": "http://www.regi.cegledinfo.hu/index.php?t=2",
      "title": "Ceglédinfo hírportál, internetes információs és hirdetési újság",
      "description": "void",
      "preview": "Ingatlan értékbecslés Cegléd és környékén Kattints ide! Írjon nekünk! | Médiaajánlat | Ma 2025. október 10. péntek, Gedeon napja van. - Holnap Brigitt"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "https://hbr.org/2020/07/research-how-workers-shift-from-one-industry-to-another",
      "title": "Research: How Workers Shift from One Industry to Another",
      "description": "Today, millions of Americans who labored in retail and hospitality jobs, which remain decimated by the stay-at-home directives issued during the Covid-19 crisis, might need to pivot to new fields in search of employment. New research highlights ways in which people from hard-hit industries, such as hospitality, retail, and transportation might transition to stronger ones through targeted upskilling.",
      "preview": "SKIP TO CONTENT Harvard Business Review Logo Business education Research: How Workers Shift from One Industry to Another by Michelle R. Weise July 7,"
    },
    {
      "url": "https://kosas.com/products/lipfuel?variant=32907926995001",
      "title": "LipFuel Lip Balm | Kosas Cosmetics",
      "description": "Powerful hydration. Comfiest feel. Energizing color. An ultra-hydrating hyaluronic lip balm loaded with active skincare ingredients. Feels amazing and visibly improves the condition of lips the more you wear it.",
      "preview": "Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+ & SAVE 10% Buy 3+"
    },
    {
      "url": "https://newsroom.deatch.paypal-corp.com/",
      "title": "PayPal Newsroom: Offizielle News, Pressemitteilungen, Kontakt",
      "description": "Bleiben Sie immer auf dem neuesten Stand. Im PayPal Newsroom finden Sie aktuelle Pressemitteilungen, Bilder und unseren Blog. Entdecken Sie die PayPal-Welt!",
      "preview": "Titelgeschichte Titelgeschichte / HERO BLOCK PayPal Venmo Unternehmensnews Strategische Partnerschaften PayPal stellt „PayPal World\" vor: Die globale"
    },
    {
      "url": "http://pubs.sciepub.com/aees/9/7/7/figure/1",
      "title": "Figure 1. The Three major Valley Systems around Bengaluru: Vrishabhavathi Valley, Kormanagala -Challaghatta Valley and Hebbal Valley : Rainfall Pattern Analysis in the Three Major Valley Systems of Bengaluru : Science and Education Publishing",
      "description": "void",
      "preview": "Science and Education Publishing From Scientific Research to Knowledge Submission Browse by Subjects Search Journal Home For Authors Online Submission"
    },
    {
      "url": "https://internationalmedicalcorps.org/",
      "title": "International Medical Corps: First there, no matter where",
      "description": "We provide healthcare services and training to people affected by conflict, disease and disaster, helping them move from relief to self-reliance.",
      "preview": "Earthquake in Afghanistan Distributing health & hygiene supplies read more Conflict in Gaza Helping civilians affected by the war read more Internatio"
    },
    {
      "url": "http://map.peoplepower.org/",
      "title": "Take Action | American Civil Liberties Union",
      "description": "void",
      "preview": "Skip navigation Take an Action Today Join the over one million action-takers who have made their voices heard. Featured Action Message Action Message"
    },
    {
      "url": "https://www.galeria-dacapo.com/produkt/sowa-wiszaca-12/",
      "title": "Sowa wisząca - Da Capo Galeria Instrumentów",
      "description": "void",
      "preview": "Przejdź do treści"
    },
    {
      "url": "https://www.openhistory.de/author/charlottejahnz/",
      "title": "Charlotte Jahnz - Open History e.V.",
      "description": "114 Menschen mit verschiedenen Vorlieben und Interessen, die in Deutschland, Frankreich, Österreich und Luxemburg wohnen, beteiligen sich dieses Jahr am #histowichteln. Das ist eine ganze Menge (43 mehr als im letzten Jahr!) und macht die Sache umso spannender. Nun haben wir schon zwei Jahre #histowichteln hinter uns. Deshalb haben wir...",
      "preview": "114 Men­schen mit ver­schie­de­nen Vor­lie­ben und Inter­es­sen, die in Deutsch­land, Frank­reich, Öster­reich und Luxem­burg woh­nen, betei­li­gen si"
    },
    {
      "url": "https://www.finnair.com/",
      "title": "Flight bookings | select country and language | Finnair",
      "description": "Finnair flies between Europe, Asia and North America via Helsinki. Modern fleet - more comfort, lower emissions. Search and book your flights today.",
      "preview": "Flight bookings | select country and language | Finnair Hi! Please set your location and language. Location * Finland (EUR €) Australia (AUD $) Austri"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "https://corporate.bestbuy.com/our-commitments/",
      "title": "Our Goals - Best Buy Corporate News and Information",
      "description": "void",
      "preview": "Doing a World of Good . We're committed to being a leader on corporate responsibility and sustainability (CR&S) issues. Explore more: Environmental So"
    },
    {
      "url": "http://hnf.fra.affrc.go.jp/english.html",
      "title": "HNF, Hokkaido National Fisheries Research Institute | Japan Fisheries Research and Education Agency",
      "description": "void",
      "preview": "Hokkaido National Fisheries Research Institute, Japan Fisheries Research and Education Agency Access Inquiry In April 2011, the National Salmon Resour"
    },
    {
      "url": "https://miwasrl.com/index.php/prodotto/funghi-chiodini-2dot8-kg-vfna3k/",
      "title": "FUNGHI CHIODINI 2.8 KG - Miwa srl",
      "description": "Funghi Nameko selezionati ed aromatizzati in olio di semi di girasole senza retrogusti indesiderati. Il prodotto, sterilizzato, si presta all'uso professionale ed è adatto alla farcitura di pizze e focacce o per la preparazione di ricette in cucina.",
      "preview": "FUNGHI CHIODINI 2.8 KG Casa Shop SOTT'OLII E SOTTACETI FUNGHI CHIODINI 2.8 KG Prodotti correlati Esaurito SOTT'OLII E SOTTACETI ORTORISO CONDIMENTO RI"
    },
    {
      "url": "https://newsroom.au.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured Story / HERO BLOCK Buy Now, Pay Later PayPal PayPal Pay in 4 Wins Australia's Most Loved and Most Recommended BNPL Provider in"
    },
    {
      "url": "https://thewaltdisneycompany.com/remembering-disney-legend-burny-mattinson/",
      "title": "Remembering Disney Legend Burny Mattinson - The Walt Disney Company",
      "description": "Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during an unprecedented 70-year career, ...Read More",
      "preview": "Skip to content Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during"
    },
    {
      "url": "https://adycenter.org/",
      "title": "Home | Ain Dah Yung Center",
      "description": "Culturally Responsive Shelter, Housing, and Prevention Services for Indigenous Youth",
      "preview": "Resilience through Culture. Mission Statement Meaning \"Our Home\" in Ojibwe, Ain Dah Yung Center provides a healing place within the community for Amer"
    },
    {
      "url": "https://www.LGpremiumcare.com",
      "title": "LG Premium Care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dynamics.microsoft.com/en-us/",
      "title": "Agentic CRM and ERP Solutions | Microsoft Dynamics 365",
      "description": "Enter the era of agentic business with Dynamics 365-CRM and ERP business applications that connect your teams, processes, and data.",
      "preview": "This is the Trace Id: ed991e45934c7d472a2124a017f0578f Skip to main content Microsoft Dynamics 365 The new era of AI-powered business Adapt and innova"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/publications/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://thegreataztecagator.tumblr.com/",
      "title": "For Science, You Monster.",
      "description": "I am a self proclaimed nerd through and through I love science (especially astronomy and biology), Star Trek, video games, books of all kinds, and much, much more! Feel free to follow me and/or get to...",
      "preview": "For Science, You Monster. I am a self proclaimed nerd through and through I love science (especially astronomy and biology), Star Trek, video games, b"
    },
    {
      "url": "https://pittsburgh.cbslocal.com/2020/01/19/mac-miller-birthday-celebration-pittsburgh/",
      "title": "Fans Gather In Pittsburgh To Celebrate And Remember Mac Miller On His 28th Birthday - CBS Pittsburgh",
      "description": "Fans of the late rapper gathered at Stage AE on Sunday to celebrate what would&#039;ve been his 28th birthday.",
      "preview": "All News KDKA Investigations Politics Consumer Business HealthWatch Entertainment Galleries KDKA+ Pittsburgh Weather School Closings/Delays Submit Wea"
    },
    {
      "url": "https://segaretro.org/index.php?title=Template:MagazineName/Name&oldid=595326",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://www.nexuscp.org/",
      "title": "Nexus Community Partners",
      "description": "Nexus supports strong, equitable & just communities in which all residents are engaged, recognized as leaders and have pathways to opportunities.",
      "preview": "Our Programs READ MORE Boards & Commissions Leadership Institute BCLI supports, trains and helps place BIPOC and other shut out community members on c"
    },
    {
      "url": "https://www.collaborising.org/",
      "title": "Collaborising",
      "description": "Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Collaborising is founded on the principle that all people are worthy of respect and dignity. By working together to eradicate racism, poverty and displacement we rise to create a more just and harmonious society. \"Working Together - Rising Together\"",
      "preview": "0 Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Working Together... Rising Together... Colla"
    },
    {
      "url": "https://www.goldmansachs.com/",
      "title": "Home | Goldman Sachs",
      "description": "The Goldman Sachs Group, Inc. is a leading global investment banking, securities, and asset and wealth management firm that provides a wide range of financial services.",
      "preview": "close The Latest Analysis on Geopolitics, Trade, and Technology Dive deep into the forces shaping the markets and global economy with timely analysis"
    },
    {
      "url": "https://www.usatoday.com/story/news/nation/2023/02/26/mexico-president-photo-mythological-elf/11354835002/",
      "title": "Latest World & National News & Headlines - USATODAY.com",
      "description": "USA TODAY delivers current national and local news, sports, entertainment, finance, technology, and more through award-winning journalism, photos, and videos.",
      "preview": "Skip to main content Home U.S. Politics Sports Entertainment Life Money Tech Travel Opinion Crossword Subtropical Storm Karen forms in the Atlantic as"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "https://raphaelfentonspaid.com",
      "title": "Raphael Fenton-Spaid",
      "description": "Cargo",
      "preview": "void"
    },
    {
      "url": "http://www.watchworthy.app/",
      "title": "Watchworthy - Personalized TV Show Recommendations",
      "description": "Find your next binge-watch with our TV quiz. Get personal recommendations for shows you'll love so you can spend more time watching and less time searching.",
      "preview": "TV worthy of your time Watchworthy matches you to shows and movies you'll love, in seconds! Available on Apple and Android devices Watchworthy is a FR"
    },
    {
      "url": "https://www.my.freelancer.com/contest/logo-design-yanina-kuksa-2028440?w=f&ngsw-bypass=",
      "title": "Logo Design - Yanina Kuksa | Freelancer",
      "description": "Logo Design - Yanina Kuksa contest on Freelancer. Enter this Reka Bentuk Grafik contest, find Design jobs or post a similar contest for free!",
      "preview": "Logo Design - Yanina Kuksa Status: Closed Hadiah: $81 Penyertaan Diterima: 9 Pemenang: Rayhan2Rafi Winner Ringkasan Peraduan UPDATE** The client would"
    },
    {
      "url": "http://www.pebritech.sk/happy-creek-no-deposit-bonus-signal-the-fall-of-2021/",
      "title": "4Tipy.sk - Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "description": "Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "preview": "Preskočiť na obsah Čistiace prostriedky Čistiace prostriedky na dlažbu: Top produkty Čistiace prostriedky na dlažbu. Efektívne riešenia pre čisté povr"
    },
    {
      "url": "https://forum.hardware.fr/hfr/Programmation/Perl/repertoire-serveur-distant-sujet_128705_1.htm",
      "title": "Zipper un répertoire, fichier sur un serveur distant - Perl - Programmation - FORUM HardWare.fr",
      "description": "void",
      "preview": "Forum | HardWare.fr | News | Articles | PC | S'identifier | S'inscrire | Shop Recherche 3084 connectés FORUM HardWare.fr Programmation Perl Zipper un"
    },
    {
      "url": "http://www.radio981.gr/blog/%CE%B4%CE%B9%CE%B1%CE%B2%CE%B1%CF%83%CF%84%CE%B5-34",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://www.chemforward.org/",
      "title": "ChemForward",
      "description": "void",
      "preview": "0 TURNING CHEMICAL DATA INTO POSITIVE IMPACT By creating broad access to chemical hazard data and illuminating safer alternatives, in partnership with"
    },
    {
      "url": "https://www.orangetheory.com/en-in/",
      "title": "Group Fitness Class & Interval Training | Orangetheory Fitness India",
      "description": "Join the Best Group Fitness Classes with Orangetheory India - Workout Classes Designed to Give a Full Body Workout in a Supportive Environment. Try Us for Free Today!",
      "preview": "Skip to main content If you are looking for our Canadian website , please select your preferred language , please click the Continue button : English"
    },
    {
      "url": "https://circle.target.com/cr",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://discussions.apple.com/terms",
      "title": "Apple Support Communities Use Agreement - Apple Community",
      "description": "Apple Support Communities Terms of Use",
      "preview": "Go back to my question Apple Support Communities Use Agreement Updated December 12, 2024 This Apple Support Communities Use Agreement (the \"Agreement\""
    },
    {
      "url": "https://security.googleblog.com/",
      "title": "Google Online Security Blog",
      "description": "The latest news and insights from Google on security and safety on the Internet",
      "preview": "Security Blog The latest news and insights from Google on security and safety on the Internet Accelerating adoption of AI for cybersecurity at DEF CON"
    },
    {
      "url": "https://scienceforhealth.fr/sante-et-pathologies-passent-par-laxe-intestin-cerveau/",
      "title": "Santé et pathologies passent par l'axe intestin-cerveau - Yakult SfH",
      "description": "L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. Découvrez le webinaire du Prof. Claassen.",
      "preview": ", L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. C'est le sujet abordé par le Prof. Claassen lors de son introduction passion"
    },
    {
      "url": "https://www.bbc.com/news/in_pictures",
      "title": "In Pictures | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about In Pictures from across the BBC.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.truck1.rs/izmenjivi-sanduci-kontejneri/promenjiva-tela-sanduci",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.walmart.com/store/finder",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://www.biology.lu.se/",
      "title": "Start | Department of Biology",
      "description": "Lund University.",
      "preview": "Your browser has javascript turned off or blocked. This will lead to some parts of our website to not work properly or at all. Turn on javascript for"
    },
    {
      "url": "http://www.sernapesca.cl/",
      "title": "sernapesca",
      "description": "void",
      "preview": "Informativo Estimados/as usuarios/as: A partir del 01 de septiembre, se aplicará una encuesta telefónica a quienes se inscribieron en el Registro Pesq"
    },
    {
      "url": "https://covid19.ncdhhs.gov/vaccines",
      "title": "Vaccine Information | NC COVID-19",
      "description": "Up-to-date, reliable information on flu, COVID-19, and RSV vaccines for everyone 6 months and older.",
      "preview": "Skip to main content Flu, RSV and COVID-19 Vaccines Vaccines are the best way to protect yourself, your family and your community from severe illness."
    },
    {
      "url": "https://www.tnpaccessories.com/products/tnp-accessories-ab-mat-black-blue",
      "title": "Ab Mat - Black/Blue | TnP Accessories",
      "description": "TnP Accessories Ab MatThe TnP Accessories Ab Mat is an effective tool to train the abdominal muscles and for developing core strength. It offers a variety of exercises that will isolate the upper and lower abs, as well as the oblique and lo...",
      "preview": "TEL : +44 203 630 0230 Roll over image to zoom in Ab Mat - Black/Blue Save £-13.99 TnP Accessories SKU: TNP964 Stock: Sold out Price: £13.99 / Sold ou"
    },
    {
      "url": "https://www.cnet.com/news/google-supercharges-youtube-with-a-custom-video-chip/",
      "title": "Google supercharges YouTube with a custom video chip - CNET",
      "description": "The processor is designed to deliver better video quality and to cut network use.",
      "preview": "X Why You Can Trust CNET Our expert, award-winning staff selects the products we cover and rigorously researches and tests our top picks. If you buy t"
    },
    {
      "url": "http://www.ui.com/legal/privacypolicy/",
      "title": "Ubiquiti - Privacy Policy",
      "description": "Technology platforms for Internet Access, Enterprise, and SmartHome applications.",
      "preview": "Privacy Policy OUR PRIVACY POLICY WAS UPDATED ON OCTOBER 10, 2023 Privacy Policy of Ubiquiti Inc. This Privacy Policy (the \" Policy \") describes how U"
    }
  ],
  "_meta": {
    "total_bookmarks": 119
  }
}