{
  "data": [
    {
      "url": "https://www.fiaformulae.com/en/championship/race-calendar",
      "title": "Formula E Calendar | 2026 Racing Schedule | ABB FIA Formula E World Championship",
      "description": "See the full racing schedule for the Formula E 2026, Season 12, races. Buy tickets, see schedules, and find all the information you need for every race this season.",
      "preview": "Skip to main content Register Log In EN languages/en en languages/de de languages/fr fr languages/it it languages/es-mx es languages/pt-br pt Register"
    },
    {
      "url": "https://www.greentechmedia.com/squared/dispatches-from-the-grid-edge/cutting-the-carbon-from-californias-self-generation-incentive-program",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "https://www.seedsindia.org/",
      "title": "Home - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Maharashtra Flood Response 2025 Donate Now Jammu & Kashmir and Punjab Flood Response 2025 Donate Now SEEDS receives prestigious United Nati"
    },
    {
      "url": "https://www.s2fevents.com/",
      "title": "Start 2 Finish",
      "description": "void",
      "preview": "0 FULL SERVICE EVENT MANAGEMENT AND TIMING ATLANTA Go CHARLOTTE Go MEMPHIS Go NW ARKANSAS Go ST. LOUIS Go Let's be friends. Follow Start 2 Finish in A"
    },
    {
      "url": "https://youtube.com/gaming",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.blitzquotidiano.it/cronaca-italia/cocaina-nascosta-in-tavole-da-surf-19-arresti-tra-roma-e-guidonia-1733514/",
      "title": "Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia - Blitzquotidiano.it",
      "description": "FROSINONE - Cocaina nascosta in finte tavole da surf per superare i controlli alla dogana. Questa la trovata",
      "preview": "Skip to content Cocaina nascosta in tavole da surf: 19 arresti tra Roma e Guidonia FROSINONE - Cocaina nascosta in finte tavole da surf per superare i"
    },
    {
      "url": "https://bridgecollaborativeglobal.org/solutions/cross-sector-stories/bridge-spark-fund-2020/",
      "title": "The Bridge Collaborative | The Nicholas Institute for Energy, Environment & Sustainability",
      "description": "The Bridge Collaborative drove a fundamental shift in how we think, plan, fund and work across sectors to make bigger change faster. We united people and organizations in health, development and the environment with the evidence and tools to tackle the world's most pressing challenges-from air pollution and poverty, to biodiversity loss and malnutrition, to climate change and inequality. Because there's only one way to solve the most critical problems we face: Together.",
      "preview": "Skip to main content Nicholas Institute for Environmental Policy Solutions Ami Vitale/TNC Project The Bridge Collaborative Imagine a World Where Our B"
    },
    {
      "url": "https://www.pocketgamer.biz/company/3593/mediatonic-ltd/",
      "title": "Mediatonic - Company Profile | PocketGamer.biz",
      "description": "Info for, and articles featuring, Mediatonic.",
      "preview": "Company Profile Mediatonic Website www.mediatonicgames.com/ Follow them on: X (Formerly Twitter) Facebook LinkedIn YouTube About Mediatonic is one of"
    },
    {
      "url": "https://data.calgary.ca/stories/s/Open-Calgary-Terms-of-Use/u45n-7awa/",
      "title": "Open Calgary Terms of Use | Open Calgary",
      "description": "Terms for accessing and using open data.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://wellsfargo.com/",
      "title": "Wells Fargo Bank | Financial Services & Online Banking",
      "description": "Committed to the financial health of our customers and communities. Explore bank accounts, loans, mortgages, investing, credit cards & banking services»",
      "preview": "Skip to main content How can we help? ‍ Find a location ‍ City, State or ZIP Go Make an appointment ‍ Quick help ‍ Customer service and FAQs Find rout"
    },
    {
      "url": "https://giftsofthejourney.com/tag/sarah-suzanne/",
      "title": "Sarah & Suzanne | Gifts Of The Journey",
      "description": "Posts about Sarah & Suzanne written by Elizabeth Harper",
      "preview": "The moor was a wild place to be the other day. Ray and MIJ who you may remember from here came by for an overnight visit and a walk around Bodmin Moor"
    },
    {
      "url": "https://secure.nbcnews.com/_tps/accounts/newsletters",
      "title": "NBC News Newsletters | NBC News",
      "description": "Sign up for NBC News newsletters including Morning Rundown and Nightly News. Subscribe to receive emails covering breaking news, politics and more.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://fonts.google.com/specimen/Roboto+Slab",
      "title": "Roboto Slab - Google Fonts",
      "description": "Roboto has a dual nature. It has a mechanical skeleton and the forms are largely geometric. At the same time, the font features friendly and open curves. While",
      "preview": "void"
    },
    {
      "url": "https://help.zenodo.org/#citations",
      "title": "Help | Zenodo",
      "description": "Zenodo is a free and open digital archive built by CERN and OpenAIRE, enabling researchers to share and preserve research output in any size, format and from all fields of research.",
      "preview": "Help FAQ Docs Guides Frequently Asked Questions Search FAQ General Account Upload/Deposit Collaborate and share Communities Usage statistics Citations"
    },
    {
      "url": "https://www.vero.fi/henkiloasiakkaat/verokortti-ja-veroilmoitus/",
      "title": "Verokortti ja veroilmoitus - vero.fi",
      "description": "void",
      "preview": "/> Verohallinnon nimissä on lähetetty huijausviestejä. Lue lisää huijauksista . Verokortti ja veroilmoitus Verokortti Näin löydät verokortin OmaVerost"
    },
    {
      "url": "https://www.syfy.com/syfy-wire/sarah-michelle-gellar-done-with-buffy-the-vampire-slayer",
      "title": "Buffy the Vampire Slayer: Sarah Michelle Gellar won't return",
      "description": "Sarah Michelle Gellar says she has no intentions of ever reprising the role that made her famous.",
      "preview": "Skip to main content SYFY WIRE television Sarah Michelle Gellar slays any hope for a 'Buffy' return: 'It doesn't need to be done' But she's all for so"
    },
    {
      "url": "http://www.schachclub-waldkirch.de/pressebericht-jahreshauptversammlung/",
      "title": "Pressebericht Jahreshauptversammlung | Schachclub Waldkirch 1910 e.V.",
      "description": "void",
      "preview": "Zum Inhalt springen Direkter Wiederaufstieg in die Landesliga Hans-Joachim Federer ist Vereinsmeister/ Hauptversammlung des Schachclubs Waldkirch In d"
    },
    {
      "url": "https://www.sannionews.it/redazione-sannio-news/",
      "title": "Redazione | Sannionews - Sannionews",
      "description": "Redazione sannionews.it Portale web dedicato all'informazione libera e pungente del territorio irpino. Aggiornato da giovani appassionati, content writer e collaboratori,cerchiamo in linea con il nostro tempo di raccontare news, storie ed informazioni provenienti dalla terra sannita e la campania tutta. Cerchiamo, anche attraverso un sito flessibile e veloce di rendere la lettura piacevole e dinamica. [...]",
      "preview": "News Cronaca Politica Dai Comuni Attualità Regione Sport Benevento Calcio Cerca Redazione Contatti News Comuni Sannionews News Cronaca Politica Dai Co"
    },
    {
      "url": "https://www.bop.gov",
      "title": "BOP: Federal Bureau of Prisons Web Site",
      "description": "void",
      "preview": "An official website of the United States government. Here's how you know Official websites use .gov A .gov website belongs to an official government o"
    },
    {
      "url": "https://www.vizzuality.com/",
      "title": "Vizzuality",
      "description": "We use data and human understanding to develop beautiful digital products, services and strategies.",
      "preview": "Cookie preferences Essentials Necessary for the site to function. Always On. Analytics Measures usage and improves your experience. Checkbox Personali"
    },
    {
      "url": "https://frbridge.ro/index.php/links/index.php?option=com_events&task=view_day&year=2022&month=01&day=24&Itemid=1",
      "title": "Federatia Romana de Bridge",
      "description": "FRB - Federatia Romana de Bridge",
      "preview": "Home | Noutati | F. R. Bridge | Links | Contact Home Home Sponsori Noutati F.R. Bridge Cluburi Arbitraj Etica si disciplina Regulamente FRB Calendar i"
    },
    {
      "url": "https://www.education-inequalities.org/",
      "title": "World Inequality Database on Education - Home",
      "description": "The World Inequality Database on Education (WIDE) highlights the powerful influence of circumstances, such as wealth, gender, ethnicity and location, over which people have little control but which play an important role in shaping their opportunities for education and life.",
      "preview": "Home Indicators Countries About World Inequality Database on Education The World Inequality Database on Education (WIDE) highlights the powerful influ"
    },
    {
      "url": "https://www.pinrepair.com/begin/index.htm",
      "title": "PINBALL: Beginning Pinball Repair and Circuit Board Repair",
      "description": "void",
      "preview": "Support this Pinball Repair Website! (It costs money to provide this information.) Donations are being accepted, please see PinRepair.com/donate for d"
    },
    {
      "url": "https://products.designsoundnw.com/avcat/ctl18587/index.cfm?manufacturer=clearone&news=22486",
      "title": "News | ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide | ClearOne | Design Sound NW, Inc.",
      "description": "News - ClearOne's New COLLABORATE Versa Room CT Includes Everything Required for Pro-Quality Cloud-Based Audio and Video Conferencing Now Shipping Worldwide - ClearOne. Provided by Design Sound NW, Inc..",
      "preview": "Previous Next Products Contact Us ClearOne 5225 Wiley Post Way Suite 500 Salt Lake City, UT 84116 United States Back to previous page Project List Pre"
    },
    {
      "url": "https://sell.amazon.com/grow#nsi",
      "title": "Sell more with the New Seller Guide | Sell on Amazon",
      "description": "The New Seller Guide is a set of brand, logistics, pricing, and promotional services that Amazon recommends to sellers who are just getting started. It includes Amazon Brand Registry, A+ Content, Vine, Automate Pricing, Fulfillment by Amazon (FBA), and Advertising. It also includes over $50,000 in New Seller Incentives.",
      "preview": "Sell more with the New Seller Guide Sellers who use the New Seller Guide during their first 90 days generate approximately 6x more first-year sales on"
    },
    {
      "url": "https://mailchi.mp/affa734c59a9/sdg-media-compact-newsletter-launch-edition-1",
      "title": "SDG Media Compact Newsletter - Launch Edition #1",
      "description": "void",
      "preview": "Campaign URL Copy Twitter 0 tweets Subscribe Past Issues RSS Translate English العربية Afrikaans беларуская мова български català 中文（简体） 中文（繁體） Hrvats"
    },
    {
      "url": "http://rupaulsdragcon.com/",
      "title": "Drag Race: The Experience",
      "description": "Experience Drag Race like never before. Put yourself in the heels of your favorite queens as you enter the Werkroom, walk the runway, and lip-sync for your life. Share this once-in-a-lifetime experience with your best Judy, and sashay through Drag Race Herstory.",
      "preview": "ONE MONTH ONLY! Opening November 28th. For the first time in Drag Race Herstory... YOU ARE THE STAR. Step inside the set of RuPaul's Drag Race. Walk t"
    },
    {
      "url": "https://espeakers.unmeetings.org/6320ae9f5ea20000120344dc13092022",
      "title": "e-Delegate+",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://linkprotect.cudasvc.com/url?a=https%3a%2f%2fwww.merriam-webster.com%2fdictionary%2fimmune%2520response&c=E,1,IRylLSgwjmbRRoiCBugCAIdIpQPfAuV6qrr18EFhkJB0AxAjx2QVmkiNB7H7DBftWoyjfTPRSV3PeAexrDpYe-xI75kbwc6ynQ464Ddj0A,,&typo=1",
      "title": "IMMUNE RESPONSE Definition & Meaning - Merriam-Webster",
      "description": "The meaning of IMMUNE RESPONSE is a bodily response to an antigen that occurs when lymphocytes identify the antigenic molecule as foreign and induce the formation of antibodies and lymphocytes capable of reacting with it and rendering it harmless -called also immune reaction.",
      "preview": "Est. 1828 Dictionary Definition Definition Example Sentences Word History Rhymes Entries Near Cite this Entry Citation Share Kids Definition Kids Medi"
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "https://csp.ucsc.edu/about/",
      "title": "ABOUT | Coastal Science and Policy Program",
      "description": "void",
      "preview": "ABOUT Educating future leaders in the science and policy of coastal sustainability The Coastal Science and Policy Program at UC Santa Cruz is tailored"
    },
    {
      "url": "https://imp.i294747.net/c/249354/818475/11568?subId1=PEOReeseWitherspoonsDraperJamesJustDroppedNewSneakerswiththeShoeBrandSheWoreasaKidagrabinsFasAff13966130202302I&u=https%3A%2F%2Fdraperjames.com%2Fcollections%2Fdraper-james-x-tretorn-sneaker-collab-shop",
      "title": "Draper James x Tretorn | Limited Edition Sneakers",
      "description": "Featuring Tretorn's classic shapes with our signature prints, colors and Southern-inspired details.",
      "preview": "Skip to content FREE SHIPPING U.S. ORDERS $150+ Draper James x Tretorn We teamed up with heritage brand Tretorn for a limited-edition sneaker collabor"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2020/10/holiday-safety__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCxZLs82Dg$",
      "title": "Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy",
      "description": "void",
      "preview": "Guest Experience Target's Introducing *Even More* Ways to Make Your Holiday Shopping Safe and Easy Oct 22, 2020 Copy link to share Link copied As the"
    },
    {
      "url": "https://aedamn.org/",
      "title": "Home | AEDA",
      "description": "void",
      "preview": "top of page Mon - Fri: 9AM - 5PM info@aedamn.org 651-222-7798 Creating cultural and economic opportunities for Twin Cities Asian Americans Get Involve"
    },
    {
      "url": "http://www.pomocna.com.pl/e-commerce/meble/jak-urzadzic-niewielkie-mieszkanie-",
      "title": "Jak urządzić niewielkie mieszkanie? - Pomocna Strona",
      "description": "void",
      "preview": "Start Działalność Biura Rachunkowe Doradztwo Drukarnie Handel Hurtownie Kredyty, Leasing Oferty Pracy Ubezpieczenia Ekologia Przebudowa Projektowanie"
    },
    {
      "url": "https://www.accesoriosguzman.com.ar/lona-con-estructura-de-aluminio---chevrolet-s10-d-c-1996-2011/p",
      "title": "LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 - Guzman Accesorios",
      "description": "Comprá acá la mejor lona marítima del mercado. Específica para la Chevrolet S10, las lonas Multicap traen estructura y cerramientos de aluminio,y tratamiento UV para proteger el vinilo de los rayos del sol. ¡Comprá acá la lona para tu S10!",
      "preview": "TODOS LOS MEDIOS DE PAGO Contacto Sucursales Productos 4x4 y SUV Lonas LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 Productos HotSale"
    },
    {
      "url": "https://chronicle.security/",
      "title": "Google Security Operations | Google Cloud",
      "description": "Google Security Operations, formerly known as Chronicle, enables security teams to detect, investigate, and respond to threats with the speed, scale, and intelligence of Google.",
      "preview": "Go beyond the hype and unlock AI's true potential. Join our half-day Agentic SOC workshop for security practitioners and gain real-world skills. Googl"
    },
    {
      "url": "https://council.nyc.gov/",
      "title": "Home - New York City Council",
      "description": "From Woodlawn to Coney Island, every neighborhood in New York City is part of a Council District. There are 51 of these Districts, each represented by an elected Council Member.",
      "preview": "Skip to main content Translate this page ✕ Google Translate To Address City's Chronic Failure to Pay Nonprofits on Time, NYC Council Approves Major Re"
    },
    {
      "url": "https://actnow.aworld.org/",
      "title": "AWorld for Act Now",
      "description": "AWorld is the App for Living Sustainably, in Support of the United Nations ACTNOW Campaign",
      "preview": "English Change is in our hands. Act Now. Download AWorld, the app of the United Nations' ActNow campaign. Join the community, track your impact, take"
    },
    {
      "url": "http://www.kamloops.ca/downloads/maps/launch.htm",
      "title": "Maps & Apps | City of Kamloops",
      "description": "Please click on the map or app below to launch that service. Downloadable PDF maps of individual parks can be found here or on the specific park page.",
      "preview": "Skip to main content Skip to main menu Skip to footer Search Related Contacts City Hall 7 Victoria Street West V2C 1A2 ph 250-828-3311 info@kamloops.c"
    },
    {
      "url": "https://www.glasseo.com/des-moocs-pour-comprendre-les-enjeux-sur-le-climat",
      "title": "Des Moocs pour comprendre les enjeux sur le climat | Glasseo",
      "description": "L'acronyme MOOC signifie « Massive Open Online Course » traduit en français « cours en ligne ouvert et massif ». L'inscription est généralement gratuite et permet de se former ou de s'informer sur des sujets très variés comme les cours de cuisine ou le pilotage de drone. L'incubateur We-explore a eu la bonne idée de proposer des Moocs construits sur l'expérience de grands explorateurs avec qui ils ont collaborés de près ou de loin. (campus.we-explore.org) Des explorateurs qui ont sillonné la terre et les océans et qui ont capitalisé sur leurs expériences pour un monde plus durable. Ils ont pu découvrir ou tester des savoir-faire, des savoir-être ou des organisations nouvelles qu'ils nous font partager à travers 4 formations en ligne passionnantes et très enrichissantes. En espérant qu'il y en aura beaucoup d'autres, vous avez d'ores et déjà accès à 4 thématiques : Low tech Lab : Comment faire mieux avec moins. Nous en parlions dans un précédent article intitulé S'inspirer des « low technos » pour réduire son impact en émission de C02 . Ce module de formation vous donnera les clés pour comprendre l'état d'esprit et comment expérimenter une démarche low-tech. Matériaux : Nous le savons tous désormais la population mondiale consomme en 6 mois les ressources que la planète est capable de régénérer en 1 an. Ce module nous parle de matériaux recyclés, d'économie circulaire et de consommation locale. Océans : Ici vous découvrirez à quel point notre mode de vie impact les océans et à l'inverse pourquoi les océans sont une source infinie de richesse pour l'humanité et pour le climat. Ici vous comprendrez pourquoi il est vital de protéger nos océans. Territoires : Cette séquence très concrète nous ouvre les yeux sur la façon dont nous pouvons nous impliquer au coin de la rue pour agir chacun à son niveau et sur son territoire. Comment réduire notre empreinte matérielle ? Analyse de cycle de vie, économie circulaire, écologie territoriale industrielle, éco-conception, sobriété... sont des pistes de solutions prometteuses à explorer. La connaissance est un élément primordial pour permettre à chacun d'être un acteur de la transition écologique et solidaire, ce projet de campus We explore est un outil extra pour sensibiliser le plus grand nombre. Alors inscrivez-vous en deux clics pour visionner des heures de vidéos inspirantes sur le site : campus.we-explore.org.",
      "preview": "Aller au contenu principal Retour Des Moocs pour comprendre les enjeux sur le climat Image L'acronyme MOOC signifie « Massive Open Online Course » tra"
    },
    {
      "url": "https://www.sendtric.com/",
      "title": "Email Countdown Timer - Sendtric",
      "description": "Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touchpoints with [...]",
      "preview": "Skip to content Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touc"
    },
    {
      "url": "https://www.iuu-vessels.org/",
      "title": "IUU Vessel List",
      "description": "void",
      "preview": "Welcome to the Combined IUU Fishing Vessel List This site provides the best available, up-to-date information on all fishing and related vessels that"
    },
    {
      "url": "http://www.gioiadellacasa.it/",
      "title": "Gioia della Casa - Casalinghi , Design e Benessere in casa - Casalinghi , design e benessere in casa",
      "description": "Casalinghi , design e benessere in casa",
      "preview": "Skip to content scroll to discover more back to top Follow facebook twitter Lo stile boho nasce dall'incontro tra moda e spirito nomade. La sua forza"
    },
    {
      "url": "https://www.donorschoose.org/donors/search.html",
      "title": "Find a classroom to support | DonorsChoose",
      "description": "DonorsChoose makes it easy for anyone to help students in need. Public school teachers from every corner of America post classroom project requests on our site, and you can give any amount to the project that most inspires you.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.glsen.org/",
      "title": "Homepage | GLSEN",
      "description": "void",
      "preview": "Skip to main content QUICK EXIT: Press ESC 3x QUICK EXIT: Tap 3x EXIT Leave this site safely You can quickly leave this website by pressing the Escape"
    },
    {
      "url": "https://learn.microsoft.com/en-us/azure/ai-services/",
      "title": "Azure AI Foundry documentation | Microsoft Learn",
      "description": "The agent factory - Design, customize, manage, and support AI applications and agents at scale.",
      "preview": "Azure AI Foundry documentation The agent factory - Design, customize, manage, and support AI applications and agents at scale. Overview What is Azure"
    },
    {
      "url": "https://na.panasonic.com/us/",
      "title": "Create Today, Enrich Tomorrow | Panasonic North America - United States",
      "description": "At Panasonic, we're working to change the way we power our homes, our travel, our businesses - and our lives.",
      "preview": "Powering progress Discover Panasonic's new EV battery manufacturing facility, a major investment in U.S. manufacturing, innovation and electric vehicl"
    },
    {
      "url": "https://cops.usdoj.gov",
      "title": "Home | COPS OFFICE",
      "description": "void",
      "preview": "Skip to main content \"Democrats have shut down the government. Department of Justice websites are not currently regularly updated. Please refer to the"
    },
    {
      "url": "https://www.sba.gov/about-sba/sba-newsroom/press-releases-media-advisories/sba-rolls-out-dedicated-tool-small-businesses-connect-cdfis-small-asset-lenders-participating-ppp",
      "title": "SBA Rolls Out Dedicated Tool for Small Businesses to Connect with CDFIs, Small Asset Lenders Participating in PPP | U.S. Small Business Administration",
      "description": "WASHINGTON - Today, U.S. Small Business Administration Administrator Jovita Carranza announced the launch of a dedicated online tool for small businesses and non-profits to be matched with Community Development Financial Institutions (CDFIs), Minority Depository Institutions (MDIs), Certified Development Companies (CDCs), Farm Credit System lenders, Microlenders, as well as traditional smaller asset size lenders in the Paycheck Protection Program (PPP).",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.nashlynails.com/products/slider-rf-foil-leaf-nail-decals-sliders-3",
      "title": "Slider.RF Foil leaf nail decals / sliders 318F - NashlyNails",
      "description": "Decal highlights: Slider.RF waterslide nail decals #318F Foil Enough for approximately 32 nails Easy to use, wet and apply before gel polish top coat Autumn designs for manicures and pedicures Use at home or nail technicians can use them in a professional salon Easily create beautiful nail art Visit our blog for a full",
      "preview": "Skip to content Pause slideshow Play slideshow Discount code \"welcome10\" at checkout for 10% off your first order $1 shipping on orders over $80 (US &"
    },
    {
      "url": "http://www.uniurb.it/",
      "title": "Università degli Studi di Urbino Carlo Bo",
      "description": "L'Università di Urbino Carlo Bo è un ateneo ricco di storia e di una grande tradizione del sapere, impegnata da sempre nella ricerca e al contempo nell'innovazione. Con oltre 500 anni di storia e 15mila studenti, produce conoscenza in molti ambiti di studio. Studia con noi!",
      "preview": "Email, Wifi & Webconference Segreteria Presente Blended, E-learning & Mooc Biblioteche Ricerca UtilitÃ Servizi Amministrativi My PagoPA AccessibilitÃ"
    },
    {
      "url": "https://productregistration.sony.com/registered_products",
      "title": "Product Registration",
      "description": "Web site created using create-react-app",
      "preview": "void"
    },
    {
      "url": "https://d23.com/disney100-the-exhibition-moving-right-along-and-headed-east/",
      "title": "Disney100: The Exhibition: Moving Right Along and Headed East! - D23",
      "description": "Final preparations are \"moving right along\" for the blockbuster anniversary showcase, Disney100: The Exhibition, from the Walt Disney Archives and Semmel Exhibitions.",
      "preview": "Home / Walt Disney Archives / Archive Spotlight / Disney100: The Exhibition: Moving ... By Kevin M. Kern, Walt Disney Archives Final preparations are"
    },
    {
      "url": "https://www.termsfeed.com/live/600c73e8-1226-430e-ace9-8d5272c9c705",
      "title": "Privacy Policy for Omnitrix for Apple Watch - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Omnitrix for Apple Watch Privacy Policy Last updated: July 07, 2020 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "https://www.hembroinfotech.com/online-exam-portal-Manipur.php",
      "title": "Online Exam Portal in Manipur | Hembro Infotech Pvt. Ltd.",
      "description": "Best Online Exam Portal in Manipur, Powered by Hembro Infotech Pvt. Ltd.",
      "preview": "Home Educational Services School Management Software Online Admission Portal Online Class Portal Online Notes Portal Online Exam Portal Online Fee Col"
    },
    {
      "url": "https://optout.aboutads.info/?c=2&lang=EN",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "http://www.headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "https://www.khroma.co/",
      "title": "Khroma - AI Color Tool for Designers | Discover and Save Color Palettes",
      "description": "Khroma is the fastest way to discover, search, and save color combos and palettes you'll love. Discover a personalized AI-powered color tool for designers to find the perfect color scheme.",
      "preview": "Design with colors you love. Khroma uses AI to learn which colors you like and creates limitless palettes for you to discover, search, and save. Gener"
    },
    {
      "url": "http://mtia.labs.si.umich.edu/search/?selected_facets=host_exact:Rita%20Rochelle&selected_facets=locations_exact:Guinea&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Angola&selected_facets=performers_exact:Antoine%20Mundanda&selected_facets=locations_exact:Tanzania&selected_facets=completeness_exact:Platinum&selected_facets=performers_exact:Sunny%20Ade&selected_facets=performers_exact:Urafiki%20Band",
      "title": "Leo Sarkisian MTiA Archive",
      "description": "void",
      "preview": "1 Results Filters Host - Rita Rochelle 1 remove all filters Performers - Antoine Mundanda 1 Fela Ransome Kuti 1 Sunny Ade 1 Urafiki Band 1 remove all"
    },
    {
      "url": "https://web.cvent.com/event/ab5149fc-4ebf-4b21-b1eb-2da3fa98cee6/summary?utm_campaign=spritz_sandiego0929",
      "title": "Archived Event - USO Special Delivery presented by Johnson & Johnson: Baby Spritz - San Diego: Liberty Station - September 29, 2022",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.thegazette.co.uk/notice/4290979",
      "title": "Crown Office | The Gazette",
      "description": "In accordance with the direction of HIS MAJESTY THE KING Letters Patent have passed the Great Seal of the Realm, dated the 13th February 2023 for ...",
      "preview": "www.thegazette.co.uk 1.1086.0.1612 Skip to service navigation Skip to main content Type: State Notice type: Crown Office Publication date: 24 February"
    },
    {
      "url": "http://un.org/oceanconference",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    },
    {
      "url": "https://github.blog/?utm_source=developermscom",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/",
      "title": "@darkhouroftokyo on Tumblr",
      "description": "him/they / 22 / antisocial shut-in / I miss having friends",
      "preview": "Posts nerdy-arty Follow Venezuelan Miku!! pukicho Follow I bet you work at the anti-soup kitchen, which steals soups from the poor. propaganda-inc Yea"
    },
    {
      "url": "https://deadline.com/2023/02/investigation-discovery-series-helps-free-innocent-man-from-prison-1235270636/",
      "title": "Investigation Discovery Series Helps Free Innocent Man From Prison",
      "description": "Jeff Titus, who has spent 21 years in prison for the murder of two deer hunters in 1990, is a free man thanks to evidence discovered by a true-crime series and podcast.",
      "preview": "Skip to main content By Peter White Peter White Executive Editor, Television @peterzwhite"
    },
    {
      "url": "https://domains.google/?utm_medium=product&utm_source=GWG&utm_campaign=G4SB&utm_content=gwg_smb_q320",
      "title": "Google Domains",
      "description": "void",
      "preview": "About the Squarespace purchase of Google Domains registrations On 15 June 2023, Google entered into a definitive agreement with Squarespace, indicatin"
    },
    {
      "url": "https://astronet.borsonline.hu/ezoteria/tarot-kartya-titkai-misztikum-es-vagy-tudatossag/",
      "title": "A Tarot kártya titkai: misztikum és/vagy tudatosság? | Astronet.hu Ezotéria",
      "description": "Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési lehetőségeit!",
      "preview": "Főoldal / Ezotéria / A Tarot kártya titkai: misztikum és/vagy tudatosság? Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési l"
    },
    {
      "url": "https://www.imf.org/en/Blogs",
      "title": "IMF Blogs",
      "description": "IMFBlog is a forum for the views of the International Monetary Fund (IMF) staff and officials on pressing economic and policy issues of the day. The IMF, based in Washington D.C., is an organization of 191 countries, working to foster global monetary cooperation and financial stability around the world. The views expressed are those of the author(s) and do not necessarily represent the views of the IMF and its Executive Board.",
      "preview": "Fiscal policy and management Spending Smarter to Boost Growth October 7, 2025 A 文 Era Dabla-Norris , Davide Furceri , Zsuzsa Munkacsi , Galen Sher Spe"
    },
    {
      "url": "https://www.skillsoft.com/login-skillsoft",
      "title": "Sign in to Skillsoft Percipio or Skillsoft Coaching - Skillsoft",
      "description": "Sign in to continue your learning journey with Skillsoft Percipio or Skillsoft Coaching.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Sign in to"
    },
    {
      "url": "https://www.fonearena.com/blog/355013/samsung-exynos-2200-launch-galaxy-s22.html",
      "title": "Samsung denies Exynos 2200 production and performance issues, plans to launch it alongside Galaxy S22 series",
      "description": "void",
      "preview": "Skip to content After rumours about Exynos 2200 delayed due to performance issues and Samsung using Snapdragon 8 Gen 1 in all the S22 models globally,"
    },
    {
      "url": "http://colormind.io/",
      "title": "Colormind - the AI powered color palette generator",
      "description": "Generate color combinations in one click. Colormind creates cohesive color schemes using a deep neural net.",
      "preview": "333333 555555 777777 999999 BBBBBB Generate Colormind is a color scheme generator that uses deep learning. It can learn color styles from photographs,"
    },
    {
      "url": "https://www.medseaalliance.org/",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://portal2.passportindia.gov.in/AppOnlineProject/welcomeLink",
      "title": "Passport Seva Home | Indian Passport | Passport | Passport Seva Project",
      "description": "Passport Seva Online Portal has been designed to deliver Passport and related services to citizens in a timely, transparent, more accessible, reliable manner and in a comfortable environment through streamlined processes and committed, trained and motivated workforce.",
      "preview": "void"
    },
    {
      "url": "https://pinchofyum.com/",
      "title": "Pinch of Yum - A food blog with simple and tasty recipes.",
      "description": "Fresh, flavorful and (mostly) healthy recipes made for real, actual, every day life. Helping you celebrate the joy of food in a totally non-intimidating way.",
      "preview": "icon-arrow icon-chevron-white icon-chevron icon-comment icon-facebook icon-heart icon-instagram icon-instant-pot icon-list icon-lock icon-meal-prep ic"
    },
    {
      "url": "http://www.wfp.org",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "https://www.iq.com",
      "title": "iQIYI - Watch Asian dramas shows movies animes Free online - Streaming Korean drama, Chinese drama, Thai drama, with subtitles and dubbing - iQIYI | iQ.com",
      "description": "Watch online free and latest Chinese dramas, Korean dramas, Thai dramas, variety shows, movies and animes with multiple subtitles and dubbing at your fingertips on iQIYI(iQ.com)! VIP unlock more hot shows and contnet. Enjoy in HD with on your mobile, pad, computer, TV devices.",
      "preview": "iQIYI For You Fated Hearts Drama Movie Anime Variety Show More icon/search Popular Searches icon/history History icon/history History Watch Later icon"
    },
    {
      "url": "https://confirmsubscription.com/h/i/463208600EB4D89A",
      "title": "void",
      "description": "void",
      "preview": "For full functionality of this application it is necessary to enable JavaScript. Here are the instructions on how to enable JavaScript in your web bro"
    },
    {
      "url": "https://edpb.europa.eu/about-edpb/board/members_en",
      "title": "Our Members | European Data Protection Board",
      "description": "void",
      "preview": "Skip to main content The EDPB is composed of representatives of the EU national data protection authorities, and the European Data Protection Supervis"
    },
    {
      "url": "https://meld0416.tumblr.com/",
      "title": "Fabulousness",
      "description": "Welcome to my collection of all things fabulous.",
      "preview": "Now Playing Tracks somecutething : A newly born elephant learning how to stand up! (via martin_harvey_wildlife ) Zoom Morning walk through the woods t"
    },
    {
      "url": "https://www.mounts.net.au/products/ram-b-202-ga76u-ram-spine-clip-holder-with-ball-for-garmin-handheld-devices",
      "title": "RAM-B-202-GA76U RAM Spine Clip Holder with Ball for Garmin Handheld Devices - Mounts Australia",
      "description": "With the Garmin spine mount adapter, make any Garmin handheld device featuring an integrated spine connection RAM Compatible. Order now!",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85935",
      "title": "Searchable Recipe Database - Sesame Braised Chicken in a Pot With Shiitake, Daikon and Ginger",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.sendtric.com/",
      "title": "Email Countdown Timer - Sendtric",
      "description": "Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touchpoints with [...]",
      "preview": "Skip to content Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touc"
    },
    {
      "url": "https://theworldpursuit.com/",
      "title": "The World Pursuit - Informative Travel Guides",
      "description": "World travel blog, following Cameron & Natasha. A pair of travelers, photographers, and writers. Sharing travel tips and stories from around the world.",
      "preview": "Skip to content The World Pursuit Travel Guides By Natasha & Cameron Start Here Get Started Traveling Explore The World Learn more about a particular"
    },
    {
      "url": "https://visualstudio.microsoft.com/",
      "title": "Visual Studio: IDE and Code Editor for Software Development",
      "description": "Visual Studio dev tools & services make app development easy for any developer, on any platform & language. Develop with our code editor or IDE anywhere for free.",
      "preview": "Skip to main content Visual Studio: IDE and Code Editor for Software Developers and Teams 2025-10-06T09:25:35-07:00 NET Conf 2025 - November 11 - 13 ."
    },
    {
      "url": "https://slidesgo.com/",
      "title": "Free Google Slides themes and Powerpoint templates | Slidesgo",
      "description": "Discover the best Google Slides themes and PowerPoint templates you can use in your presentations - 100% Free for any use.",
      "preview": "Create stunning presentations faster with AI Go from idea to slides in seconds with AI and free templates for Google Slides, Canva, and PowerPoint. PD"
    },
    {
      "url": "https://mangools.com/kwfinder/",
      "title": "KWFinder: Free Keyword Research & Analysis Tool | Mangools",
      "description": "KWFinder by Mangools is a keyword research tool that will help you find & analyze any keywords that you should rank for. Use our keyword finder for free!",
      "preview": "Find long tail keywords with low SEO difficulty KWFinder is the only keyword tool in the universe you will ever need. Seriously😎 Search b B y Keyword"
    },
    {
      "url": "https://volkraft.com/privacy_policy",
      "title": "Volkraft",
      "description": "void",
      "preview": "Privacy Policy last update: 22.12.23 This Privacy Policy (hereinafter - Policy) explains the procedure for processing data of Users of Wallcraft Servi"
    },
    {
      "url": "https://www.hs.fi/urheilu/",
      "title": "Urheilu | HS.fi",
      "description": "void",
      "preview": "Siirry sivun pääsisältöön. Siirry sivuston hakuun. Urheilu Kommentti | 007 on nyt jalkapallossa haukkumasana - eikä se kerro ajastamme hyvää 007-vitsi"
    },
    {
      "url": "https://www.space.com/16830-full-moon-calendar.html",
      "title": "Full moon calendar 2025: When to see the next full moon | Space",
      "description": "Here is a schedule of when each full moon will occur in 2025, various nicknames for each moon, and fun facts about moon phases and lunar eclipses.",
      "preview": "Skip to main content Don't miss these Full moon rising behind Corfe Castle, Dorset, U.K. (Image credit: Josh Dury) Jump to: How to see the full moon 2"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "http://www.missingkids.com/home",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "http://susanw637214266715.wikidot.com/blog:_start/date/2018.1/p/3",
      "title": "Your Blog - web with internet",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » web with internet web with internet Home Pages About Contact Favourites Gallery A"
    },
    {
      "url": "https://www.denverpost.com/2021/05/13/xcel-energy-crestone-peak-cleaner-gas/",
      "title": "Colorado oil and gas company aims to produce \"cleanest molecules\" anywhere",
      "description": "Amid escalating worries about climate change and pollution from oil and gas operations, Colorado's largest electric utility is going to buy natural gas from a company that is continuously monitoring its emissions and working to certify its product as responsible.",
      "preview": "Skip to content Kathryn Scott, Special to The Denver Post Wrapped insulation covers several of the wells at a Crestone Peak Resources oil and gas fiel"
    },
    {
      "url": "https://www.schweigerderm.com/providers/michele-farber-md/",
      "title": "Michele Farber, MD | Schweiger Dermatology Group",
      "description": "Michele Farber, MD is a board-certified dermatologist in PA. Call or book appointment online.",
      "preview": "Michele Farber, MD, FAAD Michele Farber, MD, FAAD is a board-certified dermatologist practicing with Schweiger Dermatology Group in Philadelphia, PA."
    }
  ],
  "_meta": {
    "total_bookmarks": 95
  }
}