{
  "data": [
    {
      "url": "https://cdn.donorschoose.net/districttools",
      "title": "DonorsChoose District Controls",
      "description": "We're here to set your district up for success on DonorsChoose.org. Take the steps below to access controls for your district leaders and get resources to help your teachers make the most out of their classroom projects.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.kidsafeseal.com",
      "title": "About our program",
      "description": "The kidSAFE Seal Program is a new \"seal of approval\" program that independently reviews and certifies the safety practices of children-friendly websites and applications, including kid-targeted game sites, virtual worlds, social networks, mobile apps, web-connected devices, and other similar interactive products.",
      "preview": "kidSAFE ® Seal Program by Samet Privacy The kidSAFE Seal Program is an independent safety certification service and seal-of-approval program designed"
    },
    {
      "url": "https://aafca.squarespace.com/meet-the-cofounders",
      "title": "Meet The Co-Founders - AAFCA",
      "description": "void",
      "preview": "AAFCA AAFCA Meet The Co-Founders AAFCA MEET THE CO-FOUNDERS GIL L. ROBERTSON IV Gil L. Robertson IV is co-founder and President of the African America"
    },
    {
      "url": "http://wwf.panda.org/what_we_do/where_we_work/west_africa_marine/",
      "title": "Oh no! The page you are looking for has gone extinct... | WWF",
      "description": "Oh no! The page you are looking for has gone extinct...",
      "preview": "We use cookies to analyse how visitors use our website and to help us provide the best possible experience for users. View our Cookie Policy . ( I acc"
    },
    {
      "url": "https://www.rogoblen.ro/forum/index.php?sid=54569141107da821ca51659aeb9e4cf0",
      "title": "Clubul Gargaritelor • Prima pagina",
      "description": "void",
      "preview": "Acasa Autentificare Inregistrare FAQ Cautare Acum este 10 Oct 2025, 14:15 Vizualizare mesaje fara raspuns | Vizualizare subiecte active Prima pagina O"
    },
    {
      "url": "https://www.riamoneytransfer.com/about-ria/preventing-fraud",
      "title": "Fraud Awareness US - Ria Money Transfer",
      "description": "Ria Money Transfer helps to protect consumers from fraud through awareness. Learn how to identify and avoid money transfer scams to ensure your money is safe.",
      "preview": "Send money Send money to 190+ countries Ways to send Send money online Send money with the app Send money in person Send to Africa Asia Europe Latin A"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/scheduling-eviction/assign-pod-node/",
      "title": "Assigning Pods to Nodes | Kubernetes",
      "description": "You can constrain a Pod so that it is restricted to run on particular node(s), or to prefer to run on particular nodes. There are several ways to do this and the recommended approaches all use label selectors to facilitate the selection. Often, you do not need to set any such constraints; the scheduler will automatically do a reasonable placement (for example, spreading your Pods across nodes so as not place Pods on a node with insufficient free resources).",
      "preview": "Assigning Pods to Nodes You can constrain a Pod so that it is restricted to run on particular node(s) , or to prefer to run on particular nodes. There"
    },
    {
      "url": "https://air-loisirs.com/gb/contact-us",
      "title": "Nous contacter",
      "description": "Use our form to contact us",
      "preview": "Store information  AIR LOISIRS Chemin des Queutes 72230 Ruaudin France  Call us: 02 43 85 91 76  Email us: info@air-loisirs.com Contact us Subject"
    },
    {
      "url": "https://spiders-in-the-sky.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "Untitled RSS Jan 19 fiyerotigelar : Reminder for when he \"saves\" it. He was the one who wanted this, and now he gets to be the hero and win favour wit"
    },
    {
      "url": "https://disneyprivacycenter.com/notice-to-california-residents/",
      "title": "Your US State Privacy Rights - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save This notice contains additional"
    },
    {
      "url": "https://www.vam.ac.uk/collections/metalwork",
      "title": "Metalwork - Explore the Collections · V&A",
      "description": "The V&A holds one of the world's largest and most varied collections of Metalwork with around 45,000 objects from the Bronze Age to the present day.",
      "preview": "Skip to main content Metalwork Metalwork permeates every aspect of our lives, from the kitchen utensils we use daily, the railings and lamp posts that"
    },
    {
      "url": "https://byrdis.com/products/robin-2",
      "title": "Robin - byrdis",
      "description": "Robin figurine, made from resin and carefully painted with acrylic paints and finished with glossy water-based varnish.Size:• length: 6.5 cm / 2.6″• width: 2.6 cm / 1″• height: 3.2 cm / 1.3″ Please, make sure you have read the delivery information before ordering",
      "preview": "Skip to content Robin Sale price Price $36.00 Regular price Unit price / per Tax included. Robin figurine, made from resin and carefully painted with"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "https://easychair.org/smart-slide/author/H5t8",
      "title": "Author: Patricia Johann",
      "description": "void",
      "preview": "EasyChair Smart Slide Docs / Log in Home Author: Patricia Johann This page shows all presentations of this author published in EasyChair Smart Slide."
    },
    {
      "url": "https://chromeenterprise.google/os/upgrade/",
      "title": "Get Started with a ChromeOS Device Management License - ChromeOS",
      "description": "With ChromeOS device management, businesses can remotely manage the devices that power employees. Explore customized upgrades and licenses.",
      "preview": "Managing your business devices is this simple With ChromeOS device management, businesses can easily and remotely manage the devices that power employ"
    },
    {
      "url": "https://corporate.target.com/about/purpose-history/our-commitments/target-coronavirus-hub?lnk=Acoronavirusupd",
      "title": "Target's Corporate Commitments",
      "description": "Read about the commitments Target has made to guests, team members, and communities.",
      "preview": "Our Commitments Target is proud to be one of the world's most beloved brands, and we've made commitments across our business to guide us in keeping th"
    },
    {
      "url": "http://www.aclusc.org/",
      "title": "ACLU of South Carolina",
      "description": "void",
      "preview": "Skip to main content We the people dare to create a more perfect union. Sign up to receive emails about our work: Email address * Zip code * Leave thi"
    },
    {
      "url": "https://open.spotify.com/episode/1VEOqx1LpekAuiecwKijES?si=ygDWnM2SQmywZ4WxayYRwA",
      "title": "Tame Impala - The FADER Uncovered | Podcast on Spotify",
      "description": "Listen to this episode from The FADER Uncovered on Spotify. On the fifth episode of The FADER Uncovered podcast, host Mark Ronson is joined by Tame Imapala's Kevin Parker to look back at his band's 2012 FADER cover story and his journey from creating psych rock alone at home to becoming festival headlining rock star. Kevin tells Mark about celebrating 10 years of the band's debut album Innerspeaker, the key to writing a great song, and his memory of playing Coachella with Tyler, The Creator and Danny DeVito watching from the side of the stage. Mark, meanwhile, reveals the Tame Impala song he and his fiancée had their first kiss to. Learn more about your ad choices. Visit megaphone.fm/adchoices",
      "preview": "Tame Impala The FADER Uncovered E Jun 7, 2021 51 min On the fifth episode of The FADER Uncovered podcast, host Mark Ronson is joined by Tame Imapala's"
    },
    {
      "url": "https://www.magazines.com/people-magazine.html",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "Looking for a PEOPLE Magazine Subscription? Browse hundreds of titles at Magazines.com, your trusted source for magazine subscriptions at great prices!",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://www.cao-ombudsman.org/",
      "title": "Office of the Compliance Advisor/Ombudsman",
      "description": "We work to address complaints from people affected by IFC and MIGA projects fairly, objectively, and constructively while enhancing the environmental and social outcomes of IFC and MIGA projects.",
      "preview": "Skip to main content Community-Company Dialogue Leads to Livelihood Restoration in Togo READ STORY VIEW CASE CAO's 25th Anniversary This year marks CA"
    },
    {
      "url": "https://www.answerbag.com/q_view/731917",
      "title": "Are you going to behave yourself today?",
      "description": "Ask questions on any topic, get real answers from real people. Have a question? Ask it. Know an answer? Share it.",
      "preview": "| QUESTIONS | CATEGORIES | BLOG | PROFILE | Login | Register | ASK QUESTION Social sciences → Psychology → Human behavior A re you going to behave you"
    },
    {
      "url": "http://www.mailapps.me",
      "title": "Mailapps.me - awesome mobile apps for your mail!",
      "description": "void",
      "preview": "Please, send all your feedback about our apps to support@mailapps.me © 2016, Craigpark Limited"
    },
    {
      "url": "https://www.galaxus.ch/de/s1/producttype/staubsauger-76",
      "title": "Kopierpapier · Druckerpapier - kaufen bei Galaxus",
      "description": "Entdecke Produkte im Bereich Kopierpapier - ✔ Top Service und Beratung ✔ Schnelle Lieferung ✔ Starke Community",
      "preview": "Kopierpapier · Druckerpapier Gesamtsortiment IT + Multimedia Haushalt Baumarkt + Garten Wohnen Sport Mode Spielzeug Baby + Eltern Beauty + Gesundheit"
    },
    {
      "url": "https://childrenandfamiliesfirstnc.org/volunteer/",
      "title": "VOLUNTEER - GenerationEd",
      "description": "Thank you for your interest in volunteering with us. Please complete the form below to have someone from our office contact you with information about",
      "preview": "Skip to content VOLUNTEER VOLUNTEER OR INTERN WITH US Thank you for your interest in volunteering with us. Please complete the form below to have some"
    },
    {
      "url": "https://www.backcountry.com/roxy-rising-high-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://developer.wordpress.org/",
      "title": "WordPress Developer Resources | Developer.WordPress.org",
      "description": "Official WordPress developer resources including a code reference, handbooks (for APIs, plugin and theme development, block editor), and more.",
      "preview": "WordPress.org WordPress Developer Resources Developer Resources /The freedom to build See what has changed in the WordPress 6.8 API. Documentation Blo"
    },
    {
      "url": "https://www.altasiatisk.no/category/kategorier/take-away/page/3/",
      "title": "Take-away Arkiver - Side 3 av 17 - Alt Asiatisk",
      "description": "void",
      "preview": "Take-away Tom Kha Gai 14. mars 2023 Plutselig ble det vinter igjen, og hva frister mer enn en kremet, varm og aromatisk kylling suppe? I en travel hve"
    },
    {
      "url": "http://www.trentu.ca/archaeology/",
      "title": "Archaeology - Trent University",
      "description": "The Trent University experience is life-changing, career-boosting and transformational on every level. Challenge the way you think at Ontario's #1 undergraduate university, located in Peterborough and Durham GTA. Choose from over 100 undergraduate, graduate and professional programs.",
      "preview": "Welcome Video file Transcript of presentation The archaeology program at Trent is one of the largest in Canada, with twelve permanent faculty offering"
    },
    {
      "url": "https://postkodstiftelsen.se/en/",
      "title": "Svenska Postkodlotteriets Stiftelse |",
      "description": "The Swedish Postcode Lottery Foundation aims to promote positive social development and seeks long-term solutions to local and global challenges.",
      "preview": "This website uses cookies. Read about our Privacy Policy and how we use cookies here . News Change, Hope, and Community in our Fall Newsletter General"
    },
    {
      "url": "https://www.vam.ac.uk/collections/furniture",
      "title": "Furniture - Explore the Collections · V&A",
      "description": "The V&A collection of furniture and woodwork - from historic masterpieces to innovative contemporary design.",
      "preview": "Skip to main content Furniture The V&A has been collecting furniture and woodwork for over 150 years. This diverse collection is unrivalled for breadt"
    },
    {
      "url": "http://www.vpchat.com/",
      "title": "Chat Rooms - Chat Games - Avatar Chat",
      "description": "Chat with your personalized avatar, play multi-player games, use instant messaging or voice chat.",
      "preview": "VPchat Shut Down February 19, 2022 It's been 20 years since VPChat was launched, following the closure of Excite VPChat, but now it has come to an end"
    },
    {
      "url": "http://cinzia1877.blogspot.com/",
      "title": "Parlando e sentendo...",
      "description": "void",
      "preview": "Parlando e sentendo... 08 settembre 2007 CHIUSO Non so quando e ne se aprirò di nuovo... Un bacio a tutti... Cinzia Pillola di saggezza postata dalla"
    },
    {
      "url": "https://ourspiritualquest.com/category/zeitgeist/",
      "title": "Zeitgeist | Our Spiritual Quest",
      "description": "Posts about Zeitgeist written by Laura Maxwell",
      "preview": "Our Spiritual Quest Journeying together on A Spiritual Quest - Spiritual Truths with Laura Maxwell, her radio guests and friends. Skip to content Home"
    },
    {
      "url": "https://www.blackdadscount.com/",
      "title": "Black Fatherhood | Black Dads Count | Civic Engagement",
      "description": "Black Dads Count empowers Black fathers to engage in civic responsibilities, advocating for their families and communities through voting and leadership. Join the movement to make your voice count and shape a better future.",
      "preview": "top of page Black Dads Count: Black Dads Count is an impactful initiative led by Fathers Incorporated, designed to encourage and empower Black fathers"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/chicken-tikka-masala",
      "title": "Chicken tikka masala recipe | Good Food",
      "description": "Not sure what to make for dinner? This chicken tikka masala recipe is easy and delicious. Find more dinner inspiration at BBC Good Food.",
      "preview": "Skip to main content Chicken tikka masala Good Food team Save recipe Serves 10 Easy Prep: 15 mins Cook: 50 mins A star rating of 4.5 out of 5. 409 rat"
    },
    {
      "url": "https://community.clickteam.com/activity.php?s=6882b562771a681f4073dec62e9d40a2",
      "title": "Login - Clickteam Community Hub",
      "description": "void",
      "preview": "Log in or register! Don't have an account yet? Then register once and completely free of charge and use our wide range of topics, features and great o"
    },
    {
      "url": "https://www.capitalbooksandwellness.com/products/big-flag-logo-tackle-twill-hoody-black-large",
      "title": "Big Flag Logo Tackle Twill Hoody - Black, Large - Capital Books and Wellness",
      "description": "Armour® Fleece fabrication has a brushed inner layer and a quick-drying, smooth outer layer. Soft inner layer traps heat to keep you warm and comfortabl...",
      "preview": "Big Flag Logo Tackle Twill Hoody - Black, Large Under Armour $64.99 Default - $64.99 is back-ordered. We will ship it separately in 10 to 15 days. Des"
    },
    {
      "url": "https://www.self.com/story/issa-rae",
      "title": "Issa Rae on Life as a Newlywed, Creating Boundaries, and Taking Care of One Another | SELF",
      "description": "In SELF magazine's September cover, we're talking self-care and community care with actor, writer, and producer Issa Rae.",
      "preview": "Skip to main content Fitness Food Health Love Beauty Sports Life Health Conditions Shopping Video Challenges Workouts Newsletter Signup See the 2025 S"
    },
    {
      "url": "http://www.kamloops.ca/downloads/maps/launch.htm",
      "title": "Maps & Apps | City of Kamloops",
      "description": "Please click on the map or app below to launch that service. Downloadable PDF maps of individual parks can be found here or on the specific park page.",
      "preview": "Skip to main content Skip to main menu Skip to footer Search Related Contacts City Hall 7 Victoria Street West V2C 1A2 ph 250-828-3311 info@kamloops.c"
    },
    {
      "url": "https://commonercenter.org/safeandjust.html",
      "title": "The Safe and Just Cleaners",
      "description": "void",
      "preview": "The Safe and Just Cleaners/Limpieza Sana Y Justa Project"
    },
    {
      "url": "https://coolors.co/contrast-checker/112a46-acc8e5",
      "title": "Color Contrast Checker - Coolors",
      "description": "Calculate the contrast ratio of text and background colors.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "https://gaiconsultants.com/project-team-accepts-ftba-award/",
      "title": "Project Team Accepts FTBA Award for Wonderwood Connector Project - GAI Consultants",
      "description": "Jacksonville, FL-On August 5, the project team of J.B. Coxwell Contracting, Inc. (Contractor) and GAI Consultants (GAI) (Design Engineer), in partnership with the Florida Department of Transportation District Two, was on hand to accept the Florida Transportation Builders' Association (FTBA) 2016 Best in Construction Design-Build Award for the State Road (SR) 116 (Wonderwood Connector) project ... Continue reading Project Team Accepts FTBA Award for Wonderwood Connector Project",
      "preview": "Skip to content Home News and Insights Press Release Project Team Accepts FTBA Award for Wonderwood Connector Project Project Team Accepts FTBA Award"
    },
    {
      "url": "https://www.factmonster.com/encyclopedia/ecology/animals/invertebrates/pink-bollworm",
      "title": "pink bollworm | FactMonster",
      "description": "pink bollworm, destructive larva of a moth, Pectinophora gossypiella. Probably of Native American origin, it is a serious pest of cotton in the S United States, chiefly along the Mexican border. The larva feeds on the blossoms, lint, and seeds of cotton",
      "preview": "ADVERTISEMENT / Columbia Encyclopedia / Plants and Animals / Animals / Zoology: Invertebrates / pink bollworm pink bollworm Enter your search terms: p"
    },
    {
      "url": "https://poeleveny-blog.tumblr.com/",
      "title": "Polly.DEATH",
      "description": "POINTFIVE",
      "preview": "Polly.DEATH 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna videogamesdensetsu Phantasy Star:"
    },
    {
      "url": "https://www.ncnw.org",
      "title": "NCNW | Lead, Advocate, and Empower Women of African descent",
      "description": "Our organization promotes education; encourages entrepreneurship, financial literacy, and economic stability; educates women about health and promotes healthcare access.",
      "preview": "Watch video 0 affiliate organizations 0 + sections Scroll Down Watch video 0 affiliate organizations 0 + sections Watch video 0 affiliate organization"
    },
    {
      "url": "https://www.ptsd.va.gov/understand/common/common_veterans.asp#:~:text=The%20number%20of%20Veterans%20with,PTSD%20in%20a%20given%20year.",
      "title": "How Common is PTSD in Veterans? - PTSD: National Center for PTSD",
      "description": "Veterans are slightly more likely to have PTSD than civilians. Learn how common PTSD is among Veterans of different service eras.",
      "preview": "skip to page content VA » Health Care » PTSD: National Center for PTSD » Understand » How Common is PTSD » How Common is PTSD in Veterans? PTSD: Natio"
    },
    {
      "url": "https://www.rtl-sdr.com/rtl-sdr-quick-start-guide/",
      "title": "Quick Start Guide",
      "description": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows system. If you have any trouble during the installation, please see the troubleshooting guide further down the page. We also have brief instructions for getting started on Linux and OSX at the end of this page. Please note that the RTL-SDR is not a plug and play device. You will need to have sufficient skills to perform basic PC operations such as unzipping files, installing software, moving and copying files and have the motivation to learn new software. *******",
      "preview": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows"
    },
    {
      "url": "https://eur-lex.europa.eu/eli/dir/2009/136/2020-12-21",
      "title": "EUR-Lex - 02009L0136-20201221 - EN - EUR-Lex",
      "description": "void",
      "preview": "× Skip to main content EUR-Lex Access to European Union law This document is an excerpt from the EUR-Lex website You are here EUROPA EUR-Lex home EUR-"
    },
    {
      "url": "https://www.risotteriamelottinyc.com/",
      "title": "home risotteria melotti nyc",
      "description": "risotteria melotti nyc home",
      "preview": "Risotteria Melotti NYC RISOTTO and traditional Italian Rice-based CUISINE 100% Gluten Free In New York city since 2013 RESERVATION CALL US ORDER A DEL"
    },
    {
      "url": "https://simpleswap.io/cn/crypto-to-crypto/usdterc20-scrt",
      "title": "USDT 至 SCRT 兑换 | 转换 Tether USD 为 Secret 于 SimpleSwap 平台",
      "description": "Exchange USDT to SCRT at the finest current rate via SimpleSwap! ➡️ Sign-up free ➡️ Swap over 1000 coins ➡️ Convert crypto fast ➡️ Swap Tether USD to Secret with our service at the lowest current price, 24/7 live support",
      "preview": "Exchange Navigation menu Log in Get an account USDT 至 SCRT 兑换 | 转换 Tether USD 为 Secret 于 SimpleSwap 平台 Other Options to Swap Secret Explore many other"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/",
      "title": "ADHD Ahead!",
      "description": "DEATH OF THE AUTHOR IS A WAY OF LIFE BUT SADLY NOT A VIABLE SUGGESTION IRL. Im ADHD if i love something it will probley make an appearance",
      "preview": "ADHD Ahead! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna themuppetmasterencyclopedia The Mu"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/analysis.html",
      "title": "Text analysis | Elastic Docs",
      "description": "Text analysis is the process of converting unstructured text, like the body of an email or a product description, into a structured format that's optimized...",
      "preview": "Loading Elastic Docs / Manage data / The Elasticsearch data store Text analysis Serverless Stack Text analysis is the process of converting unstructur"
    },
    {
      "url": "https://7elevenna.service-now.com/csm_stripe",
      "title": "Customer Service Portal Stripe - Stripe Customer Support",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://brandynisapunk.tumblr.com/post/121123697991",
      "title": "Maryland moves to increase diversity in computer... - I totally don't like foxes...",
      "description": "Maryland moves to increase diversity in computer science http://blog.code.org/post/121123281798/md codeorg: \"A rigorous computer science course can't satisfy a required technology credit for...",
      "preview": "Menu I totally don't like foxes... Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy"
    },
    {
      "url": "https://hispanicfamilycenter.com/",
      "title": "Healthy Families & Communities - Serving South Jersey since 1976",
      "description": "HFC is a trusted nonprofit serving immigrant and underserved families in South Jersey with inclusive, bilingual support and vital services to empower brighter futures.",
      "preview": "Safety Exit Skip to content Home Page Important: Regular Hours Have Resumed at All Locations! Regular Hours at All Locations! Monday - Friday: 8:30 am"
    },
    {
      "url": "https://www.ipsy.com",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "http://www.missingkids.org/",
      "title": "National Center for Missing & Exploited Children",
      "description": "As the nation's nonprofit clearinghouse and comprehensive reporting center for all issues related to the prevention of and recovery from child victimization, NCMEC leads the fight against abduction, abuse, and exploitation - because every child deserves a safe childhood. Hope is why we're here.",
      "preview": "Skip to main content ✕ Close We Hit Our Goal-Let's Keep Going! Thanks to our amazing supporters, we've reached our $100,000 match goal! But there's st"
    },
    {
      "url": "https://blog.stationa.com/2022/partnering-with-watttime",
      "title": "Partnering with WattTime",
      "description": "We're increasing the avoided emissions impact and deployment of on-site solar at scale.",
      "preview": "Partnering with WattTime We're increasing the avoided emissions impact and deployment of on-site solar at scale. Written by Richard Ling on 2022-04-12"
    },
    {
      "url": "http://www.graphicsacademy.com/format.php",
      "title": "Graphics File Formats",
      "description": "Graphics File Formats",
      "preview": "Home: Graphic Academy Graphics Books Graphics File Formats Animation File Formats Bitmap File Formats CAD File Formats Cursor File Formats Font File F"
    },
    {
      "url": "https://www.gatesfoundation.org/",
      "title": "Gates Foundation",
      "description": "We are a nonprofit fighting poverty, disease, and inequity around the world",
      "preview": "Gates Foundation 70 million lives saved Since 2002, the Global Fund has saved 70 million lives, with death rates from HIV, TB, and malaria down 63% in"
    },
    {
      "url": "https://dreamstudio.ai/generate",
      "title": "Dream Studio, Stable Diffusion in an easy-to-use application",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.obama.org/",
      "title": "Welcome to the Obama Foundation | The Obama Foundation",
      "description": "The Obama Foundation's mission is to inspire, empower, and connect people to change their world.",
      "preview": "Skip to content Bring Change Home Bring Change Home Let our stories of hope inspire you. Take me there Our mission is to inspire, empower, and connect"
    },
    {
      "url": "https://cricket-cup.blogspot.com/",
      "title": "Cricket Blog | BBL | India Cricket News",
      "description": "All your cricket news, reviews and opinions. Australia based independent cricket blog journalism with contributors from around the globe!",
      "preview": "Skip to main content Posts IPL 2025 Awards Recap: Royal Triumphs, Rising Stars, and Records Galore June 05, 2025 After 74 high-octane clashes, countle"
    },
    {
      "url": "https://chantecaille.com/products/mermaid-eyeshade",
      "title": "Chantecaille Mermaid Eyeshadow",
      "description": "High-pearl, creamy, crease-resistant eye shadow, available in 5 shades. An innovative high shine, long wear formula that can be worn wet or dry as a long lasting eyeshadow or eyeliner. Infused with a silk tree extract, the luxurious texture creates a lasting metallic sheen that lends a youthful appearance to the eye area. Creamy, powdery feel makes it easy to apply with the fingertips. Richly pigmented hues shimmer with a rich metallic sheen. Buildable metallics mix beautifully with opaque shadows. Crafted in Italy.",
      "preview": "Skip to main content Skip to footer NEW Éclat Cristalline Collection"
    },
    {
      "url": "https://7elevenna.service-now.com/csm_stripe",
      "title": "Customer Service Portal Stripe - Stripe Customer Support",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://desktop.github.com/",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "http://www.alimentipedia.it/",
      "title": "Alimentipedia: Enciclopedia degli Alimenti, dei Vini e di Cucina",
      "description": "Alimentipedia è il portale degli ingredienti, trovi tutti i cibi dalla A alla Z, le ricette dettagliate sia dall'Italia che dal Mondo, i Vini e gli approfondimenti per manteneresi sani e in salute, con gusto.",
      "preview": "Skip to content Contenuti In Evidenza 2 Aprile 2025 Le sane abitudini alimentari iniziano al supermercato Fare scelte alimentari sane non inizia in cu"
    },
    {
      "url": "https://generated.photos/#",
      "title": "Generated Photos | Unique, worry-free model photos",
      "description": "AI-generated images have never looked better. Explore and download our diverse, copyright-free headshot images from our production-ready database.",
      "preview": "void"
    },
    {
      "url": "http://thoseheavenlydays.com/2016/06/23/oh-baby/",
      "title": "Oh Baby! | Those Heavenly Days",
      "description": "void",
      "preview": "Follow Me Subscribe First Name Last Name Email Leave this field empty if you're human: Pinterest Instagram That Friday feeling! 😉 Sunshine, kisses, an"
    },
    {
      "url": "https://www.stanford.edu",
      "title": "Stanford University",
      "description": "Our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding.",
      "preview": "Main Content At Stanford, our mission of discovery and learning is energized by a spirit of optimism and possibility that dates to our founding. Here"
    },
    {
      "url": "https://desenio.se/sv/posters/storlekar-poster/stora-posters?page=3",
      "title": "Stora tavlor i 70x100 cm | Moderna stora tavlor | Desenio.se",
      "description": "Stora tavlor, posters & affischer i storleken 70x100 cm. En stor tavla kan skapa en känsla för hela rummet, välj någon som representerar dig. På Desenio hittar du ett av Sveriges största utbud av stora tavlor, i en mängd olika konststilar. Berätta vem du",
      "preview": "Skip to main content. 70x100 cm posters Posters Här hittar du våra stora posters i storleken 70x100cm. Att inreda med stora tavlor har aldrig känts me"
    },
    {
      "url": "https://www.oxygenclothing.co.uk/item/lacoste/shoulder-tape-t-shirt/198DS",
      "title": "Lacoste Shoulder Tape T-Shirt | Oxygen Clothing",
      "description": "Shop the Lacoste Shoulder Tape T-Shirt online at Oxygen Clothing. FREE UK delivery on all orders over £150.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Lacoste Boys Shoulder Tape T-Shirt £30.00 £9.00 70% Off Sorry, this item is ou"
    },
    {
      "url": "https://2019annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Licence/Attribution_Guidelines",
      "title": "Licence/Attribution Guidelines - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Licence/Attribution Guidelines From OpenStreetMap Foundation < Licence Contents 1 OpenStreetMap Attribution Gui"
    },
    {
      "url": "https://www.newyorkfed.org/",
      "title": "FEDERAL RESERVE BANK of NEW YORK - Serving the Second District and the Nation - FEDERAL RESERVE BANK of NEW YORK",
      "description": "void",
      "preview": "The Rise of Sponsored Service for Clearing Repo Short-Term Inflation Expectations Continue to Tick Up; Labor Market Expectations Deteriorate A Country"
    }
  ],
  "_meta": {
    "total_bookmarks": 76
  }
}