{
  "data": [
    {
      "url": "https://du.ilsole24ore.com/utenti/Registrazione.aspx?schema=Reg2013&Pers=home2013&Newsletters=DURegCO&sc_motivo=N24%3aspontaneo&SiteCode=CN&RURL=https%3a%2f%2fst.ilsole24ore.com%2fart%2fnorme-e-tributi%2f2016-01-26%2fprima-casa-benefici-allargati-074924.shtml%3fuuid%3dACCuvNHC",
      "title": "Il Sole 24 ORE - Registrazione",
      "description": "void",
      "preview": "E' necessario che sul browser sia abilitato il support ai javascript. Attenzione : username e password non corrispondono, riprova Accedi ricordami rec"
    },
    {
      "url": "http://www.canopyplanet.org/",
      "title": "Homepage | Canopy",
      "description": "Canopy is a solution-based NGO committed to protecting forests, biodiversity, and climate.",
      "preview": "We Protect Forests, Species, And Climate We Protect Forests, Species, And Climate Become A Partner Become A Brand Partner We work with over 1,000 bran"
    },
    {
      "url": "http://www.cybergrants.com/target/Foundation-General-Submission-Form",
      "title": "CyberGrants Jump Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://myjewishmommylife.com/2020/08/21/jewish-reaction-an-american-pickle-seth-rogen-movie-anti-semitic-funny-good/",
      "title": "JEWISH REACTION - AN AMERICAN PICKLE Seth Rogen Movie! Anti-Semitic? Funny? Good? - My Jewish Mommy Life",
      "description": "https://youtu.be/3bEp1iFnSEI In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic? Do I think it's actually funny? Let me know what you think of my review in the comments - do you agree?! SUBSCRIBE for more content just like this https://goo.gl/4t88MD !",
      "preview": "Skip to content In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "http://www.personalcreations.com/",
      "title": "Personalized Gifts | Find & Send Custom Gifts at Personal Creations",
      "description": "Make every occasion unforgettable with personalized gifts from Personal Creations. Shop unique presents for weddings, birthdays, holidays and milestone moments.",
      "preview": "Live Chat (888) 741-0508 Login / Register 0 Sign In Halloween Halloween Spooky Doormat Starting at $29.99 $39.99 Comp. Value 1 NEW Featured New Arriva"
    },
    {
      "url": "https://committedthetrifecta.tumblr.com/",
      "title": "void",
      "description": "I survived because the fire inside me burned brighter than the fire around me. Hey there. Normally, just like other tumblr users, I would fill this little box with information about myself. But it's...",
      "preview": "I survived because the fire inside me burned brighter than the fire around me."
    },
    {
      "url": "https://richeisenshow.com",
      "title": "Rich Eisen Show - Official site of The Rich Eisen Show",
      "description": "More Videos...",
      "preview": "Skip to content Latest Videos October 9, 2025 Does 4-Time League MVP A'ja Wilson Belong on the WNBA's Mount Rushmore? | The Rich Eisen Show October 9,"
    },
    {
      "url": "https://posgrado.cientifica.edu.pe/",
      "title": "Home Page | Universidad Científica del Sur",
      "description": "Universidad Científica del Sur - Programas de Posgrado",
      "preview": "COMPETENCIAS Certificado en el Programa de Competencias para la Era Digital por el TEC de Monterrey. 941 871 038 / 910 312 080 informesposgrado@cienti"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg2/",
      "title": "Climate Change 2022: Impacts, Adaptation and Vulnerability | Climate Change 2022: Impacts, Adaptation and Vulnerability",
      "description": "Intergovernmental Panel on Climate Change Working Group II contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group II Report and is ap"
    },
    {
      "url": "https://archiveprogram.github.com/",
      "title": "GitHub Archive Program | Preserving open source software for future generations",
      "description": "Preserving open source software for future generations",
      "preview": "skip to content Preserving open source software for future generations The world is powered by open source software. It is a hidden cornerstone of mod"
    },
    {
      "url": "https://stellarium-web.org/",
      "title": "Stellarium Web Online Star Map",
      "description": "Stellarium Web is a planetarium running in your web browser. It shows a realistic star map, just like what you see with the naked eye, binoculars or a telescope.",
      "preview": "We're sorry but stellarium-web doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://bulletin.stanford.edu/pages/c7vDgeOuJIfpZe8GKmW3/",
      "title": "Nondiscrimination Policy | Stanford University Bulletin",
      "description": "Nondiscrimination Policy",
      "preview": "Skip to Main Content Navigated to Nondiscrimination Policy. Nondiscrimination Policy Policy Statement Stanford University admits qualified students of"
    },
    {
      "url": "https://www.inco-group.co/",
      "title": "INCO | world-leading social enterprise",
      "description": "INCO is a world-leading social enterprise creating a more inclusive and environmentally sustainable economy by supporting the workforce and business leaders of tomorrow. Join us for skilling and career development programs, small business and entrepreneur support, and impact start-up investing and incubation.",
      "preview": "top of page Opening up a world of opportunity. DISCOVER OUR WORK Our champions Anatasia Academy Poland France Tech Tremplin Entrepreneurs Toulouse End"
    },
    {
      "url": "http://www.agronomy.org/",
      "title": "ASA Home | American Society of Agronomy",
      "description": "void",
      "preview": "Skip to main content American Society of Agronomy (ASA) The professional home for scientists, educators, and practitioners working in agronomic scienc"
    },
    {
      "url": "https://gitlab.cosma.dur.ac.uk/swift/swiftsim/-/graphs/83a60ec46cf16d3775d7fabcac126e228712e796/charts",
      "title": "Repository analytics · SWIFT / SWIFTsim · GitLab",
      "description": "SPH With Inter-dependent Fine-grained Tasking",
      "preview": "Programming languages used in this repository Measured in bytes of code. Excludes generated and vendored code. Commit statistics for 83a60ec46cf16d377"
    },
    {
      "url": "http://www.cuckoldwifesex.com/videos/1108/real-amateur-cuckold-sex-in-hotel-room-with-couple-and-bbc/",
      "title": "Real amateur cuckold sex in hotel room with couple and BBC",
      "description": "Real amateur cuckold sex in hotel room with couple and bbc - real homemade cuckold wife video.",
      "preview": "Cuckold Wife Sex Latest Videos Top Rated Most Viewed Videos Cuckold Wife Sex - Wife Shared with Strangers - Wife Fucking - Amateur Private Mature Wife"
    },
    {
      "url": "https://www.close.com/pricing",
      "title": "Close CRM Pricing, Plans, and Reviews",
      "description": "The only all-in-one CRM and sales outreach solution you can buy without a contract. Start your FREE 14-day free trial today. No credit card required.",
      "preview": "Product Pricing Blog Resources About Log in Try Close NEW Solo Plan Starting at $9/mo Win more with Close Plans designed to grow with your business An"
    },
    {
      "url": "https://www.luisaviaroma.com/es-mx/lvr-magazine/fashion/miranda-kerr-interview?aka_re=1",
      "title": "LVR Magazine: Cover Story - Miranda Kerr, Good Vibrations",
      "description": "Model-turned-businesswoman Miranda Kerr muses about positivity, self-care and co-parenting with Katy Perry and Orlando Bloom. Read her full cover story on Luisaviaroma.com.",
      "preview": "ES/ READ PREVIOUS POST Art Meets Fashion: Beverly Hills Style READ NEXT POST EDITOR'S Letter PHOTOGRAPHED BY GREG SWALES / STYLED BY KATE DAVIDSON HUD"
    },
    {
      "url": "https://www.govdata.de/",
      "title": "GovData - Das Datenportal für Deutschland",
      "description": "Auf GovData, dem Datenportal für Deutschland sind Daten aller Verwaltungsebenen zentral zugänglich.",
      "preview": "Datensätze und Neuigkeiten 130.503 Datensätze 6.402 HVD Datensätze 32 Anwendungen GovData 2. Okt. 2025 @opendata Auch am letzten Tag der #SCCON gibt e"
    },
    {
      "url": "http://www.nga.gov/",
      "title": "National Gallery of Art",
      "description": "The National Gallery of Art serves the nation by welcoming all people to explore and experience art, creativity, and our shared humanity. Admission is always free.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://uit.stanford.edu/security/copyright-infringement",
      "title": "Report Alleged Copyright Infringement | University IT",
      "description": "Stanford has designated an agent to receive notifications of alleged copyright infringement in the stanford.edu, stanford.org, stanford.com, sup.org, and supdigital.org domains. If you believe your copyrighted work is being infringed on a Stanford site, please notify the Stanford Information Security Office.",
      "preview": "Skip to main content Report Alleged Copyright Infringement Stanford has designated an agent to receive notifications of alleged copyright infringement"
    },
    {
      "url": "https://www.jetsdencre.fr/l-Evolution-_r_66_i_1398.html",
      "title": "L'Évolution - Jets d'Encre",
      "description": "Livres Autobiographie: l'Évolution. Corinne Nasufi, Autobiographie,",
      "preview": "Accueil - Le catalogue - Livres - Autobiographie L'Évolution L'Évolution Corinne Nasufi en savoir plus sur l'auteur 50 ans... Un demi-siècle... C'est un c"
    },
    {
      "url": "https://puzzles.mit.edu/",
      "title": "MIT Mystery Hunt / Puzzle Club",
      "description": "The MIT Mystery Hunt is an internationally renowned puzzle competition which takes place every January on MIT campus and attracts hundreds of participants from all over the world.",
      "preview": "The MIT Mystery Hunt is a puzzlehunt competition that takes place on the MIT campus every year during the Martin Luther King, Jr. Day weekend . The hu"
    },
    {
      "url": "https://propelcenter.org/",
      "title": "Propel Center | HBCU Campus for Innovation",
      "description": "A mission to provide HBCU students with the knowledge, skills, tools and resources necessary to transform our nation's talent pipeline and workforce.",
      "preview": "Download PROPEL Learn App Creating the Next Generation of Leadership The PROPEL Center is a first-of-its-kind technology and innovation hub that partn"
    },
    {
      "url": "https://www.aa.org/",
      "title": "Have a problem with alcohol? There is a solution. | Alcoholics Anonymous",
      "description": "Have a problem with alcohol? There is a solution. A.A. has a simple program that works. It's based on one alcoholic helping another.",
      "preview": "Skip to main content Search x Submit Common Searches: Meetings Anonymity Steps Traditions Concepts Committees Have a problem with alcohol? There is a"
    },
    {
      "url": "https://www.emag.ro/telefoane-mobile/c",
      "title": "Telefoane Mobile. Afla Preturile! - eMAG.ro",
      "description": "Iti doresti un telefon mobil nou, in rate? La eMAG, telefoanele mobile au preturi avantajoase. Cumpara acum si beneficiezi de plata in rate, deschidere colet, easybox, retur gratuit 30 de zile -Instant Money Back.",
      "preview": "Contul meu Laptop, Tablete & Telefoane PC, Periferice & Software TV, Audio-Video & Foto Electrocasnice & Climatizare Gaming, Carti & Birotica Bacanie"
    },
    {
      "url": "https://www.stiridinlume.ro/life-style/12-animale-care-aduc-noroc-se-spune-ca-te-scapa-de-necazuri-si-atrag-prosperitatea-58608.html",
      "title": "12 animale care aduc noroc. Se spune că te scapă de necazuri...",
      "description": "12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea. Animalele fac parte din lumea noastră...",
      "preview": "Home » Life & Style » 12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea 12 animale care aduc noroc. Se spune că te s"
    },
    {
      "url": "https://www.nrk.no/urix/",
      "title": "NRK Urix - Utenriksnyheter og -dokumentarer",
      "description": "Følg med på hva som skjer i verden. Finn aktuelle utenriksnyheter og innsiktsfulle dokumentarer på NRK.no/urix",
      "preview": "NRK Urix - Utenriksnyheter og -dokumentarer Urix Maria Corina Machado får Nobels fredsprisen 2025: Det hvite hus reagerer Det hvite hus mener Nobelkom"
    },
    {
      "url": "https://www.tdm.com.mo/pt/news-detail/599429",
      "title": "TDM",
      "description": "void",
      "preview": "We're sorry but ssr_test doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.kcpt.org/blogs/education/",
      "title": "Education Blog",
      "description": "Education Blog",
      "preview": "void"
    },
    {
      "url": "http://developingchild.harvard.edu/science/key-concepts/toxic-stress/",
      "title": "Toxic Stress : What is toxic stress?",
      "description": "Toxic stress can disrupt the healthy development of brain architecture and other bodily systems, increasing risk for stress-related disease well into adulthood.",
      "preview": "Skip to content Toxic Stress Copy Copied Learn how safe, stable developmental environments, including responsive relationships with caring adults, can"
    },
    {
      "url": "https://blog.coursera.org/how-chelsea-went-from-google-it-support-learning-to-a-google-job-offer/",
      "title": "How Chelsea went from Google IT Support Learning to a Google Job Offer - Coursera Blog",
      "description": "Chelsea found success after completing the Google IT Support Professional Certificate. Today, she works as a Data Center Technician at Google's new data",
      "preview": "Share Share on Facebook Share Share on Twitter Tweet Share on LinkedIn Share Send email Mail Chelsea found success after completing the Google IT Supp"
    },
    {
      "url": "https://www.vodne-filtre.sk/marella-grafit-vc.6-ks-maxtraplus.html",
      "title": "Marella grafit vč.6 ks MaxtraPlus - Vodné-Filtre.sk",
      "description": "Filtračná kanvica Brita Marella Cool čierna vrátane 6 filtrov.",
      "preview": "Marella grafit vč.6 ks MaxtraPlus Záruka: 24 mesiacov Dostupnosť: skladom Vaša cena bez DPH: 33,05 € Vaša cena s DPH: 39,99 € Počet kusov Kúpiť Výrobc"
    },
    {
      "url": "https://www.nexuscp.org/",
      "title": "Nexus Community Partners",
      "description": "Nexus supports strong, equitable & just communities in which all residents are engaged, recognized as leaders and have pathways to opportunities.",
      "preview": "Our Programs READ MORE Boards & Commissions Leadership Institute BCLI supports, trains and helps place BIPOC and other shut out community members on c"
    },
    {
      "url": "http://www.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://jegy.mav.hu/",
      "title": "MÁV Személyszállítási Zrt. új ELVIRA online jegyvásárlás",
      "description": "void",
      "preview": "Az oldal használatához javascript futtatása szükséges, kérjük, engedélyezze a javascriptek használatát! Betöltés alatt"
    },
    {
      "url": "https://sasucaaa.blogspot.com/2007/11/",
      "title": "Zsuzsi's Playground - now in Sweden.: November 2007",
      "description": "Площадка для игр Жужи/Plac zabaw Żuzi/ Zsuzsin leikkikenttä/ Zsuzsis lekplats/ El patio de Zsuzsi/ Ihrisko Zsuzsi",
      "preview": "About Zsuzsi Languages Life List - Life is an Adventure/Goals Travels and Adventures Thursday, 29 November 2007 Tanssittaa! Exactly. Haluan vetää meko"
    },
    {
      "url": "https://www.eccchicago.org/",
      "title": "Everyone Can Code Chicago - Everyone Can Code Chicago",
      "description": "The Everyone Can Code Chicago initiative is a public-private partnership with Apple and the city of Chicago to bring coding opportunities to Chicago's nearly 500,000 students through a citywide expansion of Apple's Everyone Can Code program. Students wil",
      "preview": "Home Code Clubs Training Internships 2025 Summer Info > Admin Learning Management System &plus Create Competition Day Showcase 2025 Showcase 2024 Show"
    },
    {
      "url": "https://gdacc.org/tag/power-grid/",
      "title": "power grid | GDACC",
      "description": "Posts about power grid written by 1234",
      "preview": "GDACC Gas Drilling Awareness for Cortland County Search: Welcome Contact Us Cortland News Town Bans/Planning Leasing Issues Comment on DEC Regs 2012 W"
    },
    {
      "url": "https://hillstohome.com/",
      "title": "Hill's to Home",
      "description": "void",
      "preview": "Feedback"
    },
    {
      "url": "https://www.garnstudio.com/pattern.php?id=9670&cid=19",
      "title": "Flocking Gulls / DROPS 210-15 - Free knitting patterns by DROPS Design",
      "description": "Knitted jumper with short sleeves and raglan in DROPS Muskat. Piece is knitted top down with lace pattern. Size: S - XXXL",
      "preview": "DROPS Alpaca Party - 13 alpaca yarns on sale all October! Popular categories Halloween & Carnival Hoods & Balaclavas Throwback Patterns Bags Slipovers"
    },
    {
      "url": "https://mark-watney-spacepirate.tumblr.com/",
      "title": "@mark-watney-spacepirate on Tumblr",
      "description": "Follow @mark-watney-spacepirate and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://www.lefigaro.fr/international",
      "title": "Le Figaro - International : Actualité internationale en direct",
      "description": "Donald Trump, Syrie, Brexit... Retrouvez toute l'actualité internationale sur Le Figaro",
      "preview": "Aller au contenu Passer la publicité Passer la publicité Publicité International Cessez-le-feu à Gaza : les images historiques des milliers de Palesti"
    },
    {
      "url": "http://www.youronlinechoices.com/",
      "title": "Your Online Choices | EDAA",
      "description": "void",
      "preview": "edaa for Internet Users Welcome to a guide to online behavioural advertising and online privacy. On this website you'll find information about how beh"
    },
    {
      "url": "http://www.grandvoyageitaly.com/piazza/pizza-emergency-kit-hey-you-never-know",
      "title": "Pizza Emergency Kit: Hey, You Never Know... - GRAND VOYAGE ITALY",
      "description": "Pizza Emergency Kit: Hey, You Never Know..., Pizza Pouch, Wearable pizza slice, pizza accessory, pizza fashion accessory, Stupidiotic.com, gag food gifts, funny pizza gift, gag pizza gift, pizza fashion accessory, pizza lanyard, pizza necklace, wearing p",
      "preview": "Piazza Older Posts Travel Our Family's Voyage Cucina Culture History Style Photos Videos Music Videos About Survey Links Shop 🛒 Piazza Older Posts Tra"
    },
    {
      "url": "https://www.indiaforums.com/",
      "title": "India Forums: Top TV Shows, Bollywood News & Entertainment Updates",
      "description": "Your go-to platform for the latest news, reviews, and updates on TV shows, movies, and OTT platforms. Connect with fans and dive into entertainment.",
      "preview": "News Forums Topics Quiz Shorts FanFictions Webstories Videos Photos 'Irfaan-E-Mohhbat aam nahi': When Rekha felt BLESSED to be born a day apart from A"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/post/121123697991",
      "title": "Maryland moves to increase diversity in computer... - I totally don't like foxes...",
      "description": "Maryland moves to increase diversity in computer science http://blog.code.org/post/121123281798/md codeorg: \"A rigorous computer science course can't satisfy a required technology credit for...",
      "preview": "Menu I totally don't like foxes... Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy"
    },
    {
      "url": "https://carpet-rug.org/testing/seal-of-approval-service-providers/hire-a-carpet-cleaning-professional/",
      "title": "Hire a Carpet Cleaning Professional - The Carpet and Rug Institute",
      "description": "Keep Your Carpet Looking Beautiful with Professional Cleaning Vacuuming is great for basic carpet maintenance, but to keep it at peak performance, CRI recommends professionally deep cleaning your carpet every 12 to 18 months. (Be sure to check your carpet warranty for specific requirements.) Seal of Approval Service Providers CRI strongly recommends getting your carpet [...]",
      "preview": "Skip to content Home Testing Seal of Approval Service Providers Hire a Carpet Cleaning Professional Hire a Carpet Cleaning Professional Keep Your Carp"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-headless-commerce-and-websites-Unstack-Inc-41f1daebe140443386901f7dd8fed2aa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.lillypulitzer.com/belle-tassel-necklace/007656.html?dwvar_007656_color=962",
      "title": "Women's Resort Wear, Dresses & Swimwear | Lilly Pulitzer",
      "description": "Shop Lilly Pulitzer's resort wear for women: Dresses, Activewear, Swimwear, Loungewear & Accessories. Free shipping & returns on all products online and in-store.",
      "preview": "Skip to main content Skip to footer content LIMITED TIME! Receive A Free Gift With Your $200 Spend. Details Print with Purpose: Supporting Squad Shop"
    },
    {
      "url": "https://www.usegalileo.ai/",
      "title": "Stitch - Design with AI",
      "description": "Stitch generates UIs for mobile and web applications, making design ideation fast and easy.",
      "preview": "void"
    },
    {
      "url": "https://guidestarindia.org.in/Summary.aspx?CCReg=302",
      "title": "GuideStarIndia",
      "description": "Look up Not-for-Profit Organisations and access the information and insights you need to give with confidence!",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.latinodonorcollaborative.org/original-research/2022-ldc-u-s-latino-gdp-report",
      "title": "2022 LDC U.S. Latino GDP Report™ - Latino Donor Collaborative",
      "description": "Discover the impact of the Latino in the consumer market and business community and how they contributed to the US economy recovery in 2022.",
      "preview": "Original Research ."
    },
    {
      "url": "http://regents.universityofcalifornia.edu/",
      "title": "Home | Board of Regents",
      "description": "void",
      "preview": "About Members and Advisors Officers Committees Regents Emeriti* Upcoming Meetings Past Meetings Public Comment Minutes Governance Bylaws Committee Cha"
    },
    {
      "url": "https://register-of-charities.charitycommission.gov.uk/charity-details/?regId=1158683&subId=0",
      "title": "FULL FACT - 1158683",
      "description": "Charity details for FULL FACT - Charity 1158683",
      "preview": "Skip to main content Log in to online services Register of Charities - The Charity Commission FULL FACT Charity number: 1158683 Charity reporting is u"
    },
    {
      "url": "https://astonmartin.oemdtc.com/category/recalls",
      "title": "Recalls | Aston Martin - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://home.barclays/",
      "title": "Barclays Group corporate website | Barclays",
      "description": "Barclays is a British universal bank. Our businesses include consumer banking, as well as a top-tier, global corporate and investment bank.",
      "preview": "Barclays Home Contact Us Online Banking Search Menu The UK Investment Gap: A follow-up to our 2024 analysis on retail investment potential Read more O"
    },
    {
      "url": "https://all-in.withgoogle.com/",
      "title": "Creating marketing for everyone",
      "description": "Building authenticity into the creative process. No matter what creative asset you're making, make work that is relevant and helpful.",
      "preview": "Creating for </br> everyone Creating for </br> everyone play_arrow pause At Google, we're proud to build products that help billions of people every d"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://hr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress dodatak | WordPress.org Hrvatski",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Pretraga dodataka Detalji"
    },
    {
      "url": "https://outdoorsmagic.com/author/jon-doran/",
      "title": "Jon |",
      "description": "void",
      "preview": "Jon Doran Recent Articles By Jon Buyer's Guides Down And Synthetic Insulated Jackets | Buyer's Guide Going shopping for a nice warm down or synthetic"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_watt_roehren=1052",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://www.comune.treia.mc.it/documenti-cms/dichiarazione-cariche-e-incarichi-consigliere-vittorio-sampaolo/",
      "title": "Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo - Comune di Treia",
      "description": "Comune di Treia Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo",
      "preview": "Vai ai contenuti Vai al footer Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo Dettagli: Dichiarazione cariche e incarichi Consiglier"
    },
    {
      "url": "http://www.christinalperez.com/about",
      "title": "about - CLP",
      "description": "void",
      "preview": "about View fullsize View fullsize View fullsize View fullsize View fullsize View fullsize Christina Pérez is a freelance writer exploring the intersec"
    },
    {
      "url": "https://www.urbandictionary.com/",
      "title": "Urban Dictionary, October 10: pizza bones",
      "description": "The outer crusts of a pizza.",
      "preview": "Skip to main content Urban Dictionary pizza bones Share definition The outer crusts of a pizza . All that's left in the box are the pizza bones . by G"
    },
    {
      "url": "http://www.arena.com/",
      "title": "Arena",
      "description": "Arena Music is a global community designed to create a sustainable + equitable music economy for artists & investors that is 100% free for listeners.",
      "preview": "0"
    },
    {
      "url": "https://www.exergue.com/h/2016-07/tt/brexit.html",
      "title": "Exergue - Un Brexit pour rien, Ou pas",
      "description": "Les adversaires de l'europe, avec le brexit, ont provoque un test grandeur nature. Il va leur falloir en assumer les consequences, a moins qu'ils souhaitent que rien ne change. Une redefinition de la democratie est en cours.",
      "preview": "EXERGUE Depuis 2005 Politique / Europe - Juillet 2016 Un Brexit pour rien... Ou pas ? Résumé Les adversaires de l'Europe, avec le Brexit, ont provoqué"
    },
    {
      "url": "https://mydailysoapopera.de/shop/sonett-spruehstaerke-und-buegelhilfe-1-liter/",
      "title": "Sonett Sprühstärke und Bügelhilfe 1 Liter - www.MyDailySoapOpera.de",
      "description": "'-Aus pflanzlicher Stärke zu 100% aus Bioanbau. Stärkt, glättet und pflegt alle Textilien aus Baumwolle, Leinen, Hanf und Mischgewebe. Die Wäsche bleibt länger faltenfrei, formschön und Schmutz abweisend. Feiner Duft von Rosengeranie und Lavendel aus kontrolliert biologischem Anbau. 100% biologisch abbaubar",
      "preview": "Kostenlose Lieferung mit DHL ab 40,- € • alle Produkte ohne Tierversuche • überwiegend aus kontrolliert biologischen Inhaltsstoffen • Seifenshop seit"
    },
    {
      "url": "https://karrierewelt.golem.de/blogs/karriere-ratgeber/virtuelle-zusammenarbeit-wie-online-meetings-nicht-zur-zeitverschwendung-werden?utm_source=golem&utm_medium=artikel&utm_campaign=artikel",
      "title": "Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend",
      "description": "(Bild: Chalo Garcia auf Pixabay/Pixabay License) Von Markus Kammermeier veröffentlicht am 10. März 2020, 12:04 Uhr Aus Angst vor dem Coronavirus fördern viele Unternehmen Homeoffice - oder verordnen es sogar. Doch wenn die Teilnehmer von Meetings nicht im selben Raum sitzen, braucht es andere Methoden. Wir geben eine Ü",
      "preview": "Warenkorb anzeigen Close IT-Karriere-Ratgeber Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend Virtuelle Zusammenarbeit: Wie Onl"
    },
    {
      "url": "https://form.asana.com/?k=lY4uuTrGcroevKe_0emL1Q&d=941506444463212",
      "title": "Loading... - Form by Asana",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.examveda.com/computer-fundamentals/practice-mcq-question-on-tally/?page=14",
      "title": "Tally mcq questions With Answer | Accounting ERP Question | Computer Fundamental Page-14 section-1",
      "description": "This chapter cater to you MCQ and aptitude questions and answers on Tally ERP. Tally Accounting Package is hold a very good value in technical aptitudes. Page-14 section-1",
      "preview": "Tally mcq questions With Answer | Accounting ERP Question | Computer Fundamental Home / Computer Fundamentals / Tally Section 1 Section 2 Section 3 13"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=KELL020",
      "title": "Anna-Maria and Stephen Kellen Foundation Inc C/o Joel E Sammet & Co LLP | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 04/18/2025 Grant Information Last Upd"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.caseissuedate%5D%5B%5D=September+1939&f%5Bfdanj.casekeywords%5D%5B%5D=frozen+fish&f%5Bfdanj.defendantnames%5D%5B%5D=Cape+Fish+Co.&per_page=50&sort=fdanj.title+asc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Defendants: Cape Fish Co. / Product Keywords: frozen fish / Issue Dates: September 1939 - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "https://wordpress.org/plugins/donorbox-donation-form",
      "title": "Donorbox - Free Recurring Donation Plugin and Fundraising Platform - WordPress plugin | WordPress.org",
      "description": "Donorbox is a powerful and secure donation management plugin for WordPress. We are the only donation plugin for WordPress that offers a fast feature-f ...",
      "preview": "WordPress.org Plugin Directory Donorbox - Free Recurring Donation Plugin and Fundraising Platform Search plugins Details Reviews Installation Developm"
    },
    {
      "url": "https://hallbart.stockholm/ata-dricka/",
      "title": "Äta och dricka - Stockholms stad",
      "description": "Med enkla och medvetna val är det möjligt för dig att äta mer klimatsmart och bidra till att bibehålla den biologiska mångfalden.",
      "preview": "Till övergripande innehåll för webbplatsen Kakor på hållbart.stockholm Vi använder kakor (cookies) för att ge dig bästa möjliga funktion på vår webbpl"
    },
    {
      "url": "https://mckv.edu.in/infrastructure/games-sports/",
      "title": "Games & Sports",
      "description": "void",
      "preview": "Games & Sports M.C.Kejriwal Vidyapeeth is committed to fully equipping our children to face the ever changing world with confidence. Students can play"
    },
    {
      "url": "https://whynotyoufdn.org/",
      "title": "Why Not You Foundation",
      "description": "Founded by athlete and entrepreneur, Russell Wilson. The Why Not You Foundation is a nonprofit dedicated to education, children's health and fighting poverty, while empowering today's youth to embrace a why not you attitude.",
      "preview": "Scroll We are dedicated to changing the world, one child at a time. WHY NOT YOU? WHY NOT US? Founded by Russell Wilson in 2014, the Why Not You Founda"
    },
    {
      "url": "https://www.yogajournal.com/",
      "title": "Yoga Journal | Yoga Poses - Sequences - Philosophy - Events",
      "description": "Yoga Journal is your source for yoga pose instruction, sequences, free video classes, guided meditations, and information on the yogic lifestyle.",
      "preview": "Yoga Journal Powered by Outside Don't miss new adventures Get all the latest delivered to your feed. How to Practice Arm Balances Without Wrecking You"
    },
    {
      "url": "https://www.kark.com/news/local-news/crews-respond-to-possible-crash-near-clinton-national-airport/",
      "title": "FAA says 5 on board plane that crashed near Clinton National Airport, deputies say no survivors | KARK",
      "description": "Officials said five people were on board an airplane that crashed near the Clinton National Airport just after noon Wednesday, with deputies at the scene saying there were no survivors found.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.poz.com/article/covid19-criminalization-seven-lessons-hiv-response",
      "title": "COVID-19 Criminalization: Seven Lessons From the HIV Response - POZ",
      "description": "Plus: Any restriction of civil and political rights must meet these five specific criteria.",
      "preview": "© 2025 Smart + Strong . All Rights Reserved. Terms of use and Your privacy . Smart + Strong ® is a registered trademark of CDM Publishing, LLC. Advert"
    },
    {
      "url": "https://reman-engine.com/remanufactured-engines/ford/windstar/1995/3.0l-vin-u-8th-digit-6-183",
      "title": "3.0L Engine for 1995 Ford Windstar",
      "description": "1995 Ford Windstar Remanufactured Engine for 3.0 Liter, Vin U, 6 Cylinder, 12 Valve. Call (877) 343-7352 today.",
      "preview": "Find your Engine Make: Ford Model: Windstar Year: 1995 Options: 3.0L (VIN U, 8th digit, 6-183) Search Trustpilot 1995 Ford Windstar Engine Change Opti"
    },
    {
      "url": "https://www.lagazettedescommunes.com/449633/et-si-on-parlait-enfin-du-travail-dans-la-fonction-publique/",
      "title": "Et si on parlait (enfin) du travail dans la fonction publique !",
      "description": "L'affaire est entendue, avec la publication du rapport de Philippe Laurent, président du Conseil supérieur de la fonction publique territoriale, sur le temps de travail dans la fonction publique ...",
      "preview": "Accueil Actualité France Et si on parlait (enfin) du travail dans la fonction publique ! [OPINION] TEMPS DE TRAVAIL Et si on parlait (enfin) du travai"
    },
    {
      "url": "https://community.shopify.com/c/shopify-design/make-product-description-central-in-mobile-view/m-p/1376708/highlight/true",
      "title": "Make product description central in mobile view - #2 by KetanKumar - Shopify Community",
      "description": "I want to make the product description aligned to the centre P word test Blockshop theme https://laz-the-plant-scientist.myshopify.com/",
      "preview": "Make product description central in mobile view Store Design KetanKumar November 5, 2021, 8:01pm 2 @peter550 yes please try this code Go to Online Sto"
    },
    {
      "url": "https://www.nainasingla.com/",
      "title": "Naina Singla - Fashion Stylist and Style Expert. Virtual Capsule Styling for Women",
      "description": "Naina Singla is a fashion stylist and style expert specializing in capsule styling and virtual styling for women in Washington, DC. Naina also offers virtual styling nationwide. Naina's signature and foundation styling service consists of a style assessment and wardrobe edit, curated shopping service and digital look-book",
      "preview": "Cart 0 Scroll a virtual & In-person styling and sourcing studio Naina curates streamlined and versatile wardrobes for women interested in simplicity w"
    },
    {
      "url": "http://www.comune.mottola.ta.it/",
      "title": "Comune di Mottola",
      "description": "Sito ufficiale Comune di Mottola",
      "preview": "Salta al contenuto principale Avvisi 30 settembre 2025 Assegnazione contributi per il recupero delle facciate degli edifici appartenenti al nucleo ant"
    },
    {
      "url": "https://crisistrends.org/",
      "title": "Crisis Trends - Crisis Text Line",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dhhr.wv.gov/bms/Members/Apply/Pages/default.aspx?elqTrackId=d71b672f62824436a7ef4213214b2c86&elqaid=93&elqat=2#:~:text=%E2%80%8BThere%20are%20several%20ways,%2D855%2D889%2D4325",
      "title": "Applying for Healthcare: Medicaid, West Virginia Children's Health Insurance Program or Private Insurance at the Health Insurance Marketplace",
      "description": "void",
      "preview": "This site has moved. Please bookmark the new address at https://bms.wv.gov ."
    },
    {
      "url": "https://www.thebearchitects.com/",
      "title": "The Behavioural Architects: Global Insight, Research and Consultancy",
      "description": "Understanding consumer behaviour is at the heart of everything we do",
      "preview": "Global insight, research and strategic consultancy . Global insight, research and strategic consultancy . Global insight, research and strategic consu"
    },
    {
      "url": "https://mikaylalanemusic.com/",
      "title": "Mikayla Lane",
      "description": "void",
      "preview": "top of page New Single AVAILABLE NOW FOLLOW Socials MUSIC Music VIdeos VIDEOS Mikayla Lane - Rodeo Money (Official Music Video) Play Video Facebook Tw"
    },
    {
      "url": "https://allenai.org/business-code-of-conduct",
      "title": "Business partner code of conduct | Ai2",
      "description": "Ai2's Business Partner Code of Conduct describes the conduct expected of all business partners and representatives that are associated with us.",
      "preview": "Business partner code of conduct Last Updated: September 14, 2021 This Business Partner Code of Conduct (this \"Code\" ) describes the conduct expected"
    },
    {
      "url": "http://www.lakesaltknit.com/2013/10/its-shrug-or-cape-or-shawl.html",
      "title": "Virginia Catherall: It's a shrug, or a cape or a shawl",
      "description": "I am not sure what it would be called but whatever it is, it's a quick knit. I am almost done. Maybe it is a cape. Why not...",
      "preview": "Pages About blog wearable art sculptures identitatum•arborum Great Basin AIR Black Rock Desert AIR Capitol Reef AIR Glacier AIR Mimesis Thursday, Octo"
    },
    {
      "url": "http://rdcu.be/bZ0CL",
      "title": "Environmental market design for large-scale marine conservation | Nature Sustainability",
      "description": "It is commonly agreed that marine conservation should expand considerably around the world. However, most countries have not yet implemented large-scale no-take Marine Protected Areas (MPAs). When a country closes a large fraction of its waters to fishing, it stands to lose a considerable level of fishery revenue. Although biodiversity and spillover fishing benefits may far exceed these losses, benefits from large-scale MPAs typically accrue to other countries or to the high seas. Here, to overcome this dilemma, we simulate and test an international fisheries management scheme with transferable fishing rights that incentivizes, rather than hinders, large-scale marine conservation. By combining a bioeconomic model of cross-country trading of fishing rights with vessel-level tracking data before and after a large-scale conservation action is implemented, we show that transferable fishing rights and a biomass-based allocation rule are pivotal to incentivize conservation under this market-based setting. Our work focuses on the Vessel Day Scheme (VDS)-an environmental market that is employed by the Parties to the Nauru Agreement (a group of nine Pacific Island nations) to manage their tuna fisheries-and areas in which large-scale conservation interventions have taken place. Overall, these results provide a template for how to incentivize countries to engage in large-scale marine conservation within a market-based setting. An international arrangement of transferable fishing rights and biomass-based allocation can incentivize establishing Marine Protected Areas while promoting the economy.",
      "preview": "void"
    },
    {
      "url": "https://urban-beach-house.com/products/carbs-koozie",
      "title": "- Urban Beach House",
      "description": "void",
      "preview": "Currently we are not selling online, but we're happy to take phone orders or visit us in person: One Paseo 3665 Paseo Pl Ste 900 San Diego, CA 92130 ("
    },
    {
      "url": "http://walmartsustainabilityhub.com/",
      "title": "Walmart Sustainability Hub",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "https://www.comune.roma.it/web/it/servizi.page",
      "title": "Roma Capitale | Sito Istituzionale | Servizi",
      "description": "void",
      "preview": "Vai al Contenuto Vai alla navigazione del sito Casa Digitale del Cittadino Menu di navigazione Tutti i servizi Municipio Servizi online Modulistica Ap"
    },
    {
      "url": "https://omidfarhang.com/2012/08/02/chrome-21-arrives-with-new-api-for-video-and-audio-communication/",
      "title": "Chrome 21 arrives with new API for video and audio communication | Omid Farhang",
      "description": "h-online: With the release of Chrome 21, web applications can now directly access the local system's built-in camera and microphone. Instead of requiring a special plugin, the major stable update to the WebKit-based web browser includes a new HTML5 <a href=\"http://www.html5rocks.com/en/tutorials/getusermedia/intro/\">getUserMedia</a> API - currently a W3C Editor's Draft - to provide web apps with access to the camera and microphone. For security purposes, users will be prompted to grant apps permission to access the hardware.",
      "preview": "h-online: With the release of Chrome 21 , web applications can now directly access the local system's built-in camera and microphone. Instead of requi"
    },
    {
      "url": "https://www.sacred-texts.com/oto/index.htm",
      "title": "Thelema Texts | Sacred Texts Archive",
      "description": "Thelemic texts including works of Aleister Crowley, O.T.O. materials, and ceremonial magic. Browse 194+ texts in this comprehensive collection.",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://www.viviennestringa.com/pages/marizibill-recueil-de-poemes-guillaume-apollinaire.html",
      "title": "Marizibill. Alcools, Guillaume Apollinaire",
      "description": "Marizibill. Recueil de poèmes, Alcools, Poèmes, Guillaume Apollinaire, Frans leren, Vivienne Stringa",
      "preview": "Marizibill. Recueil de poèmes, Guillaume Apollinaire MARIZIBILL Dans la Haute-Rue à Cologne Elle allait et venait le soir Offerte à tous en tout migno"
    },
    {
      "url": "https://www.downtowndc.org/news/downtowndc-economic-update/",
      "title": "DowntownDC Economy Tracking - Downtown DC",
      "description": "The DowntownDC BID has been tracking the partially open sectors of the DowntownDC economy since April 2020 , and information as of February 26, 2021 is",
      "preview": "DowntownDC Economy Tracking Home » News » DowntownDC Economy Tracking [vc_row][vc_column][vc_column_text]The DowntownDC BID has been tracking the part"
    },
    {
      "url": "https://prnmedia.prnewswire.com/",
      "title": "Home | PR Newswire for Journalists",
      "description": "void",
      "preview": "Accessibility Statement Skip Navigation PR Newswire for Journalists The Place to Find Story Ideas, Multimedia, Experts, Industry Updates and Job Listi"
    },
    {
      "url": "https://buckfifty.org/tag/cynthia-a-jennings/",
      "title": "Cynthia A. Jennings | buckfifty.org",
      "description": "void",
      "preview": "buckfifty.org discovering the heart and soul of denver Skip to content Home About B50 How To Submit Tag Archives: Cynthia A. Jennings Fifty Two Origin"
    },
    {
      "url": "https://ideas.ted.com",
      "title": "void",
      "description": "Ideas change everything",
      "preview": "We humans 6 ways to give that aren't about money Good news: You can be a generous person without writing a bunch of checks. In fact, many of the most"
    },
    {
      "url": "https://www.dallasnews.com/news/education/2021/10/26/school-districts-under-investigation-by-texas-house-over-books-curriculum/",
      "title": "Books about race, sexuality spark investigation into Texas schools by a House committee",
      "description": "Rep. Matt Krause launched an investigation into school library books and curriculum just months after Texas lawmakers sought to ban the presence of critical...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "https://justice.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://vapebargains.co.uk/tag/b-ink/",
      "title": "Vape Bargains Sitemap Directory - Vape Bargains UK",
      "description": "void",
      "preview": "Vape Bargains Sitemap Directory Posts by category Accessories Coil Master 600ML Ultrasonic Vape Cleaner £14.99 Golisi S2 2.0A Smart Charger with LCD S"
    },
    {
      "url": "https://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "https://issuu.com/features/visual-stories?issuu_product=header&issuu_subproduct=%2F5070%2Fdocs%2Fedo_mazi_support_281111%3Fmode%3Dembed%26viewMode%3Dpresentation%26layout%3Dhttp%253A%252F%252Fskin.issuu.com%252Fv%252Fwood%252Flayout.xml%26showFlipBtn%3Dtrue&issuu_context=link&issuu_cta=visual_stories",
      "title": "Boost engagement with Social Posts | Issuu",
      "description": "Use Issuu's Social Posts feature to quickly design on-brand posts and stories to share across channels. Our drag-and-drop builder and pre-generated templates to create graphics in minutes.",
      "preview": "Social Posts Boost engagement with Social Posts Use our drag-and-drop builder to quickly design eye-catching graphics from your flipbooks or scratch,"
    },
    {
      "url": "https://sol.no/lunderhaug-terrasse-15-solgt-for-3-886-985-kroner/75001007",
      "title": "Lunderhaug Terrasse 15 solgt for 3 886 985 kroner",
      "description": "void",
      "preview": "Sol er en del av Aller Media. Aller Media er ansvarlig for dine data på denne nettsiden. Les mer Lunderhaug Terrasse 15 solgt for 3 886 985 kroner NTB"
    },
    {
      "url": "https://itunes.apple.com/app/apple-store/id1193350206?mt=8",
      "title": "‎YouTube TV on the App Store",
      "description": "YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported devices. Learn more: https://yt.be/nf...",
      "preview": "Screenshots Description YouTube TV is now the exclusive home of NFL Sunday Ticket. Watch every out-of-market Sunday game* on your TV and supported dev"
    },
    {
      "url": "https://ncgov.servicenowservices.com/sp_beneficiary?id=bnf_index&elqTrackId=89e21ed75a6241c7bdcac35ced1dcfa5&elqaid=93&elqat=2",
      "title": "Beneficiary Home - NC Medicaid Beneficiary Service Portal",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "http://mdgs.un.org/unsd/mdg/Default.aspx",
      "title": "Millenium Development Goals Indicators - Millenium Development Goals Indicators - UN Statistics Wiki",
      "description": "void",
      "preview": "Millenium Development Goals Indicators Edit space details Pages Blog Page tree Browse pages Configure Space tools A t tachments (0) Page History Page"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/machine-learning/",
      "title": "Artificial Intelligence - Learn about | AWS Training",
      "description": "Whether you're new to artificial intelligence (AI), or an experienced builder, develop your knowledge and skills with training curated by the experts at AWS.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "http://recruiterbox.com/",
      "title": "Recruitment Software and Applicant Tracking System | Trakstar Hire",
      "description": "Trakstar Hire is he best applicant tracking & recruitment software on the market today. Click here to see why our customers have faster speed-to-hire.",
      "preview": "trakstar-mark rarr Recruiterbox is now Hire, part of the new Trakstar Trifecta alongside Learn and Perform Learn more about how the Trakstar platform"
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/",
      "title": "Random Gif Girl Writes",
      "description": "Some people say I have a way with words. I don't know if I believe them.",
      "preview": "Random Gif Girl Writes"
    }
  ],
  "_meta": {
    "total_bookmarks": 116
  }
}