{
  "data": [
    {
      "url": "http://latam.rlgamericas.com/",
      "title": "RLG LatAm",
      "description": "void",
      "preview": "RLG Américas facilita el cierre de los ciclos de materiales, proporcionando soluciones de devolución y reciclaje de próxima generación. Ayudamos a nue"
    },
    {
      "url": "https://govstatus.egov.com/find-covid-19-vaccine",
      "title": "Find a COVID-19 Vaccine in Oregon",
      "description": "How to find a COVID-19 Vaccine in Oregon",
      "preview": "Skip to main content Español / Spanish Who can get a vaccine? All people in Oregon age 6 months and older are eligible to receive the COVID-19 vaccine"
    },
    {
      "url": "https://president.worldbankgroup.org/",
      "title": "Ajay Banga",
      "description": "Ajay Banga is the 14th President of the World Bank Group and leads the institution's efforts to end extreme poverty and boost shared prosperity on a livable planet.",
      "preview": "Ajay Banga President World Bank Group (202) 473 7660 press@worldbank.org Full Bio High-Res Photo sec-spacing section-none sec-spacing-bottom section-n"
    },
    {
      "url": "https://infinite.mirrors.phpclasses.org/discuss/blog/PHP-Classes-blog/post/97/thread/1/",
      "title": "web design award - Comments on PHP Classes blog post \"10th anniversary anno...\" - PHP Classes",
      "description": "void",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register web design award Search All class groups Latest entr"
    },
    {
      "url": "https://www.eie.org/",
      "title": "YES - Educating the Next Generation of Problem Solvers and Engineers",
      "description": "Creating the Next Generation of Problem Solvers Through Hands-on STEM Learning Youth Engineering Solutions (YES) empowers educators with high-quality, standards-aligned PreK-8 STEM curricula and professional learning. Grounded in research and implemented in classrooms across all 50 states, YES programs engage learners in real-world engineering design, build computational thinking skills, and foster inclusive STEM identities. Every",
      "preview": "Skip to content Search for: YES Melissa Rousselle 2025-09-19T12:51:09-04:00 Creating the Next Generation of Problem Solvers Through Hands-on STEM Lear"
    },
    {
      "url": "https://www.midlandtxchamber.com/list/member/midland-african-american-chamber-of-entrepreneurs-inc-midland-1312",
      "title": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "description": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "preview": "Skip to content Midland Chamber of Commerce Midland African American Chamber of Entrepreneurs, Inc Categories Chambers of Commerce & Convention & Visi"
    },
    {
      "url": "https://cristianchinabirta.ro/tag/masina/",
      "title": "Despre masina - Cristian China-Birta",
      "description": "Despre masina. Am scris peste 13.000 de articole pe blog. Dintre ele, unele sunt despre masina . Intră acum să le citești.",
      "preview": "Skip to content Cristian China-Birta Mare maestru de isprăvi 2.0 Caută Caută Închide Meniu Etichetă: masina Ce maşină vrem să avem astăzi? Stau dimine"
    },
    {
      "url": "https://corporate.target.com/about/purpose-history/our-commitments/target-coronavirus-hub?lnk=Acoronavirusupd",
      "title": "Target's Corporate Commitments",
      "description": "Read about the commitments Target has made to guests, team members, and communities.",
      "preview": "Our Commitments Target is proud to be one of the world's most beloved brands, and we've made commitments across our business to guide us in keeping th"
    },
    {
      "url": "https://answers.google.com/",
      "title": "Google Answers",
      "description": "void",
      "preview": "Google Answers is no longer accepting questions. We're sorry, but Google Answers has been retired, and is no longer accepting new questions. Search or"
    },
    {
      "url": "https://www.icao.int/about-icao/Pages/default.aspx",
      "title": "About ICAO",
      "description": "The International Civil Aviation Organization (ICAO) is a United Nations agency which helps 193 countries to cooperate together and share their skies to their mutual benefit. Since it was established in 1944, ICAO's support and coordination has helped countries to diplomatically and technically realize a uniquely rapid and dependable network of global air mobility, connecting families, cultures, and businesses all over the world, and promoting sustainable growth and socio-economic prosperity wherever aircraft fly. As it enters a new era of digitization, and of incredible new flight and propulsion innovations, air transport is relying more than ever on ICAO's expert support and technical and diplomatic guidance to help chart a new and exciting future for international flight. ICAO is innovating itself to answer this call, and expanding its partnerships among UN and technical stakeholders to deliver a strategic global vision and effective, sustainable solutions.",
      "preview": "Skip to main content FAQ Vision and Mission ICAO Strategic Objectives Member States Invited Organizations How ICAO Develops Standards International Ci"
    },
    {
      "url": "https://2nite.uk.net/spring-equinox/ceredigion/lledrod/",
      "title": "Lledrod (SY25) Spring Equinox | Spring Equinox tonight Lledrod (SY25) in Ceredigion - 2nite.uk.net: in and out! | whats going on tonight!",
      "description": "Check out Spring Equinox tonight in Lledrod (SY25), Ceredigion, UK, Whats going on tonight? - 2nite.uk.net: in and out",
      "preview": "2nite Network - in and out Home Location TV Clubbing Cinema Theatre Concerts Festivals Home › Spring Equinox › Ceredigion › Lledrod (SY25) Spring Equi"
    },
    {
      "url": "https://99designs.com/designers/search?categories[]=email-design",
      "title": "Trova il designer perfetto | 99designs",
      "description": "void",
      "preview": "Home Trova un designer Trova il designer perfetto Offriamo designer professionisti per oltre 90 specialità di design . Registrati per trovare il desig"
    },
    {
      "url": "https://divinelight.org.gr/category/news/new-publications/",
      "title": "Νέες Εκδόσεις Archive - Πνευματιστικός Όμιλος Αθηνών \"Τό Θείον Φως\"",
      "description": "Πνευματιστική κίνηση για την ηθική εξύψωση της κοινωνίας",
      "preview": "Νέες Εκδόσεις Νέες Εκδόσεις Nέα Έκδοση - ΑΠΑΝΘΙΣΜΑ ΟΥΡΑΝΙΩΝ ΔΙΔΑΣΚΑΛΙΩΝ, Μέρος Β' 1 Σεπτεμβρίου 2025 Κυκλοφορεί τώρα από τις Εκδόσεις μας το Β' μέρος"
    },
    {
      "url": "https://www.nyclu.org/en/news/historic-police-accountability-case-turns-50",
      "title": "An Historic Police Accountability Case Turns 50 - NYCLU",
      "description": "void",
      "preview": "Back to All Commentary May 14, 2021 Commentary An Historic Police Accountability Case Turns 50 Free Speech Policing Share: By: Paul G. Chevigny Profes"
    },
    {
      "url": "https://forums.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://www.nettavisen.no/okonomi/historisk-lave-priser-fikk-penger-for-a-bruke-strom/s/12-95-3423991510",
      "title": "Strøm, strømpriser | Historisk lave priser: Fikk penger for å bruke strøm",
      "description": "Høye temperaturer og mye nedbør har gitt gode tider for strømprisene. Natt til mandag slapp du også å betale i én time.",
      "preview": "Gå til sidens hovedinnhold aID logo Strøm Historisk lave priser: Fikk penger for å bruke strøm Høye temperaturer og mye nedbør har gitt gode tider for"
    },
    {
      "url": "https://katalogi.pbp.poznan.pl/sowacgi.php?KatID=0&typ=repl&plnk=__wydawca_Mi%C4%99dzynarodowy+Komitet+O%C5%9Bwi%C4%99cimski&sort=byscore&view=1",
      "title": "SOWA OPAC : Katalog zbiorów Publicznej Biblioteki Pedagogicznej w Poznaniu",
      "description": "Wyszukiwanie książek, audiobooków i e-booków w bibliotece. Znajdź, zarezerwuj i wypożycz książkę w bibliotece. Odkryj bibliotekę. Łączą nas książki! 📖",
      "preview": "Katalog zbiorów Wyszukiwanie zaawansowane Kolekcje Wybierz kolekcję z listy Nowości Awans zawodowy nauczyciela Teatr kamishibai Gry planszowe Literatu"
    },
    {
      "url": "https://arrowsanthology.wordpress.com/2010/09/25/open-doors/",
      "title": "Open Doors | Arrows Anthology",
      "description": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseeing eye of God Sees cages through and through Open doors are there for me and you to fly Just take a breath and swallow fear...",
      "preview": "Feathers of a bird Together are one wing Together taking flight In the spaces in between The eye of a bird Sees the freedom it is due But the overseei"
    },
    {
      "url": "https://discussions.apple.com/terms",
      "title": "Apple Support Communities Use Agreement - Apple Community",
      "description": "Apple Support Communities Terms of Use",
      "preview": "Go back to my question Apple Support Communities Use Agreement Updated December 12, 2024 This Apple Support Communities Use Agreement (the \"Agreement\""
    },
    {
      "url": "https://circle.target.com",
      "title": "Target Circle™",
      "description": "Join Target Circle™ to get perks, deals & a whole lot more every time you shop at Target.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.wri.org/publication/scale-illicit-trade-pacific-ocean-marine-resources",
      "title": "The Scale of Illicit Trade in Pacific Ocean Marine Resources | World Resources Institute",
      "description": "SynopsisThe paper quantitatively determines the impacts from illicit trade in marine resources the Pacific Ocean. The purpose of the analysis is to inform the country engagement at APEC in November and motivate action on illegal, unreported and unregulated fishing (IUU). The volume of unreported marine catch that is illegally traded in the Pacific Ocean is estimated to be 3.7 million to 7.2 million tonnes per annum. The loss in gross revenues to the formal economy from illegal trade is estimated to be $4.3 billion to $8.3 billion annually.",
      "preview": "Skip to main content Accessibility Donate Click to see more What can we help you find? Ways to Give Join us Contact an Expert Explore WRI Perspectives"
    },
    {
      "url": "https://online.aub.edu.lb",
      "title": "AUB Online",
      "description": "void",
      "preview": "ADVANCE YOUR CAREER BY DEVELOPING INDUSTRY-SPECIFIC KNOWLEDGE AND SKILLS EXPLORE OUR ONLINE PROGRAMS Search by: RESET FILTER Be the first to find out"
    },
    {
      "url": "https://www.hayneedle.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://thequeenirieuniverse-blog1.tumblr.com/",
      "title": "@thequeenirieuniverse-blog1 on Tumblr",
      "description": "Follow @thequeenirieuniverse-blog1 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes signs from the universe while laying in a fort high with my fiancée a rubber band just landed on my nether region #mountaingirls #irievibe"
    },
    {
      "url": "https://securityx.space/2016/09/01/electronic-arts-ea-servers-down-poodlecorp-claims-it-ddosed-gaming-giant-hack-read/",
      "title": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read - securityXspace",
      "description": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read http://ift.tt/2bXaXiH EA sports servers are down and gamers are furious on Twitter - About 11hours ago, PoodleCorp did claim responsibility of DDoSing EA servers. The gaming giant Electronic Arts (EA) is currently experiencing an outage in which EA games, services and support have...",
      "preview": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed G"
    },
    {
      "url": "https://www.computerhistory.org/revolution/calculators/1",
      "title": "Calculators - CHM Revolution",
      "description": "First Steps on the Path to Computers Banks calculating interest. Kids dividing up cookies. Engineers designing bridges. We make calculations every day. And for as long as we've juggled numbers greater than our fingers and toes, we've sought aids to make computations easy and accurate.For centuries, calculators were the only machines to help us compute. A long lineage of devices stretching from the ancient abacus to today's digital computer.",
      "preview": "CHM Revolution Topics Home Exhibition Calculators 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 01 Calculators Soroban, with Sharp EL-429 E"
    },
    {
      "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3328778.3366808",
      "title": "ACM Account",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
    },
    {
      "url": "https://wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Search plugins Details Re"
    },
    {
      "url": "https://secure.imvu.com/welcome/ftux/",
      "title": "IMVU - #1 3D Avatar Social App, Virtual Worlds, Virtual Reality, VR, Avatars, Free 3D Chat",
      "description": "IMVU's Official Website. IMVU is a 3D Avatar Social App that allows users to explore thousands of Virtual Worlds or Metaverse, create 3D Avatars, enjoy 3D Chats, meet people from all over the world in virtual settings, and spread the power of friendship.",
      "preview": "void"
    },
    {
      "url": "https://outsidetexas.com/products/otx-foam-trucker-round-patch",
      "title": "OTX Foam Trucker: Circle Patch | Outside, Texas",
      "description": "OTX Foam Trucker: Circle Patch | Made in Texas, by Texans, for Texans who live Outside, Texas. 100% Polyester Front 100% Polyester Mesh Back The Traditional LookSweatband Plastic Adjustable SnapOSFM - Adult (6 1/2 - 7 5/8)",
      "preview": "Skip to content Close menu Home Shop Hats Shirts Tanks & Crops Hoodies & Sweatshirts Extras Kids Where To Explore Outside, Texas?? Top 20 State Parks"
    },
    {
      "url": "http://www.istruzione.it/",
      "title": "Ministero dell'Istruzione e del Merito - MIM",
      "description": "Ministero dell'Istruzione e del Merito",
      "preview": "Torna alla pagina iniziale IN EVIDENZA Slide precedente Slide successiva Slide 1 Slide 2 Slide 3 Scuola, oggi alle 14.00 aperte le candidature per i c"
    },
    {
      "url": "https://www.ap.org/explore/seafood-from-slaves/ap-investigation-slaves-may-have-caught-the-fish-you-bought.html",
      "title": "AP Investigation: Slaves may have caught the fish you bought | The Associated Press",
      "description": "In this Saturday, Nov. 22, 2014 photo, Thai and Burmese fishing boat workers sit behind bars inside a cell at the compound of a fishing company in",
      "preview": "Skip to content Home News Highlights Uncategorized AP Investigation: Slaves may have caught the fish you bought Uncategorized AP Investigation: Slaves"
    },
    {
      "url": "https://att.jobs/",
      "title": "AT&T Careers: Shape the future of connectivity",
      "description": "Discover career opportunities at AT&T. Find open roles in tech, sales, retail, customer service, and more. Apply today.",
      "preview": "Skip to main content We Make it Happen We know connections change lives - ready to change yours? This is where you take your next step. Job title, cat"
    },
    {
      "url": "https://www.ey.com/en_us",
      "title": "EY - US | Shape the future with confidence",
      "description": "Five key SEC priorities in 2024",
      "preview": "EY Homepage Services Read more Read less EY helps clients create long-term value for all stakeholders. Enabled by data and technology, our services an"
    },
    {
      "url": "https://www.paperpanda.co.uk/blogs/news/paper-cutting-for-beginners",
      "title": "Parked Domain name on Hostinger DNS system",
      "description": "Parked Domain name on Hostinger DNS system",
      "preview": "void"
    },
    {
      "url": "https://thelowcarbdiabetic.blogspot.com/2012/04/tinker-taylor-liar-troll-part-two.html",
      "title": "The Low Carb Diabetic: Tinker Taylor Liar Troll ! Part two.",
      "description": "Karla awoke with a shudder from the usual nightmare. Laying in her chair and in a cold sweat. Was it the never ending nightmare, or the surf...",
      "preview": "Total Pageviews Sunday, 22 April 2012 Tinker Taylor Liar Troll ! Part two. Karla awoke with a shudder from the usual nightmare. Laying in her chair an"
    },
    {
      "url": "https://www.commonsensemedia.org/",
      "title": "Common Sense Media: Age-Based Media Reviews for Families | Common Sense Media",
      "description": "Common Sense Media is the leading source of entertainment and technology recommendations for families. Parents trust our expert reviews and objective advice.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español Movies Movie Reviews and Lists Movie Reviews Best"
    },
    {
      "url": "https://heap.io/product/security-compliance",
      "title": "Security & Privacy - Heap | Heap",
      "description": "Heap takes the safety of your customer data seriously by investing in security technology, compliance certifications, and extensive employee training.",
      "preview": "skip to content Heap provides fast moving digital teams with robust privacy tooling and optionality. Request Demo Free Trial Our suite of privacy and"
    },
    {
      "url": "https://www.fonearena.com/price.php",
      "title": "Price Search & Price Finder |FoneArena.com",
      "description": "void",
      "preview": "Home News Phones Operators Reviews FoneFinder PriceSearch Price List Links Glossary Forums"
    },
    {
      "url": "https://plos.org/resources/editor-center",
      "title": "Editor Center - PLOS",
      "description": "This page explains all you need to know as a prospective or current member of the PLOS Editorial Board.",
      "preview": "Skip to content Welcome to the PLOS Editor Center Everything you need as a prospective or current PLOS Editorial Board member Menu Code of Conduct for"
    },
    {
      "url": "https://pushing-the-mower.tumblr.com/",
      "title": "Pushing the mower",
      "description": "CORVALLIS, WILLAMETTE VALLEY-Pushing a reel mower to improve the ecosystem in my neighbourhood. An individual project for HORT260@LBCC: Organic Farming and Gardening",
      "preview": "Pushing the mower 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Oh great, the college studen"
    },
    {
      "url": "https://www.rainforest-alliance.org/",
      "title": "Home | Rainforest Alliance",
      "description": "When you choose products with the Rainforest Alliance little green frog, you're supporting a better world for people and nature.",
      "preview": "Guardians of forests."
    },
    {
      "url": "https://seaa.org/",
      "title": "Home - SEAA - The Seafood Ethics Action Alliance",
      "description": "void",
      "preview": "Who we are Governance and meetings Our Steering Committee Our members Management and secretariat Our engagement with others Contact us What we do Our"
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.adjudicatingcourtjurisdiction%5D%5B%5D=E.+Dist.+N.Y.&f%5Bfdanj.caseissuedate%5D%5B%5D=September+1962&f%5Bfdanj.casekeywords%5D%5B%5D=Coldene+vitamin+tonic+with+iron&f%5Bfdanj.collection%5D%5B%5D=ffnj&f%5Bfdanj.defendantnames%5D%5B%5D=Sanco+Drug+Co.&per_page=10&sort=fdanj.title+desc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Collections: Foods, 1940-1966 / Defendants: Sanco Drug Co. / Product Keywords: Coldene vitamin tonic with iron / Issue Dates: September 1962 / Adjudicating Courts: E. Dist. N.Y. - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "https://www.census.gov/library/stories/2021/01/women-making-gains-in-stem-occupations-but-still-underrepresented.html",
      "title": "Women Making Gains in STEM Occupations but Still Underrepresented",
      "description": "While women make up nearly half of the U.S. workforce, they are only 27% of STEM workers, up from 8% in 1970.",
      "preview": "Women Making Gains in STEM Occupations but Still Underrepresented Women Making Gains in STEM Occupations but Still Underrepresented Women Are Nearly H"
    },
    {
      "url": "https://www.ncoa.org/economic-security/money-management/scams-security/top-10-scams-targeting-seniors/",
      "title": "The Top Online Payment Scams Targeting Seniors",
      "description": "Older adults are frequent targets of payment scams. Learn what red flags to look out for, so you can keep yourself or a senior you know safe.",
      "preview": "Skip to main content This site uses cookies. We use cookies to give you the best experience on our website. For more information on what this means an"
    },
    {
      "url": "http://www.startrekthecruise.com/",
      "title": "Star Trek: The Cruise 2026 - Star Trek: The Cruise 2026",
      "description": "Star Trek: The Cruise is the ultimate immersive Star Trek experience, a 7-day voyage shared by a star-studded crew and passionate fans.",
      "preview": "U.S. & Canada: 844.335.6515 Star Trek: The Cruise IX is sold out Join Waitlist The Un-Conventional Voyage February 20-27, 2026 Port Canaveral Puerto P"
    },
    {
      "url": "https://www.tmz.com/2021/06/13/oitnb-taryn-manning-engaged-girlfriend-anne-cline-propose/",
      "title": "'OITNB' Star Taryn Manning Engaged After GF Anne Cline Proposes",
      "description": "The veteran actress is about to get hitched to an up-and-coming musician!",
      "preview": "D4vd Transfers Texas Homes To Mother's Name Hot Celebrity Butts -- Guess Who! RFK Jr. Says Tylenol After Circumcision Linked To Autism Guess Who This"
    },
    {
      "url": "https://www.cbssports.com/nfl/draft/news/nfl-mock-draft-2023-jalen-carter-falls-after-being-issued-arrest-warrant-ravens-trade-lamar-jackson-take-qb/",
      "title": "NFL Mock Draft 2023: Anthony Richardson goes No. 1 after dust settles from QB chaos; Jalen Carter falls - CBS Sports",
      "description": "Several QBs land in new places in this mock",
      "preview": "site: media | arena: nfl | pageType: stories | section: | slug: nfl-mock-draft-2023-anthony-richardson-goes-no-1-after-dust-settles-from-qb-chaos-jale"
    },
    {
      "url": "http://odinblacksea.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://www.orangecenter.bg/knizharnitsa/nehudozhestvena-literatura/taro-karti",
      "title": "Таро Карти - Нехудожествена литература - Книжарница - Книжарница Orange",
      "description": "Oнлайн магазин ORANGE CENTER - книги, музикални и видео продукти, канцеларски материали и продукти за офиса. Безплатна доставка над 49.80 лв. за цяла България!",
      "preview": "JavaScript изглежда да бъде прекратен във вашия браузър. За най-добър опит на нашия сайт не забравяйте да включите Javascript във вашия браузър. Таро"
    },
    {
      "url": "https://docs.backdropcms.org/api/backdrop/core%21includes%21database%21select.inc/function/SelectQueryExtender%3A%3AinnerJoin/1",
      "title": "public function SelectQueryExtender::innerJoin | Documentation",
      "description": "void",
      "preview": "Skip to main content public function SelectQueryExtender::innerJoin 1 select.inc public SelectQueryExtender ::innerJoin($table, $alias = NULL, $condit"
    },
    {
      "url": "https://cv.nmhealth.org/covid-vaccine/",
      "title": "COVID-19 Vaccine | NMDOH - Coronavirus Updates",
      "description": "void",
      "preview": "COVID-19 Vaccine Updated 09-12-2025 Home COVID-19 Vaccine Staying Up to Date with COVID-19 Vaccines Everyone ages 6 months and older can get a 2024-20"
    },
    {
      "url": "https://krannert.purdue.edu/centers/purce/news.php",
      "title": "News - Purdue Business",
      "description": "The Purdue University Research Center in Economics conducts policy-relevant research and shares its findings to have an impact on the well-being of society.",
      "preview": "Skip to Content Menu News Check back to see what PURCE faculty, students, and guests have been up to. And stay up to date with us by joining us on X ("
    },
    {
      "url": "https://www.google.org/our-work/",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://switchboard.live",
      "title": "Switchboard Live - Government-Approved Live Streaming Management Platform",
      "description": "Government-approved live streaming platform available through GSA Schedule Contract 47QSWA18D008F. Trusted by federal agencies via Carahsoft partnership for federal, state & local governments. Secure multistreaming to social platforms with enterprise-grade compliance and reliability.",
      "preview": "Create Account Sign up using Google OR Email Password Already a member? Login 🚀 Exciting news, we've just launched an awesome new feature: Scheduled E"
    },
    {
      "url": "https://solutions.springernature.com/",
      "title": "Springer Nature Research Solutions - Springer Nature Research Solutions",
      "description": "Springer Nature Research Solutions will help you on your path to accelerating publication, nurture your career in scientific research, and expand your research's reach beyond peers.",
      "preview": "Skip to content Cart Subtotal Checkout Search solutions Contact 212-460-1500 webshopsupport@email.springernature.com Boost the impact of your research"
    },
    {
      "url": "https://elamefora.wordpress.com/2021/07/",
      "title": "Ιούλιος | 2021 | Blog: \"elamefora\"",
      "description": "15 posts published by Ela Tora και Cretan Patriot during July 2021",
      "preview": "Ο Ηλίας Κασιδιάρης απαντά στις επιθέσεις κυβερνητικών παραγόντων και ΜΜΕ και σχολιάζει τα μείζονα θέματα της επικαιρότητας: Συγκεντρώσεις Ελλήνων Υποχ"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/",
      "title": "@darkhouroftokyo on Tumblr",
      "description": "him/they / 22 / antisocial shut-in / I miss having friends",
      "preview": "Posts nerdy-arty Follow Venezuelan Miku!! pukicho Follow I bet you work at the anti-soup kitchen, which steals soups from the poor. propaganda-inc Yea"
    },
    {
      "url": "https://hroarr.com/",
      "title": "HROARR | Resources for the Historical European Martial Arts & Sports Community",
      "description": "void",
      "preview": "Welcome to HROARR Resources for the Historical European Martial Arts and Sports Community The HROARR site focuses on different aspects of Historical E"
    },
    {
      "url": "https://www.eeq.ca/",
      "title": "Accueil | Éco Entreprises Québec (ÉEQ)",
      "description": "Nous sommes le nouveau gestionnaire de la collecte sélective pour tout le Québec.",
      "preview": "Accéder directement au contenu principal Faire basculer le panneau de recherche Fermer Recherche"
    }
  ],
  "_meta": {
    "total_bookmarks": 61
  }
}