{
  "data": [
    {
      "url": "https://webcourseworks.com/customers-we-serve/",
      "title": "Web Courseworks is now Forj LMS | Forj",
      "description": "Forj LMS Product Description and Benefits",
      "preview": "Join the Forj Community Get insights and ideas delivered right to your inbox. Learning Web Courseworks is now Forj Forj and Web Courseworks merged in"
    },
    {
      "url": "https://www.uxmatters.com/mt/archives/2007/01/applying-color-theory-to-digital-displays.php#:~:text=On a black background, the,text on a white background",
      "title": "Applying Color Theory to Digital Displays :: UXmatters",
      "description": "Web magazine about user experience matters, providing insights and inspiration for the user experience community",
      "preview": "Top Design Applying Color Theory to Digital Displays By Pabini Gabriel-Petit January 20, 2007 16 Comments This article is Part III of my series \"Color"
    },
    {
      "url": "https://wiki.openttd.org/hu/Manual/Game%20Mechanics/",
      "title": "OpenTTD | Game Mechanics",
      "description": "void",
      "preview": "en de es fr hu it ja nl pl ru zh Ez a cikk az eredeti angol nyelvű fordítása: en/Manual/Game Mechanics/Main Page . Lefordítva: kb. 97% Kérem, segítsen"
    },
    {
      "url": "https://caru.bbbprograms.org/seal/Confirmation/346177012",
      "title": "CARU - CaruSeal",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. We were unable to find an active record for the seal number provided."
    },
    {
      "url": "https://unhabitat.org/over-135000-handwashes-at-un-habitat-supported-facilities-in-nairobi%E2%80%99s-informal-settlements",
      "title": "Over 135,000 handwashes at UN-Habitat-supported facilities in Nairobi's informal settlements | UN-Habitat",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://capitaloneshopping.com/capitalone",
      "title": "Capital One Shopping",
      "description": "void",
      "preview": "saved. saved. saved. saved. saved. saved. Capital One Shopping from Capital One checks for deals before you checkout. Sign up to receive a desktop rem"
    },
    {
      "url": "http://outfit7.com/privacy/",
      "title": "PRIVACY POLICY FOR GAMES",
      "description": "void",
      "preview": "Talking Tom and Friends logo Open the menu Play Watch Please select العربية Deutsch English Español Français हिन्दी Bahasa Indonesia Italiano 日本語 한국어"
    },
    {
      "url": "https://www.cusmade.biz/Home/Index",
      "title": "CUSMADE(Suzhou Cusmade Electronic Technology Co., Ltd.)",
      "description": "CusMade,cusmade,customize,customer,solor,cable,waterproof,waterproof connecter,Waterproof wiring harness,wire harness,car connector,Power,Hydra,Motor,Signal,Connecter,Connect,电源线,电机线,信号线,连接器,防水连接器,线束,防水线束,接头,防水接头,Suzhou Cusmade Electronic Technology Co., Ltd.,苏州卡斯迈德,卡斯迈德,苏州卡斯迈德电子科技有限公司,客户定制,方案定制,电摩,防水连接器,连接器,线束,防水线束,电动自行车,新能源,交通,ebike,e-bike,E-bike,电动,电动车,两轮车,电动两轮车,轮椅,躺车,沙滩车,公路车,雪地车,山地车,城市车,越野",
      "preview": "Previous Next Product Category 40 Power Connector 5 Splitter 9 Motor Connector 17 Signal Connector Our Products PowerRA1 Motor1109B SignalA090xA Hydra"
    },
    {
      "url": "https://www.ama-assn.org/health-care-advocacy/advocacy-update/march-26-2021-state-advocacy-update",
      "title": "March 26, 2021: State Advocacy Update | American Medical Association",
      "description": "AMA fights to protect health care for transgender patients and more in the latest State Advocacy Update.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://ricette-cucina.massimol.it/",
      "title": "Ricette Cucina Ricette gratis Ricetta piatti",
      "description": "void",
      "preview": "Home Gratis Divertimento Scuola Musica Guide Ricette Webmaster Ricette di Cucina Ricettario con oltre 15000 ricette per i tuoi piatti da consultare e"
    },
    {
      "url": "https://www.oceanbestpractices.org/",
      "title": "Ocean Best Practices System",
      "description": "The Ocean Best Practices System (OBPS), backed by the IOC through IODE and GOOS, provides publication, discovery and access to relevant and tested methods, from observation to application, as well as a foundation for increasing capacity.",
      "preview": "OCEAN BEST PRACTICES SYSTEM Providing technological advances and community approaches for all ocean methods to better understand and sustain our ocean"
    },
    {
      "url": "https://help.shipt.com/",
      "title": "Get Help With Your Questions About Shipt",
      "description": "Find answers to frequently-asked-questions and share your feedback about Shipt. Get in touch with our support team 24/7 via phone or live chat.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Popular Topics How do I switch my Shipt"
    },
    {
      "url": "https://www.mlb.com/schedule",
      "title": "MLB Schedule 2025 | MLB Schedule | MLB.com",
      "description": "The official schedule of Major League Baseball including probable pitchers, Gameday, ticket and postseason information.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon calendar-2-10454 Download Thursday Oct 9 Division Series PHI PHI @ LAD LAD LAD 2, PHI 1 MIL"
    },
    {
      "url": "https://bookriot.com/the-hate-u-give-banned/",
      "title": "THE HATE U GIVE Banned by Texas School District",
      "description": "The Hate U Give banned! Angie Thomas' award winning novel The Hate U Give has been banned by a Katy, Texas school district without the usual review process.",
      "preview": "✕ This content contains affiliate links. When you buy through these links, we may earn an affiliate commission. Vanessa Diaz Managing Editor Book Riot"
    },
    {
      "url": "https://annieburdickfreelance.com/",
      "title": "Annie Burdick - Editing, Writing, Creative Content",
      "description": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer. Nonfiction author, copywriter, book editor, content writer. Full-time word obsessive. Article Portfolio Editing Portfolio Copywriting Portfolio Books",
      "preview": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer . Nonfiction author, copywriter, book editor, content writer. Full-t"
    },
    {
      "url": "https://www.iucn.org/about/donors-and-partners/patrons-nature",
      "title": "Patrons of Nature | IUCN",
      "description": "IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of the Union's vision of a just world which values and conserves nature. Patrons of Nature provide strategic guidance to IUCN, as well as connections to resources and investments for IUCN operations and specific initiatives.",
      "preview": "Skip to main content Share: Patrons of Nature IUCN founded the Patrons of Nature in 2010 to rally global leaders and mobilize resources in support of"
    },
    {
      "url": "https://www.paramountnetwork.com",
      "title": "MTV Italia | Homepage",
      "description": "MTV offre agli spettatori il meglio delle serie lifestyle, dei reality show e degli eventi dal vivo.",
      "preview": "Un capolavoro di reality! Guarda tutti gli episodi su Paramount+ MTV Cribs Italia Con Giulia Salemi alla scoperta delle case delle star! Ogni domenica"
    },
    {
      "url": "https://www.treadleon.net/index.html",
      "title": "TreadleOn - A Site for People-Powered Sewing Machine Users",
      "description": "Front page for Treadle On web site and email group",
      "preview": "void"
    },
    {
      "url": "https://www.chandrayoga.it/speciale-yoga-con-elementi-anusara-13-ottobre-2019/",
      "title": "Speciale YOGA con elementi ANUSARA / 13 ottobre 2019 | Chandra Yoga",
      "description": "void",
      "preview": "Speciale YOGA con elementi ANUSARA / 13 ottobre 2019 Ott 13, 2019 | anusara , centro chandra , speciale , yoga DOMENICA 13 OTTOBRE DALLE 10 ALLE 12 Si"
    },
    {
      "url": "https://www.lamag.com/tag/prime-finds/",
      "title": "Prime Finds Archives - LAmag",
      "description": "void",
      "preview": "Skip to main content Skip to header left navigation Skip to header right navigation Skip to after header navigation Skip to site footer Prime Finds Pr"
    },
    {
      "url": "http://www.panaya.com/",
      "title": "The Change Intelligence Platform for ERP & CRM",
      "description": "See and understand the impact of every potential change to your SAP, Oracle and Salesforce systems, so you innovate intelligently and without fear.",
      "preview": "Book A Demo Trusted by 3,000+ brands: All-in-One Testing Platform Combining Impact Analysis, Test Management, and Test Automation to ensure seamless o"
    },
    {
      "url": "https://goldshoulder.tumblr.com/",
      "title": "POWER TO MY BROWN GIRLS",
      "description": "|| Rhea | she/her | WA | South Indian || competitive robotics: FRC team 360",
      "preview": "21 August 2017 Reblog Source she-who-treads-on-water : WATCH LIVE: The total solar eclipse of Aug. 21, 2017 17 August 2017 Reblog 15 August 2017 Reblo"
    },
    {
      "url": "https://www.icloud.com/",
      "title": "iCloud",
      "description": "Log in to iCloud to access your photos, mail, notes, documents and more. Sign in with your Apple Account or create a new account to start using Apple services.",
      "preview": "/>"
    },
    {
      "url": "https://appsource.microsoft.com/en-us/",
      "title": "Find the right app | Microsoft AppSource",
      "description": "Discover the app for your business needs and explore tailored solutions for various industries. Whether you are seeking Microsoft 365 apps for Word, Excel, PowerPoint, or Outlook, or apps for Power Platform, Dynamics 365, SaaS, we have you covered. Enhance your productivity and streamline your work with our diverse range of plugins, including grammar and citation tools, GPT-powered Word and Excel enhancements, word clouds, and more. Find the right tools to excel in your field and make the most of your software experience, right here.",
      "preview": "Microsoft AppSource Your trusted source for cloud solutions, AI apps, and agents See all products Popular solutions SaaS AI Apps and Agents Copilot ag"
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/dyson-special-edition-airwrap-multi-styler-gift-set-prod176550015?slfpid=3",
      "title": "Dyson Special Edition Airwrap Multi-Styler Gift Set - Bergdorf Goodman",
      "description": "Shop Dyson Special Edition Airwrap Multi-Styler Gift Set at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "https://www.esl-languages.com/en/courses-abroad/english/england/brighton/brighton-college-9-17",
      "title": "Study English at Brighton College (10-16) in Brighton | ESL",
      "description": "Choose among a wide range of English courses at Brighton College (10-16) language schools in Brighton. Read student reviews. We help you find the perfect course, free of charge!",
      "preview": "Skip to main content English school in Brighton Brighton College (10-16) Get quote Book now English school in Brighton Brighton College (10-16) Course"
    },
    {
      "url": "http://www.networkforgood.com",
      "title": "Network for Good | Bonterra",
      "description": "Bonterra Network for Good offers fundraising software and built-in coaching, providing the tools and support small nonprofits need to succeed. Book a demo!",
      "preview": "Skip to Main Content Bonterra Network for Good Tools, support and coaching small nonprofits need to succeed Everything that made Network for Good the"
    },
    {
      "url": "https://intranet.ywca.org/home",
      "title": "Home - YWCA Intranet",
      "description": "The site home page",
      "preview": "Skip main navigation (Press Enter). Contact Us YWCA Week Without Violence - Safe Beginnings: Protecting Mothers, Nurturing Futures - Oct 20-24 - Learn"
    },
    {
      "url": "http://squarespace.com",
      "title": "Website Builder - Easily Create Your Own Website - Squarespace",
      "description": "Create a professional website with a free Squarespace trial. Our website builder makes it easy to start with customizable templates, AI tools, or a domain name.",
      "preview": "A website makes your business real Get Started Start for free. No credit card required. Join millions of entrepreneurs who run their business on Squar"
    },
    {
      "url": "https://etcanada.com/news/969657/paul-rudd-says-it-was-pointless-trying-to-get-in-shape-next-to-ant-man-co-star-jonathan-majors-he-was-terrifying/",
      "title": "The Leading Source for Entertainment and Celebrity News | Entertainment Tonight",
      "description": "Entertainment Tonight (ET) is the authoritative source on entertainment and celebrity news with unprecedented access to Hollywood's biggest stars, upcoming movies, and TV shows.",
      "preview": "Entertainment Tonight ETonline Streaming: Keep Watching UP NEXT ETonline Streaming: Keep Watching Victoria Beckham Opens Up About Eating Disorder and"
    },
    {
      "url": "https://blog.yogamatters.com/",
      "title": "Home - Blog - Yogamatters",
      "description": "Yoga Inspiration, interviews and expert advice from our team of worldwide yogis.Mind Integrate mind, body and spirit by learning to look after your mind as well as your body. Yogamatters Community Yoga Classes Food Love mealtimes with our rainbow dishesand nutrional advice.",
      "preview": "void"
    },
    {
      "url": "https://vw-audi.oemdtc.com",
      "title": "VolksWagen & Audi - OEMDTC",
      "description": "VolksWagen & Audi Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://jwt.io/",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "http://lists.plug.org.au/pipermail/plug/2012-February/081356.html",
      "title": "[plug] warning - cover your ears: can I get a full windoze install dvd from a recovery partition?",
      "description": "void",
      "preview": "[plug] warning - cover your ears: can I get a full windoze install dvd from a recovery partition? Marcos Raul Carot Collins marcos.carot at gmail.com"
    },
    {
      "url": "https://www.analogmuseum.org/english/",
      "title": "void",
      "description": "void",
      "preview": "The following pages are the result of my efforts to preserve analog computers and information about analog computing in general from being scrapped an"
    },
    {
      "url": "http://www.filegate.net/",
      "title": "Filegate.html",
      "description": "FileGate.net",
      "preview": "Home Join Search NewFiles Contact AreaDesc Download_FidoGazette PDNLady Blog Read FidoGazette Home of the IFDC FileGate Project(sm), PDN, Util*Net, an"
    },
    {
      "url": "https://www.giftcampaign.pt/agendas-personalizadas/agenda-corporativa-spiral.html",
      "title": "Agenda capa rígida PU vista diária B5 | Desde 2,62€",
      "description": "Agendas personalizáveis pequenas com capas rígidas. Se procura material de escritório económico e útil, recomendamos este brinde.",
      "preview": "4,7 271 opiniões Brindes personalizados publicitários Categorias Populares Sacos reutilizáveis personalizados Garrafas de água personalizadas Brindes"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.web-emprego.com/exemplo-de-curriculum-vitae-modelo-por-objetivos/",
      "title": "Exemplo de curriculum vitae modelo por objetivos 2025",
      "description": "No modelo de curriculum vitae por objetivos, o candidato faz uma descrição da sua experiência profissional, destacando os aspetos que considera mais adequados para a empresa para a qual se vai candidatar.",
      "preview": "Facebook Twitter Empregos Recrutamento Portugal Recrutamento Estrangeiro Emprego em Angola Cursos e Estágios Cursos e Formação Estágios Legislação IRS"
    },
    {
      "url": "https://huggingface.co/docs/datasets/loading",
      "title": "Load",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Load Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Datase"
    },
    {
      "url": "https://decidenow-app.com/",
      "title": "Decide Now!",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://help.samsclub.com/app/?xid=ftr:help-center",
      "title": "Support Home Page",
      "description": "void",
      "preview": "Your browser either does not have JavaScript enabled or does not appear to support enough features of JavaScript to be used well on this site. How can"
    },
    {
      "url": "https://cv.nmhealth.org/covid-vaccine/",
      "title": "COVID-19 Vaccine | NMDOH - Coronavirus Updates",
      "description": "void",
      "preview": "COVID-19 Vaccine Updated 09-12-2025 Home COVID-19 Vaccine Staying Up to Date with COVID-19 Vaccines Everyone ages 6 months and older can get a 2024-20"
    },
    {
      "url": "https://www.fox7austin.com/news/man-kills-elderly-neighbor-south-austin",
      "title": "Man charged with murder claims 'Lucifer' killed his elderly neighbor in South Austin: affidavit | FOX 7 Austin",
      "description": "23-year-old Tamorian Moore has been charged with murder for killing his neighbor, Leonard Foster, on his 81st birthday. Officials say Foster was killed by blunt force trauma.",
      "preview": "Man charged with murder for killing elderly neighbor in South Austin 23-year-old Tamorian Moore has been charged with murder for killing 81-year-old L"
    },
    {
      "url": "http://www.saporum.com/index.php?option=com_recipes&Itemid=28",
      "title": "Saporum.com is for sale | HugeDomains",
      "description": "Painless, quick delivery of your domain name. Fast and professional service.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://digitaledition.napersun.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://insider.windows.com/",
      "title": "The Windows Insider Program",
      "description": "Be the first to see what's next for Windows in the Windows Insider Program. Join the community, provide feedback to help make Windows even better.",
      "preview": "void"
    },
    {
      "url": "https://briansit.tumblr.com/",
      "title": "Sure, If you say so.",
      "description": "I am here by Divine Providence - gay, Chinese, and I work as a process engineer at a plastics factory. Photos of me are tagged #Me & #GPOY. Send me your thoughts!",
      "preview": "theprofessional-amateur : delphinidin4 : (via eyeofthestorm888 ) gotterhag : tiktoks-for-dead-pope : Fake baby I've never thought about this before (v"
    },
    {
      "url": "https://www.pakomusic.it/tag/gabryel/",
      "title": "gabryel - PaKo Music Magazine",
      "description": "void",
      "preview": "Skip to content Skip to sidebar Skip to footer PaKo Music Magazine L'UNICO MODO PER CAMBIARE LE COSE... E' FARLE view image Gabryel - \"Se me la dai\" è i"
    },
    {
      "url": "https://www.wilsoncenter.org/the-woodrow-wilson-awards",
      "title": "The Woodrow Wilson Awards | Wilson Center",
      "description": "void",
      "preview": "Skip to main content In every nation, there are great men and women who have, by the strength of their character and their own accomplishments, become"
    },
    {
      "url": "https://smartandunsettled.tumblr.com/",
      "title": "@smartandunsettled on Tumblr",
      "description": "Follow @smartandunsettled and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://www.corbindesign.com/",
      "title": "Corbin Design: The Wayfinding Experts",
      "description": "We provide wayfinding analysis, master planning, signage standards design, sign planning and implementation services for health systems, hospitals, medical centers, regions, cities, towns, universities and colleges.",
      "preview": "People get lost. We fix that.® View Our Work People get lost. We fix that. View Our Work People get lost. We fix that. View Our Work People get lost."
    },
    {
      "url": "https://www.sho.com/",
      "title": "Paramount+ with Showtime Official Site",
      "description": "Paramount+ with SHOWTIME official site, featuring The Curse, Yellowjackets, Billions, Dexter: New Blood, The Chi, and other popular original series. Schedule, videos and more.",
      "preview": "New Series Now Streaming Dexter Morgan awakens from a coma and sets out for NYC to find Harrison. Series Drama TV-MA Learn More on Paramount+ New Seri"
    },
    {
      "url": "https://www.plex.tv",
      "title": "Stream Movies & Find Shows On The Best Streaming Services",
      "description": "Searching for the best free streaming services for a great show? Plex is your destination! Find great movies to watch and stream all your personal media libraries on every device.",
      "preview": "Changing the site language for you. Please wait ... Hey! Our website is available in your language , would you like to switch to that? Yes No Meet you"
    },
    {
      "url": "https://it.linkedin.com/company/diadora-spa?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Diadora | LinkedIn",
      "description": "Diadora | 79.625 follower su LinkedIn. For 70 years, Diadora has been writing some of the most exciting pages of sport history. Headquartered in Caerano di San Marco (TV) Italy, it has made performance, quality, research and style the key values for its sporting and lifestyle goods. Diadora was born in 1948 to spark, inspire and give voice to consumer.",
      "preview": "LinkedIn rispetta la tua privacy LinkedIn e terze parti utilizzano cookie essenziali e non essenziali per fornire, rendere sicuri, analizzare e miglio"
    },
    {
      "url": "https://mydowntowngiftcards.com/",
      "title": "Downtown Gift Cards USA |",
      "description": "void",
      "preview": "$ 0.00 0 Your bag 0 Sub-total $ 0.00 Shipping $ TBC Purchase Fee $0 Total $0.00 Checkout continue browsing Browse all cards Business Orders Check my b"
    },
    {
      "url": "https://www.bergstadt-schneeberg.de/news/1/647837/nachrichten/sg-liegenschaften-nicht-erreichbar.html",
      "title": "SG Liegenschaften nicht erreichbar - Stadt Schneeberg",
      "description": "void",
      "preview": "Navigation überspringen und zum Inhaltsbereich Start SG Liegenschaften nicht erreichbar SG Liegenschaften nicht erreichbar Bild zur Meldung: SG Liegen"
    },
    {
      "url": "https://www.mayoclinic.org/tests-procedures/minimally-invasive-surgery/about/pac-20384771",
      "title": "Minimally invasive surgery - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview In minimally invasive surgery, surgeons us"
    },
    {
      "url": "http://www.accaglobal.com/",
      "title": "Home | ACCA Global",
      "description": "ACCA (the Association of Chartered Certified Accountants) is the global body for professional accountants.",
      "preview": "The global body for professional accountants About us Search jobs Find an accountant Technical resources Help & support Apply now MyACCA Global Americ"
    },
    {
      "url": "http://topgolf.com/company/contact/",
      "title": "Select Topgolf Region",
      "description": "void",
      "preview": "North America United States Mexico South America Colombia Europe Austria United Kingdom Germany Portugal Spain Middle East U.A.E. Asia Indonesia Mainl"
    },
    {
      "url": "http://www.odeon-lloyd.hu/tag/sip",
      "title": "SIP - Odeon Lloyd",
      "description": "void",
      "preview": "Skip to content A Safer Internet Program (SIP) konzorciumi tagjai közül a Kék Vonal Gyermekkrízis Alapítványhoz több mint 7 ezer megkeresés, a Biztons"
    },
    {
      "url": "https://sanctuaries.noaa.gov/",
      "title": "NOAA Office of National Marine Sanctuaries",
      "description": "From Washington state to the Gulf of America and from the Great Lakes to the Pacific Islands, the National Marine Sanctuary System protects 18 underwater parks spanning over 629,000 square miles of ocean and Great Lakes waters. By investing in innovative solutions, we strengthen these iconic places to address 21st-century challenges while supporting America's commerce and tourism. These unique locations inspire people to visit, value, and steward our nation's iconic ocean and Great Lakes waters.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://androidenterprisepartners.withgoogle.com/",
      "title": "Android Business Device Solutions Directory - Android Enterprise",
      "description": "Browse the Android Enterprise Solutions Directory to find the right devices, solutions, and validated partners to fit your needs.",
      "preview": "Android Enterprise Find the best Android Enterprise devices, solutions, and partners Android Enterprise Partner Program simplifies your search for tru"
    },
    {
      "url": "https://www.eventbrite.nl/e/masterclass-entrepreneurial-design-thinking-tickets-477376334467?aff=erelexpmlt",
      "title": "Masterclass Entrepreneurial Design Thinking Tickets, Thu, Mar 23, 2023 at 1:00 PM | Eventbrite",
      "description": "Eventbrite - STUDIO.WHY presents Masterclass Entrepreneurial Design Thinking - Thursday, March 23, 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Masterclass Entrepreneurial Design Thinking View details Follow this organizer to stay informed on future events By STUDIO.WHY"
    },
    {
      "url": "https://www.mnphilanthropiccollective.org/",
      "title": "Minnesota Black Collective Foundation",
      "description": "A philanthropic movement to advance the genius of Black-led change.",
      "preview": "0 A philanthropic movement advancing the genius of Black-led change We're Minnesota's first Black community foundation working to create a thriving ec"
    },
    {
      "url": "https://index.hu/tech/",
      "title": "Tech hírek - Index",
      "description": "Friss napi hírek a technika világából az Indexen.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    },
    {
      "url": "https://g.co/yourfamily",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "http://www.accesshollywood.com/pharrell-blurred-lines-verdict-based-on-emotion_video_2694337",
      "title": "Access: Entertainment News, Celebrity, TV, Music & Movie Videos | Access",
      "description": "Access delivers the best in entertainment and celebrity news with unparalleled video coverage of the hottest names in Hollywood, movies, TV, music and pop culture.",
      "preview": "Meghan Markle & Prince Harry Hold Hands In Rare Joint Red Carpet Appearance In New York Jennifer Aniston Recalls Hurtful Assumptions About Her Desire"
    },
    {
      "url": "https://www.d-recs.energy/what-are-d-recs/#:~:text=A%20D%2DREC%20is%20a,of%20newly%20distributed%20renewable%20energy",
      "title": "Homepage - D-REC",
      "description": "void",
      "preview": "Millions of people still live without clean, reliable, and affordable energy. D-RECs unlock climate finance for Distributed Renewable Energy - enablin"
    },
    {
      "url": "https://www.ajol.info/index.php/jfecs/article/view/61642",
      "title": "A comparative study of regenerated bamboo, cotton and viscose rayon fabrics. Part 1: selected comfort properties | Journal of Consumer Sciences",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.insigniacrew.com/complaints/",
      "title": "Complaints - Insignia Crew",
      "description": "void",
      "preview": "Incentive to employ a 'Green' veteran - click here and scroll to 'From Duty to Deck' OUR COMPLAINTS PROCEDURE We are are committed to delivering the v"
    },
    {
      "url": "https://www.ndf.fi/",
      "title": "Home - Nordic Development Fund",
      "description": "The Nordic Development Fund (NDF) is the joint Nordic international finance institution focusing on the nexus between climate change and development in lower-income countries and countries in fragile situations.",
      "preview": "Coming together and mobilising climate finance through global initiatives were at the centre-stage of the Dialogues. NDF has published a short documen"
    },
    {
      "url": "https://ahlansimsim.org/caring.html",
      "title": "Caring for Each Other Resources | Sesame Street",
      "description": "Your friends on Ahlan Simsim are here to support you during the COVID-19 health crisis. We know that these are stressful times, and families everywhere are creating a new sense of normalcy. So our website is filled with content you can use to spark playful learning, offer children comfort, and focus a bit on yourself, too. The resources below can help your family play, learn, and breathe deeply together-and we'll keep adding more in days and weeks to come, including new messages from your Ahlan Simsim pals. Stay tuned for more! #CaringForEachOther",
      "preview": "Caring for Each Other Resources For Adults Search English Resources Caring for Each Other Broadcasters Partner Content English Kurdî / كوردی العربية E"
    },
    {
      "url": "https://www.oprahdaily.com/life/a41652152/oprahs-favorite-things-2022/",
      "title": "Oprah's Favorite Things 2022 - Full List of Oprah's Gift Ideas",
      "description": "Oprah has selected her annual roundup of perfect gifts for her 2022 list of Oprah's Favorite Things. Shop all of her official holiday picks here.",
      "preview": "Skip to Content This year, we're celebrating small businesses (think family-run, local makers, BIPOC- and woman-founded, and more!). So no matter who"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "https://mangools.com/kwfinder/",
      "title": "KWFinder: Free Keyword Research & Analysis Tool | Mangools",
      "description": "KWFinder by Mangools is a keyword research tool that will help you find & analyze any keywords that you should rank for. Use our keyword finder for free!",
      "preview": "Find long tail keywords with low SEO difficulty KWFinder is the only keyword tool in the universe you will ever need. Seriously😎 Search b B y Keyword"
    },
    {
      "url": "http://www.realtyexecutives.com/",
      "title": "Realty Executives | Buy or Sell Your Home With Us",
      "description": "Realty Executives - Where the Experts Are. Our experienced real estate agents, our Executives, will help you sell or buy your home.",
      "preview": "Sign up for a free account so you can: > Save your searches > Follow your favorities > Get instant updates New Account Sign In Email Password Forgot p"
    },
    {
      "url": "https://svenska.yle.fi/t/18-213126",
      "title": "Krigsfartyg | Svenska Yle | Nyheter, sport, händelser",
      "description": "Yles innehåll om \"Krigsfartyg\" snabbt och pålitligt.",
      "preview": "Hoppa till huvudinnehåll Hoppa till huvudinnehåll Krigsfartyg Därför satsar Ryssland på sin flotta nu - och det här betyder det för Östersjön Ryssland"
    },
    {
      "url": "http://esri.com",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "https://www.slovaklines.sk/",
      "title": "SlovakLines.sk | Váš autobusový dopravca",
      "description": "Autobusový dopravca Bratislava ✈ Schwechat ➔ Viedeň a Slovensko ✔ Koncerty a festivaly ✔ Stuhleck ✔ 15 mil. cestujúcich ✔ Rýchla Wi-Fi",
      "preview": "Preskočiť na hlavný obsah Zažite leto s nami Objavujte Slovensko, užite si koncerty a festivaly či z Viedne vyrazte do sveta. Zážitky začínajú už v"
    },
    {
      "url": "https://letsoftware.com",
      "title": "Udvikling af apps og brætspil",
      "description": "void",
      "preview": "Gå til indholdet Fra idé til færdig app eller brætspil! LET Software ApS udvikler apps og serverbaserede løsninger samt fysiske og digitale brætspil."
    },
    {
      "url": "http://www.sernapesca.cl/informacion-utilidad/monitoreo-satelital-de-naves-y-embarcaciones-pesqueras",
      "title": "Monitoreo satelital de naves y embarcaciones pesqueras - sernapesca",
      "description": "void",
      "preview": "Portada / Información de utilidad / Monitoreo satelital de naves y embarcaciones pesqueras La Ley de Modernización de Sernapesca elimina el carácter r"
    },
    {
      "url": "http://target.com/",
      "title": "Target : Expect More. Pay Less.",
      "description": "Shop Target online and in-store for everything from groceries and essentials to clothing and electronics. Choose contactless pickup or delivery today.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://www.heforshe.org/",
      "title": "Home Page | HeForShe",
      "description": "void",
      "preview": "Skip to main content HeForShe Alliance Impact Report 2025 As the world marks the 30th anniversary of the Beijing Declaration and Platform for Action,"
    },
    {
      "url": "http://savoirs.ens.fr/conferencier.php?id=3344",
      "title": "Savoirs ENS",
      "description": "Les derniers cours, séminaires, colloques et conférences enregistrées à l'Ecole Normale Supérieure (Paris)",
      "preview": "Accueil / conferencier Thèmes SCIENCES Chimie (40) Environnement-Ecologie (121) Géosciences (178) Informatique (84) Mathématiques (79) Physique (344)"
    },
    {
      "url": "https://www.emag.hu/mobiltelefonok/c",
      "title": "Mobiltelefon - eMAG.hu",
      "description": "Telefonok hatalmas kínálata ➡️ Több száz mobiltelefon, okostelefon közül választhatsz, kedvezményes áron, gyors szállítással! ⭐ eMAG.hu",
      "preview": "Saját fiók Háztartási gépek és klíma TV és szórakozás Telefon, Tablet, Laptop Számítástechnika Fotó-Videó, Okos eszközök Szupermarket Otthon, barkács,"
    },
    {
      "url": "https://www.virtuelabs.com/en/shipping-notice",
      "title": "Virtue | Shipping Delay Notice",
      "description": "There is a shipping delay at our warehouse, resulting in longer wait times. We are working quickly to get orders out, which means items will ship when ready and may not arrive at the same time. You won't be charged until your item ships. We apologize for the inconvenience and thank you for understanding.",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://www.wilsoncenter.org/the-woodrow-wilson-awards",
      "title": "The Woodrow Wilson Awards | Wilson Center",
      "description": "void",
      "preview": "Skip to main content In every nation, there are great men and women who have, by the strength of their character and their own accomplishments, become"
    },
    {
      "url": "https://tv.youtube.com/learn/nflsundayticket",
      "title": "The Exclusive Home of NFL Sunday Ticket - YouTube & YouTube TV",
      "description": "With NFL Sunday Ticket and YouTube TV, you get every game, every Sunday.",
      "preview": "Choose a plan Now only $34.50/mo for 8 months NFL Sunday Ticket + YouTube TV $47.50 $47.50 $34.50/mo for 8 months 2 or NEW Month-to-Month $85/mo, canc"
    },
    {
      "url": "https://www.indiasa.org/tax_info.php",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://reform.un.org/content/development-reform",
      "title": "Development Reform | United to Reform",
      "description": "Development reform",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "https://moviebabble.com/tag/david-naughton/",
      "title": "David Naughton Archives | MovieBabble",
      "description": "void",
      "preview": "Tag: David Naughton Retrospectives 'An American Werewolf in London': Horror, Comedy, and Childhood Trauma by Patricia H. September 5, 2021 by Patricia"
    },
    {
      "url": "https://www.bymanu.de/index.php/datenschutz",
      "title": "by Manu",
      "description": "Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da bist. Ich möchte sichergehen, dass du bei mir genau das findest, was dich glücklich macht - als wärst du direkt bei mir an meinem Stand. Wie im echten Leben. Es geht bei mir nämlich nicht nur um schöne, hochwertige Kleidung oder handgefertigten Edelstein-Glücksschmuck",
      "preview": "Skip to content Home Zeshan_div 2024-12-07T15:50:58+01:00 Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da b"
    },
    {
      "url": "https://waterfrontshaw.com/",
      "title": "Lavasa Hotels | The Waterfront Shaw",
      "description": "The Waterfront Shaw is one of the best Resorts in Lavasa that brings a luxurious lifestyle and offers a choice of accommodation with modern facilities",
      "preview": "Skip to content Waterfront Shaw AWARD WINNING RESORT The Waterfront Shaw, Lavasa offers a choice of luxury accommodation featuring 1 Bedroom and 2 Bed"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/publications/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://www.alnap.org/",
      "title": "ALNAP - Active Learning Network for Accountability and Performance | ALNAP",
      "description": "ALNAP is the global network for advancing humanitarian learning. We enable you to improve humanitarian action by exchanging evidence, experience and practical ideas.",
      "preview": "Photo: ©EU/ECHO/Anouk Delafortrie | CC BY-NC-ND 2.0 We are ALNAP - the global network inspiring learning for greater humanitarian impact Search Search"
    },
    {
      "url": "https://www.esa.int/Science_Exploration/Space_Science/Juice",
      "title": "ESA - Juice",
      "description": "void",
      "preview": "The mission ESA's Jupiter Icy Moons Explorer, Juice, will make detailed observations of the giant gas planet and its three large ocean-bearing moons -"
    },
    {
      "url": "https://cennik.poczta-polska.pl/",
      "title": "Cennik - Informacje",
      "description": "Cennik usług Poczty Polskiej",
      "preview": "Rozwiń menu Informacje Kalkulator usług krajowych Usługi listowe i reklamowe Przesyłka listowa nierejestrowana Przesyłka polecona Kartka pocztowa Prze"
    },
    {
      "url": "http://www.jjbtravel.com/",
      "title": "JJBargains Travel - Your Professional Travel Consultants",
      "description": "Lowest fare , Philippine vacation , online travel , Specialized in Philippine , Asian , South America , European travel .",
      "preview": "void"
    },
    {
      "url": "https://thedarkside3000.tumblr.com/",
      "title": "The Dark Side",
      "description": "welcome to the dark side (we have cake, don't worry). Anything and everything will be discussed, but mostly fandom stuff, and some computer science stuff will wind up appearing. ;)",
      "preview": "22nd Jul 2018 | 25 notes Versailles Drinking Game I wasn't able to find a drinking game for this show so I made one up! One sip/shot when: - Bontemps"
    },
    {
      "url": "http://www.ticketmaster.com/h/privacy.html",
      "title": "Privacy Policy",
      "description": "You trust us with your personal information. We earn that trust by being clear and honest about how and why we will use it. Read more about the information we collect and your choices and rights.",
      "preview": "EN Privacy Policy Go to : Privacy Policy Go Privacy Home Our Commitments Privacy Policy Cookie Policy Go Quick Links Our Commitment to You Privacy Not"
    },
    {
      "url": "https://www.backcountry.com/roxy-rising-high-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://online.flipbuilder.com/wool/itkw/mobile/index.html",
      "title": "Engineering Penn State: Fall/Winter 2021",
      "description": "void",
      "preview": "basic-index.html 0001 0002 0003 0004 0005 0006 0007 0008 0009 0010 0011 0012 0013 0014 0015 0016 0017 0018 0019 0020 0021 0022 0023 0024 0025 0026 002"
    },
    {
      "url": "http://persian.goscas.com/china-gkf_c12zy_circularly_polarized_universal_ku_band_twin_lnbf_0_8db_noise_figure-11136337.html",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.theatlantic.com/education/archive/2025/01/learning-loss-pandemic-impact/673123/",
      "title": "The '90s Blockbuster That's Also a Symphony - The Atlantic",
      "description": "Megan Garber's entertainment picks include the \"full-throttle camp\" of <em>Face/Off</em>, a forthcoming translation of <em>The Iliad</em>, and the cringe-comedy series <em>The Rehearsal.</em>",
      "preview": "This is an edition of The Atlantic Daily, a newsletter that guides you through the biggest stories of the day, helps you discover new ideas, and recom"
    },
    {
      "url": "https://www.stjude.org",
      "title": "St. Jude Children's Research Hospital",
      "description": "A leading children's hospital, St. Jude treats the toughest childhood cancers and pediatric diseases. Learn about patient referrals, and donate so families never receive a bill for treatment, travel, housing or food.",
      "preview": "Finding cures. Saving children. Refer a Patient Explore Our Research Donate Now 5 reasons to become a monthly donor Research bolsters patient care Lea"
    },
    {
      "url": "https://www.mongabay.com/",
      "title": "Conservation and environmental science news - Mongabay",
      "description": "Environmental science and conservation news",
      "preview": "Latest A cacao rush drives 'alarming' deforestation in Liberia Ashoka Mukpo 10 Oct 2025 COP26 pledge to support Indigenous & local forest tenure was j"
    },
    {
      "url": "https://webaccounts.imo.org",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.saatva.com/bedding/percale-sheet-set",
      "title": "Percale Sheet Set: Twin, TwinXL, Full, Queen, King, Cal King, Split King| Saatva",
      "description": "Sleep cooler with our crisp percale cotton sheets made from breathable & durable long staple cotton. FREE shipping and 45-day returns.",
      "preview": "ADA Class Action Settlement Notice Don't Wait! Our BIGGEST Celebrating America Sale EVER | Save up to $625 off | Ends 10/13 | More Info Click to zoom"
    },
    {
      "url": "https://blackentrepreneursday.com/the-show/",
      "title": "The Show - Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "THE 2024 SHOW An award winning, annual celebration of Black business aiming to empower and celebrate entrepreneurs everywhere, Black Entrepreneurs Day"
    },
    {
      "url": "https://www.moopio.com/la-nacion-senado-esculpio-su-version-del-pgn-2022-con-aumentos-para-jueces-de-paz-y-aportes-partidarios.html",
      "title": "La Nación / Senado esculpió su versión del PGN 2022 con aumentos para jueces de paz y aportes partidarios",
      "description": "La Cámara de Senadores durante el tratamiento del Presupuesto General de la Nación 2022 aprobó incluir más salarios a jueces de Paz; también se establecieron mayores aportes partidarios y aplicaron mayor control a las transferencias a ONG.",
      "preview": "Inicio Diario La Nación La Nación / Senado esculpió su versión del PGN 2022 con aumentos para jueces de paz y aportes partidarios La Cámara de Senador"
    },
    {
      "url": "https://careers.bimbobakeriesusa.com/search?facetcountry=us&facetcategory=shipping%2Fdistribution&locationLimit=3&location=&facetcitystate=mattoon%2Cil&orderby=distance",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://student.mak.ac.ug/",
      "title": "ACMIS Students Portal",
      "description": "Students Portal",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://nereusprogram.org/reports/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "This policy brief is part of the Nereus Scientific & Technical Briefs on Marine Areas Beyond National Jurisdiction (ABNJ) series. The briefs are products of a workshop held prior to the 4th International Marine Conservation Congress in St. John's, Newfoundland (July-August 2016). These briefs were prepared for the second meeting of the Biodiversity Beyond National Jurisdiction (BBNJ) Prep Com, held from August 26 - September 9, at the UN.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://greaterbaltimoreblackchamber.org/",
      "title": "void",
      "description": "void",
      "preview": "Join Us Donate Contact Us Log in Home About Chamber Mission A Tribute to the Founding Chair Contact Us GBBCC Photo Gallery Membership Membership Appli"
    },
    {
      "url": "https://www.equippedbrewer.com/sales-and-distribution/topic/website-design",
      "title": "The Equipped Brewer",
      "description": "The Equipped Brewer is dedicated to the success of craft beverage companies, including breweries, cideries, distilleries, and wineries.",
      "preview": "Operations equipment Production Brew Your Best Craft Beverage: Effective Wort Oxygenation Oxygenating wort on the way to the fermenter. Oxygen is some"
    },
    {
      "url": "https://www.photowall.se/tapeter/natur/naturfenomen",
      "title": "Naturfenomen - klassiska tapeter - Photowall",
      "description": "Inred med tapeter av högsta kvalitet. Du hittar ett brett sortiment av klassiska och moderna tapeter. Fri frakt och snabb leverans.",
      "preview": "Stäng Hi there! It looks like you are visiting us from Italy. Please go to our local store for ordering. Choose country Select country Australia Austr"
    },
    {
      "url": "https://mts-ncomms.nature.com/",
      "title": "Nature Communications",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Communications online manuscript submission a"
    },
    {
      "url": "https://www.fostplus.be/en",
      "title": "Homepage | Fost Plus",
      "description": "void",
      "preview": "Skip to main content By building sustainable material chains, Fost Plus contributes to a better society and a cleaner environment for all. Sorting Sor"
    },
    {
      "url": "https://albatros-travel.com/",
      "title": "Albatros Travel | Quality travel since 1986",
      "description": "Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a family-owned travel company with a global wingspan.",
      "preview": "Skip to main content Quality travel since 1986 Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a fam"
    },
    {
      "url": "https://support.nlm.nih.gov/",
      "title": "NLM Support Center · NLM Customer Support Center",
      "description": "void",
      "preview": "You're offline. This is a read only version of the page. Toggle navigation National Library of Medicine National Library of Medicine Support Center Ho"
    },
    {
      "url": "https://deportecienporcien.com/jacobsen-me-gustaria-jugar-en-espana/",
      "title": "JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» - Deporte Cien Por Cien",
      "description": "BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-22 LUGI LUNDTras el encuentro de vuelta de semifinales en el Rochel pudimos dialogar con la internacional sueca Sabina Jacobsen, la balonmanista referente del Lugi Lund. La simpática jugadora escandinava aseguró a DeporteCie",
      "preview": "Ir al contenido JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» 17/04/2011 - 10: 25 BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-"
    },
    {
      "url": "http://www.etwa.org/",
      "title": "The English Tiddlywinks Association",
      "description": "The English Tiddlywinks Association",
      "preview": "ETwA THE ENGLISH TIDDLYWINKS ASSOCIATION (ETwA)"
    },
    {
      "url": "https://www.stimson.org/research/trade-tech/conventional-arms/",
      "title": "Conventional Arms Research • Stimson Center",
      "description": "Leading foreign affairs research projects, publications, and events on the topic of Conventional Arms from the Stimson Center.",
      "preview": "Skip to content Trade & Technology Conventional Arms Projects Advancing Child Protection Through Peacekeeping Assessing efforts to protect children an"
    },
    {
      "url": "https://www.urbanchamber.org/",
      "title": "Home - Urban Chamber of Commerce",
      "description": "Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making the RIGHT Decisions Facilitating the RIGHT Connections Learn More About Nevada Grow Upcoming Events UCC Photos Subscribe to Newsletter",
      "preview": "Skip to content Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making th"
    },
    {
      "url": "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201720180SB239",
      "title": "Bill Text - SB-239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "description": "SB 239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Quick Search: Bill Number Bill Keyword Home Bill Information California Law Publicatio"
    },
    {
      "url": "https://search.creativecommons.org/",
      "title": "CC Search Portal",
      "description": "void",
      "preview": "Skip to content Find content you can share, use, and remix. The Creative Commons (CC) Search Portal helps you search CC licensed works across multiple"
    },
    {
      "url": "https://www.theatlantic.com/international/archive/2016/11/trump-far-right-europe/507314/",
      "title": "Europe's Far Right Sees Hope in Trump's Victory - The Atlantic",
      "description": "The victory of a candidate they believe espouses their views has emboldened them.",
      "preview": "The congratulations began even before it was clear Donald Trump would triumph in the American presidential election, and they continued the next day a"
    },
    {
      "url": "https://www.providencejournal.com/story/news/local/2022/07/26/recording-system-east-providence-city-hall-raises-flags-aclu/10143873002/",
      "title": "RI ACLU calls audio recording in East Providence City Hall a red flag",
      "description": "'It raises extremely significant and serious privacy issues,' says ACLU's Steven Brown.",
      "preview": "Skip to main content Home Election Voter Guide Politics Local Public Safety Education Growth and Development Positively RI Court State Nation & World"
    },
    {
      "url": "http://sticknodes.com/tos-privacy-policy/#atospp-pp-snp",
      "title": "TOS and Privacy Policy | StickNodes.com",
      "description": "void",
      "preview": "Apps Contents: Privacy Policy (Stick Nodes) Privacy Policy (Stick Nodes Pro) Privacy Policy (Stick Nodes): Ralph Damiano (ForTheLoss Games) built the"
    },
    {
      "url": "https://advisory.kpmg.us/articles/2021/net-zero-commitments-where-plan.html",
      "title": "Net-zero commitments: Where's the plan?",
      "description": "Turning net-zero commitments into action requires comprehensive planning.",
      "preview": "Download PDF Share Net-zero commitments: Where's the plan? Turning net-zero commitments into action requires comprehensive planning. With 70 percent o"
    },
    {
      "url": "https://www.milkmagazine.net/",
      "title": "Milk Magazine | Mode, lifestyle, voyage et expériences en famille",
      "description": "Fashion, Lifestyle, Travel, Experiences for modern families.",
      "preview": "S'abonner Agenda Dossier Kid's collection fermer menu fermer S'abonner Agenda Dossier Kid's collection fermer menu fermer Inside Dans le Perche, la ma"
    }
  ],
  "_meta": {
    "total_bookmarks": 132
  }
}