{
  "data": [
    {
      "url": "https://shop.vera.org/",
      "title": "Vera Institute of Justice | Shop",
      "description": "The Vera Institute of Justice is powered by supporters like you. Support Vera's mission in style with gifts that make our work possible.",
      "preview": "Skip to content FREE Domestic Economy Shipping for $50+ Orders Item added to your cart Check out Continue shopping The Vera Institute of Justice is po"
    },
    {
      "url": "https://www.foxnews.com/us/pennsylvania-woman-killed-police-pittsburgh-having-mental-breakdown-cousin",
      "title": "Pennsylvania woman killed by police in Pittsburgh was having 'mental breakdown': Cousin | Fox News",
      "description": "Police fatally shot a woman in Pittsburgh after she allegedly fired at officers responding to a suspicious person complaint, but her cousin said she was \"mourning\" and \"having a mental breakdown\"",
      "preview": "Recommended Videos Left Arrow Sherrill hits Ciattarelli on opioid crisis in New Jersey, blaming Republican for 'tens of thousands' of deaths Rep. Andy"
    },
    {
      "url": "https://www.rewjido.com/product/hp-250-g7-intel-core-i3-1tb-hdd-8gb-ram/",
      "title": "Hp 250 G7, Intel Core I3, 8GB Ram - Rewjido Phones",
      "description": "void",
      "preview": "Open Sidebar -2% Limited Sold Out Hp 250 G7, Intel Core I3, 8GB Ram HP 250 G7 - Intel Core i3 - 4GB RAM - 1TBHDD HP 240 G8 - Intel Core i3 - 10th Gen-"
    },
    {
      "url": "https://www.tensorflow.org/",
      "title": "TensorFlow",
      "description": "An end-to-end open source machine learning platform for everyone. Discover TensorFlow's flexible ecosystem of tools, libraries and community resources.",
      "preview": "Skip to main content / English Español - América Latina Français Português - Brasil 中文 - 简体 中文 - 繁體 日本語 한국어 GitHub Sign in TensorFlow Stay organized w"
    },
    {
      "url": "https://www.demuseumwinkel.com/papilio-thoas-cinyras-driedpapered-v0035",
      "title": "Papilio thoas cinyras dried/papered - DeMuseumwinkel.com",
      "description": "Largest collection papered butterflies, dried and folded. To mount yourself: Papilio thoas cinyras dried/papered",
      "preview": "349496 Back naar dried butterflies Home Papilio thoas cinyras dried/papered Papilio thoas cinyras dried/papered Articlecode: 0035-100 78 in stock €8,9"
    },
    {
      "url": "http://zuk.pulawy.pl/tag/glekomp/",
      "title": "GLEKOMP - Zakład Usług Komunalnych",
      "description": "void",
      "preview": "Tag: GLEKOMP Strona główna Tag: GLEKOMP Wstrzymanie sprzedaży „GLEKOMPU\" - środka poprawiającego właściwości gleby Autor: admin Ze względu na bardzo d"
    },
    {
      "url": "https://amongthefray.wordpress.com/2021/11/03/latvia-has-one-of-the-highest-covid-19-case-rates-in-the-world-dw-news/",
      "title": "Latvia has one of the highest COVID-19 case rates in the world - DW News - Among the Fray",
      "description": "https://www.youtube.com/watch?v=ky73A0qNU00 Nov 3, 2021 The Baltic country has one of the highest COVID-19 case rates in the world. As Latvia struggles with spiking infections, its people are having to deal with a strict lockdown that experts say came too late.",
      "preview": "Skip to content Nov 3, 2021 The Baltic country has one of the highest COVID-19 case rates in the world. As Latvia struggles with spiking infections, i"
    },
    {
      "url": "http://cs.stanford.edu/people/eroberts/",
      "title": "Eric Roberts: Home Page",
      "description": "void",
      "preview": "Eric Roberts Charles Simonyi Professor of Computer Science, emeritus Links: Courses Books Papers Talks Biographical sketch Curriculum vitae [ pdf ] No"
    },
    {
      "url": "http://www.openstreetmap.org/copyright",
      "title": "Copyright and License | OpenStreetMap",
      "description": "OpenStreetMap is the free wiki world map.",
      "preview": "Select Language Loading... Close Copyright and License OpenStreetMap provides open map data for thousands of websites, mobile apps, and hardware devic"
    },
    {
      "url": "https://apnews.com/hub/europe",
      "title": "Europe News | Breaking European News Today | AP News",
      "description": "Never miss an update on European news from The Associated Press. Stay informed on all Europe business, sports, economic news and more.",
      "preview": "void"
    },
    {
      "url": "http://www.starstyle.com/lucy-hale-hiking-with-colton-underwood-sp439497/",
      "title": "Lucy Hale Hiking with Colton Underwood July 15, 2020 - Star Style",
      "description": "Lucy Hale wearing Jacquie Aiche Double Bone Diamond Horn Necklace in Black, Lululemon Align Pants in Incognito",
      "preview": "Jacquie Aiche Double Bone Diamond Horn Necklace in Black Lululemon Align Pants in Incognito Camo Ray-Ban Rb3016 Clubmaster Sunglasses Previous Next Sh"
    },
    {
      "url": "https://www.foreverdiamondsny.com/",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "https://www.thejarfactory.com/de/tags/pot-double-paroi/",
      "title": "Hersteller von Plastikdosen und -flaschen für Kosmetik und Industrie | The Jar Factory - The Jarfactory",
      "description": "The Jarfactory stellt hochwertige Plastikdosen und -flaschen für Kosmetik und Industrie her. Dank unserer eigenen Formenbau-Abteilung bieten wir maßgeschneide",
      "preview": "Ihr Warenkorb Keine Produkte gefunden... Versandkosten Berechnung 0 artikel Insgesamt exkl. MwSt. €0,00 MWST. €0,00 Gesamt €0,00 Zur Kasse Weiter eink"
    },
    {
      "url": "https://justbecausebook.com/",
      "title": "Just Because by Matthew McConaughey",
      "description": "Get ready for Just Because, the first picture book by Matthew McConaughey",
      "preview": "Available Now! Just Because by Matthew McConaughey, illustrated by Renée Kurilla The debut picture book by Academy Award-winning actor and #1 New Yor"
    },
    {
      "url": "https://www.luxrobotic.com/nos-clients",
      "title": "Nos clients | Luxrobotic",
      "description": "void",
      "preview": "top of page Nos clients Julien SAS Créée en 1972 par Guy Julien à Le Creusot, JULIEN SAS a su se développer internationalement afin d'acquérir de nomb"
    },
    {
      "url": "https://yogajanda.com/blog/",
      "title": "Yoga Janda Yoga and Pregnancy Blog | Yoga Janda",
      "description": "Get pregnancy tips, labor and birth tips, and postpartum healing tips, and breastfeeding tips. This blog is a great resource for any pregnant woman.",
      "preview": "+1 760-716-6386 liza@yogajanda.com Facebook X RSS Facebook X RSS Gallery Testimonials FAQs Yoga Janda Pregnancy and Yoga Blog Get Pregnancy Tips, Labo"
    },
    {
      "url": "https://www.paloaltonetworks.com/",
      "title": "Leader in Cybersecurity Protection & Software for the Modern Enterprises - Palo Alto Networks",
      "description": "Implement Zero Trust, Secure your Network, Cloud workloads, Hybrid Workforce, Leverage Threat Intelligence & Security Consulting. Cybersecurity Services & Education for CISO's, Head of Infrastructure, Network Security Engineers, Cloud Architects & SOC Managers",
      "preview": "Deploy Bravely - Secure your AI transformation with Prisma AIRS Palo Alto Networks Announces Agreement to Acquire CyberArk, the Identity Security Lead"
    },
    {
      "url": "https://hispanicfederation.org/",
      "title": "Hispanic Federation | Taking Hispanic Causes to Heart",
      "description": "Hispanic Federation serves as a national model for Latino social, political, and economic empowerment since 1990.",
      "preview": "Skip to Main Content Taking Hispanic Causes to Heart Hispanic Federation serves as a national model for Latino social, political, and economic empower"
    },
    {
      "url": "https://bugzilla.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "https://elamefora.wordpress.com/2021/07/",
      "title": "Ιούλιος | 2021 | Blog: \"elamefora\"",
      "description": "15 posts published by Ela Tora και Cretan Patriot during July 2021",
      "preview": "Ο Ηλίας Κασιδιάρης απαντά στις επιθέσεις κυβερνητικών παραγόντων και ΜΜΕ και σχολιάζει τα μείζονα θέματα της επικαιρότητας: Συγκεντρώσεις Ελλήνων Υποχ"
    },
    {
      "url": "https://babesies.tumblr.com/",
      "title": "void",
      "description": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE 9 / 26 2025 8304 N nociceptrix-deactivated20241108 : Shall we blossom into homies 9 / 24 2025 1"
    },
    {
      "url": "https://www.vogue.com/article/editor-picks-fall-winter-2025-trends",
      "title": "11 Fall Fashion Trends Vogue Editors Are Shopping | Vogue",
      "description": "From pops of red to all things suede, these are the fall fashion trends Vogue's editors are most excited to wear this season.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://www.ikea.com/it/it/stores/milano-san-giuliano/",
      "title": "Negozio IKEA San Giuliano: orari, promozioni, eventi - IKEA Italia",
      "description": "Vieni a trovarci nel negozio IKEA di San Giuliano, trovi tutto per l'arredamento della casa. Scopri aperture straordinarie, novità, promozioni e servizi.",
      "preview": "Vai al contenuto principale Partecipa al nostro sondaggio e aiutaci a rendere ancora più chiare e visibili le comunicazioni sui nostri servizi e su co"
    },
    {
      "url": "https://www.montgomerycollege.edu/",
      "title": "Montgomery College | Montgomery College, Maryland",
      "description": "void",
      "preview": "Skip hero section Video description: The first frame shows a smiling graduating student posing for a picture with their family. The second frame featu"
    },
    {
      "url": "https://www.algonquinhotel.com/",
      "title": "Finest Luxury - Hotel Near Times Square | The Algonquin Hotel",
      "description": "The Algonquin Hotel is a magnet for the Literati that were drawn to the finest luxury hotel near Times Square. Take the journey to discover luxury accommodations.",
      "preview": "Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Pause"
    },
    {
      "url": "https://fitness.apple.com/us/subscribe?itscg=10000&itsct=pod-services-fitness-apl-tvhm-21_1019",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://mrag.co.uk",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "http://wp.me/p31W1G-24z",
      "title": "The $1 Trillion Economic Impact of Software | BSA TechPost",
      "description": "Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovation - laying the groundwork for advances that promise to make businesses more efficient, jobs more plentiful, opportunities more pervasive, and the economy even more prosperous. BSA | The Software Alliance has released",
      "preview": "Skip to content Today, I'll be at New America talking about the impact software has on the economy. Software is at the forefront of American innovatio"
    },
    {
      "url": "https://ucmp.berkeley.edu/taxa/inverts/mollusca/cephalopoda.php",
      "title": "The Cephalopoda",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.gatorama.com/2023/02/17/georgie-the-taped-alligator-finds-new-home-at-gatorama/",
      "title": "Georgie the Taped Alligator Finds New Home at Gatorama - Gatorama",
      "description": "void",
      "preview": "Skip to content Buy Tickets Facebook page opens in new window Instagram page opens in new window YouTube page opens in new window close Buy Tickets Ab"
    },
    {
      "url": "https://www.ecpubliclibrary.info/kids/building-brains-by-singing-with-your-child/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.internettrafficreport.com/",
      "title": "Network Overview /// Internet Traffic Report",
      "description": "Internet Traffic Report reports on the current performance of major Internet routes around the world.",
      "preview": "The Internet Traffic Report monitors the flow of data around the world. It then displays a value between zero and 100. Higher values indicate faster a"
    },
    {
      "url": "https://www.rcfp.org/reporters-recording-guide/wisconsin/",
      "title": "Wisconsin | The Reporters Committee for Freedom of the Press",
      "description": "void",
      "preview": "Skip to content Skip over table of contents to continue reading article Reporter's Recording Guide Last updated June 2020 Compare Summary An individua"
    },
    {
      "url": "http://www.jpaerospace.com/",
      "title": "JP Aerospace",
      "description": "void",
      "preview": "JP Aerospace is a volunteer-based DIY Space Program Home of PongSat and Airship to Orbit Airship To Orbit PongSat Tandem Ascender MiniCube Chair in Sp"
    },
    {
      "url": "https://get.adobe.com/reader/",
      "title": "Adobe - Download Adobe Acrobat Reader",
      "description": "Download free Adobe Acrobat Reader software for your Windows, Mac OS and Android devices to view, print, and comment on PDF documents.",
      "preview": "This website no longer works on Internet Explorer due to end of support. Please use Microsoft Edge or another supported browser. JavaScript is current"
    },
    {
      "url": "https://edition.cnn.com/travel/article/venice-canal-drought-italy-climate-scli-intl/index.html",
      "title": "Venice canals run dry amid fears Italy faces another drought | CNN",
      "description": "Weeks of dry winter weather have raised concerns that Italy could face another drought after last summer's emergency, with the Alps having received less than half of their normal snowfall, according to scientists and environmental groups.",
      "preview": "Venice canals run dry amid fears Italy faces another drought Reuters 2 min read Published 5:57 AM EST, Tue February 21, 2023 Link Copied! A drought is"
    },
    {
      "url": "http://www.suspenderstore.com/",
      "title": "Suspenders for Men, Women, and Kids | SuspenderStore",
      "description": "Suspender Store offers a wide range of suspenders for all ages and sizes. We carry fun novelty suspenders, big & tall suspenders, dress suspenders, and more!",
      "preview": "Skip to main content Top Category Close × ! OK Cancel THE Suspender Experts Since 1999 SuspenderStore is proud to carry a huge selection of men's susp"
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/results",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "https://www.konstruktorgrupa.com/en/projects?field_project_type_target_id=2",
      "title": "Projects | Konstruktor",
      "description": "Projects Archive | Konstruktor",
      "preview": "Skip to main content Skip to footer Projects Projects Search ... Results See all results Sort From A to Z From Z to A Oldest first Newest first Shoppi"
    },
    {
      "url": "http://www.politicalscience.ualberta.ca/",
      "title": "Department of Political Science",
      "description": "void",
      "preview": "Political Science We are committed to students Political science trains you to apply concepts and theory to real-world problems, to synthesize dispara"
    },
    {
      "url": "https://events.c2cglobal.com/events/#/list",
      "title": "Events List | Google C2C Global",
      "description": "We can't wait to see you at an upcoming C2C event! On this page, you can search by location, select event types (virtual or in-person), and pick out topics of your interest! For easier navigation, use the magnifying glass icon on the top right of the page to do a full event search.",
      "preview": "Skip to main content We use cookies to ensure that we give you the best experience on our website. By continuing your visit on the website, you consen"
    },
    {
      "url": "https://www.theguardian.com/international",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest international news, sport and comment from the Guardian",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Midjourney-67bb772caf1b448c9e096a89f2940f2b?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.uffizi.it/en/artworks",
      "title": "Artworks | Uffizi Galleries",
      "description": "Discover the gorgeous collections of the Uffizi, Pitti Palace and Boboli Gardens",
      "preview": "Artworks From masterpieces of painting and sculpture to the Gardens' old botanical species: the gorgeous collections of the Uffizi, Pitti Palace and B"
    },
    {
      "url": "https://www.basemap.com/privacy-policy/",
      "title": "Privacy Policy | BaseMap Inc",
      "description": "BaseMap Privacy Policy",
      "preview": "top of page LAST UPDATED: APRIL 16, 2018 PRIVACY POLICY BaseMap Inc. (\"BaseMap\") values your privacy. In this Privacy Policy (\"Policy\"), we describe h"
    },
    {
      "url": "https://www.footballzebras.com/2009/10/how-is-forward-progress-not-stopped-when-player-lands-3-yards-back/",
      "title": "How is forward progress not stopped when player lands 3 yards back? - Football Zebras",
      "description": "Week 4: Chargers at Steelers In the Sunday Night Football game, the Chargers special teams player Jacob Hester is credited with a heads-up, 41-yard fumble-return touchdown. However, it is confusing how the Steelers punt returner Steve Logan was driven back three yards in control of the ball without being ruled down by forward progress. The...",
      "preview": "Connect with us Controversy Week 4 How is forward progress not stopped when player lands 3 yards back? Advertisement College Football Controversy Afte"
    },
    {
      "url": "https://www.florafamily.org/",
      "title": "Flora Family Foundation",
      "description": "void",
      "preview": "Back About the Foundation Flora Lamson Hewlett Blue Gentian Board and Staff Back Grantmaking Impact Investing 2024 Year in Review 2025 Grants A family"
    },
    {
      "url": "https://esci.ucsc.edu/index.html",
      "title": "Environmental Sciences",
      "description": "void",
      "preview": "About The UCSC Environmental Sciences (ESCI) major is an interdepartmental, undergraduate-only degree program. The purpose of the ESCI major is to edu"
    },
    {
      "url": "https://drugpolicy.org/issues/drug-war-statistics",
      "title": "Drug War Stats - Drug Policy Alliance",
      "description": "See the latest data and trends on drug arrests, incarceration, overdose, financial impact of the drug war, and more.",
      "preview": "Drug War Stats Quick Stat Finder 1 Drug Arrests 2 Incarceration 3 Systemic Impact 4 Overdose 5 Financial Impact 6 Marijuana Policy Drug War Stats 1 Dr"
    },
    {
      "url": "https://wiktenauer.com/wiki/Joachim_Meyer",
      "title": "Joachim Meyer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Joachim Meyer (〰 16 Aug 1537, † Feb 1571)&#91;1&#93; was a 16th century German cutler, Freifechter, and fencing master. He was the last major figure in the tradition of the German grand master Johannes Liechtenauer, and in the later years of his life he devised at least four distinct fencing manuals. Meyer's writings incorporate both the traditional Germanic technical syllabus and contemporary systems that he encountered in his travels, including Italian rapier fencing. In addition to his fencing practice, Meyer was a Burgher, master cutler, and eventual officer of the local Smith's Guild.&#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Joachim Meyer From Wiktenaue"
    },
    {
      "url": "https://www.iattc.org/",
      "title": "Home | IATTC",
      "description": "void",
      "preview": "Meetings Publications Annual reports Bulletins Data reports Executive reports Fishery status reports Internal reports IRP reports Quarterly reports Sc"
    },
    {
      "url": "https://www.hun.is/hlustadu-a-nyja-lagid-hennar-gwen-stefani/",
      "title": "Gwen Stefani með nýtt lag - hlustaðu hér | Hun.is",
      "description": "void",
      "preview": "Fréttir Gula froðan Slúðrið Hver þremillinn! Stjörnumerkin Fallegt Dýrin Fyndið Heimildarmyndir Heilsan Andleg heilsa Lífið Uppskriftir Jólabakstur Fi"
    },
    {
      "url": "https://www.20minutes.fr/justice/2361019-20181025-lyon-manifestants-bloques-justice-ordonne-mise-examen-ancien-chef-police-ex-prefet-rhone",
      "title": "Lyon: Les manifestants avaient été bloqués, la justice ordonne la mise en examen des anciens chef de police et préfet du Rhône",
      "description": "Le 21 octobre 2010, la police avait confiné les manifestants place Bellecour lors d'une manifestation contre la réforme des retraites...",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off eau noire Dans les Deux-Sèvres, un cours d'eau pollué par un"
    },
    {
      "url": "https://www.esa.int/Science_Exploration",
      "title": "ESA - Science & Exploration",
      "description": "Exploring our Solar System and unlocking the secrets of the Universe",
      "preview": "Latest All Stories Videos Images Story Read Story Read Story Read Video 00:03:16 Play Story Read Story Read Story Read Story Read Video 00:02:28 Play"
    },
    {
      "url": "https://wiki.muc.ccc.de/start?image=public_pics%3Aherz.jpg&tab_details=view&do=media&tab_files=files&ns=reprap%3Aprints",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "http://www.unwomen.org/en",
      "title": "Welcome | UN Women - Headquarters",
      "description": "UN Women is the global champion for gender equality, working to develop and uphold standards and create an environment in which every woman and girl can exercise her human rights and live up to her full potential. We are trusted partners for advocates and decision-makers from all walks of life, and a leader in the effort to achieve gender equality.",
      "preview": "Skip to main content We are the global champion for gender equality. UN Women is the UN organization delivering programmes, policies and standards tha"
    },
    {
      "url": "https://www.rosslynva.org/feature/rosslyn-refresh",
      "title": "Features | News | Rosslyn, VA",
      "description": "Features | News | Rosslyn, VA",
      "preview": "Skip to Main Content Rosslyn Features Rosslyn is connected in more ways than metros and bridges - the neighborhood has a growing network of young prof"
    },
    {
      "url": "https://www.mwm-apps.com/legals/procolor/tos",
      "title": "MWM",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.unipv.it/",
      "title": "Home page IT | Università di Pavia",
      "description": "void",
      "preview": "Salta al contenuto principale Vedi tutti gli eventi OGGI IN UNIVERSITÀ Dal 6 al 10 ottobre 2025 Università nei Collegi Fonti e giurisdizioni nel dirit"
    },
    {
      "url": "https://mysticsmoons.fr/",
      "title": "Mystic Moon - l'ésotérisme accessible à tous",
      "description": "Bienvenue sur Mystic Moon, le site qui vous propose de nombreux contenus sur l'ésotérisme, la sorcellerie ou encore le paganisme.",
      "preview": "Le tarot BootCamp revient bientôt ! Inscris-toi sur la liste d'attente pour ne louper aucune information ! S'inscrire sur la liste d'attente Le sabbat"
    },
    {
      "url": "https://www.hbomax.com/series/urn:hbo:series:GYyjGGgyuCoOEtAEAAAGQ",
      "title": "Watch Who's Talking to Chris Wallace? | HBO Max",
      "description": "Watch Who's Talking to Chris Wallace? on HBO Max. Plans start at $9.99/month. Who's Talking to Chris Wallace? Chris Wallace explores his wide range of interests across the spectrum of news, sports, entertainment, art and culture -- having candid conversations with a rich variety of guests.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://stirr.com",
      "title": "STIRR - Stream Free Movies, TV Shows & Series",
      "description": "Watch Free live TV and on-demand shows-anytime, anywhere. News, sports, movies, and more with zero hassle. Stream it all free with STIRR.",
      "preview": "Ad Blocker Detected Sorry, We have detected that you have activated Ad-Blocker. Please Consider supporting us by disabling your Ad-Blocker, It helps u"
    },
    {
      "url": "https://filmtoro.cz/film/hydra",
      "title": "Hydra (2009) ▶️ Kde sledovat",
      "description": "Je Hydra (2009) online na Netflixu, HBO Max, Oneplay nebo Disney+? Vime, kde, kdy a jak se streamuje online.",
      "preview": "Hydra Pro tento titul zatím čekáme na popisek 😎 📺 Trailer 🎥 Film 📆 2009 🇺🇸 USA ⏰ 93 minut ️▶️ Kde sledovat Tento titul není nikde online 😢 📢 Filmy na"
    },
    {
      "url": "https://fortunesociety.org/",
      "title": "The Fortune Society | Building People, Not Prisons",
      "description": "Our mission is to support successful reentry from incarceration and promote alternatives to incarceration, thus strengthening the fabric of our communities.",
      "preview": "OUR MODEL OUR IMPACT HOW TO HELP BUILDING PEOPLE, NOT PRISONS. We believe in the power of people to change. We help individuals with justice involveme"
    },
    {
      "url": "https://www.ekathimerini.com/economy/1157230/greece-announces-issue-of-a-30-year-bond/",
      "title": "Greece announces issue of a 30-year bond | eKathimerini.com",
      "description": "The Greek state is expected to issue a new 30-year bond on Wednesday - if conditions allow it - in the country's second market foray within 2021.",
      "preview": "Eleftheria Kourtali March 16, 2021 16.03.2021 • 23:31 The Greek state is expected to issue a new 30-year bond on Wednesday - if conditions allow it -"
    },
    {
      "url": "https://www.eeq.ca/",
      "title": "Accueil | Éco Entreprises Québec (ÉEQ)",
      "description": "Nous sommes le nouveau gestionnaire de la collecte sélective pour tout le Québec.",
      "preview": "Accéder directement au contenu principal Faire basculer le panneau de recherche Fermer Recherche"
    },
    {
      "url": "https://yle.fi/a/3-11893855",
      "title": "Atletico Madrid, Inter ja AC Milan tekivät seuraa englantilaisjoukkueille, vetäytyivät Superliigasta | Yle",
      "description": "Euroopan Superliiga sanoo pohtivansa sopivia tapoja muokata projektia.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Kahdentoista jalkapallon suurseuran kaavailema Euroopan Superliiga on romuttumassa, kun kaikki sarjaan aikoneet kuus"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/whats-on",
      "title": "What's on - Rijksmuseum",
      "description": "What is there to see and do at the Rijksmuseum",
      "preview": "Skip to main content What's on What is there to see and do at the Rijksmuseum {{ filter.name.charAt(0).toUpperCase() + filter.name.slice(1) }} Highlig"
    },
    {
      "url": "https://www.harpersbazaar.com/culture/features/a42861841/paris-hilton-memoir-interview-2023/",
      "title": "Paris Hilton on Her Son, Her Childhood, Marriage, and New Memoir",
      "description": "She created our century's model of celebrity, but with a new memoir, a new baby, and a new perspective on life, Paris Hilton is reinventing herself.",
      "preview": "Skip to Content Every product on this page was chosen by a Harper's BAZAAR editor. We may earn commission on some of the items you choose to buy. MAX"
    },
    {
      "url": "https://story.snapchat.com/p/8bb879c7-45c0-499c-bb3c-7a3d0e229301/347654839924736",
      "title": "Video: Dog rescued after 2 hrs in LA river - Stay Tuned | Snapchat",
      "description": "Stay Tuned for the biggest stories and the latest breaking news from NBC News.",
      "preview": "Stay Tuned Stay Tuned 9.43m Subscribers Stay Tuned for the biggest stories and the latest breaking news from NBC News. Copy Link Stories Series 83 NYU"
    },
    {
      "url": "https://www.shopbop.com/horizontal-duck-bag-baggu/vp/v=1/1524887805.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277769286930 1760098528776 Only #{qta} left. Skip to Main Content Accessibility Statement Designer Index Women Men 123 11"
    },
    {
      "url": "http://www.hunttextiles.com/",
      "title": "Wholesale Linen Supplier, Table Linens, Linen Clothing, Bed Linens & Towels",
      "description": "Hunt Textiles is a Wholesale Linen Supplier of a wide range of linen products for hotels, spas, health clubs, restaurants, health care facilities and more.",
      "preview": "Home • Blog • About Us • Contact Us Hunt Textiles, Inc. Order Now 800-458-9445 Receive New Product Alerts and Specials! Sign Up! Markets Club Healthca"
    },
    {
      "url": "https://nova.astrometry.net/",
      "title": "Astrometry.net",
      "description": "void",
      "preview": "Not signed in | Sign In Home Explore Images Users Tags Upload API Support Home Explore Browse images others have been uploading or search for photos o"
    },
    {
      "url": "https://fier.com/login",
      "title": "Log In ‹ Fier - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to Fier Language English (United States) Deutsch E"
    },
    {
      "url": "http://www.gsetechnology.co.uk",
      "title": "GSE SMART IPTV | Advanced IPTV solutions for IOS , ANDROID and mobile devices",
      "description": "Download for ANDROID here GSE SMART IPTV APPLE TV GSE SMART IPTV MAC OSX",
      "preview": "CROSS PLATFORM Advanced IPTV solution IOS , APPLE TV , ANDROID and MAC OSX Download for ANDROID here GSE SMART IPTV APPLE TV GSE SMART IPTV MAC OSX"
    },
    {
      "url": "https://www.sacred-texts.com/oto/index.htm",
      "title": "Thelema Texts | Sacred Texts Archive",
      "description": "Thelemic texts including works of Aleister Crowley, O.T.O. materials, and ceremonial magic. Browse 194+ texts in this comprehensive collection.",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://www.brunelcare.org.uk/our-housing/tenant-services/general-enquiries/",
      "title": "Tenant services | Brunelcare",
      "description": "Our housing and property team is on hand to support tenants, ensuring that help is available whenever needed.",
      "preview": "Tenant services Tenant services Make a payment Report a repair Give feedback From completing a repair to helping with a rent query, our housing and pr"
    },
    {
      "url": "https://ghgprotocol.org/blog/ghg-protocol-assess-need-additional-guidance-building-existing-corporate-standards",
      "title": "GHG Protocol to assess the need for additional guidance building on existing corporate standards | GHG Protocol",
      "description": "void",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://www.nbcnews.com/",
      "title": "NBC News - Breaking Headlines and Video Reports on World, U.S. and Local Angles | NBC News",
      "description": "Go to NBCNews.com for breaking news, videos, and the latest top stories in world news, business, politics, health and pop culture.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A104&f%5B2%5D=field_location%3A127&f%5B3%5D=field_location%3A109&f%5B4%5D=field_source%3A67&f%5B5%5D=field_location%3A135&f%5B6%5D=field_location%3A98&f%5B7%5D=field_location%3A106&f%5B8%5D=field_location%3A107&f%5B9%5D=field_location%3A118&amp%3Bf%5B1%5D=field_location%3A110",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://www.dsei.co.uk/exhibiting",
      "title": "DSEI UK 2027 - Excel London - 7 - 10 September 2027",
      "description": "DSEI UK is pivotal for the global defence industry, promoting the UK's defence ethos, agenda, and leadership while fostering opportunities with allies.",
      "preview": "About Official Sponsors Media Partners Gallery DSEI Germany DSEI Japan Visit Why Visit DSEI UK? 2025 Exhibiting Companies DSEI UK 2025 Theme At The Sh"
    },
    {
      "url": "https://www.torproject.org/projects/torbrowser.html.en",
      "title": "Tor Project | Download",
      "description": "Download | Defend yourself against tracking and surveillance. Circumvent censorship.",
      "preview": "Download Tor Browser Protect yourself against tracking, surveillance, and censorship. Download for Windows Signature Download for macOS Signature Down"
    },
    {
      "url": "https://www.lc-hoevelaken.nl/portal2/index.php/foto-albums/113-nieuwjaarsbijeenkomst-2017",
      "title": "Grafstenen, 500+ grafsteen voorbeelden online te zien",
      "description": "Grafstenen uit eigen productie met hoge kwaliteit, bekijk nu online meer dan 500 grafsteen voorbeelden incl. prijs. bij Veluwehof Natuursteen",
      "preview": "Grafstenen van de Veluwehof Elke grafsteen met zorg gemaakt Bij het uitzoeken van een grafsteen is het allerbelangrijkste: wat past het beste bij uw o"
    },
    {
      "url": "https://amyvosters.com/2018/11/26/andrew-fang-4/",
      "title": "Andrew Fang - AMY VOSTERS",
      "description": "Visit the post for more.",
      "preview": "Skip to content Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Rela"
    },
    {
      "url": "https://www.gemandpebble.com/product/labradorite-magpie-skull-necklace",
      "title": "Gem and Pebble | Gem and Pebble",
      "description": "void",
      "preview": "We're working on our site at the moment. Please check back soon."
    },
    {
      "url": "https://www.cct.org/",
      "title": "Home - The Chicago Community Trust",
      "description": "The Chicago Community Trust works to build a Chicago region where equity is central-and opportunity and prosperity are in reach for all.",
      "preview": "Skip to content Skip to footer Equity. Opportunity. Prosperity. When our neighbors do better, we all do better. Together, let's create pathways that b"
    },
    {
      "url": "https://www.johngrenham.com/c_parish/c_parish.php?county=Westmeath&surname=Keeran",
      "title": "Keeran households in Westmeath",
      "description": "Keeran households in mid-nineteenth century Ireland",
      "preview": "Keeran households by parish in Westmeath Keeran Griffith's occupiers by parish in Westmeath in 1854 You can zoom in and out. Tap a county name to go t"
    }
  ],
  "_meta": {
    "total_bookmarks": 87
  }
}