{
  "data": [
    {
      "url": "https://campuswardrobe.com/products/alabama-state-university-hornets-ncaa-workout-tee-t-shirt",
      "title": "Alabama State University Hornets NCAA Workout Tee T-Shirt",
      "description": "The W Republic Apparel College Tee is a high quality traditional cotton t-shirt, featuring bold outstanding digital printed graphics of your favorite college, The ribbed crewneck and extra-soft cotton with a tag less design will keep you comfortable all day long. Start every day the right way and be sure to show off yo",
      "preview": "WELCOME! GET $5 OFF Enter your email to get $5 off and free shipping on your first order Email Note: The page will refresh once you submit this form."
    },
    {
      "url": "https://chwinery.com/",
      "title": "An upscale casual restaurant | Cooper's Hawk",
      "description": "We passionately believe that food and wine hold the power to forge lasting connections, setting the table for a life well lived.",
      "preview": "Cooper's Hawk Wine Club We're Celebrating our 20th Anniversary Pick Up Your Mag­num Bot­tle Today Get The October Scoop Lite+Bright Under 90 calories"
    },
    {
      "url": "https://www.urbanic.com/?country_code=IN&utm_source=google&utm_medium=cpc&gclid=CjwKCAiA7939BRBMEiwA-hX5JxrSomTtxmB1OVfePe9Bp00h",
      "title": "URBANIC",
      "description": "URBANIC",
      "preview": "Skip to content ABOUT WISHLIST Search Trending Now Bodycon Dresses T-Shirts Jeans Blazers Popular Products Classic Blazer with Patchwork Rs. 11,598.10"
    },
    {
      "url": "https://nos.nl/nieuws",
      "title": "NOS Nieuws - Nieuws, Sport en Evenementen | Nederlandse Omroep Stichting",
      "description": "Altijd. Overal. Met de NOS blijf je altijd en overal op de hoogte van het laatste nieuws",
      "preview": "NOS Nieuws vandaag, 14:00 Belgische zender: ook Geert Wilders doelwit van terreurcel Het Belgische VTM Nieuws meldt dat de PVV-leider samen met de Bel"
    },
    {
      "url": "https://ussconstitutionmuseum.org/",
      "title": "Home - USS Constitution Museum",
      "description": "void",
      "preview": "Skip to content SHIP: Loading... - HOURS Loading... MUSEUM: Loading... - HOURS Loading... Events Newsletter Signup Shop Join Visit Museum + Ship Plan"
    },
    {
      "url": "https://wiki.ufal.ms.mff.cuni.cz/start?image=latex%3Aefc64ef0db45cc8e9f05343b2e397494.png&tab_details=view&do=media&tab_files=files&ns=user%3Azeman%3Atreebanks",
      "title": "start [ufal wiki]",
      "description": "void",
      "preview": "[ Skip to the content ] Institute of Formal and Applied Linguistics Wiki ÚFAL Wiki Home ÚFAL Home Sitemap RSS ÚFAL calendar Recent changes Login Hleda"
    },
    {
      "url": "https://www.football.london/",
      "title": "Football.London - Latest news, comment, pictures from London clubs",
      "description": "Full coverage of London's football clubs - Arsenal, Chelsea, Spurs & more. Get the latest News updates, transfers & fixtures including pictures, videos, live blogs and in-depth analysis.",
      "preview": "Bukayo Saka breaks record at the perfect time for Arsenal as Mikel Arteta delights in stunner Bukayo Saka became the highest England goalscorer as an"
    },
    {
      "url": "https://olered.com/",
      "title": "Homepage - Ole Red",
      "description": "For the best country music, scratch-made dining, and honky-tonk strong drinks, visit Ole Red, Blake Shelton's bar, restaurant, and live music venue.",
      "preview": "Skip to content Blake's Place to PLay This is the country-lovin' fun you've been looking for. With dining, drinks, and live music that'll blow your bo"
    },
    {
      "url": "https://ar-ar.workplace.com/blog/collaboration?ref=AVspaOrTPD67k6haImSZNk5nlRLwog02UhOooJ6WOEo1fe6nQxMCLwaPIoXOc_qGK9ffJo7QXy3i25efu8PgYsKaRAW0uxnhRRMnN28xEOqVu9lNXbdWykat9OLG4ta5jDCN9DqMS47rTwU3hiZak9Nj9oEWl_MWGNcIbi-rgVb8OmC45VI4819K150B3EOv-wIIOzFB7pPHyrtTnw8rJnyAGPhPUCc-f57K3iaXwGaBDH7JKegaT7WoDdlKoUHc0IjkcsHf8WPbl52eYrU3Wep--ObnL9rGhiXzUFsk1XgPYS8KqlJ3yMIGesMvm3ni6D3jYuXoN4DgypKUu9lmc0RS",
      "title": "Alla scoperta del futuro del lavoro con VR e MR | Meta for Work",
      "description": "Scopri il futuro del lavoro sul blog di VR e tecnologia di Meta for Work. Prendi parte a un viaggio innovativo nella VR per il mondo del lavoro facendoti guidare dai nostri esperti.",
      "preview": "void"
    },
    {
      "url": "https://tonies.com",
      "title": "tonies® EU | Buy Toniebox 2",
      "description": "tonies® offers the Toniebox 2, a new screen-free audio player for kids! Enjoy fun, educational storytelling with Tonies audio characters to inspire creativity.",
      "preview": "Toniebox 2: Listen, play, grow Introducing Toniebox 2 - a reimagined audio adventure built for curious minds and little hands. With more ways to play,"
    },
    {
      "url": "http://www.hollidaycreate.com",
      "title": "Marketing that Offers Solutions | Holliday Creative Marketing",
      "description": "Holliday Creative Marketing Home page that describes what the business offers.",
      "preview": "top of page MARKETING If you want your business to grow and go to the next level...you have to MARKET IT. WEBSITE DEVELOPMENT Custom websites Website"
    },
    {
      "url": "https://give.org/about-us/contact-us",
      "title": "Contact Us",
      "description": "void",
      "preview": "Support Give.org Contact Us BBB Wise Giving Alliance 3101 Wilson Blvd, Suite 523 Arlington, VA 22201 (703) 247-9321 info@give.org BBB Wise Giving Alli"
    },
    {
      "url": "https://privacyportal-de.onetrust.com/ui/#/preferences/multipage/login/74849542-5184-4a3a-8551-7d35999304aa?type=primary",
      "title": "DS Portal",
      "description": "void",
      "preview": "This page requires JavaScript to work properly. Please enable JavaScript in your browser."
    },
    {
      "url": "https://idph.iowa.gov/Emerging-Health-Issues/Novel-Coronavirus/Vaccine",
      "title": "Welcome | Health & Human Services",
      "description": "Iowa HHS provides high quality programs and services that protect and improve the health and resiliency of individuals, families, and communities.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://www.migizi.org/",
      "title": "MIGIZI | Empowering Our Youth | Minneapolis",
      "description": "MIGIZI is a Native American non-profit organization based in Minneapolis, Minnesota. We help serve primarily Native youth and help to sustain our local communities.",
      "preview": "top of page Providing a strong circle of support that nurtures the educational, social, economic and cultural development of American Indian youth. Wh"
    },
    {
      "url": "http://www.cri.it/",
      "title": "Croce Rossa Italiana - Le richieste di aiuto sono ovunque. Piccole o grandi, noi le ascoltiamo tutte.",
      "description": "void",
      "preview": "PASS PASS - Salute per tutti Il progetto PASS - realizzato grazie al supporto del Dipartimento per le politiche sociali, del terzo settore e migratori"
    },
    {
      "url": "https://powerapps.microsoft.com/",
      "title": "Microsoft Power Apps - crea app con intelligenza artificiale | Microsoft",
      "description": "Inizia a creare applicazioni basate su intelligenza artificiale usando gli strumenti di Microsoft. Scopri Power Apps e trova tutto quello che ti serve per creare la soluzione di app basata su intelligenza artificiale per la tua organizzazione.",
      "preview": "This is the Trace Id: 629c2c3d8cd636dc2be18eccdf3165a0 Passa a contenuti principali Choose your billing country/region: Italia Svizzera San Marino Cit"
    },
    {
      "url": "https://www.zearn.org/",
      "title": "Login | Zearn Math",
      "description": "Learning with Zearn helps math make sense. Students explore math through pictures, visual models, and real-life examples. Log in to your Zearn account.",
      "preview": "void"
    },
    {
      "url": "https://www.wildmadagascar.org/",
      "title": "Madagascar: stunning wildlife, landscapes, and cultural diversity",
      "description": "void",
      "preview": "✕ Twitter Facebook About Contact Madagascar: stunning wildlife, landscapes, and cultural diversity WildMadagascar.org highlights Madagascar's stunning"
    },
    {
      "url": "https://www.rehabilitacnipomucky.cz/tejpovaci-pasky/",
      "title": "Tejpovací pásky a příslušenství ⇒ 68 variant | RehabilitačníPomůcky.cz",
      "description": "Tejpovací pásky a příslušenství ⇒ velký výběr z 68 variant na Rehabilitacnipomucky.cz. ✔️ Ověřená kvalita zdravotnických pomůcek. ✔️ Odeslání zboží v den objednání. ✔️ Odborné poradenství. ✔️ Více než 20 000 výdejních míst.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.ryanair.com/ie/en/booking/home",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://www.ebresearch.org",
      "title": "EB Research Partnership - EB Research Partnership",
      "description": "EB Research Partnership is the largest 501(c)(3) nonprofit dedicated to funding research aimed at treating and ultimately curing Epidermolysis Bullosa, a group of devastating and life-threatening skin disorders that affect children from birth.",
      "preview": "Epidermolysis Bullosa What is EB? Life with EB Resources Research Our Impact Scientific Advisory Board Clinical Trials > Filsuvez Vyjuvek ZEVASKYN Tow"
    },
    {
      "url": "https://www.cnccookbook.com/speeds-feeds-definitive-guide/",
      "title": "CNC Cookbook - The Ultimate CNC Machining Resource",
      "description": "CNC Cookbook is the leading online resource for CNC machining software and expertise. Providing comprehensive tools, resources, and information to help CNC machinists of all skill levels optimize their workflow and improve their machining capabilities.",
      "preview": "Become a Better CNC'er CNC Cookbook is the leading online resource for CNC machining software and expertise. Providing comprehensive tools, resources,"
    },
    {
      "url": "https://translate.wordpress.org/projects/wp-plugins/gdpr-cookie-compliance/contributors",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law < GlotPress | WordPress.org",
      "description": "void",
      "preview": "Skip to content Log In Register Projects Plugins GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Editors"
    },
    {
      "url": "https://www.hamad.qa/EN/Pages/default.aspx",
      "title": "void",
      "description": "void",
      "preview": "This question is for testing whether you are a human visitor and to prevent automated spam submission. Audio is not supported in your browser. What co"
    },
    {
      "url": "https://www.skillsoft.com/",
      "title": "Skillsoft | The AI-Native Skills Intelligence Platform for Enterprise Learning",
      "description": "Empower your employees with Skillsoft's AI-driven training platform to build skills, close gaps, and thrive in their roles. Request a demo today.",
      "preview": "Skip to Main Content English Deutsch Français Nederlands 日本語 Open Search Dialog Search Sign in to your account Search our site Search Close Skillsoft"
    },
    {
      "url": "https://www.ocregister.com/2023/02/07/pirates-of-the-caribbean-riders-rescued-from-sinking-boat-by-disneyland-fire-department/",
      "title": "Pirates of the Caribbean riders rescued from sinking boat by Disneyland Fire Department - Orange County Register",
      "description": "Disneyland riders literally had to walk the plank to escape a sinking Pirates of the Caribbean boat that left them stranded for an hour, according to a viral social media video.",
      "preview": "Skip to content The Entrance to Pirates of the Caribbean in New Orleans Square inside Disneyland in Anaheim, CA, on Tuesday, March 1, 2022. (Photo by"
    },
    {
      "url": "https://evaturanzo.tumblr.com/",
      "title": "@evaturanzo on Tumblr",
      "description": "Follow @evaturanzo and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Tarde de lujo! flower-child-jessie-deactivated weheartit.com // Source: weheartit.com You are using an unsupported browser and things migh"
    },
    {
      "url": "https://climalit.es/category/ahorro/",
      "title": "Ahorro archivos - Climalit",
      "description": "void",
      "preview": "ICPE Climalizate X Acceso Fabricantes Username Password He olvidado mi contraseña X Acceso ICPE Username Password ¿Quieres pertenecer a Climalit Plus"
    },
    {
      "url": "https://www.bible.com/events/48819772",
      "title": "Sunday, January 2, 2022",
      "description": "God's Remembrance of His People, Malachi 3:16-18, Jason Harms",
      "preview": "The Bible App is completely free, with no advertising and no in-app purchases. Get the app Northwood Community Church Share Sunday, January 2, 2022 Go"
    },
    {
      "url": "https://www.7andi.com/en/",
      "title": "Seven & i Holdings Co., Ltd.",
      "description": "en_description_common",
      "preview": "このページではjavascriptを使用しています。 Skip to main content 一時停止 再生 Recommended content Message from the CEO and Directors IR Library Sustainability Data Book Cor"
    },
    {
      "url": "http://www.combswrecker.com/",
      "title": "CombsWrecker - Working List",
      "description": "void",
      "preview": "Skip to content britishdezabarah.fr [...] britishdezabarah.fr Lire la suite » annecyairport.com annecyairport.com Lire la suite » unicorn7.org unicorn7."
    },
    {
      "url": "https://www.commonsense.org",
      "title": "Common Sense",
      "description": "Common Sense is the nation's leading nonprofit organization working to make the digital world healthier, safer, accessible, and engaging for kids and families.",
      "preview": "Skip to main content 100% of your membership supports our independent work. We protect & prepare kids in the digital era. Join now . We protect and pr"
    },
    {
      "url": "https://toronto.ctvnews.ca/ontario-records-highest-number-of-new-covid-19-cases-in-months-with-964-infections-logged-1.5684610?cache=yesclipId104062%3FclipId%3D104069%3FclipId%3D373266",
      "title": "Toronto News - Local Breaking, Weather and Traffic - CTV News Toronto",
      "description": "Get top stories and video from Toronto, including breaking news, live coverage, weather, traffic, in-depth reporting, sports and local events.",
      "preview": "Skip to main content ADVERTISEMENT WB Hwy. 401 closed east of Oshawa following crash that injured 2 firefighters The westbound lanes of Highway 401 ar"
    },
    {
      "url": "http://www.dataprotection.ie",
      "title": "Homepage | Data Protection Commission",
      "description": "We are the national independent authority responsible for upholding the fundamental right of the individual in the EU to have their personal data protected.",
      "preview": "New Case Studies section Take a look New Guidance: Data Protection Commission Launches Adult Safeguarding Toolkit to Protect Vulnerable Adults' Data V"
    },
    {
      "url": "http://www.bellezzedellatoscana.it/",
      "title": "Bellezze della Toscana",
      "description": "Bellezze della Toscana offre fotografie dei posti, raccoglie webcams e informazioni, segnala sagre feste ed eventi regionali",
      "preview": "La Toscana è tra le prime regioni d' Italia per patrimonio culturale e paesaggistico. Il capoluogo di regione è Firenze. Situata nell'Italia centrale,"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/sequential_model",
      "title": "The Sequential model | TensorFlow Core",
      "description": "Complete guide to the Sequential model.",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://www.kiteplans.org/",
      "title": "World's largest kite plan archive - Kite Plan Base (KPB)",
      "description": "The Kite Plan Base is the largest kite plan archive in existence. It isn't a mere link directory, it contains actual plan backups.",
      "preview": "World's largest kite plan archive - Kite Plan Base (KPB) ES cambiar el idioma a español home 1 line Flat Kites Bowed Kites Delta Kites Box Kites Sled"
    },
    {
      "url": "https://www.thefamilyplacenc.com/",
      "title": "The Family Place | Family resources in Transylvania County",
      "description": "Explore The Family Place, your hub for family resources in Transylvania County. From parenting support in Brevard, playgroups for kids in Rosman, to free family activities, we're here to help families connect, learn, and thrive.",
      "preview": "top of page The Family Place is a local family resource center that strengthens families and builds resiliency through support, education, and communi"
    },
    {
      "url": "https://www.typewolf.com/",
      "title": "What's Trending in Type · Typewolf",
      "description": "Typewolf helps designers choose the perfect font combination for their next design project-features web fonts in the wild, font recommendations and learning resources.",
      "preview": "Every Sep 28, 2025 Fonts - Signifier , Switzer TR Studio Sep 27, 2025 Fonts - Arizona Flare , Dia Go RVing Sep 26, 2025 Fonts - Agipo , Topol , Maison"
    },
    {
      "url": "http://thealliancetc.org/",
      "title": "Home • The Alliance",
      "description": "void",
      "preview": "Housing Justice Learn more Stable Ground Program Learn more Actualizing Equity Learn more Just Cause Eviction Protections Learn more Blue Line Coaliti"
    },
    {
      "url": "https://caribbeancricket.com/news",
      "title": "CaribbeanCricket.com - The Independent Voice of West Indies Cricket",
      "description": "Caribbean Cricket - The Independent Voice of West Indies Cricket. Latest news, live scores, forums and discussions about West Indies cricket.",
      "preview": "Daren Sammy expects better showing in second Test against India Thu, Oct 9, '25 West Indies head coach Daren Sammy is looking forward to a much-improv"
    },
    {
      "url": "https://forms.gle/f52Dk28DmJNgzwCp8",
      "title": "Evaluación de satisfacción página Web INCOPESCA",
      "description": "Con el propósito de mejorar la calidad de la información y la transparencia institucional, agradecemos su tiempo para responder este breve cuestionario de satisfacción.",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Evaluación de satisfacción página Web INCO"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://www.myukpost.com/latest-offers-prices",
      "title": "Myukpost.com | Latest Offers",
      "description": "void",
      "preview": "0333-444-2222 Int: +44 333-444-2222 Login/Register Login Register 0333-444-2222 Int: +44 333-444-2222 Toggle navigation Home Services Personal Expatri"
    },
    {
      "url": "https://www.mlb.com/schedule",
      "title": "MLB Schedule 2025 | MLB Schedule | MLB.com",
      "description": "The official schedule of Major League Baseball including probable pitchers, Gameday, ticket and postseason information.",
      "preview": "Globe icon Login icon Recap icon Search icon Tickets icon calendar-2-10454 Download Thursday Oct 9 Division Series PHI PHI @ LAD LAD LAD 2, PHI 1 MIL"
    },
    {
      "url": "https://spectrum.ieee.org/artificial-intelligence",
      "title": "AI News & Articles - Artificial Intelligence Updates - IEEE Spectrum",
      "description": "The latest advances in artificial intelligence and machine learning, generative AI, ChatGPT, LLMs, deepfakes, and more",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE AI FOR THE TECHNOLOGY INSIDER Search: Explore by topic Aerospace AI B"
    },
    {
      "url": "https://chaiteanunes-blog.tumblr.com/",
      "title": "Ice Ice Baby",
      "description": "void",
      "preview": "RSS Archive Ice Ice Baby → 8 years ago (204,092 notes) pissyjorts : kavvka : pissyjorts : life... is an egg explain has chickens in it sometimes (via sa"
    },
    {
      "url": "https://ttparty.nl/login.html?view=reset",
      "title": "Login",
      "description": "TT Catering & Party Verhuur",
      "preview": "U bevindt zich hier: Start Login Vul het e-mailadres in dat bij uw account hoort. Er zal een verificatiecode naar uw e-mailadres worden verzonden. Wan"
    },
    {
      "url": "http://www.KyleThomasAstrology.com",
      "title": "KYLE THOMAS ASTROLOGY",
      "description": "Kyle Thomas is a globally published pop culture astrologer & Tarot reader who has been interviewed by Cosmopolitan Magazine, Bustle, Marie Claire, YahooNews, MSN, and more. With over a decade of professional experience and clients all over the world, he currently resides in Los Angeles where he works as a professional astrologer, life coach, writer, and producer.",
      "preview": "KYLE THOMAS ASTROLOGY Cart 0 Scroll KYLE THOMAS ASTROLOGY FEATURED IN: GUIDANCE STRAIGHT FROM THE STARS."
    },
    {
      "url": "https://sanctuaries.noaa.gov/",
      "title": "NOAA Office of National Marine Sanctuaries",
      "description": "From Washington state to the Gulf of America and from the Great Lakes to the Pacific Islands, the National Marine Sanctuary System protects 18 underwater parks spanning over 629,000 square miles of ocean and Great Lakes waters. By investing in innovative solutions, we strengthen these iconic places to address 21st-century challenges while supporting America's commerce and tourism. These unique locations inspire people to visit, value, and steward our nation's iconic ocean and Great Lakes waters.",
      "preview": "The U.S. government is closed. This site will not be updated; however, NOAA websites and social media channels necessary to protect lives and property"
    },
    {
      "url": "https://www.surveymonkey.com/r/JFC9TVN",
      "title": "void",
      "description": "void",
      "preview": "This survey is currently closed. Please contact the author of this survey for further assistance. SurveyMonkey logo with text in primary Want to creat"
    },
    {
      "url": "https://dynastyseries.com/rosa-acosta-rosaacosta-x-lux-luxiboo-perfect-combo-videovibes/6/",
      "title": "Rosa Acosta @rosaacosta x Lux @luxiboo: Perfect Combo - VideoVibes | Page 6 of 15 |",
      "description": "The blessings that comes from the combination of Rosa Acosta @rosaacosta x Lux @luxiboo should truly be celebrated on a daily basis.",
      "preview": "See Next Page: 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 Previous page Next page https://dynastyseries.com/wp-content/2020/10/Rosa-Acosta-@rosaacosta-x-Lux-"
    },
    {
      "url": "https://www.finn.no/reise",
      "title": "Billige flybilletter, finn og bestill | FINN reise",
      "description": "FINN reise sin søkemotor hjelper deg med å finne billige priser på flybilletter. Søk, sammenlign og finn billige flybilletter til hele verden til ferien.",
      "preview": "Fly Fly Hotellbygg Hotell Bil og klokke Leiebil Fly og hotell Pakkereise Feriehytte Feriehjem 1 reisende Nedoverpil Økonomi Nedoverpil Tur-retur Nedov"
    },
    {
      "url": "https://paytmmall.com/supermarket-glpid-101310",
      "title": "Paytm Mall - India's Premier Online Shopping Mall",
      "description": "void",
      "preview": "Shop By Category My Orders Log In/Sign Up Shop By Category Gift Cards Fashion Grocery & Home Decor Jewellery Furniture & Electronics Entertainment Bea"
    },
    {
      "url": "http://www.stpaul.gov/",
      "title": "Home | Saint Paul Minnesota",
      "description": "The official website of the City of Saint Paul, Minnesota",
      "preview": "Skip to main content Notifications Toggle PAULIE: New Permitting and Licensing Platform Launched on September 17 Saint Paul's new, secure one-stop onl"
    },
    {
      "url": "https://www.bea.gov/news",
      "title": "News | U.S. Bureau of Economic Analysis (BEA)",
      "description": "NewsU.S. Economy at a Glance Get the big picture on the health of the U.S. economy.",
      "preview": "Skip to main content Notice Due to a lapse in appropriations, this website is not being updated. Home News News News U.S. Economy at a Glance Get the"
    },
    {
      "url": "https://wildlifestudios.com/privacy-policy/",
      "title": "Privacy Policy | Wildlife",
      "description": "Privacy Policy for Wildlife Studios: Protecting your personal information is our priority. Learn how we collect, use, and secure your data.",
      "preview": "Games Newsroom Blog Careers Who We Are Search Jobs and keywords Home / Policy Center / Privacy Policy Choose a category Overview Privacy Policy Overvi"
    },
    {
      "url": "https://geo.data.gouv.fr/fr/datasets/b6b0304ebef261249b4a05b8a4d3c6b8911193d7",
      "title": "data.gouv.fr - La plateforme ouverte des données publiques françaises",
      "description": "void",
      "preview": "👷 geo.data.gouv.fr a été définitivement éteint. Pour avoir plus d'informations, consultez notre billet de blog."
    },
    {
      "url": "https://action.uso.org/2106_EVERGREEN_2?sc=WW18STRYINL",
      "title": "Add your name for our brave troops | USO",
      "description": "The USO is collecting signatures to make sure our service members who sacrifice so much for us know we have their backs. Sign the card now.",
      "preview": "Sign the card to thank our troops Our American heroes are waiting to hear from you. Sign the card now to support our service members. Thank you for yo"
    },
    {
      "url": "https://www.usna.edu/Users/oceano/pguth/md_help/html/navfix.htm",
      "title": "Home :: User Sites :: USNA",
      "description": "The Home page for the User Sites Site on the USNA Website. This page was last updated on Tue Jul 22 15:30:01 EDT 2025.",
      "preview": "Skip to main content Skip to footer site map USNA Oceanography Professor Peter Guth Home Professor Peter Guth Professor Peter Guth Professor Guth has"
    },
    {
      "url": "https://bettercotton.org/",
      "title": "Better Cotton Initiative: It starts with farmers",
      "description": "Our mission is to help cotton communities survive and thrive, while protecting and restoring the environment.",
      "preview": "Search for: Search It starts with farmers Welcome to a global community of farmers, brands and people like you united by a need for cotton that suppor"
    },
    {
      "url": "https://www.smarttales.app",
      "title": "Smart Tales: Learning App for Kids | Math & Reading Games",
      "description": "Join over 2 million families with Smart Tales, an award-winning educational app for kids aged 2-11. Discover engaging math and reading games.",
      "preview": "Turn screen time into Smart Time Safe and non-addictive educational app designed for 2-11-year-olds . Explore Math, Science, and Reading through fun,"
    },
    {
      "url": "https://oceandecade.org/",
      "title": "Ocean Decade - The Science We Need For The Ocean We Want",
      "description": "The Ocean Decade is a 10-year framework initiative to identify, generate and use critical ocean knowledge to manage the ocean sustainably.",
      "preview": "The OCEAN video © Universeum Ocean Science Lab Decade The Science We Need for the Ocean We Want 10 Years. 10 Challenges. 1 Ocean. The ocean holds the"
    },
    {
      "url": "https://www.justchat.co.uk/",
      "title": "Chat in the online chat rooms at Just Chat",
      "description": "Chat online in our chat rooms. There is nothing to download and our chat rooms work on any device. Just choose a chat room and get chatting!",
      "preview": "Online chat rooms We offer online chat rooms. We are the UK's leading chat site and welcome chatters over the age of 18 from all over the world. Wheth"
    },
    {
      "url": "http://jijislief.nl/categorie_zwanger",
      "title": "Jij is Lief - Zwanger",
      "description": "Stuur je vrienden een super orgineel kaartje via internet!",
      "preview": "Zwanger 61 Als een bekende van je een kind verwacht, ga je die met deze kaartjes zeker blij maken! Kies een andere categorie En? Vertel ik ben zo beni"
    },
    {
      "url": "http://news.richmondnewsnow.com/story/530006/61-cagr-construction-accounting-software-market-impelled-by-blooming-construction-industry-by-2027.html",
      "title": "6.1% CAGR, Construction Accounting Software Market impelled by Blooming Construction Industry by 2027 - Richmond News Now",
      "description": "void",
      "preview": "Richmond News Now 6.1% CAGR, Construction Accounting Software Market impelled by Blooming Construction Industry by 2027 Back To Homepage Subscribe To"
    },
    {
      "url": "https://marketplace.walmart.com/",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://wiktenauer.com/wiki/George_Silver",
      "title": "George Silver ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "George Silver (ca.1550s- early 1560s - 1620s) was a 16th - 17th century English nobleman and fencing enthusiast. He was likely born in the 1550s or early 1560s, the eldest of four brothers; apparently at least one of them, Toby, was also an accomplished swordsman. Silver is described as a gentleman in his treatise, and the fencing historian Aylward claims that he was eleventh in descent from Sir Bartholomew Silver, who was knighted by Edward II &#91;1&#93;. On March 24th 1580 (1579 in the old calendar then in use in England), he was married to Mary Haydon in London, England. &#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. George Silver From Wiktenaue"
    },
    {
      "url": "https://nothingbigbangtheory.tumblr.com/post/116858137854",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @nothingbigbangtheory on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://suporte.handtalk.me/kb",
      "title": "Central de ajuda - HAND TALK",
      "description": "Conheça nossa base de conhecimento e navegue pela central de ajuda para saber como utilizar todas as funcionalidades da Hand Talk",
      "preview": "Primeiros Passos Hand Talk Plugin Hand Talk App Dashboard Comunidade HT Segurança"
    },
    {
      "url": "https://tickling-videos.com/comics/secret-agent-sonya/",
      "title": "Secret Agent Sonya | Tickling Videos",
      "description": "void",
      "preview": "Tickling Videos Best Clips of World Famous Studio Home Comics FAQ Custom Requests Models Secret Agent Sonya 14.12.2016 No comments Secret Agent Sonya"
    },
    {
      "url": "https://defyventures.myshopify.com/",
      "title": "Defy Ventures Inc. Merchandise",
      "description": "Defy Ventures Inc. Merchandise",
      "preview": "Skip to content Welcome to our store Item added to your cart Check out Continue shopping Help Defy the Odds For nearly a decade, Defy graduates have b"
    },
    {
      "url": "http://beatlesource.com/bs/ae-boy2.html",
      "title": "THE SOURCE - Acetates - E.M.I. - This Boy",
      "description": "void",
      "preview": "This Boy Home Emidisc This disc was auctioned in late 2005 The auction provided no details but it can be assumed this is the standard mono mix. RECORD"
    },
    {
      "url": "https://www.fra.affrc.go.jp/english/eindex.html",
      "title": "FRA",
      "description": "void",
      "preview": "FRA ACCESS INQUIRY Mission The National Research and Development Agency, Japan Fisheries Research and Education Agency (FRA) was established on April"
    },
    {
      "url": "https://impact.economist.com/",
      "title": "Economist Impact",
      "description": "Economist Impact combines the rigour of a think-tank with the creativity of a media brand to engage an influential global audience.",
      "preview": "We partner with corporations, foundations, NGOs and governments across big themes including sustainability, health and the changing shape of globalisa"
    },
    {
      "url": "https://www.blackgirlsunscreen.com/about/",
      "title": "Black Owned Sunscreen Brand & Company | Black Girl Sunscreen",
      "description": "Black Girl Sunscreen was created by Shontay Lundy in 2016. Made with melanated skin in mind, learn more about the BGS journey.",
      "preview": "About Us Our Story Our story begins with the need for a sunscreen brand that caters exclusively to women of color. From carrying expensive umbrellas t"
    },
    {
      "url": "https://www.thesprucecrafts.com/how-to-tool-leather-3536816",
      "title": "Using Your Woodworking Band Saw Safely",
      "description": "Is cutting with a band saw safe? By following the safety precautions in this article, you should be able to reduce the danger of using a band saw.",
      "preview": "Tips for Using Your Band Saw Safely and Effectively By Chris Baylor Chris Baylor Chris Baylor is a woodworking expert and writer with over a decade of"
    },
    {
      "url": "https://www.serenavet2016.com/post/covid-19-more-testing-to-be-done-in-canada",
      "title": "COVID-19: More Testing to be Done in Canada",
      "description": "Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this lock down is over will depend on its citizens abiding by public health suggestions to stay home, and only go out if necessary. Remember, we still have Canadians abroad that are coming into the country, some of which have neglected to inform airlines that they are ill. However, under Canada's Quarantine Act, those returning from travel must by law isolate themselv",
      "preview": "top of page Some people may think we are too late to this game, and that we are chasing the ball while it is rolling down a hill. How quickly this loc"
    },
    {
      "url": "https://www.consumerreports.org/fees-billing/cable-company-fees-add-to-tv-bill/",
      "title": "Cable Company Fees Add $450 to Typical Annual Bill - Consumer Reports",
      "description": "Consumer Reports looks at the surprise cable company fees and add-ons that can jack up consumers' bills. Our research shows advertised cable TV prices don't reflect what you really have to pay, and fees continue to rise.",
      "preview": "Cable Company Fees Add $450 to a Typical Annual TV Bill By James K. Willcox Last updated: October 03, 2019 SHARES Sharing is Nice Yes, send me a copy"
    },
    {
      "url": "https://www.clarendo.de/ohrringe/198/ohrstecker-silber-damen-verschlungen-tricolor",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "https://prospect.org/article/can-california-fixed/",
      "title": "Can California Be Fixed? - The American Prospect",
      "description": "The Prospect talks to Repair California, the coalition attempting to call a constitutional convention in the country's messiest democracy.",
      "preview": "Skip to main content Search Newsletter Signup Donate Home Article Can California Be Fixed? The recession has left California, the most populous state"
    },
    {
      "url": "https://www.bytedance.com/",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "http://www.asthmastory.com/",
      "title": "Asthma cure research relating asthma to bacteria Chlamydia pneumoniae and mycoplasma after experiencing a near fatal asthma attack- Main page",
      "description": "How a man completely cured severe asthma after discovering Dr. Hahn's research linking asthma to the bacteria chlamydia pneumoniae and mycoplasma",
      "preview": "Supporting researchers linking asthma to the bacteria Chlamydia pneumoniae and Mycoplasma Welcome to AsthmaStory This web site is the place for me to"
    },
    {
      "url": "https://www.spotify.com/",
      "title": "Spotify - Web Player: Music for everyone",
      "description": "Spotify is a digital music service that gives you access to millions of songs.",
      "preview": "Trending songs Fanculo (feat. Marracash) The Fate of Ophelia DUOMO Scama NON CAPISCI (FREESTYLE) Non è mica te Semplicemente (from the Netflix Series"
    },
    {
      "url": "http://www.huffingtonpost.com/madelynne-wager/big-hearts-and-selfintere_b_6705648.html",
      "title": "Big Hearts and Self-interest to the Rescue -- How Millennials Could Save Us | HuffPost Impact",
      "description": "However, while Millennials are not as enigmatic as the hype suggests, like all generations, the conditions into which they were born do make them slightly different or, in this case, even special.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Impact. ©2025 BuzzFeed, Inc. All rights reserved. What"
    },
    {
      "url": "https://www.podatki.gov.pl/pit/",
      "title": "PIT",
      "description": "Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach",
      "preview": "PIT Podatek dochodowy od osób fizycznych. Tu rozliczysz PIT oraz znajdziesz informacje o podatku, ulgach, stawkach i limitach Twój e-PIT - to deklarac"
    },
    {
      "url": "http://mcplots.cern.ch/?query=plots,ppppbar,ue,pt-vs-dphi,Herwig%2B%2B.Tunes%20v4,herwig%2B%2B~2.7.0--1pythia8~8.201--1herwig%2B%2Bpowheg~2.6.3--1vincia~1.2.01_8.205--1alpgenpythia6~2.1.3e_6.426--1epos~1.99.crmc.0.v3400",
      "title": "MCPLOTS",
      "description": "void",
      "preview": "Underlying Event Away <pT> vs Nch <pT> vs p T lead <Nch> vs p T lead Σ(pT) vs p T lead Transverse <pT> vs Nch <pT> vs p T lead Strange <N> vs p T lead"
    },
    {
      "url": "http://browardschools.com/",
      "title": "Home - Broward County Public Schools",
      "description": "Home - Broward County Public Schools",
      "preview": "Skip To Main Content Close the menu overlay Close the schools overlay Close the translate overlay Close the search overlay Search Clear Search Last Na"
    },
    {
      "url": "http://ttool.de/anleitungen/ccee.htm",
      "title": "Untitled Document",
      "description": "void",
      "preview": "Encode with Cinema Craft Encoder 2.5 Start CCE 2.5. Right mouse click to select the avi you want to encode. Doubbelclick the AVI and you see the encod"
    },
    {
      "url": "https://community.clickteam.com/activity.php?s=6882b562771a681f4073dec62e9d40a2",
      "title": "Login - Clickteam Community Hub",
      "description": "void",
      "preview": "Log in or register! Don't have an account yet? Then register once and completely free of charge and use our wide range of topics, features and great o"
    },
    {
      "url": "https://www.ipsnews.net/deutsch/",
      "title": "IPS Inter Press Service - Deutsch - Nachrichten aus dem Süden",
      "description": "Nachrichten aus dem Süden",
      "preview": "Friday, 10 October 2025 INTER PRESS SERVICE NEWS AGENCY - DEUTSCH Kampala (IPS/afr). In der Nähe von Mpigi, einer Kleinstadt ca. 40 Kilometer westlich"
    },
    {
      "url": "https://www.leevalley.com/en-ca/discover/woodworking/finishing",
      "title": "Finishing Supplies - Lee Valley Tools",
      "description": "Looking for Tools Supplies for your next woodworking and other projects? Shop Finishing Supplies Collection on Lee Valley, and explore our large Tools Supplies collection.",
      "preview": "Skip to content Accessibility Statement ITEM ADDED TO YOUR CART () Checkout Continue Shopping Finishing Supplies Wood & Metal Finishes Wood Fillers Wo"
    },
    {
      "url": "http://www.logobook.com/",
      "title": "Logobook - Discover the worlds finest logos, symbols and trademarks",
      "description": "Discover the world's finest logos, symbols and trademarks",
      "preview": "void"
    },
    {
      "url": "https://developer.wordpress.org/",
      "title": "WordPress Developer Resources | Developer.WordPress.org",
      "description": "Official WordPress developer resources including a code reference, handbooks (for APIs, plugin and theme development, block editor), and more.",
      "preview": "WordPress.org WordPress Developer Resources Developer Resources /The freedom to build See what has changed in the WordPress 6.8 API. Documentation Blo"
    },
    {
      "url": "https://www.ala.org/aboutala/sitesdirectory",
      "title": "Directory of ALA Websites | ALA",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.bigsmall.in/",
      "title": "Gifts Online | Send Unique Gifts Online | Best Gift Shop - Bigsmall.in",
      "description": "Bigsmall is known for its special and unique gift collections in India. Explore the best gifts for birthdays, anniversaries, or corporate gifting. Free On-time Delivery!",
      "preview": "Loading Skip to content icon-hamburger icon-X Menu icon-cart Cart 0 Search Search icon-X Close (esc) Profile Track Order Home Rakhi Unique Rakhis Rakh"
    },
    {
      "url": "http://www.skype.com/go/skype/?cm_mmc=MSFT|TRAF_B1-_-mscom-hero-us",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "http://www.letsfixconstruction.com/blog/category/estimators",
      "title": "The Let's Fix Construction Blog - Let's Fix Construction",
      "description": "Contributed by Russell Harrison",
      "preview": "Let's Fix Construction Blog Why & Who? Workshops Upcoming Workshops A & E Coordination CDT Education Program Let's Fix Construction Social Media & AEC"
    },
    {
      "url": "https://www.gov.pl/web/gov/uslugi-dla-obywatela",
      "title": "Usługi dla obywatela - Gov.pl - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "http://www.m8tools.com/",
      "title": "M8 GAMBLING TOOLS - YOUR TOOLBOX FOR BETTER GAMBLING ONLINE",
      "description": "YOUR TOOLBOX FOR BETTER GAMBLING ONLINE",
      "preview": "Supe It Up is a slot that will appeal to any petrol head out there, especially those who enjoy customising cars and all the various mods that cars can"
    },
    {
      "url": "https://account.xbox.com",
      "title": "Account Xbox | Xbox",
      "description": "Resta connesso con i giochi che ami e la community di giocatori grazie all'account per Xbox. Crea un account gratuito per ottenere il massimo da Xbox, ovunque tu sia.",
      "preview": "Passa a contenuti principali UN SOLO ACCOUNT PER TUTTO IL MONDO XBOX  Resta connesso con i tuoi giochi e i tuoi amici e ottieni il massimo da Xbox ov"
    },
    {
      "url": "https://www.ecopack.bg/bg",
      "title": "Начало - Екопак",
      "description": "void",
      "preview": "Най-голямата организация за оползотворяване на отпадъци от опаковки в България REЦИКЛИРАЙ В ТРОЯН! Извърли разделно и маркирай в приложението! Събирай"
    },
    {
      "url": "https://genealogy.cjh.org/synagogue/1132",
      "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
      "description": "void",
      "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
    },
    {
      "url": "https://www.giallozafferano.it/ricette-cat/Primi/",
      "title": "Primi piatti - Le ricette di GialloZafferano",
      "description": "Ricette primi piatti: leggi consigli, ingredienti, tempi e modalità di preparazione dei nostri gustosissimi primi piatti sfiziosi al forno, facili e veloci.",
      "preview": "Facebook Pinterest Instagram TikTok YouTube X Ricette Primi Piatti Portate Le Portate Filtri Tutti i Filtri Benessere Primi piatti veloci La pasta è s"
    },
    {
      "url": "https://www.daswetter.com/wetter_Oisquercq-Europa-Belgien-Wallonisch+Brabant--1-180489.html",
      "title": "Wetter Oisquercq 14 Tage - daswetter.com | Meteored",
      "description": "Das Wetter in Oisquercq - Wettervorhersage für 14 Tage. Aktuelles Wetter in Oisquercq: Temperatur, Schnee, Regen, Wind, Luftfeuchtigkeit, Wetterwarnungen, etc",
      "preview": "Wetter Oisquercq 13:00 Freitag ... Artboard bedeckt 16° gefühlte Temperatur 16° Norden 4 - 15 km/h Stündlich Bewölkter Himmel für die nächsten Stunden"
    },
    {
      "url": "https://firefox-source-docs.mozilla.org/devtools-user/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=developers",
      "title": "Firefox DevTools User Docs - Firefox Source Docs documentation",
      "description": "void",
      "preview": "Firefox DevTools User Docs Report an issue / View page source Firefox DevTools User Docs  Firefox Developer Tools is a set of web developer tools bui"
    },
    {
      "url": "https://services.aap.org/en/news-room/news-releases/aap/2021/american-academy-of-pediatrics-speaks-out-against-bills-harming-transgender-youth/",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://www.aclumich.org/en/news/year-ahead",
      "title": "The year ahead | ACLU of Michigan",
      "description": "Following a year that marked unprecedented success in the areas of reproductive freedom, voting rights, reform of the criminal legal system, and LGBTQ+ equity, the ACLU of Michigan is looking forward as this new year begins - and a new state Legislature is seated.",
      "preview": "Skip to main content The year ahead Looking to the future By Loren Khogali , Executive Director January 12, 2023 - 3:15pm Facebook X Reddit Email Prin"
    },
    {
      "url": "https://www.metv.com/setmarket.php?marketID=192/",
      "title": "MeTV - America's #1 Classic Television Network",
      "description": "Watch MeTV for memorable entertainment television from America's #1 classic television network. Airing over 50 different classic TV series each week, from drama and comedy to westerns and sci fi, MeTV is available nationwide for free with an antenna, and is available on many local television providers. Find out where to watch MeTV, check our television schedule, and explore nostalgic content, quizzes, videos and more on MeTV.com",
      "preview": "void"
    },
    {
      "url": "https://www.marvel.com/articles/movies/scott-lang-memoir-look-out-for-the-little-guy",
      "title": "Scott Lang Announces New Memoir 'Look Out for The Little Guy' Coming this Fall | Marvel",
      "description": "Pick up the book as seen on the big screen in 'Ant-Man and The Wasp: Quantumania'",
      "preview": "Movies Published February 1, 2023 Scott Lang Announces New Memoir 'Look Out for The Little Guy' Coming this Fall Pick up the book as seen on the big s"
    },
    {
      "url": "https://worldpackersplatform.herokuapp.com/search/europe/italy/province_of_bergamo?skills%5B%5D=night_shift&special_rewards%5B%5D=free_laundry",
      "title": "Volunteer Work and Work Exchanges in Province Of Bergamo, Italy - Worldpackers",
      "description": "Want an opportunity to work as a volunteer or exchange your skills for accommodation in Province Of Bergamo, Italy? At Worldpackers you can find the best countries to live and learn in!",
      "preview": "Search or filter results 3 Travel more for less Become a member by 10/31 and get 10% OFF on bookings at Hostelworld! Home Hosts Europe Italy Province"
    },
    {
      "url": "https://us.caudalie.com/p/317/317-makeup-removing-cleansing-oil.html",
      "title": "Vinoclean Makeup Removing Cleansing Oil | CAUDALIE®",
      "description": "A 100% natural, vegan cleansing oil that melts away makeup, cleanses and hydrates without leaving a greasy finish.",
      "preview": "Go to Content Free MERIT best-sellers duo on orders $100+. Code: MERIT Free shipping & free mini on orders $49+ Free MERIT best-sellers duo on orders"
    },
    {
      "url": "https://www.booking.com/help.en-gb.html",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is disabled In order to continue, we need to verify that you're not a robot. This requires JavaScript. Enable JavaScript and then reload th"
    },
    {
      "url": "https://www.nepalspiritualtrekking.com/",
      "title": "Nepal Spiritual Tours and Trekking - Best Everest Trek Nepal Spiritual Trekking Pvt. Ltd.",
      "description": "Nepal Spiritual Tours and Trekking specialized on private and group joining trekking tours in Everest, Annapurna in Nepal. Contact for spiritual tour",
      "preview": "void"
    },
    {
      "url": "https://careers.microsoft.com/",
      "title": "Home | Microsoft Careers",
      "description": "Do what you love. Create the future you want. Explore the career options that Microsoft has to offer.",
      "preview": "Because impact matters Life at Microsoft https://careers.microsoft.com/v2/global/en/benefits Benefits Explore Microsoft's world-class benefits designe"
    },
    {
      "url": "https://www.waittfoundation.org",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "https://www.msmt.cz/file/6058/",
      "title": "KO_kancnabytek_Priloha5.doc, MŠMT ČR",
      "description": "Ministerstvo školství, mládeže a tělovýchovy České republiky",
      "preview": "Titulní stránka | Zpět Dokument ke stažení KO_kancnabytek_Priloha5.doc Dokument typu doc | Velikost 71,5 kB Typ souboru: Textový dokument Microsoft Of"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A104&f%5B2%5D=field_location%3A127&f%5B3%5D=field_location%3A109&f%5B4%5D=field_source%3A67&f%5B5%5D=field_location%3A135&f%5B6%5D=field_location%3A98&f%5B7%5D=field_location%3A106&f%5B8%5D=field_location%3A107&f%5B9%5D=field_location%3A118&amp%3Bf%5B1%5D=field_location%3A110",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://www.youredm.com/tag/nominations/",
      "title": "| Your EDM",
      "description": "void",
      "preview": "Dark Mode Light Mode Search Search Search Popular Searches About Acoustic Ambient Artist Spotlight Aspire To Inspire AsQme Bass House Bass Music Blast"
    },
    {
      "url": "https://getsupport.apple.com/?caller=psp",
      "title": "void",
      "description": "void",
      "preview": "We're sorry You need to enable JavaScript to run this app"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/consultar-horarios",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://spinthewheel.app",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "Discover endless possibilities with Spin the Wheel - Random Picker Wheel Maker! Unleash your creativity and design custom spin wheels for any occasion. Whether it's for games, giveaways, or decision-making fun, our user-friendly platform lets you create interactive experiences that engage and entertain. Spin the wheel and make your ideas come to life in a dynamic and exciting way!",
      "preview": "You need to enable JavaScript to run this app. It is certain Reply hazy, try again As I see it, yes Don't count on it It is decidedly so Ask again lat"
    },
    {
      "url": "https://techcrunch.com/tag/artificial-intelligence/",
      "title": "Artificial Intelligence (AI) | TechCrunch",
      "description": "Read the latest news about Artificial Intelligence (AI) on TechCrunch",
      "preview": "Artificial Intelligence (AI) Read TechCrunch's complete new coverage of artificial intelligence and machine learning tech, the companies building them"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-repair.html",
      "title": "Typewriter Repair Shops",
      "description": "void",
      "preview": "presents The Typewriter Revolution: A Typist's Companion for the 21st Century Available now Not too long ago, every town had at least one shop that so"
    },
    {
      "url": "https://ecoromambalaje.ro/",
      "title": "Eco-Rom Ambalaje - Colectăm separat - Reciclăm împreună",
      "description": "Comisia de supraveghere a răspunderii extinse a producătorului a emis licența de operare la data...",
      "preview": "Home Despre noi Servicii Informații publice Autorizație Clienți Tarife Informații utile Cantități gestionate Modificări legislative Pagina membrilor C"
    },
    {
      "url": "https://www.stantec.com/en/markets/urban-places",
      "title": "Urban Places",
      "description": "Everywhere we work-in cities and suburbs alike-economic shifts and demographic trends are creating an urban renaissance.",
      "preview": "Skip to main content Start of main content Markets Urban Places 01 05 Creating places for people Everywhere we work-in cities and suburbs alike-econom"
    },
    {
      "url": "http://www.seaaroundus.org/data/#/global",
      "title": "Sea Around Us | Fisheries, Ecosystems and Biodiversity",
      "description": "The Sea Around Us Project investigates the impact of fisheries on the world's marine ecosystems. This is achieved by using a Geographic Information System",
      "preview": "Menu Search our data Mapped data Help Publications News Partners Projects Data not yet available Your browser does not support Javascript or has it di"
    },
    {
      "url": "https://www.bharattaxi.com/",
      "title": "Hire Taxi Service & Cab Booking from India's Best Car Rental Provider- Bharat Taxi",
      "description": "Bharat Taxi offers 24*7 taxi booking and cab service facility at an affordable fare. Book online taxi service in India, cab for rent, and car rental with driver at best deals.",
      "preview": "Local Rental One Way Round Trip Road Trip Local Transfer Rentals One Way Round Trip Road Trip Local Transfer Source City Package Type Select Package P"
    },
    {
      "url": "https://shopmsd.com/products/mountain-sledder-magazine-ride-guide-volume-2-golden",
      "title": "Mountain Sledder Magazine Ride Guide - Volume 2: Golden & Columbia Val - ShopMSD",
      "description": "This guidebook series, written exclusively for sledders, highlights all of the most popular and many of the lesser known snowmobiling zones in each volume's respective region. In it you'll find all of the information you need to plan and get the most of a sled trip there, including how to find each zone and what to e",
      "preview": "AS OF SEPTEMBER 17, ALL SALES ARE FINAL (NO RETURNS, EXCHANGES) Roll over image to zoom in Mountain Sledder Magazine Ride Guide - Volume 2: Golden & C"
    },
    {
      "url": "https://oaacc.org/",
      "title": "HOME -",
      "description": "Welcome Oakland African America Chamber of Commerce We Address Economic Disparities, Promote Black Empowerment and support Black-owned businesses. Our tailored programs and events celebrate Black culture, history, and entrepreneurship, recognizing the vital role of Black business owners in the community. Membership Watch Tour Dear New Member:Welcome to the Oakland African American Chamber of Commerce. In [...]",
      "preview": "Welcome Oakland African America Chamber of Commerce We Address Economic Disparities, Promote Black Empowerment and support Black-owned businesses. Our"
    },
    {
      "url": "https://bridge909.org/",
      "title": "90.9 The Bridge",
      "description": "90.9 The Bridge is Kansas City's listener-supported NPR music radio station. Turn On. Tune In. Listen Local.",
      "preview": "void"
    },
    {
      "url": "https://www.buputensili.com/prodotti.html",
      "title": "BUP Utensili | Prodotti per la lavorazione del legno",
      "description": "Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i nostri prodotti di utensileria per la lavorazione del legno.",
      "preview": "Home Prodotti Le categorie della gamma prodotti BUP Utensili Scopri le caratteristiche tecniche dei nostri utensili, confronta nei dettagli tutti i no"
    },
    {
      "url": "https://powerusers.microsoft.com/t5/Power-Apps-Community/ct-p/PowerApps1",
      "title": "Forums | Microsoft Power Platform Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Community site session details Session Id : Copy Close Join experts in p"
    },
    {
      "url": "https://www.mail.com/company/privacypolicy/",
      "title": "Our Privacy Policy | mail.com",
      "description": "How to easily manage your permission settings in just a couple of steps",
      "preview": "Privacy Policy Permission Management The mail.com online portal is a round-the-clock hub for entertainment and information: news, sports, searches and"
    },
    {
      "url": "https://www.rijksmuseum.nl/en/rijksstudio",
      "title": "Collection - Rijksmuseum",
      "description": "void",
      "preview": "Collection Discover Animals in the Netherlands Delftware Dutch palaces Seascapes and beach scenes What do you love? Try the Art Explorer Discover Art"
    },
    {
      "url": "https://www-fourier.univ-grenoble-alpes.fr/~molinier/crochet.html",
      "title": "Rémi Molinier - Crochet",
      "description": "void",
      "preview": "Rémi Molinier I am a teaching assistant (PRAG) at Université Grenoble-Alpes in the Institut Fourier . My area of expertise lies mainly inside algebrai"
    },
    {
      "url": "https://app.uptogether.org/",
      "title": "Home - UpTogether.org",
      "description": "UpTogether - Home",
      "preview": "Loading..."
    },
    {
      "url": "https://www.aspca.org/helping-people-pets/shelter-intake-and-surrender/pet-statistics#:~:text=Approximately%206.3%20million%20companion%20animals,and%203.2%20million%20are%20cats.",
      "title": "U.S. Animal Shelter Statistics | Shelter Intake and Surrender | ASPCA",
      "description": "Last year, approximately 5.8 million companion animals enter shelters nationwide. Learn where they come from, and how you can fight animal homelessness.",
      "preview": "Skip to content U.S. Animal Shelter Statistics The Issue More Info Many shelters across the country are full, and animals, especially dogs, are often"
    },
    {
      "url": "https://www.uplabs.com/",
      "title": "UpLabs",
      "description": "void",
      "preview": "We're sorry but UpLabs website is no longer available Thank you for your contributions and support over the years."
    }
  ],
  "_meta": {
    "total_bookmarks": 140
  }
}