{
  "data": [
    {
      "url": "http://www.playstation.com/support/",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://geodata.gfk.com/maps",
      "title": "Geodata: Digital Maps for Location Intelligence",
      "description": "Access detailed digital maps for geomarketing and spatial analysis. Visualize territories, regions, and market data with NIQ geodata.",
      "preview": "Solutions Industries Partner Network Insights Careers About Market Measurement Consumer Behavior & Insights Innovation Brand & Media Analytics & Activ"
    },
    {
      "url": "https://www.centene.com/",
      "title": "Managed Care & Healthcare Solutions | Centene Corporation",
      "description": "As a managed care organization, we provide access to high-quality healthcare solutions that help families & individuals. Learn more about Centene.",
      "preview": "void"
    },
    {
      "url": "https://www.lovecrafts.com/en-gb/c/article/how-to-crochet-a-granny-square",
      "title": "How to Crochet a Granny Square for Beginners | LoveCrafts",
      "description": "A crochet square is the perfect project to start on your crocheting journey! Discover how to crochet a granny square with our step-by-step tutorial, video and free granny square pattern.",
      "preview": "Skip to main content JavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to utilize the functionality of"
    },
    {
      "url": "https://www.loveandlemons.com/",
      "title": "Love and Lemons - Healthy, whole food, vegan and vegetarian recipes",
      "description": "Recipes and tips from Jeanine Donofrio, writer of The Love and Lemons Cookbook. Includes vegetarian recipes, gluten free recipes, and vegan recipes.",
      "preview": "Jack and I love making this apple cider cocktail recipe for cozy fall nights in. It combines some of his favorite cocktail ingredients (bourbon and An"
    },
    {
      "url": "https://flatuicolors.com/",
      "title": "Flat UI Colors 2 - 14 Color Palettes, 280 colors 🎨",
      "description": "280 handpicked colors ready for COPY & PASTE",
      "preview": "void"
    },
    {
      "url": "https://www.moneygram.com/replacement",
      "title": "Get a Money Order Fast with MoneyGram | MoneyGram",
      "description": "Our money orders give you the convenience of cash and the freedom of a check-without needing a checking account.",
      "preview": "Text... Purchase a money order We're one of the nation's largest money order companies. Send money with convenience, freedom, and reliability. Money o"
    },
    {
      "url": "https://webpass.net/denver/",
      "title": "Denver Fiber Internet | GFiber Webpass",
      "description": "Sign up with GFiber Webpass for gigabit fiber optic internet in Denver, CO with no data caps or contracts.",
      "preview": "Skip to main content The most awarded ISP with no data caps or hidden fees. Check availability Check availability Award-winning internet without dat"
    },
    {
      "url": "https://www.basemap.com/privacy-policy/",
      "title": "Privacy Policy | BaseMap Inc",
      "description": "BaseMap Privacy Policy",
      "preview": "top of page LAST UPDATED: APRIL 16, 2018 PRIVACY POLICY BaseMap Inc. (\"BaseMap\") values your privacy. In this Privacy Policy (\"Policy\"), we describe h"
    },
    {
      "url": "https://support.springer.com/en/support/home",
      "title": "Support : Springer Support",
      "description": "void",
      "preview": "Welcome to Springer support How can we help you today? Enter your search term here... Search Account Management Springer Nature Link Springer Books an"
    },
    {
      "url": "https://daniloandsharon.com",
      "title": "Danilo & Sharon",
      "description": "Uncover the captivating realm of Danilo and Sharon, where the magic of wedding photography unfolds in all its splendor. Immerse yourself in our extraordinary portfolio as you explore our distinctive artistic vision and personalized services, setting new standards for redefining traditional wedding imagery. Experience the enchantment that awaits in our world of captivating wedding photography.",
      "preview": "Booking Now taking bookings for 2025/26 Check your date Real weddings Portfolio For photographers Flashcourse Photobook About us Contact MENU \"Nature"
    },
    {
      "url": "http://www.district-360.com/",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "https://securustech.net/privacy",
      "title": "Privacy - Securus Technologies",
      "description": "Friends and Family.",
      "preview": "Privacy Please wait while you are redirected...or Click Here if you do not want to wait."
    },
    {
      "url": "http://geographyfieldwork.com/",
      "title": "Barcelona Field Studies Centre",
      "description": "Barcelona Field Studies Centre offers geography, geology, biology, ecology and environmental fieldwork and field studies programmes throughout the year.",
      "preview": "Home Page Contact Us Login Make Your Booking Availability Prices 2025 Prices 2026 Geography Biology Geology Business Studies Expand All Collapse All W"
    },
    {
      "url": "https://investors.fiserv.com/",
      "title": "Fiserv, Inc. (FI)",
      "description": "Fiserv, Inc. (NYSE: FI), a Fortune 500 company, moves more than money. As a global leader in payments and financial technology, the company helps clients achieve best-in-class results through a commitment to innovation and excellence in...",
      "preview": "Stock Snapshot Latest Fiserv Small Business Index ® results now available Learn More Latest News Oct 8, 2025 2:19 PM EDT Fiserv to Release Third Quart"
    },
    {
      "url": "https://cat.barchemicals.it/prodotto/bp-bioglayd/",
      "title": "BIOGLAYD | Catalogo Barchemicals Group",
      "description": "BIOGLAYD è un biocondizionante sanificante appositamente formulato per la rimozione del biofilm nei circuiti ed erogatori di acqua sanitaria",
      "preview": "BIOGLAYD BIOGLAYD è un biocondizionante sanificante appositamente formulato per la rimozione del biofilm nei circuiti ed erogatori di acqua sanitaria"
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "https://mickey-the-doll.tumblr.com/post/140318223394",
      "title": "50m3 Th1ng5 D0 N0t C0mput3, codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Theme 50m3 Th1ng5 D0 N0t C0mput3 27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea."
    },
    {
      "url": "https://mindsetstartupacademy.medium.com/startup-investors-winning-characteristics-of-a-founding-team-with-jason-kraus-of-eqx-fund-b2ed71f8282e?source=post_internal_links---------4-------------------------------",
      "title": "Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund - Mindset Startup Community - Medium",
      "description": "Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund Mindset Clip ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Startup Investors: Winning Characteristics Of A Founding Team, With Jason"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/ref/models/fields/",
      "title": "Model field reference | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://beardedtheory.co.uk/payment-plan-ends-january-30th-2015/",
      "title": "Payment Plan ends January 30th 2015 | Bearded Theory",
      "description": "void",
      "preview": "Line up News About Bearded Theory Ticket Information Accessibility Sustainability FAQs Explore The Fields The Stages Children's Area Festival School E"
    },
    {
      "url": "https://www.aauw.org/",
      "title": "Home - AAUW : Empowering Women Since 1881",
      "description": "void",
      "preview": "Cookie Notice This website uses cookies, including third party ones, to allow for analysis of how people use our website in order to improve your expe"
    },
    {
      "url": "https://sc-ug.de/index.php/26-firmen-olympiade-donnerstag-den-04-07-2019",
      "title": "Firmen-Olympiade - Donnerstag den 04.07.2019",
      "description": "Sportverein mit verschiedenen Freizeitsportangeboten in Unterpfaffenhofen-Germering, im Westen von Muenchen.",
      "preview": "Adresse / Impressum Datenschutzerklärung Login Aikido Bogenschießen Fußball Handball Judo Ju-Jutsu-Karate Lauftreff Firmen-Olympiade - Donnerstag den"
    },
    {
      "url": "https://forum.generationequality.org/forum",
      "title": "What is the Generation Equality Forum? | Generation Equality Forum",
      "description": "The Generation Equality Forum, held in 2021, has kickstarted a 5-year journey to accelerate ambitious action and implementation on global gender equality.",
      "preview": "Skip to main content What is the Generation Equality Forum? The Generation Equality Forum , held in 2021, has kickstarted a 5-year journey to accelera"
    },
    {
      "url": "https://ride.lyft.com/?entrypoint=lyftcom",
      "title": "Lyft: Need a ride? Use the app.",
      "description": "Download the Lyft app and get a ride from a friendly driver in minutes.",
      "preview": "Skip to content Need a ride? Use the app. Download the Lyft app and get a ride from a friendly driver in minutes. We'll send you a text with a link to"
    },
    {
      "url": "https://www.tbf.org/",
      "title": "The Boston Foundation - TBF",
      "description": "Greater Boston's community foundation, working in partnership with donors to build and sustain a vital, prosperous city and region.",
      "preview": "Now is the time to move equity. Now is the time to move Boston. TBF announces multimillion-dollar commitment to strengthen region's food systems Risin"
    },
    {
      "url": "https://tnaqua.org/",
      "title": "Tennessee Aquarium | Chattanooga Attractions | IMAX Movies",
      "description": "Situated on the Tennessee River in downtown Chattanooga, TN, the Tennessee Aquarium is home to 10,000 animals and an IMAX theater. Plan your visit today!",
      "preview": "Skip to content Tickets IMAX Donate Menu River Journey Learn More Ocean Journey Learn More Aquarium + Rock City Combo Ticket Learn More Coming soon to"
    },
    {
      "url": "http://chessbomb.com/",
      "title": "Live Chess Tournaments - Follow Top Events - Chess.com",
      "description": "Follow the latest major chess tournaments online with live broadcasting. See the moves, analyze them with a chess engine, and interact with other chess fans.",
      "preview": "Home Play Puzzles Learn Watch News Social More Sign Up Log In English Light UI Dark UI Support"
    },
    {
      "url": "https://jfathersdesign.com/muster",
      "title": "Joshua Fathers Graphic Design - Muster",
      "description": "A third year BA Hons Graphic Design project. An app and branding project to help engage 18 - 30-year-olds in local communities by rewarding users for being social.",
      "preview": "You may also like 2015 Lenticular Signage Graphic Design, Interaction Design, Product Design 2014 The Princess Bride Graphic Design, Illustration, Pri"
    },
    {
      "url": "https://disasterphilanthropy.org/cdp-fund/cdp-covid-19-response-fund/",
      "title": "COVID-19 Response Fund - Center for Disaster Philanthropy",
      "description": "The when, where and how of informed disaster giving",
      "preview": "Search Search COVID-19 Response Fund Read impact stories LinkedIn Twitter Facebook Email Overview Impact Major Donors How to Help Updates Resources Re"
    },
    {
      "url": "https://go.chronicle.security/secop-community-guidelines",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Get $300 in free credits and free usage of 20+ products The new way to cloud starts here Build with generative AI, deploy apps fast, and analyze data"
    },
    {
      "url": "https://unitedforwildlife.org/",
      "title": "United for Wildlife - Ending the Illegal Wildlife Trade - United for Wildlife",
      "description": "Founded by Prince William and The Royal Foundation, United for Wildlife aims to make it impossible for traffickers to profit from illegal wildlife products.",
      "preview": "Working to end the illegal wildlife trade United for Wildlife was created by Prince William and The Royal Foundation in 2013 to protect endangered spe"
    },
    {
      "url": "https://blackentrepreneursday.com/",
      "title": "Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "2025 Announcement Coming soon!! THE FIFTH ANNUAL CELEBRATION TO EMPOWER AND CELEBRATE BLACK BUSINESS Watch the 2024 livestream now Watch the 2024 Afte"
    },
    {
      "url": "https://malpracticer.tumblr.com/",
      "title": "Squiggle Zone",
      "description": "be better",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text you fools.. hes not making a video game.. hes making a hideo game (via parvio"
    },
    {
      "url": "https://graph.microsoft.io/en-us/code-samples-and-sdks",
      "title": "Microsoft Graph Dev Center | APIs and app development",
      "description": "Use the Microsoft Graph API to connect to data and other datasets to derive insights and analytics, extend Microsoft 365 experiences, and build intelligent apps.",
      "preview": "Skip to main content Microsoft Graph is the unified API for modern work Use the data and intelligence in Microsoft 365 to build apps that reach millio"
    },
    {
      "url": "https://www.csga07.fr/protected/?comeFrom=https%3A%2F%2Fwww.csga07.fr%2Fespace-membre%2Fgoogle-groupe%2F&",
      "title": "Zone protégée par mot de passe - Connexion - Site de csga07 !",
      "description": "void",
      "preview": "Zone protégée Cette zone est accessible seulement avec un mot de passe. Mot de passe : Défiler vers le haut fermer"
    },
    {
      "url": "https://www.thinkwithgoogle.com/?utm_source=marketingplatform.google.com&utm_medium=et&utm_campaign=marketingplatform.google.com%2Fabout%2Fanalytics%2F",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.skype.com/en/",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "http://www.orkut.com/",
      "title": "orkut",
      "description": "void",
      "preview": "languages: English Português Hi there, I'm Orkut. Seventeen years ago I started a little social network while I was an engineer at Google. In just a f"
    },
    {
      "url": "https://www.cilentopark.it/agropoli/",
      "title": "AGROPOLI COSA VEDERE >> HOTEL, B&B, VILLAGGI",
      "description": "Agropoli è una splendida località balneare del Cilento. Cosa vedere ad Agropoli e info sulla balneabilità",
      "preview": "Agropoli Indice contenuti Toggle Una delle mete di maggior richiamo per il turismo balneare del Cilento è sicuramente Agropoli le cui splendide spiagg"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://www.maderasdesudamerica.com/album/fotogaleria-maderasudamerica-oficina-de-comercio-internacional-en-maderas-tropicales/a2-jpg/",
      "title": "2.jpg :: COEX SUDAMERICA TRADING",
      "description": "void",
      "preview": "Buscar en el sitio Buscar: Tu Negocio es Nuestro Negocio COMERCIO EXTERIOR DE COMMODITIES Y MADERAS > GALERIA GANADO EN PIE > 2.jpg Anterior Presentac"
    },
    {
      "url": "http://lightningstrikestudios.com/",
      "title": "Home - LightningStrike Studios",
      "description": "LightningStrike Studios is a professional communications firm dedicated to saving our clients time. Through our network of skilled associates - graphic artists, web designers, translators, photographers, videographers, project managers, and printers - we provide a comprehensive solution to an array of communications projects.",
      "preview": "Skip to main content Main Content LIGHTNINGSTRIKE STUDIOS Professional Communication for the Chronically Busy™ We know you're busy, so we'll get right"
    },
    {
      "url": "http://www.aeropostale.com/",
      "title": "Men's and Women's Jeans, Clothes, Hoodies, and Graphic Tees | Aeropostale.",
      "description": "Shop Aeropostale for men and women's Clothing. Browse the latest styles of tops, t shirts, hoodies, jeans, sweaters and more Aeropostale. Aeropostale",
      "preview": "× Discount only on select styles as indicated. × Discount only on select styles as indicated. *Guaranteed 12/25 delivery does not include: APO/FPO, Mi"
    },
    {
      "url": "https://www.netflix.com/in/",
      "title": "Netflix Italy - Watch TV Shows Online, Watch Movies Online",
      "description": "Watch Netflix movies & TV shows online or stream right to your smart TV, game console, PC, Mac, mobile, tablet and more.",
      "preview": "Unlimited movies, TV shows, and more Starts at EUR 6.99. Cancel anytime. Ready to watch? Enter your email to create or restart your membership. Email"
    },
    {
      "url": "http://www.acluohio.org/archives/press-releases/ohio-supreme-court-rules-to-uphold-outdated-and-unscientific-hiv-criminalization-policies",
      "title": "Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies - ACLU of Ohio",
      "description": "COLUMBUS, OH-Today the Ohio Supreme Court ruled to continue the criminalization of individuals living with HIV. The ACLU of Ohio, The Center for HIV Law and Policy (\"CHLP\"), and nine other LGBTQ, HIV, medical and legal defense organizations, with assistance from the law firm Gibbons, P.C. and attorney Jeff Gamso, were amici in State of [...]",
      "preview": "Press Releases Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies October 26, 2017 10:30 am Share this page COL"
    },
    {
      "url": "http://mines.edu/diversity",
      "title": "Mines Mission - Colorado School of Mines %",
      "description": "void",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Mission & Vision Mines Mission Our STEM-focused e"
    },
    {
      "url": "https://walmart.privatehealthnews.com/",
      "title": "Walmart Wellness - My health e-news",
      "description": "My health e-news delivers medically-reviewed health news and advice for the topics and issues that are relevant to you and your family! Keep informed with events and announcements at Walmart Wellness.",
      "preview": "My health e-news newsletter News customized & delivered where you are Choose the news you want from more than two dozen topics. Medically-reviewed hea"
    },
    {
      "url": "https://vision.esa.int/",
      "title": "ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "https://www.cochrane.org/about-us",
      "title": "About us | Cochrane",
      "description": "void",
      "preview": "Skip to main content Close search results Only our evidence Only \"Handbook\" Exclude our evidence Exclude news About us We save and improve lives throu"
    },
    {
      "url": "https://www.watchworthy.app/privacy.html",
      "title": "Watchworthy Privacy Policy",
      "description": "Watchworthy Privacy Policy",
      "preview": "Privacy Policy Effective Date: These Terms (this \"Terms of Service\"), Privacy Policy (this \"Privacy Policy\") and Cookie Policy (this \"Cookie Policy\")"
    },
    {
      "url": "https://www.pinterest.com.au/koraorganics/_created/",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Explore When autocomplete results are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swi"
    },
    {
      "url": "https://www.careers.fiserv.com/",
      "title": "Working at Fiserv, Inc.",
      "description": "Browse available job openings at Fiserv, Inc.",
      "preview": "Skip Navigation Search jobs Search Jobs Join our team Keyword Where? How far? Search Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Search"
    },
    {
      "url": "https://www.uneed.best/",
      "title": "Uneed - A launch platform for your products | Uneed",
      "description": "Best Product Hunt alternative: Discover new products every day, vote for your favorites and promote your own on Uneed.",
      "preview": "Daily launches Discover the best products launched today Loading... Our Partners Capgo Instant updates for Capacitor app. Ship updates, fixes, changes"
    },
    {
      "url": "https://www.petsmart.com/",
      "title": "Pet Supplies, Accessories, and Pet Food - Pet Stores | PetSmart",
      "description": "PetSmart pet stores offer quality pet products, pet food, and accessories. Find pet service locations for pet grooming, dog training, and boarding.",
      "preview": "EXTRA 20% OFF thousands of items with: SAVE20 thru 10/13, see terms > Cozy up to fresh deals Save on thousands of items with: SAVE20 thru 10/13, see t"
    },
    {
      "url": "https://therosienetwork.org/contact",
      "title": "CONTACT | The Rosie Network",
      "description": "void",
      "preview": "top of page CONTACT US Have questions? Want to partner? We would love to hear from you! Fill out the form to the right, and one of our team members wi"
    },
    {
      "url": "https://www.smashingmagazine.com/",
      "title": "Smashing Magazine - For Web Designers And Developers",
      "description": "Magazine on CSS, JavaScript, front-end, accessibility, UX and design. For developers, designers and front-end engineers.",
      "preview": "Skip to main content Jump to list of all articles Jump to all topics SVGs, they scale, yes, but how else can you make them adapt even better to severa"
    },
    {
      "url": "https://greenporntube.info/porn/bondage",
      "title": "bondage mp4 porn video | Greenporntube.info",
      "description": "Watch and download bondage online porn bondage videos an download it.",
      "preview": "Home Videos Latest Updates Top Rated Most Viewed Categories favorites ( 0 ) Back Amateur Anal Arab Asian BBW Babe Babysitter Big Ass Big Dick Big Tits"
    },
    {
      "url": "https://learnmobile.design/",
      "title": "Learn Mobile Design | A curated list of mobile design resources",
      "description": "A curated list of mobile design resources",
      "preview": "Platform guides Human Interface Guidelines by Apple ❤️ Material Design Guidelines by Google ❤️ The iOS Design Guidelines by Ivo Mynttinen The Ultimate"
    },
    {
      "url": "https://training.apple.com/us/en/appdeveloper",
      "title": "App Developer Training",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Training by us. Recognized by the world. Explore training for enterprise app"
    },
    {
      "url": "https://www.musiciansoncall.org/",
      "title": "Home - Musicians On Call",
      "description": "void",
      "preview": "Close Search for: Search Adding a dose of joy since 1999. Join us and keep the beat going in healthcare environments. Learn More About Our Programs St"
    },
    {
      "url": "https://www.bang-olufsen.com/en/us/speakers/beosound-1",
      "title": "Bang & Olufsen - High-end Headphones, Speakers, and Televisions",
      "description": "Discover Bang & Olufsen - where sound meets design. Shop premium speakers, headphones, and televisions for home and travel.",
      "preview": "pause Home Audio Elevate your home with iconic design and immersive sound. Discover more Explore our bestsellers Pre-order Beo Grace €1,200 New Beosou"
    },
    {
      "url": "https://postermemorabilia.com/zh-cn/products/sanandreas",
      "title": "San Andreas Signed Poster with COA",
      "description": "Get a signed San Andreas movie poster featuring the cast's autographs. Includes a Certificate of Authenticity.",
      "preview": "Skip to content Search 90-Day Money Back Guarantee & Free Shipping Worldwide Search Authentic Poster + COA (Unframed) San Andreas Signed Poster with C"
    },
    {
      "url": "https://www.montigre.com/products/vintage-new-old-stock-hobe-multi-chain-gold-tassel-necklace-earring-set-vintage-hobe-gold-tassel-necklace-hobe-earrings-hobe-jewelry",
      "title": "Gold Tassel Necklace Earring Set - Mon Tigre",
      "description": "This is stunning necklace and earring set was made by Hobe. The necklace features a tassel of 6 strands of chain that drops 4-1/2\" (4 finer chains flanked by 2 thicker Herringbone chains). The earrings feature 3 strands of chain and measure approximately 1-1/4\" long. The necklace measures almost 19\" long. In excellent",
      "preview": "Skip to content Close menu Home Shop Shop All Preloved Items Featured Favorites! Necklaces, Charms & Pendants Bracelets Rings Brooches & Clips Earring"
    },
    {
      "url": "https://rhawkins20-blog-blog-blog.tumblr.com/",
      "title": "Digitalia",
      "description": "Always the beautiful answer who asks a more beautiful question. ~e.e.cummings",
      "preview": "Digitalia RSS Archive Always the beautiful answer who asks a more beautiful question. ~e.e.cummings July 20, 2015 Mainstream Media: Who do I trust? I"
    },
    {
      "url": "http://www.zenit-hi-fi.ru/hificatalog/kabeli/setevye-kabeli/fisch-p-7-15m.html",
      "title": "Fisch P-7 1,5m | салон Зенит Hi-FI техники",
      "description": "Fisch P-7 1,5m",
      "preview": "Каталог ВИДЕО BLU-RAY ПРОИГРЫВАТЕЛИ ПРОЕКТОРЫ АУДИО CD-ПРОИГРЫВАТЕЛИ CD-РЕСИВЕРЫ CD-ТРАНСПОРТЫ СЕТЕВЫЕ ПРОИГРЫВАТЕЛИ АУДИОСЕРВЕРЫ ТЮНЕРЫ AV-ПРОЦЕССОРЫ"
    },
    {
      "url": "https://www.landkreis-bamberg.de/Landratsamt/Verwaltung/Landratsamt-A-Z/%C3%96ffentliche-Sicherheit/Sprengstoffrecht/?ModID=10&object=tx%7C2892.2.1&NavID=2892.254&La=1&alpha=B",
      "title": "Sprengstoffrecht",
      "description": "void",
      "preview": "Sprungziele zum Kurzmenü zur Volltextsuche zum Hauptmenü zum Untermenü zum Inhalt Diese Website verwendet Cookies , um Ihnen einen optimalen Service z"
    },
    {
      "url": "https://www.loomis.us/",
      "title": "Loomis US | The Future of Cash Management",
      "description": "Loomis integrated technology solutions offer the tools you need to manage cash across financial, retail, education, government, jewelry, healthcare, and high-value industries.",
      "preview": "Skip to main content Keep Your Staff in Store With labor costs on the rise, don't waste time on bank trips. Find Out How Outsource Your Cash Operation"
    },
    {
      "url": "https://www.lofficielusa.com/film-tv/jessica-chastain-movies-interview-eyes-of-tammy-faye-scenes-from-a-marriage",
      "title": "Jessica Chastain Covers L'OFFICIEL's Centennial Issue - Jessica Chastain Movies Interview",
      "description": "Jessica Chastain fronts L'OFFICIEL's Fall 2021 issue and speaks about her movies out this September, 'The Eyes of Tammy Faye' and 'Scenes From a Marriage.'",
      "preview": "Tags JessicaChastain movies tv interview fashion centennial Related Articles Pop culture Katy Perry is Smelling the Daisies With a new baby , new musi"
    },
    {
      "url": "https://nplayer.com/privacy-policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Effective date: November 9, 2019 Newin, Inc (\"us\", \"we\", or \"our\") built the nPlayer app as a Commercial app. This SERVICE is provided"
    },
    {
      "url": "http://wiki.selectbutton.net/titlescreen?ns=hardware&tab_files=files&do=media&tab_details=view&image=fig%3Ainternal_conflict%3Akidniki_in.png",
      "title": "Title Screen [selectbutton wiki]",
      "description": "void",
      "preview": "[[ Title Screen ]] selectbutton wiki Show page"
    }
  ],
  "_meta": {
    "total_bookmarks": 72
  }
}