{
  "data": [
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://onairwithryan.iheart.com/featured/ryan-seacrest/content/2022-04-04-shawn-mendes-on-performing-at-wango-tango-new-music-more/",
      "title": "Shawn Mendes On Performing At Wango Tango, New Music & More | On Air with Ryan Seacrest | Ryan Seacrest",
      "description": "Ryan Seacrest talked to Shawn Mendes about being on the Wango Tango lineup, his new music, tour, and more.",
      "preview": "Ryan Seacrest Ryan is quite simply one of the most influential, well-regarded, and well-known names in Hollywood. He is the quintessential Hollywood i"
    },
    {
      "url": "https://www.autoscout24.nl/aanbod/audi-a1-sportback-1-0-tfsi-design-pro-line-plus-benzine-zwart-1f46d73c-665e-43f9-afc4-1a2588af47e1?ipc=opt_listings&ipl=list_page_link",
      "title": "Koop Audi A1 occasions op AutoScout24",
      "description": "Vind jouw Audi A1 occasion op AutoScout24! ✓Zoek in Nederland en Europa. ✓Gratis autorapport.",
      "preview": "Ga naar hoofdinhoud Filteren 2 Audi A1 ⊕ Nederland ⊕ Filter verwijderen Vorige Volgende 1 / 28 Audi A1 Sportback 1.0 TFSI S-Line 2018 LED/XENON/TWOTON"
    },
    {
      "url": "https://skylar.com/pages/scent-club",
      "title": "Skylar Perfume by Leah Kateb | California Inspired Fragrance",
      "description": "Join for $20/month to get limited‑edition rollerball, welcome gift, 20% off, flexible control, exclusive early access.",
      "preview": "Free U.S. shipping over $50 & free returns. Details Join our Scent Club Scents made once and never again. Find Your Scent Sign Up Join Scent Club and"
    },
    {
      "url": "https://lotterysambad.pro/category/uncategorized/",
      "title": "Lotterysambad",
      "description": "Lotterysambad",
      "preview": "Home Trending Games Categories Arcade .IO 3D Action Adventure Shooting Racing Girl Puzzle Discover all games! All rights reserved by EilGames.com © 20"
    },
    {
      "url": "https://code.msdn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/quickstart.html",
      "title": "void",
      "description": "void",
      "preview": "You should have been redirected. If not, click here to continue."
    },
    {
      "url": "https://dsmskatepark.com/",
      "title": "Lauridsen Skatepark | World-class Lauridsen Skatepark in Des Moines, Iowa that is set to be one of the largest skateparks in the nation.",
      "description": "Opened on May 7, 2021, and host to the 2021 Dew Tour [May 10 - 27], the Lauridsen Skatepark the largest open park in the nation. The skatepark is centrally...",
      "preview": "Location About About Opened on May 7, 2021, and host to the 2021 Dew Tour [May 10 - 27] , the Lauridsen Skatepark the largest open park in the nation."
    },
    {
      "url": "https://iloveveterinary.com/",
      "title": "I Love Veterinary Blog & Store | Discover Insights & Gifts",
      "description": "Explore our Veterinary Blog & Shop for vet professionals, pet owners, and enthusiasts. Get valuable insights and find unique gifts. Join us today!",
      "preview": "Skip to content Where Paws Meet Passion Empowering veterinary professionals & nurturing animal lovers. Explore our blog for veterinary knowledge, conn"
    },
    {
      "url": "http://www.msn.com/en-us/money/stockdetails/fi-126.1.MSFT.NAS",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://assine.estadao.com.br/landingpage/?referrer_url=https%3A%2F%2Fpolitica.estadao.com.br%2Fnoticias%2Fgeral%2Ctiao-viana-cpmf-e-renan-vao-a-plenario-este-ano%2C82863&utm_campaign=alwayson%3Ac&utm_content=link%3Aselo-superior%3Alp-planos%3A&utm_medium=botao&utm_source=estadao%3Aeditorias&utm_term=%3A%3A%3A%3A",
      "title": "Assine o Estadão",
      "description": "Tenha acesso ilimitado ao conteúdo de um dos mais respeitados jornais do Brasil.",
      "preview": "Com o Estadão, sua rotina de informação fica completa. Política, Economia, Internacional, Cultura e muitos outros temas que ajudam você a entender o m"
    },
    {
      "url": "https://www.woorank.com/",
      "title": "Website Optimization and Digital Agency Sales Tools | WooRank",
      "description": "Our easy-to-use SEO tools will help you optimize your online presence, grow your business and generate more leads.",
      "preview": "Explore the Power of GA4 in WooRank's Reports Discover More Start Now Start Optimizing Your Website Run your Review today to get an instant website an"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://startofall.com/archives/category/culture/%E3%81%8A%E3%81%99%E3%81%99%E3%82%81%E6%98%A0%E7%94%BB",
      "title": "映画 | フリーライター00ai",
      "description": "void",
      "preview": "MENU Profile Works YouTube Contact フリーライター00ai Profile Works YouTube Contact ホーム Culture 映画 映画 - category - Culture 映画 ＜追悼＞「タロウのバカ」のタロウが人生を駆け抜けた 2022年"
    },
    {
      "url": "https://www.ft.com/world",
      "title": "World | Financial Times",
      "description": "Breaking news and top stories from around the world. Stay up-to-date with the latest developments from Europe, Asia, the Middle East and the Americas.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer World Add to myFT Lead story in World Gaza Gaza ceasefire has started, says"
    },
    {
      "url": "https://www.naceweb.org/about-us/jobwire.aspx",
      "title": "NACE Jobwire",
      "description": "void",
      "preview": "We have some exciting news to share with you: NACE is rebranding! Fresh look. Bolder voice. Same powerful mission. See What's Ahead! National Associat"
    },
    {
      "url": "https://docs.backdropcms.org/api/backdrop/core%21includes%21database%21select.inc/function/SelectQueryExtender%3A%3AinnerJoin/1",
      "title": "public function SelectQueryExtender::innerJoin | Documentation",
      "description": "void",
      "preview": "Skip to main content public function SelectQueryExtender::innerJoin 1 select.inc public SelectQueryExtender ::innerJoin($table, $alias = NULL, $condit"
    },
    {
      "url": "https://www.altisitr.com/accessibility-policy/",
      "title": "Accessibility Policy | Altis Technology",
      "description": "Altis Technology is committed to excellence in serving all individuals including those with disabilities. We work to create and promote equality for people with disabilities through awareness and open communication. In doing so, we take the following measures into consideration.",
      "preview": "We've been named One of Canada's Best Recruiting and Temporary Staffing Firms by Forbes! Find Work Hire Company Diversity Learn Login en Login Connect"
    },
    {
      "url": "https://hg.mozilla.org/mozilla-central/pushloghtml?changeset=f8f94f19e05b9cda0f5c81178094c2f2cc581fc5",
      "title": "Client Challenge",
      "description": "void",
      "preview": "JavaScript is disabled in your browser. Please enable JavaScript to proceed. A required part of this site couldn't load. This may be due to a browser"
    },
    {
      "url": "https://www.call2recycle.org/",
      "title": "Call2Recycle.org | Leading the Charge for Battery Recycling",
      "description": "void",
      "preview": "Recycle Your Batteries for a Greener Planet Properly recycling batteries reduces waste and recovers valuable materials. Find your nearest recycling lo"
    },
    {
      "url": "http://www.newdir.it/ricerca.php?q=astucci+per+integratori+alimentari",
      "title": "Astucci per integratori alimentari su NewDir.it",
      "description": "NewDir.it è la nuova directory gratis per segnalare il tuo sito e incrementare la tua posizione sui motori.",
      "preview": "Iscriviti per registrare più siti web CONTATTI LOGIN ISCRIVITI AGGIUNGI UN SITO HOME packaging line srls copertine e custodie per cd e dvd copertine p"
    },
    {
      "url": "https://www.mccdmn.org/",
      "title": "MCCD | Metropolitan Consortium of Community Developers",
      "description": "Metropolitan Consortium of Community Developers (MCCD) is an association of nonprofit affordable housing and economic development organizations from across the state, committed to expanding wealth building opportunities and advancing racial and economic justice. For over 33 years, our members have worked collectively to leverage resources for the development of people and places.",
      "preview": "Skip to content Building Community Donate LOAN PORTAL Community Development The Minnesota Consortium of Community Developers (MCCD) is an association"
    },
    {
      "url": "https://www.talbots.com/pearl-buckle-leather-belt/P224061522.html?cgid=new-arrivals&dwvar_P224061522_color=BLACK&dwvar_P224061522_sizeType=AC",
      "title": "Pearl Buckle Leather Belt | Talbots",
      "description": "Shop Talbots for modern classic women's styles. You'll be a standout in our Pearl Buckle Leather Belt - only at Talbots!",
      "preview": "Layer 1 Message Store Wallet Skip to Main Content FALL SALE! 50% off 2 or more markdowns or 40% off 1 Shop Now | Details Enjoy 30% off T by Talbots-co"
    },
    {
      "url": "https://www.louvre.fr/en/explore/the-palace",
      "title": "The palace - From the former palace of the French monarchs to the largest museum in the world",
      "description": "From a Medieval fortress to the largest museum in the world - discover the history of the palace's most iconic rooms and the artworks they shelter",
      "preview": "The palace - From the former palace of the French monarchs to the largest museum in the world Aller au contenu The palace From the former palace of th"
    },
    {
      "url": "https://iode.org/index.php?option=com_content&view=article&id=724&Itemid=100434",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "http://b-gay.com/chat/",
      "title": "Free Gay Chat - Online Chat Rooms for Men - B-Gay.com",
      "description": "Free gay chat for men who want to meet men. Connect instantly & anonymously - No registration required. Mobile & tablet friendly.",
      "preview": "Gay chat Welcome to our gay chat rooms , a place for gay men to find other guys for a flirt, a date or even a relationship. The chat is completely fre"
    },
    {
      "url": "https://benwsportblog.wordpress.com/",
      "title": "Ben's sports blog",
      "description": "void",
      "preview": "On Saturday, October, 1, I returned home to Alameda, CA after completing a very fun, interesting, and educational three-week Spanish immersion program"
    },
    {
      "url": "https://www.foreverdiamondsny.com/",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "https://www.carolina-loving-hound-rescue.com/",
      "title": "Contact Us",
      "description": "void",
      "preview": "Carolina Loving Hound Rescue Re-Home- Retire Name: * Carolina Loving Hound Rescue PO BOX 15288 GREENVILLE, SC 29610 info@carolina-loving-hound-rescue."
    },
    {
      "url": "https://abc.com",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "http://acestoohigh.com",
      "title": "ACEs Too High",
      "description": "void",
      "preview": "ACEs Too High Blog at WordPress.com. Subscribe Subscribed ACEs Too High Join 11,786 other subscribers Sign me up Already have a WordPress.com account?"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional/regional-day-ticket-bavaria",
      "title": "Enjoy the perfect day trip with the regional day ticket for Bavaria",
      "description": "Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for first-class travel, as well as for overnigh",
      "preview": "Regional day ticket for Bavaria Travel throughout Bavaria for a whole day with the regional day ticket for Bavaria. The ticket is also available for f"
    },
    {
      "url": "https://nap.nationalacademies.org/catalog/24950/the-safety-and-quality-of-abortion-care-in-the-united-states",
      "title": "The Safety and Quality of Abortion Care in the United States | The National Academies Press",
      "description": "Read online, download a free PDF, or order a copy in print or as an eBook.",
      "preview": "Skip to main content Login or Register for a free MyNAP member account to save 10% off online and receive other benefits. [ Learn More ] Consensus Stu"
    },
    {
      "url": "https://docs.opencv.org/4.x/d4/dc6/tutorial_py_template_matching.html",
      "title": "OpenCV: Template Matching",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Image Processing in OpenCV Template Matching"
    },
    {
      "url": "https://thespinningcp.tumblr.com/",
      "title": "The Spinning Compass: GIS Student Resources",
      "description": "Resources and information for students",
      "preview": "Menu The Spinning Compass: GIS Student Resources Resources and information for students Revamping my blog So, I am thinking about revamping my blog, t"
    },
    {
      "url": "https://www.trevorloudon.com/2006/03/libz-tell-nanny-state-to-mind-her-own-business/",
      "title": "Libz Tell Nanny State to Mind Her Own Business - Trevor Loudon's New Zeal Blog",
      "description": "The Libertarianz are telling Nanny State where to get off.Julian Pistorius has coverage of Libz groups around the country burning their census forms.The only reason you need a Census is to use the ...",
      "preview": "Breaking News 2025-10-07 Democrats and Hamas Are Winning 2025-10-03 Nothing Much has Changed Under Kash Patel's FBI 2025-10-01 Mr. President, Please G"
    },
    {
      "url": "http://thebroadwaycruise.com/",
      "title": "The Broadway Cruise",
      "description": "The Broadway Cruise 4 is officially returning as a five-night spectacular, sailing April 15-20, 2027 from Miami, Florida. Get ready for the Broadway stars, more show-stopping performances, and more magic at sea. Sign up now, stay tuned, and tell your friends! More details will be revealed in early 2026.",
      "preview": "Join the Mailing List We can't wait to do it again for 5 nights! The Broadway Cruise 4 is officially returning as a five-night spectacular, sailing Ap"
    },
    {
      "url": "https://www.nngroup.com/articles/top-10-mistakes-web-design/",
      "title": "Top 10 Mistakes in Web Design - NN/G",
      "description": "The 10 most egregious UX offenses against users. Web design disasters and HTML horrors are legion, though many usability atrocities are less common than they used to be.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 Top 10 Mistakes in Web Design Jakob Nielsen Jakob Nielsen January 1"
    },
    {
      "url": "https://upwardlyglobal.org/jobversity/#jobversity-products",
      "title": "Online Learning Tools for Immigrant Job Seekers",
      "description": "Upwardly Global's Connect offers online learning curriculum, coaching support, reskilling and upskilling courses, certifications, and technical assistance to workforce partners",
      "preview": "Skip to content Connect: For Workforce Partners Book A Demo Upwardly Global's trusted products and services empower organizations to effectively addre"
    },
    {
      "url": "https://www.daveandbusters.com/",
      "title": "Dave & Buster's | Events - Arcade - Sports Bar and Restaurant",
      "description": "Eat, drink, play and watch sports at your local Dave & Buster's! Fun for the whole gang - no group is too large - Contact a planner today",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://www.socialworkschi.org/",
      "title": "Chicago's Youth Charity - Donate & Volunteer | SocialWorks",
      "description": "SocialWorks is the Chicago charity of Chance the Rapper, supporting youth and those experiencing homelessness. Volunteer or donate at socialworkschi.org",
      "preview": "Donate volunteer To Empower the Youth Through the Arts, Education, and Civic Engagement DONATE A monthly platform for Young Creatives to share, expres"
    },
    {
      "url": "https://www.youtubekids.com/",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "https://www.acluaz.org",
      "title": "Home - ACLU of Arizona",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the right to equality, liberty, and justice for all The ACLU of Arizona advances equity and dismantles systemic injustice by taking legal ac"
    },
    {
      "url": "http://wwd.com/fashion-news/designer-luxury/exclusive-chanel-new-ads-pharrell-williams-kristen-stewart-gabrielle-bag-10840808/",
      "title": "Exclusive: Pharrell Williams First Man to Appear in Chanel Handbag Ads",
      "description": "The music and fashion impresario is the first man to appear in a handbag campaign for Chanel.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://www.here.tv",
      "title": "Watch LGBTQ+ Movies & Series Online | Here TV",
      "description": "Access the world's largest LGBTQ library featuring hundreds of hours of award winning movies, series, documentaries and short films! New movies added every",
      "preview": "Home Page Home Page You need to enable JavaScript to run this app."
    },
    {
      "url": "https://bugzilla.mozilla.org/home",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "http://www.tischlerhof.it/it/informazione/rilassarsi/2-0.html",
      "title": "Rilassarsi in piena natura - Tischlerhof",
      "description": "void",
      "preview": "Utilizziamo cookie per assicurarti una migliore esperienza sul sito. Utilizziamo cookie di parti terze per inviarti messaggi promozionali personalizza"
    },
    {
      "url": "https://www.oebb.at/de/tickets-kundenkarten",
      "title": "Tickets & Ermäßigungen - ÖBB",
      "description": "Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten.",
      "preview": "Tickets & Ermäßigungen Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten. Hier geben wir Ihnen einen Überblick über unser gesamtes Fahrk"
    },
    {
      "url": "https://resurrect.myspace.com/sleepingpeople/music/song/mouthbreeder-33220903-34326715",
      "title": "mouthbreeder by Sleeping People | Song | Free Music, Listen Now on Myspace",
      "description": "mouthbreeder by Sleeping People: Listen to songs by Sleeping People on Myspace, a place where people come to connect, discover, and share.",
      "preview": "Search Discover Sign up Sign in Help Site Info Privacy Terms Ad Opt-Out Do-Not-Sell My Personal Information A part of the People / Entertainment Weekl"
    },
    {
      "url": "https://memyselfandmycloset.blogspot.com/2013/05/see-stripes.html?showComment=1369647982665",
      "title": "Me Myself and My Closet - Fashion Blogger: SEE STRIPES",
      "description": "void",
      "preview": "Monday, May 27, 2013 SEE STRIPES And once again the undisputed star are stripes . Blue and white , in an oversize and a little bit tomboy version, a g"
    },
    {
      "url": "https://treetrust.org/",
      "title": "Transforming Lives and Landscapes",
      "description": "Tree Trust helps young people build sustainable careers, plants trees, and provides professional tree care & landscaping through Tree Trust Landscape Services.",
      "preview": "Skip to content Non-Profit and Professional Landscape Services OrangeBall Creative 2025-06-24T09:41:31-05:00 Loading... Transforming Lives and Landsca"
    },
    {
      "url": "https://www.wgsn.com/en/blog",
      "title": "Blog | WGSN",
      "description": "void",
      "preview": "Skip to main content Blog Category - Any - Fashion Beauty Tech Interiors Colour Consumer Behaviour Food & Drink Sports & Outdoor Retail Marketing Prod"
    },
    {
      "url": "https://www.editorx.com/",
      "title": "Wix Studio | The Web Platform Built for Agencies and Enterprises",
      "description": "Deliver exceptional digital experiences in any industry with smart design, dev and management capabilities, built for agencies and enterprises.",
      "preview": "top of page Wix Studio Deliver brilliance. Smash deadlines. Deliver brilliance. Deliver brilliance. Smash deadlines. Smash deadlines. Deliver Deliver"
    },
    {
      "url": "https://www.aromatherapyassociates.com/usa/revive-polishing-body-brush.html",
      "title": "Revive Body Brush for Exfoliation | Aromatherapy Associates",
      "description": "Experience the ultimate skin exfoliation with our Revive Body Brush from Aromatherapy Associates. Perfect for skin renewal and rejuvenation when you need it.",
      "preview": "Skip to content 25% Off Sitewide until 10th October, don't miss out! Get early access to Black Friday - sign up today! Explore our new festive gift se"
    },
    {
      "url": "http://epsm.iotc.org/form/arepstart?lang=en",
      "title": "ePSM Application - Login",
      "description": "void",
      "preview": "Sign in username password Sign in I've lost my password No e-PSM account? Create one now."
    },
    {
      "url": "https://www.goodhousekeeping.com/home/cleaning/a24885/tidy-home-tips/",
      "title": "An Expert Guide on How to Make Homemade Cleaning Sprays",
      "description": "Our cleaning pro shares how to make homemade cleaning sprays and disinfectants. See these simple DIYs, including vinegar, essential oils, lemon and alcohol.",
      "preview": "Skip to Content Alyssa Gautieri Jump to: 1. All-Purpose Cleaner With Dish Soap 2. Scented All-Purpose Cleaner 3. DIY Glass Cleaner 4. Natural Stone Cl"
    },
    {
      "url": "https://www.acf.hhs.gov/opre/report/benefits-last-long-term-impact-and-cost-benefit-findings-year-up",
      "title": "Benefits that Last: Long-Term Impact and Cost-Benefit Findings for Year Up | The Administration for Children and Families",
      "description": "Year Up's large positive impacts on young adults' earnings extended over a seven-year follow-up period, and the program's net benefits to society substantially exceeded its costs.",
      "preview": "Skip To Main Content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://powerusers.microsoft.com/t5/Power-Apps-Community/ct-p/PowerApps1",
      "title": "Forums | Microsoft Power Platform Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Community site session details Session Id : Copy Close Join experts in p"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-development-workflow-automation-platform-Appy-Pie-32f2da6aa93243c3a774e8a37e06ff71?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://sharpen.design/",
      "title": "Sharpen - Design Challenge Generator",
      "description": "Millions of practice design prompts to challenge you to think outside the box.",
      "preview": "Design leaders teach with Sharpen Sharpen generates open-ended project prompts that reinforce critical problem solving, curiosity, and creativity acro"
    },
    {
      "url": "https://www.iste.org/standards/computational-thinking",
      "title": "ISTE | Computational Thinking Competencies",
      "description": "The ISTE Computational Thinking Competencies provide guidelines for integrating computational thinking across all subjects and grade levels.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://www.horrorscreamsvideovault.co.uk/tag/britney-amber",
      "title": "Britney Amber | HORROR SCREAMS VIDEO VAULT - SUPPORTING INDEPENDENT HORROR",
      "description": "void",
      "preview": "Facebook Twitter Instagram YouTube Facebook Twitter Instagram YouTube Browsing: Britney Amber Film Review: THE ARRANGEMENT (2020) 13th October 2020 By"
    },
    {
      "url": "https://www.inspectionpanel.org/",
      "title": "Home | Inspection Panel",
      "description": "void",
      "preview": "Skip to main content Release of the latest Emerging Lessons Series on Livelihoods Learn more Tracking a case 178 Complaints across 57 countries Search"
    },
    {
      "url": "https://www.boehms-dax-strategie.de/geldanlagetipps/finanzen/umweltsuender-bitcoin.html",
      "title": "Umweltsünder Bitcoin? Böhms DAX-Strategie",
      "description": "Bitcoin-Hype auf Kosten der Umwelt? Der Energieverbrauch bei Mining und Transaktion von Kryptowährungen ist bedenklich. Angesichts der Auswirkungen auf die Umwelt ist Kritik durchaus berechtigt!",
      "preview": "++ Most Wanted - Über diese Aktien spricht der Markt! --> Heute gratis sichern ++ × MENÜ GRATIS E-BOOKS > Sie sind hier: Böhms Geldanlagetipps > Finan"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://squeakosaurus.com/privacy-policy",
      "title": "Privacy Policy - Squeakosaurus Squeakosaurus",
      "description": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to [...]",
      "preview": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the c"
    },
    {
      "url": "https://squeakosaurus.com/privacy-policy",
      "title": "Privacy Policy - Squeakosaurus Squeakosaurus",
      "description": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You. We use Your Personal data to [...]",
      "preview": ". . . Privacy Policy Privacy Policy for Squeakosaurus Last updated: August 15, 2022 This Privacy Policy describes Our policies and procedures on the c"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-hair-dryer",
      "title": "Ceramic + ion Hair Dryer - Olivia Garden",
      "description": "FEATURES Ceramic technology: helps prevent heat damage & adds shine. Ionic generator seals in moisture & eliminates frizz. Powerful 1875 watt motor for fast drying. Ultra light (only 14 oz/396 g). Easy to clean removable air filter. 65 mm\u0003 concentrator nozzle for precise drying. 80 mm concentrator nozzle for extra long barrel brushes. 2 Speeds, 3 Heat Settings, Cool Shot Button. Limited 2-year warranty.",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "http://members.tripod.com/~Germantown_Peggers/cribfrms.htm",
      "title": "Germantown Peggers Cribbage Club, Rules Page",
      "description": "This Rules page is associated with the American Cribbage Congress, it is intended to help people better understand how to play cribbage.",
      "preview": "void"
    },
    {
      "url": "https://azpbs.org/2019/10/sesame-street-in-communities/",
      "title": "Sesame Street in Communities: C is for Communities - Arizona PBS",
      "description": "Sesame Street in Communities, an initiative from nonprofit media and educational organization Sesame Workshop, is a resource collection to help kids and families during the early years of birth through six, a critical window for brain development.",
      "preview": "Skip to content Alert: Defunded but not defeated: Your support is essential. Help keep Arizona PBS strong. Sorry, your browser does not support iframe"
    },
    {
      "url": "https://myhomeimpro.com/safety-and-planning-laws-for-melbourne/",
      "title": "Knowing the Safety and Planning Laws for Melbourne - BRPN",
      "description": "The City of Melbourne require a range of permits to protect the safety of the public, protect our assets and ensure compliance with legislation.",
      "preview": "My Home Impro @2022 - Myhomeimpro. All Right Reserved. Facebook Twitter Pinterest Whatsapp Trending now Upgrade Your Home in 3 Days: Projects... DrHomey"
    },
    {
      "url": "https://www.lakestreetcouncil.org/",
      "title": "Visit Lake Street - Lake Street Council",
      "description": "void",
      "preview": "0"
    },
    {
      "url": "https://www.bewellsolutions.com/tag/osu/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/",
      "title": "I totally don't like foxes...",
      "description": "Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram",
      "preview": "Menu I totally don't like foxes... Brandyn | He/Him | Mostly just bands I like and foxes here 🦊 | Instagram A tiny guard fox art illustration digital"
    },
    {
      "url": "http://cujs.soc.srcf.net/",
      "title": "CUJS",
      "description": "void",
      "preview": "Cambridge University Jewish Society CUJS Who we are Cambridge University Jewish Society (CUJS) is the home of Judaism for students in Cambridge. As on"
    },
    {
      "url": "https://www.covid.gov/tests",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://www.aauw.org/",
      "title": "Home - AAUW : Empowering Women Since 1881",
      "description": "void",
      "preview": "Cookie Notice This website uses cookies, including third party ones, to allow for analysis of how people use our website in order to improve your expe"
    },
    {
      "url": "https://www.cnet.com/news/google-supercharges-youtube-with-a-custom-video-chip/",
      "title": "Google supercharges YouTube with a custom video chip - CNET",
      "description": "The processor is designed to deliver better video quality and to cut network use.",
      "preview": "X Why You Can Trust CNET Our expert, award-winning staff selects the products we cover and rigorously researches and tests our top picks. If you buy t"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2018Sci...359..904K",
      "title": "Tracking the global footprint of fisheries - ADS",
      "description": "Although fishing is one of the most widespread activities by which humans harvest natural resources, its global footprint is poorly understood and has never been directly quantified. We processed 22 billion automatic identification system messages and tracked &gt;70,000 industrial fishing vessels from 2012 to 2016, creating a global dynamic footprint of fishing effort with spatial and temporal resolution two to three orders of magnitude higher than for previous data sets. Our data show that industrial fishing occurs in &gt;55% of ocean area and has a spatial extent more than four times that of agriculture. We find that global patterns of fishing have surprisingly low sensitivity to short-term economic and environmental variation and a strong response to cultural and political events such as holidays and closures.",
      "preview": "Now on home page"
    },
    {
      "url": "http://spr.ly/IMDbApp_iOS",
      "title": "‎IMDb App: iPhone & iPad | IMDb Community Forums",
      "description": "Find showtimes, watch trailers, browse photos, track your watchlist and rate your favorite movies and TV shows on your phone or tablet! IMDb's app for iPhone, iPad & iPod touch",
      "preview": "Find or start a conversation IMDb App: iPhone & iPad Find showtimes, watch trailers, browse photos, track your watchlist and rate your favorite movies"
    },
    {
      "url": "https://news.europawire.eu/press-releases-tagged-with/telecom-market/",
      "title": "Telecom Market | EuropaWire",
      "description": "The European Union's press release distribution & newswire service",
      "preview": "Skip to content Home About FAQs Editorial Staff Contact Investors PR Firms Press Release Distribution How to get started? Advanced Targeting Basic Tar"
    },
    {
      "url": "https://abortiondefensenetwork.org/",
      "title": "Abortion Defense Network | Everyone deserves access to safe and affordable abortion care",
      "description": "The Abortion Defense Network connects abortion providers and supporters with values-aligned attorneys and legal defense funds. Its goal is to help these individuals and organizations-who are providing a vital service to their communities-understand their rights and fight back against unjust legal proceedings designed to harass and intimidate them.",
      "preview": "skip to Main Content Do you need legal advice, representation, or help paying legal expenses related to abortion care? Everyone deserves access to saf"
    },
    {
      "url": "https://wagcco.my.salesforce-sites.com/pkb2/articles/en_US/Information/Passport-FAQs/?l=en_US&fs=Search&pn=1",
      "title": "Photo Help - Photo Passport FAQs",
      "description": "Please see below for frequently asked questions about Passport Photos...",
      "preview": "Photo Help - Photo Passport FAQs Back Walgreens Photo Help Photo Passport FAQs Published 01/31/2025 10:37 AM | Updated 01/31/2025 10:37 AM Please see"
    },
    {
      "url": "https://secure.imvu.com/welcome/ftux/",
      "title": "IMVU - #1 3D Avatar Social App, Virtual Worlds, Virtual Reality, VR, Avatars, Free 3D Chat",
      "description": "IMVU's Official Website. IMVU is a 3D Avatar Social App that allows users to explore thousands of Virtual Worlds or Metaverse, create 3D Avatars, enjoy 3D Chats, meet people from all over the world in virtual settings, and spread the power of friendship.",
      "preview": "void"
    },
    {
      "url": "https://www.coursera.org/professional-certificates/g-suite-administration",
      "title": "Google Professional Workspace Administrator Professional Certificate | Coursera",
      "description": "Offered by Google Cloud. Google Workspace Administrator. Launch your career as a Google Workspace Administrator by learning the fundamental ... Enroll for free.",
      "preview": "Google Professional Workspace Administrator Professional Certificate Google Professional Workspace Administrator Professional Certificate Google Works"
    },
    {
      "url": "https://www.dia.com/",
      "title": "Plus Size Clothing and Personal Styling for Women | Dia & Co",
      "description": "Dia & Co personal styling and plus size clothing for women exclusively in sizes 10-32. No subscription required. Free shipping and returns at dia.com.",
      "preview": "Dia&Co 11 Honoré - Dia & Co FAQs Dia&Co 11 Honoré - Dia & Co New In Clothing Dresses Best Sellers Brands Sale Blog Dia&Co 11 Honoré - Dia & Co New In"
    },
    {
      "url": "https://circle.target.com",
      "title": "Target Circle™",
      "description": "Join Target Circle™ to get perks, deals & a whole lot more every time you shop at Target.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://morguefile.com/",
      "title": "Morguefile.com free photographs for commercial use.",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://account.nationalgeographic.org/",
      "title": "NGS Account",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://dreampirates.us/world/streams-free-all-around-the-world-thank-for-miami-heat-vs-oklahoma-city-thunder-dec-th-live-sportingnews-nba-gamecenter-miamihea-22-02-2021",
      "title": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "description": "streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecenter miamihea",
      "preview": "DreamPirates Login Signup world Streams free all around the world Thank for Miami Heat vs Oklahoma City Thunder Dec th Live sportingnews nba gamecente"
    },
    {
      "url": "https://kia.oemdtc.com/category/recalls",
      "title": "Recalls | Kia - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://developer.github.com/",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://coolors.co/contrast-checker/112a46-acc8e5",
      "title": "Color Contrast Checker - Coolors",
      "description": "Calculate the contrast ratio of text and background colors.",
      "preview": "Palette Generator Explore Palettes Image Picker Contrast Checker List of Fonts Other tools List of colors Browse Gradients Create a Gradient Make a Gr"
    },
    {
      "url": "http://www.igol.it/",
      "title": "Igol - Consigli e Magazine di Business e Impresa",
      "description": "Imprenditorialità Giovanile era una società che operava nel campo della creazione d'impresa, dello sviluppo locale, del sostegno alle PMI e oggi dispensa consigli utili attraverso il suo magazine.",
      "preview": "Imprenditoria Giovanile - Chi era Igol La grande città dell'opportunità Imprenditorialità Giovanile era una società fondata a fine anni '90 negli ambi"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/i/impressionism",
      "title": "Impressionism | Tate",
      "description": "Tate glossary definition for impressionism: Approach to painting scenes of everyday life developed in France in the nineteenth century and based on the practice of painting finished pictures out of doors and spontaneously 'on the spot'",
      "preview": "Impressionism Impressionism developed in France in the nineteenth century and is based on the practice of painting out of doors and spontaneously 'on"
    },
    {
      "url": "https://www.ukibc.com/",
      "title": "UK India Business Council",
      "description": "The UK India business council supports UK businesses with the insights, networks, policy advocacy, services, and facilities needed to succeed in India.",
      "preview": "Supporting Business Success Strengthening UK-India bilateral trade and investment ties through policy advocacy and strategic advisory services. The UK"
    },
    {
      "url": "https://www.tensorflow.org/guide/data",
      "title": "tf.data: Build TensorFlow input pipelines | TensorFlow Core",
      "description": "void",
      "preview": "Skip to main content / English Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברית العربي"
    },
    {
      "url": "https://www.healthychildren.org/English/healthy-living/nutrition/Pages/Portions-and-Serving-Sizes.aspx",
      "title": "Portions and Serving Sizes - HealthyChildren.org",
      "description": "nutrition~American Academy of Pediatrics (AAP) advises parents that the amount of food children need should vary based on their ages.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=2405948",
      "title": "Trojan.DownLoader8.31367 - Dr.Web Malware description library",
      "description": "Malicious functions: Executes the following: &lt;SYSTEM32&gt;\\tasklist.exe Modifies file system : Deletes itself. Network activity: Connects to: &#39;87###.noip1.nl&#39;:443 UDP: DNS ASK 87###.noip1.nl",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://github.blog/?utm_source=developermscom",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "https://learningcommunity.accaglobal.com/",
      "title": "ACCA Learning Community | ACCA Tips & Support - Homepage",
      "description": "Explore the official Learning Community for ACCA accountancy students. Find ACCA tips and support including learning resources, study groups and exam papers.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://wiktenauer.com/wiki/George_Silver",
      "title": "George Silver ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "George Silver (ca.1550s- early 1560s - 1620s) was a 16th - 17th century English nobleman and fencing enthusiast. He was likely born in the 1550s or early 1560s, the eldest of four brothers; apparently at least one of them, Toby, was also an accomplished swordsman. Silver is described as a gentleman in his treatise, and the fencing historian Aylward claims that he was eleventh in descent from Sir Bartholomew Silver, who was knighted by Edward II &#91;1&#93;. On March 24th 1580 (1579 in the old calendar then in use in England), he was married to Mary Haydon in London, England. &#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. George Silver From Wiktenaue"
    },
    {
      "url": "https://lexbib.elex.is/w/index.php?title=Special:UserLogin&returnto=Item%3AQ14689",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://devblogs.microsoft.com/?utm_source=developermscom",
      "title": "Home - Microsoft Developer Blogs",
      "description": "Get the latest information, insights, and news from Microsoft.",
      "preview": "Skip to main content .NET Conf 2025 - November 11 - 13 .NET 10 launches at .NET Conf 2025! Tune in with the .NET community to celebrate and learn abou"
    },
    {
      "url": "https://marinaraphael.com/",
      "title": "Marina Raphael",
      "description": "Shop the new Marina Raphael handbag collection, crafted in Italy. Discover the Marina Raphael world.",
      "preview": "Skip to content LUNA IN GUNMETAL EMBELLISHED SUEDE € 885 EVANGELIE IN CRYSTAL € 950 BABY RIVIERA IN BLACK SUEDE € 720 MICRO STELLA IN OMBRE EMBELLISHE"
    },
    {
      "url": "https://cloudskillsboost.google/paths/11",
      "title": "Cloud Engineer | Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Share on LinkedIn Feed Twitter Facebook Apply your skills in Google Cloud console Cloud Engineer A Cloud Engineer plans,"
    },
    {
      "url": "https://integrate.clover.com",
      "title": "Integrated Payment Solutions for Software Vendors | Fiserv",
      "description": "Create seamless payments across channels and boost revenue. Explore how Fiserv integrated solution helps software platforms thrive.",
      "preview": "Integrated Payments for ISVs Integrated Payments Online Payments In-Person Payments Value-Added Services Use Cases Partner Support Contact us INTEGRAT"
    },
    {
      "url": "http://www.citizenschamber.org/",
      "title": "Angelina County Citizens Chamber of Commerce | Committed To Community",
      "description": "Learn about the Angelina County Citizens Chamber of Commerce, serving Angelina County since 1940. Explore membership benefits, marketing opportunities, leadership programs, & community outreach.",
      "preview": "Login John Doe My Account Logout Committed To Community & Business Angelina County Citizens Chamber of Commerce Learn More At the Angelina County Citi"
    },
    {
      "url": "https://guiadocente.udc.es/guia_docent/?centre=616&ensenyament=616G01&assignatura=616G01041&fitxa_apartat=3&any_academic=2020_21&idioma=eng&font=10&idioma_assig=cast&idioma=cat",
      "title": "Guía Docente 2020/21 Facultade de Ciencias da Comunicación",
      "description": "void",
      "preview": "Guía Docente Curso 2020/21 2024/25 2023/24 2022/23 2021/22 2019/20 2018/19 2017/18 2016/17 2015/16 2014/15 2013/14 2012/13 2010/11 2008/09 2009/10 Fac"
    },
    {
      "url": "https://linnemagazine.com/2021/07/28/si-tu-amigue-te-pide-mas-lofi-y-dream-pop-pasale-lo-nuevo-de-classic-park-paula-pera-y-moriras-lejos/",
      "title": "Si tu amigue te pide más lofi y dream pop, pásale lo nuevo de Classic Park, Paula Pera y Morirás Lejos | LINNE",
      "description": "Imagen: Paula Pera y el fin de los Tiempos Acá te dejamos lo más reciente de estos artistas latinos que merecen un play infinito, pásale con confianza. Classic Park Otro Lugar es un nuevo tema del artista mexicano que dibuja un horizonte donde algo que tuviste con alguien especial se va difuminando poco a poco...",
      "preview": "Inicio About Música Move your ass Festivales MUTEK MX NRMAL Festival Antes Arte Cine y TV Distrital Diseño Entretiens Click to more! LINNE LINNE Músic"
    },
    {
      "url": "https://centrodeidiomas.cientifica.edu.pe/",
      "title": "Centro de Idiomas | Universidad Científica del Sur",
      "description": "void",
      "preview": "Pasar al contenido principal Inglés Modalidades: Regular | Express | Super Express Conoce más aquí Portugués Niveles: Básico | Básico hasta Avanzado C"
    },
    {
      "url": "https://flickeringlamps.com/2015/09/04/the-spectacular-tradescant-tomb-a-world-of-wonders-in-one-closet-shut/?like_comment=5176&_wpnonce=739ca7eef0",
      "title": "The spectacular Tradescant tomb: \"a world of wonders in one closet shut\" - Flickering Lamps",
      "description": "Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorated with exotic scenes and creatures, it marks the resting place of members of the Tradescant family, who made a name for themselves in the 17th Century collecting plants and other curiosities from all...",
      "preview": "Skip to content Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorate"
    },
    {
      "url": "https://www.iattc.org/",
      "title": "Home | IATTC",
      "description": "void",
      "preview": "Meetings Publications Annual reports Bulletins Data reports Executive reports Fishery status reports Internal reports IRP reports Quarterly reports Sc"
    }
  ],
  "_meta": {
    "total_bookmarks": 113
  }
}