{
  "data": [
    {
      "url": "https://www.glideapps.com/",
      "title": "No Code App Builder: Create Custom, AI-Powered Apps | Glide",
      "description": "Glide makes it easy to build and deploy powerful custom apps powered by AI with no code. Create your first app by trying Glide for free.",
      "preview": "Sign up Log in Contact sales Start for free Software that moves with you Create AI-powered business apps that connect your data and tools, automate ma"
    },
    {
      "url": "http://www.olidata.it/",
      "title": "Home - Olidata",
      "description": "// Welcome Olidata: the power of Pioneers Siamo una holding di consulenza tecnologica e lavoriamo per offrire al mercato soluzioni complete e all'avanguardia, in grado di rispondere in maniera efficace e propositiva alle richieste di un settore sfidante e dinamico come quello dell'IT. // TECHNOLOGY Le principali competenze sono in ambito Big Data & Analytics [...]",
      "preview": "Progettiamo soluzioni end-to-end per lanciare le aziende verso la vera Digital Revolution. Gallery Contatti Via Giulio Vincenzo Bona, 120, 00155 Roma"
    },
    {
      "url": "https://status.spire.com",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    },
    {
      "url": "https://events.microsoft.com/",
      "title": "Ricerca Eventi Microsoft",
      "description": "Trova eventi e opportunità di apprendimento di Microsoft pensati per aiutarti ad ampliare le tue competenze, apprendere nuove abilità e costruire una community.",
      "preview": "This is the Trace Id: 8d7ed526e36d37f232a7d0347f31d3d7 Passa a contenuti principali Amplia le tue capacità e modella il futuro durante Microsoft Ignit"
    },
    {
      "url": "https://www.nobelprize.org/prizes/economic-sciences/2019/duflo/facts/",
      "title": "Esther Duflo - Facts - 2019 - NobelPrize.org",
      "description": "The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 2019 was awarded jointly to Abhijit Banerjee, Esther Duflo and Michael Kremer \"for their experimental approach to alleviating global poverty\"",
      "preview": "Skip to content Enhanced Page Navigation Esther Duflo - Facts - 2019 Navigate to: Summary - Abhijit Banerjee -- Facts -- Biographical -- Prize Lecture"
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/finetuning_torchvision_models_tutorial.html",
      "title": "Finetuning Torchvision Models - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://kubernetes.io/",
      "title": "Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Kubernetes , also known as K8s, is an open source system for automating deployment, scaling, and management of containerized applications. It groups c"
    },
    {
      "url": "https://www.mojezdravi.cz/novinky/strie-trapi-hlavne-zeny-ale-i-sportovce-jak-s-nimi-zatocit-5385.html",
      "title": "Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? | Moje zdraví",
      "description": "Výskyt strií trápí mnoho žen i mužů. Jedná se o malé pajizévky, které vznikají popraskáním elastických vláken v kůži. Často se objevují po rychlých změnách váhy (hubnutí, tloustnutí), například během těhotenství. Výjimkou ale nejsou ani u dětí, které vyrostly příliš rychle, či u sportovců, kteří cvičí s velkou zátěží.",
      "preview": "Moje zdraví Novinky Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Autor:"
    },
    {
      "url": "https://siol.net/kljucne-besede/nepremagljivi-dvojec-79165/articles",
      "title": "Nepremagljivi dvojec na Siol.net",
      "description": "Najbolj sveže in aktualne novice o temi Nepremagljivi dvojec iz Slovenije in sveta, odlične zgodbe iz sveta športa, avtomobilov in trendov.",
      "preview": "Energetika 2.0 Ona-On.com Nazaj v šolo Dogodki Naj planinska koča Zanesljiv sopotnik Naložbeni navdih Počitnice 2025 Nakup avtomobila Pravni nasvet Pr"
    },
    {
      "url": "https://www.teneo.net/",
      "title": "Teneo - IT Services For Network & Security Teams",
      "description": "Frustrated by limited time and resources? Teneo's solutions combine leading technology with expert guidance, helping you stay ahead of the game.",
      "preview": "Teneo IT Solutions for Network & Security Teams Leading Technology & Expert Guidance Meet with us Purpose Beyond Profit In working with Teneo, you are"
    },
    {
      "url": "https://autos.lehighvalleylive.com/Used-Ram-Pickup-2500/Allentown-PA-18106/For-Sale?q=6,34,1069,,18106",
      "title": "Used Ram Pickup 2500 For Sale near Allentown, PA 18106 | Autos on lehighvalleylive.com",
      "description": "Looking for a used Ram Pickup 2500 for sale near Allentown, PA? Search over 5 million vehicles to find the best deals with Autos on lehighvalleylive.com.",
      "preview": "Used Ram Pickup 2500 For Sale near Allentown, PA Home Used Ram Ram Pickup 2500 Save Current Search Filters New Search Price Mileage Year Make Model Tr"
    },
    {
      "url": "https://www.gq-magazine.co.uk/culture/article/bella-ramsey-interview-2023",
      "title": "Bella Ramsey on The Last Of Us, Game Of Thrones and working with Pedro Pascal | British GQ",
      "description": "With a lead role in the biggest show on TV, HBO's post-apocalyptic zombie drama The Last of Us, Bella Ramsey has defeated the keyboard warriors",
      "preview": "Skip to main content When Bella Ramsey and I first met in December , in a Loughborough vegan place a 15-minute drive from her childhood home, The Last"
    },
    {
      "url": "http://www.trovaricette.net/",
      "title": "Dernières actus - Tous ce qu'il faut savoir est ici",
      "description": "void",
      "preview": "Skip to content Posted in Améliorer son chez soi Plonger dans l'univers des blogs de décoration et de mode peut être une expérience enrichissante pour"
    },
    {
      "url": "https://www.pjmasks.com/apps/",
      "title": "PJ Masks Official Apps - PJ Masks",
      "description": "Discover Interactive PJ Masks Official Apps which impresses with lots of options. Explore PJ Masks world and choose your favorite hero character to play with. Games for preschoolers!",
      "preview": "APPS PJ Masks: Hero Academy PJ Masks: Moonlight Heroes PJ Masks: Racing Heroes PJ Masks: HQ"
    },
    {
      "url": "https://www.sfemt.fr/lecturer-in-buddhist-studies-at-soas%E2%80%8F/",
      "title": "Lecturer in Buddhist Studies at SOAS‏ - Société Française d'Études du Monde Tibétain",
      "description": "void",
      "preview": "News Ticker [ 10 octobre 2025 ] Bourses de la Fondation Chiang Ching-Kuo pour des échanges universitaires internationaux Postes et bourses [ 9 octobre"
    },
    {
      "url": "https://www.safetygearstore.co.uk/188-200-130-rugged-hand-held-smart-device-vehicle-charger",
      "title": "188-200-130 Rugged Hand-Held Vehicle Charger Only £37.00 excl vat From Safety Gear Store Ltd",
      "description": "188-200-130 Rugged Hand-Held Vehicle Charger from only £37.00 excl vat. Next day Delivery for in stock items. Smart Device Vehicle Charger",
      "preview": "Currency: US Dollar British Pound Euro Search Returning Customer Email: Password: Remember me? Forgot password? Log in Don't have an account? Create a"
    },
    {
      "url": "http://www.nolarindustries.com/",
      "title": "Certified Nonwoven Products | www.nolarindustries.com",
      "description": "Certified Converter and Distributor of Nonwoven Products Since 1974. Chemical Bond | Needle Punch | Spunbond | Call (905) 669-5513 For Pricing",
      "preview": "NOLAR INDUSTRIES Supplying Nonwoven Fabrics since 1974 About Us Nonwoven Products Find out about our nonwoven materials Our Nonwoven Products Nonwoven"
    },
    {
      "url": "https://products.office.com/en-us/home",
      "title": "Microsoft 365 - Subscription for Productivity Apps | Microsoft 365",
      "description": "Microsoft 365 subscriptions include a set of familiar productivity apps, intelligent cloud services, and world-class security in one place. Find the right plan for you.",
      "preview": "This is the Trace Id: cae9600f615143ec9b4759b5844f8ccf Skip to main content Introducing Microsoft 365 Premium. Get cutting-edge AI, productivity tools"
    },
    {
      "url": "https://www.backcountry.com/helly-hansen-powderqueen-bib-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://www.kungahuset.se/english/archive/press-releases/2023-02-14-hm-the-king-to-undergo-planned-surgical-procedure",
      "title": "HM The King to undergo planned surgical procedure | Kungahuset",
      "description": "On the advice of his physician, HM The King will undergo a planned surgical procedure on Monday 20 February 2023. The procedure will be performed using laparoscopic (keyhole) surgery in the heart area.",
      "preview": "Startpage / Archive 14 February 2023 HM The King to undergo planned surgical procedure On the advice of his physician, HM The King will undergo a plan"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/post/126530257411",
      "title": "Astronomy Inspires | Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "https://super.so/",
      "title": "Super - Create Custom Websites with Notion",
      "description": "Create a custom website in less than a minute with instant page loads, SEO optimization, and customized theming. All your content is kept and managed in Notion so you can focus on creating while Super handles the rest.",
      "preview": "Super ‣ Pages ⚡ The #1 tool for turning a Notion document into a website Transform your Notion pages into fully customized, professional websites in l"
    },
    {
      "url": "https://feuerwehr-sipplingen.de/?page_id=1697",
      "title": "Brand - Freiwillige Feuerwehr Sipplingen",
      "description": "void",
      "preview": "Direkt zum Inhalt Brand (Bild: Feuerwehr Sipplingen - Brand in der Kogenhalde) Wie verhalten Sie sich bei einem Brand richtig? Der sorgfältige Umgang"
    },
    {
      "url": "https://www.foreverdiamondsny.com/",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "https://www.billedbladet.dk/kongelige/sverige/se-med-victoria-viser-sine-funklende-diademer-frem-0",
      "title": "Se med: Victoria viser sine funklende diademer frem | BILLED-BLADET",
      "description": "Sammen med sin mor, dronning Silvia, og faster, prinsesse Christina, fortæller kronprinsesse Victoria om kongehusets historiske smykker i en ny dokumentarserie, hvoraf første afsnit bliver sendt i aften.",
      "preview": "Annonce Annonce Annonce Kongelige 2. apr. 2020 Af Marianne Singer Se med: Victoria viser sine funklende diademer frem Kronprinsesse Victoria. Foto: Me"
    },
    {
      "url": "https://www.brennancenter.org/our-work/research-reports/steep-costs-criminal-justice-fees-and-fines",
      "title": "The Steep Costs of Criminal Justice Fees and Fines | Brennan Center for Justice",
      "description": "Court fees and fines unjustly burden people with debt just as they are re-entering society. They are also ineffective at raising revenue.",
      "preview": "Skip Navigation Home Our Work Research & Reports The Steep Costs of Criminal Justice Fees and Fines Explore Our Work Close The past decade has seen a"
    },
    {
      "url": "https://www.popsugar.com/fitness/why-lexi-brumback-stopped-cheering-navarro-48685485",
      "title": "Cheer: Why Did Lexi Brumback Leave Navarro? | PS Fitness",
      "description": "Lexi Brumback wasn't on Navarro's cheer team in 2021, and she tells POPSUGAR she didn't return to school for the spring semester due to academic struggles.",
      "preview": "Skip to main content Fitness Mental Health Sports Lexi Brumback Explains Her Departure From Navarro in Cheer Season 2 By Samantha Brodsky Published on"
    },
    {
      "url": "https://www.solinecamart.fr/products/bracelet-duo-ma-fille-cherie-et-maman-damour",
      "title": "Bracelet Famille Duo Ma Fille Chérie et Maman d'Amour| Soline Camart - solinecamart",
      "description": "Bracelet à Message Ma Fille Chérie et Maman d'Amour : choisissez le charm que vous souhaitez ! Cadeau idéal pour toutes les occasions. Des centaines de messages",
      "preview": "Ignorer et passer au contenu Votre panier est vide Continuer les achats Vous possédez un compte ? Connectez-vous pour payer plus vite. Votre panier Ch"
    },
    {
      "url": "https://tennisforfree.com/",
      "title": "Welcome to Tennis For Free - Tennis For Free",
      "description": "Tennis For Free is a UK charity dedicated to growing the game of tennis in predominantly under-privileged areas and showcasing the sport as a sport playable by all, especially families.",
      "preview": "TFF brings free fully inclusive fun tennis sessions to communities across the UK Learn More Tennis For Free, served to the community, by the community"
    },
    {
      "url": "https://za.pinterest.com/itmakeyourdays/baseball-canvas/",
      "title": "20 Baseball Canvas ideas | baseball canvas, canvas art wall decor, canvas",
      "description": "Mar 11, 2018 - Explore it make your day store's board \"Baseball Canvas\" on Pinterest. See more ideas about baseball canvas, canvas art wall decor, canvas.",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://www.schweigerderm.com/providers/rachel-nazarian-m-d/",
      "title": "Rachel Nazarian, MD, FAAD | Schweiger Dermatology Group",
      "description": "Rachel Nazarian, MD, FAAD is a board-certified dermatologist in NY. Call or book appointment online.",
      "preview": "2020 - 2025 2022, 2023 Rachel Nazarian, MD, FAAD Dr. Rachel Nazarian is a board-certified dermatologist seeing patients with Schweiger Dermatology Gro"
    },
    {
      "url": "https://www.greenbiz.com/article/how-impact-accounting-can-accelerate-corporate-emissions-reductions",
      "title": "How impact accounting can accelerate corporate emissions reductions | Trellis",
      "description": "The GHG Protocol helped catalyze a generation of renewable energy procurement, but it's starting to show its age. A proposed new approach focuses more directly on the emissions impact of electricity generation and consumption.",
      "preview": "Skip to content Homepage Top Ad Decarbonization Energy How impact accounting can accelerate corporate emissions reductions The GHG Protocol helped cat"
    },
    {
      "url": "https://www.toyotavantech.com/forum/content.php?185&s=00fc93410e425fe4e5e90c822c18514a",
      "title": "ToyotaVanTech.com Library - Add New Section",
      "description": "void",
      "preview": "Register Help Remember Me? What's New? Articles TVT Vanwagon Owner's Manual TVT Previa Owner's Manual Tim's Tech Tips Forum Blogs Advanced Search Home"
    },
    {
      "url": "https://login.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.teseo.it/",
      "title": "Home - Teseo.it Srl Official Web Site",
      "description": "Proteggi i tuoi collaboratori Difendi il tuo patrimonio IT dagli attacchi informatici Voglio saperne di più da 30 anni al tuo fianco Soluzioni ICT e Software all'avanguardia per il tuo BUSINESS Voglio saperne di più Sicurezza Informatica Sicurezza InformaticaProdotti all'avanguardia di aziende leader nel settore. Soluzioni software Soluzioni softwareSoluzioni software CRM ed E-Commerce Internet Service [...]",
      "preview": "info@teseo.it via Quintino Sella, 240 - 70123 BARI +39 080 2205198 Proteggi i tuoi collaboratori Difendi il tuo patrimonio IT dagli attacchi informati"
    },
    {
      "url": "https://forums.opera.com/topic/39164/how-install-opera-windows-under-user-profile-with-restricted-rigths/?",
      "title": "how install opera windows under user profile with restricted rigths | Opera forums",
      "description": "how install opera windows under user profile with restricted rigths to prevent the installation package from calling the user authorization request window with administrative rights",
      "preview": "Do more on the web, with a fast and secure browser! Download Opera browser with: built-in ad blocker battery saver free VPN Download Opera Your browse"
    },
    {
      "url": "https://capitaloneshopping.com/capitalone?utm_source=pony&utm_campaign=cofsite&utm_term=checkered&utm_medium=lifestyle",
      "title": "Capital One Shopping",
      "description": "void",
      "preview": "saved. saved. saved. saved. saved. saved. Capital One Shopping from Capital One checks for deals before you checkout. Sign up to receive a desktop rem"
    },
    {
      "url": "https://www.safetocompete.org/",
      "title": "Safe to Compete",
      "description": "void",
      "preview": "ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES RESOURCES ABOUT US TRAINING CHILD SEXUAL ABUSE CHILD TRAFFICKING BEST PRACTICES"
    },
    {
      "url": "https://richeisenshow.com",
      "title": "Rich Eisen Show - Official site of The Rich Eisen Show",
      "description": "More Videos...",
      "preview": "Skip to content Latest Videos October 9, 2025 Does 4-Time League MVP A'ja Wilson Belong on the WNBA's Mount Rushmore? | The Rich Eisen Show October 9,"
    },
    {
      "url": "https://www.target.com/store-locator/find-stores",
      "title": "Stores Near Me : Target",
      "description": "Find a Target store near you quickly with the Target Store Locator. Store hours, directions, addresses and phone numbers available for more than 1800 Target store locations across the US.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/playbook_guide/playbooks_intro.html",
      "title": "Ansible playbooks - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Using Ansible playbooks Ansible playbooks Edit on GitHub Ansible playbooks"
    },
    {
      "url": "https://service.elsevier.com/app/contact/supporthub/sciencedirect/",
      "title": "Contact - ScienceDirect Support Center",
      "description": "void",
      "preview": "Skip to search Skip to main content Skip to digital assistant ScienceDirect Support Center To post social content, you must have a display name. The p"
    },
    {
      "url": "https://www.myarkansaspbs.org/educators",
      "title": "Learn | Arkansas PBS",
      "description": "void",
      "preview": "Lifelong Learning From award-winning local kids programs to world-class teacher professional development resources, Arkansas PBS brings learning to li"
    },
    {
      "url": "https://www.sonnentaler.net/aktivitaeten/mechanik/bewegung/oekomobil/teil3/ue11/",
      "title": "Unterrichtseinheit 11: Verschiedene Verkehrsmittel - Multimodalität und Intermodalität",
      "description": "void",
      "preview": "Direkt zum Inhalt Zum Ende des Inhalts Zur Service-Navigation Zur Suche Zur Hauptnavigation Zur Anmeldung/Registrierung Homepage > Aktivitäten > Mecha"
    },
    {
      "url": "https://webpass.net/chicago/",
      "title": "Chicago Fiber Internet | GFiber Webpass",
      "description": "Sign up with GFiber Webpass for gigabit fiber optic internet in Chicago, IL with no data caps or contracts.",
      "preview": "Skip to main content The most awarded ISP with no data caps or hidden fees. Check availability Check availability Award-winning internet without dat"
    },
    {
      "url": "https://herbolarioazahara.com/terminos-y-condiciones/condiones-de-uso/",
      "title": "Condiones de Uso | Herbolario Azahara",
      "description": "void",
      "preview": "Condiones de Uso Generalidades Todas las compras que se realicen en herbolarioazahara.com (en adelante tienda online) están sujetas a las condiciones"
    },
    {
      "url": "https://cz.products.erstegroup.com/Retail/cs/Produkty/Certifikaty/Bonus_certifikaty/Stranky/NovuC3uA9_emise/index.phtml",
      "title": "Investiční centrum",
      "description": "Přehled důležitých údajů o finančním trhu. Akcie a indexy. Peněžní a kapitálové trhy. Měny. Komodity. Mince a drahé kovy. kryptoměny.",
      "preview": "Přeskočit navigaci Jdi na Novinky Jdi na Přehled trhů Jdi na Aktuální produkty Jdi na Research Česká spořitelna 1 / 4 Zastavit Investiční centrum Česk"
    },
    {
      "url": "https://kustomthrills.com/pages/adam-the-kid",
      "title": "adamthekid - Kustom Thrills",
      "description": "Adam's collection of TATTOOS, PAINTINGS, and STORIES only scratches the surface of what he has created and experienced over the past 10 years. Each piece of art for each client's tattoo is original and created specifically for them. He mixes many different art styles and takes a traditional approach to every tattoo he",
      "preview": "Skip to content MERCH SALE - BUY ONE GET ONE 50% OFF"
    },
    {
      "url": "http://www.deepsea9.taipei/index.php/2020/06/03/eyeoftheseas/",
      "title": "台灣的海洋之眼 - Advanced Computation Laboratory",
      "description": "void",
      "preview": "台灣的海洋之眼 臺灣漁業位居全球重要產業前三名，因非法、未報告及未受規範漁業(Illegal, Unreported and Unregulated Fishing, IUU)而在 2015 年受到歐盟黃牌警告並將臺灣列入不合作第三國警告名單，影響產業及臺灣全球作業權。除了立法與教育，農委會漁業署亦"
    },
    {
      "url": "https://support.hudabeauty.com/support/solutions/articles/48001060021-are-huda-beauty-products-vegan-",
      "title": "FAQ and Customer Support | HUDABEAUTY",
      "description": "void",
      "preview": "DELIVERY TIMINGS + INFORMATION DELIVERY TIMINGS + INFORMATION Huda Beauty PRODUCT & RETAIL INFO HUDA BEAUTY Enter your search term here... Search At H"
    },
    {
      "url": "https://atrl.net/",
      "title": "Sign In - ATRL",
      "description": "void",
      "preview": "Jump to content Facebook Twitter Instagram Sign In Email Address Required Password Required Remember me Not recommended on shared computers Sign In Fo"
    },
    {
      "url": "https://www.lowimpact.org/categories/permaculture",
      "title": "Category Intro - Lowimpact.org",
      "description": "Category Intro",
      "preview": "Permaculture - introduction \"Permaculture is revolution disguised as gardening.\" - Mike Feingold Contents 1 What is permaculture? 2 What are the benef"
    },
    {
      "url": "https://i-doser.com/privacy.html",
      "title": "iDoser Privacy Policy and Disclaimer",
      "description": "I-Doser Privacy Policy and Disclaimer",
      "preview": "Privacy Policy and Disclaimer Privacy and Disclaimer iDoser Privacy Policy and Disclaimer Binaural doses use potentially powerful brainwave audio to h"
    },
    {
      "url": "https://mva.microsoft.com/",
      "title": "Training - Courses, Learning Paths, Modules | Microsoft Learn",
      "description": "Develop practical skills through interactive modules and paths or register to learn from an instructor. Master core concepts at your speed and on your schedule.",
      "preview": "Welcome to Microsoft Learn Discover your path Whether you're just starting in a career, or you're an experienced professional, our self-directed appro"
    },
    {
      "url": "https://www.sportsnewsireland.com/",
      "title": "Home - SportsNewsIreland - SportsNewsIreland",
      "description": "SportsNewsIRELAND focusing mainly on GAA, Rugby, and Horse Racing. Cricket, Showjumping, Olympic events and Sports Scores",
      "preview": "Facebook Twitter Youtube Sign in GAA Soccer Rugby Irish Other Sports Soccer Irish Rugby Racing irish News Sign in Welcome! Log into your account your"
    },
    {
      "url": "https://www.ins4fl.com/insurance-companies/chubb-group/",
      "title": "Your Local Apopka Chubb Group Agency | DeClue Brothers Insurance Solutions",
      "description": "We've helped countless people throughout Florida save money and enjoy the peace of mind that a policy from Chubb Group provides.",
      "preview": "Skip to the content Home > Insurance Companies > Chubb Group Chubb Group Posted by DeClue Brothers Insurance Solutions on October 10, 2025 At DeClue B"
    },
    {
      "url": "https://www.workato.com/integrations/quip+senses",
      "title": "Quip and Senses integration | Workato",
      "description": "Instantly integrate Quip and Senses workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://ballparkhq.com/",
      "title": "Ballpark - Research anything. Powered by AI.",
      "description": "Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes",
      "preview": "Research made simple with AI Run any type of consumer, brand or product research with over 3 million participants and get answers within 60 minutes Re"
    },
    {
      "url": "https://nationalfund.org/collaborative/new-york-city-workforce-funders/?gclid=CjwKCAjwiuuRBhBvEiwAFXKaNF35FF-ruuvIbgCGuVdaVMRiLDLfi_hY5YOR0PVmJh_SbA2uGAadsxoCBV8QAvD_BwE",
      "title": "New York City Workforce Funders | National Fund for Workforce Solutions",
      "description": "Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in building a more effective workforce system for low-income job...",
      "preview": "Skip to content New York City Workforce Funders Established in 2000, the New York City Workforce Funders (Workforce Funders) is a key entity in buildi"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Guide/Introduction",
      "title": "Introduction - JavaScript | MDN",
      "description": "This chapter introduces JavaScript and discusses some of its fundamental concepts.",
      "preview": "Skip to main content Skip to search Introduction Previous Next This chapter introduces JavaScript and discusses some of its fundamental concepts. What"
    },
    {
      "url": "https://www.cbsnews.com/news/climate-change-how-carbon-dioxide-emissions-warm-earth/?ftag=CNM-00-10aab7e&linkId=196697747",
      "title": "The Invisible Problem: Understanding how carbon is warming the Earth - CBS News",
      "description": "It&#039;s one of the most powerful forces warming the Earth, leading to increasingly severe droughts, wildfires and floods. It&#039;s also invisible. So how do we see start seeing carbon?",
      "preview": "Watch CBS News The destructiveness of extreme weather is one of the biggest stories of our time. When it comes to fire, drought and floods, we spend a"
    },
    {
      "url": "http://www.artbizdesign.com/",
      "title": "ARTBIZ GRAPHIC DESIGN",
      "description": "void",
      "preview": "0 HELLO. We are a full service graphic design studio based in Miami. We help established companies with their every day marketing and communications n"
    },
    {
      "url": "https://www.louvre.fr/en/explore/collections",
      "title": "Collections",
      "description": "void",
      "preview": "Collections Aller au contenu Collections Explore | Collections The Collections database The Louvre's collections are an invitation to travel - a celeb"
    },
    {
      "url": "https://tympanus.net/Development/ShapeOverlays/",
      "title": "SVG Shape Overlays | Demo 1 | Codrops",
      "description": "A set of morphing shape overlays with SVG",
      "preview": "arrow drop github keyboard HelloSign API: The dev friendly eSign Embed HelloSign API into your app in minutes, with just a few lines of code. Alloy!"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/",
      "title": "What Is Privilege?",
      "description": "We want to continue the conversation about what privilege is in education. It is not just about who goes to school and who does not but is affected by the idea of intersectionality as the concepts of...",
      "preview": "What Is Privilege? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Dyslexic people don't have"
    }
  ],
  "_meta": {
    "total_bookmarks": 65
  }
}