{
  "data": [
    {
      "url": "https://press.nature.com/",
      "title": "Home | press.springernature.com",
      "description": "void",
      "preview": "Home | press.springernature.com Skip to main content springernature press site Home Welcome to the Springer Nature press site The Springer Nature jour"
    },
    {
      "url": "http://www.boardgamegeek.com/game/5120",
      "title": "Doubles Wild | Board Game | BoardGameGeek",
      "description": "From the box: A roll of the dice decides where you place your marble on the board. Don't like your roll? You get a second chance! 3 in a row scores one point. Four in a row scores two points. Get the point? Build your rows or block your opponents. There's fun and strategy on every roll, and doubles are always WILD! The board is a grid, with the numbers 3-11 along each edge. Two blue dice determine which blue column, two red dice determine which red row, and you place your marble where they meet. Doubles are wild, so you can choose where to place your marble. If your opponent has a marble at that spot and it's not part of a three-in-a-row, you have a roll off, 3 dice and three chances, to see who can get the highest roll and claim that spot. Once a marble is part of a three-in-a-row it is locked in. Points are counted for a three-in-a-row in every direction; horizontally, vertically, and diagonally. The game ends when someone runs out of marbles, and everyone has a final turn. 1999 Mensa Select",
      "preview": "void"
    },
    {
      "url": "https://www.yearupannualreport.com/",
      "title": "Year Up Annual Report",
      "description": "Year Up Annual Report",
      "preview": "Back Impact Report: 25th Anniversary Edition 2023 Impact Report 2022 Impact Report 2021 Impact Report 2020 Annual Report 2019 Annual Report 2018 Annua"
    },
    {
      "url": "https://eshopkatoikidio.gr/gia-gates/gates-trofes/",
      "title": "Τροφές για Γάτες - eshopkatoikidio.gr",
      "description": "Ποιοτικές τροφές για γάτες. Μεγάλη ποικιλία από επιλεγμένα προϊόντα για την ισορροπημένη διατροφή της γάτας σας στις καλύτερες τιμές της αγοράς!",
      "preview": "https://www.googletagmanager.com/ns.html?id=GTM-P4QXG95\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"> ΓΙΑ ΤΗΛΕΦΩΝΙΚΕΣ ΠΑΡΑΓΓΕΛΙΕΣ ΚΑΛΕ"
    },
    {
      "url": "https://news.un.org/en/story/2022/07/1121802",
      "title": "UN Ocean Conference ends with call for greater global commitment to address dire state of the ocean | UN News",
      "description": "Following a week of discussions and events in Lisbon, Portugal, the UN Ocean Conference concluded on Friday, with governments and heads of state agreeing on a new political declaration to Save Our Ocean.",
      "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
    },
    {
      "url": "https://privacyinternational.org/search?keywords=&f%5B0%5D=learn_more%3ALocation%20Surveillance%20Technology&f%5B1%5D=learn_more%3APrivacy&f%5B2%5D=learn_more%3AProtest%20Surveillance&f%5B3%5D=learn_more%3ASmart%20Cities",
      "title": "Privacy International | Search",
      "description": "void",
      "preview": "Skip to main content Search Search There are no results. Please try changing or broadening your search criteria."
    },
    {
      "url": "https://myjewishmommylife.com/2020/08/21/jewish-reaction-an-american-pickle-seth-rogen-movie-anti-semitic-funny-good/",
      "title": "JEWISH REACTION - AN AMERICAN PICKLE Seth Rogen Movie! Anti-Semitic? Funny? Good? - My Jewish Mommy Life",
      "description": "https://youtu.be/3bEp1iFnSEI In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic? Do I think it's actually funny? Let me know what you think of my review in the comments - do you agree?! SUBSCRIBE for more content just like this https://goo.gl/4t88MD !",
      "preview": "Skip to content In today's video I'm sharing a #Jewish girl's perspective on Seth Rogen's new movie - An American Pickle. Do I think it's anti-semitic"
    },
    {
      "url": "https://reason.com/2022/10/10/biden-says-hes-pardoning-all-federal-weed-possession-offenders-he-isnt/",
      "title": "Biden Isn't Really Pardoning 'All' Federal Weed Possession Offenders",
      "description": "The pardon's language specifies that only \"current United States citizens and lawful permanent residents\" are eligible for relief.",
      "preview": "President Joe Biden announced Thursday that he is \"pardoning all prior federal offenses of simple marijuana possession.\" This is a wel come move but a"
    },
    {
      "url": "https://watch.diynetwork.com/watch/diy",
      "title": "void",
      "description": "void",
      "preview": "Magnolia Network is not yet available in your area The website you are trying to access is only available within the U.S. and U.S. territories. If you"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Learn/Tools_and_testing/Understanding_client-side_tools/Overview",
      "title": "Client-side tooling overview - Learn web development | MDN",
      "description": "In this article, we provide an overview of modern web tooling, what kinds of tools are available and where you'll meet them in the lifecycle of web app development, and how to find help with individual tools.",
      "preview": "Skip to main content Skip to search Client-side tooling overview Overview: Understanding client-side web development tools Next In this article, we pr"
    },
    {
      "url": "https://nap.m.wikipedia.org/wiki/Gagliano_Aterno",
      "title": "Gagliano Aterno - Wikipedia",
      "description": "void",
      "preview": "Gagliano Aterno 'nu comune italiano Gagliano Aterno Nomme ufficiale: Gagliano Aterno Stato : Italia Reggione : Abruzzo Pruvincia : 'e l'Aquila Estenzi"
    },
    {
      "url": "https://www.bahn.de/angebot/regio",
      "title": "Regional reisen: Unsere beliebtesten Bahntickets & Verbund-Angebote",
      "description": "Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren Verbund-Angeboten durch Ihre Region.",
      "preview": "Regionale Tickets und Verbund-Angebote Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren V"
    },
    {
      "url": "https://srfcure.org/",
      "title": "Scleroderma Research Foundation | SRF | Research for a Cure",
      "description": "Guided by passion for a cure, the Scleroderma Research Foundation has become the largest nonprofit investor in scleroderma research in the U.S.",
      "preview": "Close Search Join us on November 12, 2025 at the Edison Ballroom, New York City Table Sponsorships Available Now Learn More Watch Now: New Webinar on"
    },
    {
      "url": "https://www.cebc.cnrs.fr/infrastructures/bio-logging/what-is-bio-logging/?lang=en",
      "title": "What is Bio-logging? - newcebc",
      "description": "void",
      "preview": "Skip to content Home CEBC Our mission Our history Staff Internship/Job Internships Job Offers V.S.C Facilities Photo contest Photo contest 2019 Photo"
    },
    {
      "url": "http://ParisHilton.com",
      "title": "Paris Hilton - Entrepreneur, Advocate, Musician, Entertainer",
      "description": "See All The Latest From Paris Hilton: Music, Entertainment, Advocacy Work, Shopping Guides and More",
      "preview": "Home Shop My Favorite Gifts Merch Parívie Impact Emergency Wildfire Relief Parívie About About Paris 11:11 Media Follow Me Instagram Facebook Twitter"
    },
    {
      "url": "https://www.baseballamerica.com/",
      "title": "Baseball America",
      "description": "void",
      "preview": "Skip to content Search Search for: Clear search query Search Newsletter Subscribe Article College 10 Recruiting Classes That Just Missed The Top 25 Pe"
    },
    {
      "url": "https://dreamscapeimmersive.com/",
      "title": "Dreamscape - A Virtual Reality Experience Like No Other",
      "description": "A place where time and space have no boundary. Each Dreamscape adventure is a shared VR experience, embracing the human desire to explore, learn and enjoy together.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "http://artists.youtube.com/",
      "title": "YouTube for Artists - Where Music Grows",
      "description": "Promote your music. Find your fans. Learn how to turn your passion into a career on YouTube.",
      "preview": "Where Music Grows Promote your music. Find your fans. Turn your passion into a career on YouTube. DISCOVER aespa CHECK OUT ARTIST RESOURCES Get starte"
    },
    {
      "url": "http://www.relocationmoverservices.com/",
      "title": "RMS Third Party Moving Services",
      "description": "void",
      "preview": "Skip To Main Content Skip To Main Navigation Skip to Secondary Navigation Accessibility Information Call 1-800-490-7356 Contact Us Client Login Regist"
    },
    {
      "url": "https://en.wikipedia.org/wiki/South_Atlantic_Anomaly",
      "title": "South Atlantic Anomaly - Wikipedia",
      "description": "void",
      "preview": "Jump to content Coordinates : 26°37′S 49°04′W / 26.61°S 49.06°W / -26.61; -49.06 From Wikipedia, the free encyclopedia Region where Earth's magn"
    },
    {
      "url": "http://www.thegraphicfoodie.co.uk/",
      "title": "The Graphic Foodie | Brighton Food Blog & Restaurant Reviews",
      "description": "A Brighton food blog with independent restaurant reviews and guide to the best restaurants, popups, supper clubs and food news in Brighton & Hove.",
      "preview": "Home About & Contact Restaurant Reviews Product Reviews SHOP instagram twitter There are some dishes that are more than just food. Comfort, memories,"
    },
    {
      "url": "https://documents.worldbank.org/en/publication/documents-reports/documentdetail/280891580715878729/climate-change-and-marine-fisheries-in-africa-assessing-vulnerability-and-strengthening-adaptation-capacity",
      "title": "Climate Change and Marine Fisheries in Africa : Assessing Vulnerability and Strengthening Adaptation Capacity",
      "description": "The understanding of the impacts of climate change on fisheries is constantly increasing and can be organized around several main factors - ocean acidification, sea-level .",
      "preview": "This page in: English Español Français Português Русский العربية 中文 This page in: English Español Français Português Русский العربية 中文 Loading... Thi"
    },
    {
      "url": "https://photography.tutsplus.com",
      "title": "Video Courses and Tutorials | Envato Tuts+",
      "description": "Thousands of free tutorials and online courses to help you learn video skills. Join our community of students and professionals to improve your shooting, style, editing, and workflow. What would you like to learn?",
      "preview": "Video Learn video skills with these free tutorials and online courses. Whether you want to master production and recording, editing and post-productio"
    },
    {
      "url": "https://w3c.social/@wai",
      "title": "Web Accessibility Initiative (@wai@w3c.social) - w3c.social",
      "description": "127 Posts, 0 Following, 2.14K Followers · Accessibility: Essential for some, useful for all. The W3C Web Accessibility Initiative (WAI) develops strategies, standards, and supporting resources to make the web accessible to people with disabilities. In addition to international standards, we provide free online resources to help you understand and implement accessibility. You can use W3C WAI resources to make your websites, apps, and other digital content and technology products more accessible and usable to everyone.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://www.cbs.com/all-access/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://www.bbbprograms.org",
      "title": "Home - BBB National Programs",
      "description": "BBB National Programs fosters trust, innovation, and competition in the marketplace through self-regulation, dispute resolution, and other programs.",
      "preview": "Where businesses turn to enhance consumer trust and consumers are heard Through our self-regulatory programs, industry leaders work together to foster"
    },
    {
      "url": "https://riudg.udg.mx/handle/20.500.12104/71723/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Carranza+Alc%C3%A1ntar%2C+Mar%C3%ADa+del+Roc%C3%ADo&filter_field_2=author&filter_type_2=equals&filter_value_2=Baltazar+D%C3%ADaz%2C+Edith+Guadalupe&filter_field_3=subject&filter_type_3=equals&filter_value_3=Altos+Sur+de+Jalisco&filter_field_4=author&filter_type_4=equals&filter_value_4=Castro+Ib%C3%A1%C3%B1ez%2C+J.+Patricio&filter_field_5=subject&filter_type_5=equals&filter_value_5=acreditaci%C3%B3n&filter_field_6=author&filter_type_6=equals&filter_value_6=Flores+L%C3%B3pez%2C+Hugo+Ernesto&filter_field_7=author&filter_type_7=equals&filter_value_7=Gonz%C3%A1lez+Lim%C3%B3n%2C+Mar%C3%ADa+Guadalupe&filter_field_8=author&filter_type_8=equals&filter_value_8=Mac%C3%ADas+Gonz%C3%A1lez%2C+Gizelle+Guadalupe&filter_field_9=author&filter_type_9=equals&filter_value_9=De+la+Torre+Barba%2C+Silvano&filter_field_10=author&filter_type_10=equals&filter_value_10=I%C3%B1iguez+I%C3%B1iguez%2C+Mar%C3%ADa+de+Jes%C3%BAs&filter_field_11=author&filter_type_11=equals&filter_value_11=P%C3%A9rez+Pulido%2C+Ignacio&filter_field_12=author&filter_type_12=equals&filter_value_12=Carranza+Alc%C3%A1ntar%2C+Liliana&filter_field_13=author&filter_type_13=equals&filter_value_13=Caldera+Montes%2C+Enrique&filter_field_14=author&filter_type_14=equals&filter_value_14=Jim%C3%A9nez+Padilla%2C+Alma+Azucena&filter_field_15=subject&filter_type_15=equals&filter_value_15=empleo&filter_field_16=author&filter_type_16=equals&filter_value_16=Moreno+Garc%C3%ADa%2C+Hugo&filter_field_17=author&filter_type_17=equals&filter_value_17=Zamora+Betancourt%2C+Mar%C3%ADa+del+Rosario&filter_field_18=subject&filter_type_18=equals&filter_value_18=contexto+familiar&filter_field_19=author&filter_type_19=equals&filter_value_19=I%C3%B1iguez+G%C3%B3mez%2C+Ofelia&filter_field_20=has_content_in_original_bundle&filter_type_20=equals&filter_value_20=false&filter_field_21=subject&filter_type_21=equals&filter_value_21=estilos+de+pensamiento&filter_field_22=author&filter_type_22=equals&filter_value_22=Islas+Torres%2C+Claudia&filter_field_23=author&filter_type_23=equals&filter_value_23=Balpuesta+P%C3%A9rez%2C+Jorge+Alberto&etal=0&filtername=author&filterquery=Caldera+Montes%2C+Juan+Francisco&filtertype=equals",
      "title": "RIUdeG: Buscar",
      "description": "void",
      "preview": "Skip navigation Toggle navigation RIUdeG Inicio Consultar Colecciones Autores Temas Publicar Como agregar mis trabajos Información para tesistas Subir"
    },
    {
      "url": "https://www.kansascitypbs.org/support/passport/",
      "title": "Kansas City PBS | Passport",
      "description": "Get extended access to thousands of full episodes and award-winning films. Stream top food shows, dramas, histories, documentaries, and more.",
      "preview": "Skip to Main Content Kansas City PBS Passport Support your local station and enjoy extended access to your favorite PBS shows & films Donate & Start W"
    },
    {
      "url": "http://www.igeo.pt/",
      "title": "iGEO - Informação Geográfica",
      "description": "void",
      "preview": "O sítio www.igeo.pt foi descontinuado. A informação geográfica do território nacional, anteriormente acessível a partir desta página de internet, pode"
    },
    {
      "url": "https://superherowithoutacape.tumblr.com/",
      "title": "Ramblings of a Wannabe Superhero",
      "description": "Age doesn't exist on Krypton. Probably a bit TOO into my tv ships. >_> Also may be a music junkie, anime head, GAMER! No one really knows. @_@ Engineer in the making!",
      "preview": "Ramblings of a Wannabe Superhero Age doesn't exist on Krypton. Probably a bit TOO into my tv ships. >_> Also may be a music junkie, anime head, GAMER!"
    },
    {
      "url": "https://www.livescience.com/gulf-stream-close-to-collapse",
      "title": "Gulf Stream could be veering toward irreversible collapse, a new analysis warns | Live Science",
      "description": "The shutdown would have catastrophic effects across the globe",
      "preview": "Skip to main content Don't miss these The weakening of ocean currents could cause temperatures to drop dramatically and permanently across the Norther"
    },
    {
      "url": "https://powerplatform.microsoft.com/en-us/",
      "title": "AI-Powered Low-Code Tools | Microsoft Power Platform",
      "description": "Innovate with low-code tools using Microsoft Power Platform-Power BI, Power Apps, Power Automate, and Power Pages.",
      "preview": "This is the Trace Id: 8830ad12714eadd3e69e40249ac7c894 Skip to main content Join experts in person to explore low code and AI agents at the Power Plat"
    },
    {
      "url": "https://community.graphisoft.com/rss/message?board.id=forum_document&message.id=33075",
      "title": "topic Re: Fit to skin fill orientation - complex profiles in Documentation",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dayitalianews.com/caltagirone-protocollo-violenza-donne-disparita-genere/",
      "title": "Caltagirone, firmato un protocollo d'intesa per la prevenzione della violenza sulle donne e la disparità di genere",
      "description": "Un protocollo d'intesa \"per azioni di prevenzione e contrasto della violenza e disparità di genere\" è stato firmato stamani, al municipio, dall'assessore alla Legalità e Sicurezza Giuseppe Fiorito (delegato dal sindaco Fabio Roccuzzo)",
      "preview": "Skip to content Chi siamo Contatti Ricerca per: Home Catania notizie Catania i fatti della città Caltagirone, firmato un protocollo d'intesa per la pr"
    },
    {
      "url": "https://www.oneplus.com/oneplus-10-pro",
      "title": "Buy OnePlus 10 Pro 5G - OnePlus (Italia)",
      "description": "Get the price of OnePlus 10 Pro 5G and latest offers information, check the official price of OnePlus 10 Pro in different storage and colors.",
      "preview": "void"
    },
    {
      "url": "https://adminrecords.ucsd.edu/PPM/docs/516-30.html?_ga=2.247330180.1274190464.1634572926-1643277195.1631479253",
      "title": "516-30 Face Mask Policy",
      "description": "void",
      "preview": "HOME P&RA PPM Index 516 - Environment, Health & Safety 516-30 Search A-Z Index Numerical Index Classification Guide What's New 516 - Environment, Heal"
    },
    {
      "url": "https://www.beyondvisualrange.net/links/--1/",
      "title": "Neckarwyoming Model Magic - --",
      "description": "Neue Seite",
      "preview": "Neckarwyoming Miniatures and More Neckarwyoming Miniatures and More Homepage Aircraft 1 Aircraft 2 Military Vehicles 1 Military Vehicles 2 Science Fic"
    },
    {
      "url": "https://www.loveandlemons.com/",
      "title": "Love and Lemons - Healthy, whole food, vegan and vegetarian recipes",
      "description": "Recipes and tips from Jeanine Donofrio, writer of The Love and Lemons Cookbook. Includes vegetarian recipes, gluten free recipes, and vegan recipes.",
      "preview": "Jack and I love making this apple cider cocktail recipe for cozy fall nights in. It combines some of his favorite cocktail ingredients (bourbon and An"
    },
    {
      "url": "https://es.mongabay.com/list/bosques",
      "title": "Noticias ambientales sobre Bosques",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Bosques Noticias RSS 3111 historias L G Una millonaria obra de energía amenaza al santuario Passiflora, refugio del jaguar en la Amazonía boliviana Ni"
    },
    {
      "url": "https://jogorama.com.br/jogos/playstation-4/6198/destiny/",
      "title": "Jogo Destiny para PlayStation 4 - Dicas, análise e imagens",
      "description": "Conheça tudo sobre Destiny do PlayStation 4: dicas, truques, códigos, cheats, macetes, imagens e muito mais.",
      "preview": "Destiny Plataforma: PlayStation 4 Produtora: Bungie Software Distribuidora: Activision Gênero: Tiro em primeira pessoa Lançamento: 9 de Setembro de 20"
    },
    {
      "url": "https://farmgirlflowers.com/love-spelled",
      "title": "Order Flowers Online | Shop All Flowers",
      "description": "Shop high designed burlap wrapped flower bouquets, vase flower arrangements, plants and more delivered to you or your recipient's door from Farmgirl Flowers.",
      "preview": "Skip to content Shop All Zip Code Zip Code Delivery Date Delivery Date Filter 95 Results Sort By Recommended Sort By USA grown! Apple Down Dahlias, li"
    },
    {
      "url": "https://www.giftcampaign.pt/agendas-personalizadas/agenda-corporativa-spiral.html",
      "title": "Agenda capa rígida PU vista diária B5 | Desde 2,62€",
      "description": "Agendas personalizáveis pequenas com capas rígidas. Se procura material de escritório económico e útil, recomendamos este brinde.",
      "preview": "4,7 271 opiniões Brindes personalizados publicitários Categorias Populares Sacos reutilizáveis personalizados Garrafas de água personalizadas Brindes"
    },
    {
      "url": "https://columbusfoundation.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgXY-8-ryOf412lm3ahKkKjspzxUVg-gVPHVDPFSFORurvkOWzZTzVxoC45AQAvD_BwE",
      "title": "Home | The Columbus Foundation",
      "description": "The Columbus Foundation is the Trusted Philanthropic Advisor® to thousands of individuals, families, and businesses who have created charitable funds and planned gifts to make a difference in the lives of others through the most effective philanthropy possible.",
      "preview": "Skip to Content Celebrating Philanthropy Award Honorees At the Celebration of Philanthropy, we honor the people and organizations whose generosity and"
    },
    {
      "url": "https://mitsubishi.oemdtc.com",
      "title": "Mitsubishi - OEMDTC",
      "description": "Mitsubishi Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.ilmatieteenlaitos.fi/saa",
      "title": "Sää ja meri - Ilmatieteen laitos",
      "description": "Tekstimuotoinen tiedote ajankohtaisesta säästä sekä ennuste tulevalle vuorokaudelle. Mukana myös voimassaolevat varoitukset sekä sääennuste merenkulkijoille.",
      "preview": "Siirry sivun pääsisältöön Ei hakutuloksia Hae Sää ja meri"
    },
    {
      "url": "https://support.stripe.com/how-to-disconnect-a-linked-financial-account",
      "title": "Stripe: Help & Support",
      "description": "Find help and support for Stripe. Our support site provides answers on all types of situations, including account information, charges and refunds, and subscriptions information. Get your questions answered and find international support for Stripe.",
      "preview": "JavaScript is currently disabled You need JavaScript for the best experience on Stripe. Please enable it in your browser settings. Find out how"
    },
    {
      "url": "https://brilliant.org/courses/linear-algebra/",
      "title": "Courses | Brilliant",
      "description": "Guided interactive problem solving that's effective and fun. Try thousands of interactive lessons in math, programming, data analysis, AI, science, and more.",
      "preview": "Courses Learning Paths Step-by-step paths to mastery"
    },
    {
      "url": "https://www.banquemondiale.org/",
      "title": "Le Groupe de la Banque mondiale",
      "description": "Avec ses 189 États membres, le Groupe de la Banque mondiale œuvre à la recherche de solutions durables pour aider les pays à mettre fin à la pauvreté et favoriser un développement qui soit prospère pour tous.",
      "preview": "Nos dernières projections économiques régionales Vous êtes enseignant, chercheur, étudiant, investisseur ou vous vous intéressez à la conjoncture écon"
    },
    {
      "url": "https://www.apple.com/in/apple-music/",
      "title": "Apple Music - Apple (IN)",
      "description": "Stream millions of songs in Spatial Audio with Dolby Atmos. Available online and offline, always ad-free. Start listening for free today.",
      "preview": "New subscribers get 3 months free; redeem on iPhone. * Start your trial Apple Music For the love of music. Play over 100 million songs, always ad‑free"
    },
    {
      "url": "https://fox11online.com/news/local/green-bay/fox-11-obtains-green-bay-city-hall-surveillance-recording",
      "title": "FOX 11 obtains Green Bay City Hall surveillance recording",
      "description": "GREEN BAY (WLUK) &ndash; FOX 11 has obtained 90 minutes of video and audio from Green Bay City Hall&rsquo;s surveillance system, which has been the subject of controversy a",
      "preview": "Fri, 10 Oct 2025 10:09:07 GMT (1760090947698) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.klaviyo.com/features/reporting",
      "title": "Klaviyo Reporting: Monitor Your Marketing & Data Analytics - Klaviyo",
      "description": "Klaviyo's reporting tools provide real-time analytics across email, SMS, and push notifications, enabling businesses to monitor performance, gain insights, and drive improvements.",
      "preview": "Reporting Reports and analytics for immediate impact Effortlessly monitor your performance across all channels, gain clear insights, and take actionab"
    },
    {
      "url": "http://www.scarves.com/",
      "title": "Scarves",
      "description": "Find a large selection of Scarves at Ties.com",
      "preview": "Close NECKTIES SKINNY TIES NOVELTY TIES Shop All Novelty Ties Animal Ties Art Ties Beach & Nautical Breast Cancer Awareness Conversational Ties Food &"
    },
    {
      "url": "https://www.kemenygyarto-balatonlelle.hu/de/hirek/kepgaleria/fustcsovek/dickwandigen-rohr/",
      "title": "Dickwandigen rohr :: Kéménytechnikai Szaküzlet",
      "description": "void",
      "preview": "Durchsuchen Magyar Deutsch Startseite Bildergalerie KREA gravity schornstein Schornstein system elemente Sonst Rauchrohr Dickwandigen rohr Dünnwandige"
    },
    {
      "url": "https://www.deramores.com/collections/free-knitting-patterns",
      "title": "LoveCrafts | Knitting, crochet, craft supplies & inspiration",
      "description": "Shop craft supplies, yarn and free patterns at LoveCrafts, the home of Makefulness. Knitting, crochet, embroidery, sewing, quilting and tons of inspiration.",
      "preview": "Skip to main content JavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to utilize the functionality of"
    },
    {
      "url": "https://www.clover.com/developers",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://hackdesign.org/",
      "title": "Design lessons for everyone, curated by top designers | Hack Design",
      "description": "An easy to follow design course for people who do amazing things. Receive a design lesson in your inbox each week, hand crafted by a design pro. Learn at your own pace, and apply it to your real life work - no fake projects here.",
      "preview": "void"
    },
    {
      "url": "https://www.jff.org/",
      "title": "Transforming systems for the workforce of the future - Jobs for the Future (JFF) - Jobs for the Future (JFF)",
      "description": "Discover the workforce of the future. At Jobs for the Future, we drive transformation in U.S. education and workforce systems, fostering equitable economic advancement for all.",
      "preview": "Skip to content Discover what quality jobs really look like Quality Jobs, Real Opportunities Quality jobs are key to economic success for people, busi"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/azure-fundamentals/",
      "title": "Introduction to Microsoft Azure: Describe Cloud Concepts - Training | Microsoft Learn",
      "description": "Microsoft Azure Fundamentals: Describe cloud concepts",
      "preview": "Read in English Introduction to Microsoft Azure: Describe cloud concepts Learning Path 3 Modules At a glance Level Beginner Skill &nbsp; Product Azure"
    },
    {
      "url": "https://supreme.justia.com/cases/federal/us/505/577/#tab-opinion-1959089",
      "title": "Lee v. Weisman | 505 U.S. 577 (1992) | Justia U.S. Supreme Court Center",
      "description": "Lee v. Weisman: The Establishment Clause does not permit a public school to hold a religious prayer led by clergy during its graduation.",
      "preview": "Lee v. Weisman, 505 U.S. 577 (1992) Overview Opinions Materials Argued: November 6, 1991 Decided: June 24, 1992 Annotation Primary Holding The Establi"
    },
    {
      "url": "https://dotdashmeredith.mediaroom.com/news-alerts?type=1",
      "title": "Meredith Corporation MediaRoom - Email Alerts",
      "description": "void",
      "preview": "Email Alerts If you are a member of the working press and are interested in receiving Dotdash Meredith breaking news via email, fill out the form belo"
    },
    {
      "url": "https://sincerelysammy.wordpress.com/2015/01/28/everything-happens-for-a-reason/",
      "title": "EVERYTHING HAPPENS FOR A REASON - SINCERELY, SAMMY",
      "description": "Dear Reader, Let me tell you, second semester was not shaping up to be a good one. Back when I registered in November, I couldn't get into half of my classes because I wasn't an official journalism major yet. So I freaked out and just got random classes that I could get into and was stuck with, what I...",
      "preview": "January 28, 2015 Dear Reader, Let me tell you, second semester was not shaping up to be a good one. Back when I registered in November, I couldn't get"
    },
    {
      "url": "https://www.charlottetilbury.com/us/product/instant-eyeshadow-palette-pillow-talk",
      "title": "Pillow Talk - Instant Eyeshadow Palette - Pink Eyeshadow | Charlotte Tilbury",
      "description": "Shop Instant Eye Palette in Pillow Talk, a dreamy pink eyeshadow palette featuring 12 magical shades. Discover more pigmented eyeshadow palettes online.",
      "preview": "Jump to content LIMITED EDITION INSTANT EYE PALETTE PILLOW TALK $75.00 Pillow Talk Instant Eye Palette shadows applied to model video Pillow Talk - Di"
    },
    {
      "url": "https://docs.python.org/3/tutorial/index.html",
      "title": "The Python Tutorial - Python 3.14.0 documentation",
      "description": "Python is an easy to learn, powerful programming language. It has efficient high-level data structures and a simple but effective approach to object-oriented programming. Python's elegant syntax an...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial | Theme Auto Light Dark | The Python Tutorial ¶ Tip T"
    },
    {
      "url": "https://chat.icq.com/icqchat/",
      "title": "Free Video Chat Rooms | Online Video Chatting and Calls",
      "description": "Create instant video chat rooms and make video calls for FREE with ICQ New! Windows, MAC, iOS (iPhone/iPad) and Android!",
      "preview": "Log In Log in with SMS Email / UIN Country code Phone number SMS sent By clicking the \"Log in\" button you accept the terms of the ICQ New End User Lic"
    },
    {
      "url": "https://undocs.org/en/A/HLPF/2019/l.1",
      "title": "Document Viewer",
      "description": "void",
      "preview": "home United Nations العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://bavc.org/programs/productions/",
      "title": "Production Services - BAVC Media",
      "description": "Audiovisual Production since 1976. Video Create compelling fundraising videos, event livestreams, social media content, PSAs, interviews, training guides, and other media projects just as you envision. Video Services → Audio Explore our podcasting and recording services, fit for recording voiceover, podcasting, and audio post-production. Available with the support",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Production Services Daniel Diaz 2025-02-05T21:58:29+00:00 P"
    },
    {
      "url": "https://www.anandtech.com/show/20745/ryzen-processor-review-2025",
      "title": "AnandTech Forums: Technology, Hardware, Software, and Deals",
      "description": "Seeking answers? Join the AnandTech community: where nearly half-a-million members share solutions and discuss the latest tech.",
      "preview": "Trending Forum list What's new Menu Install the app Install Home Featured Forums Trending Search forums What's new New posts Latest activity Forum lis"
    },
    {
      "url": "https://www.npfc.int/",
      "title": "The North Pacific Fisheries Commission (NPFC) | NPFC",
      "description": "void",
      "preview": "Skip to main content Previous Pause Next Vacancy Announcement - Compliance Manager The North Pacific Fisheries Commission (NPFC) invites applications"
    },
    {
      "url": "https://docs.python.org/3/library/concurrent.futures.html",
      "title": "concurrent.futures - Launching parallel tasks - Python 3.14.0 documentation",
      "description": "Source code: Lib/concurrent/futures/thread.py, Lib/concurrent/futures/process.py, and Lib/concurrent/futures/interpreter.py The concurrent.futures module provides a high-level interface for asynchr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Concurrent Execution » concurrent.futures -"
    },
    {
      "url": "http://weavesilk.com",
      "title": "Silk - Interactive Generative Art",
      "description": "Create beautiful flowing art with Silk.",
      "preview": "Send Feedback New Share Pinterest Email Fullscreen Fullscreen Save Picture Controls Undo Redo To save, right click the thumbnail and choose Save Image"
    },
    {
      "url": "https://corporate.target.com/about/purpose-history/our-commitments/target-coronavirus-hub?lnk=Acoronavirusupd",
      "title": "Target's Corporate Commitments",
      "description": "Read about the commitments Target has made to guests, team members, and communities.",
      "preview": "Our Commitments Target is proud to be one of the world's most beloved brands, and we've made commitments across our business to guide us in keeping th"
    },
    {
      "url": "https://www.hotelcaferoyal.com/",
      "title": "Luxury 5-Star Hotel London | Hotel Café Royal",
      "description": "Experience the finest hotel in London, immersing yourself in contemporary luxury and timeless elegance, right in the heart of the West End",
      "preview": "Book your stay Homepage Your browser does not support the video tag. Your browser does not support the video tag. A London address like no other Ideal"
    },
    {
      "url": "https://www.sams-usa.net/sams-responds-to-devastating-7-8-earthquake-impacting-syria/",
      "title": "» SAMS Responds to Devastating 7.8 Earthquake Impacting Syria",
      "description": "void",
      "preview": "Donate SAMS Society Membership SAMS Responds to Devastating 7.8 Earthquake Impacting Syria To support SAMS' earthquake relief efforts in Syria, please"
    },
    {
      "url": "https://secure.nbcnews.com/_tps/accounts/newsletters",
      "title": "NBC News Newsletters | NBC News",
      "description": "Sign up for NBC News newsletters including Morning Rundown and Nightly News. Subscribe to receive emails covering breaking news, politics and more.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "http://grill22.dk/",
      "title": "Grill 22",
      "description": "Grill 22 tilbyder grillmenuer samt kinesiske menuer og specialiteter.",
      "preview": "Forside Menukort Ris/Ros Kontakt Nyheder Hold dig opdateret om tilbud eller lignende. Ny hjemmeside Lørdag den 21. december 2013 Grill 22 har nu fået"
    },
    {
      "url": "https://amplypower.com/amply-power-integrates-watttime-api-to-enable-electric-fleets-to-minimize-and-report-total-greenhouse-gas-emissions/",
      "title": "AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions - AMPLY Power",
      "description": "void",
      "preview": "Menu August 31, 2021 3:00 am AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions AMPLY"
    },
    {
      "url": "https://www.tabbytracker.com/cat.php?id=189148",
      "title": "Safe Cat in Willow Grove, PA (19090) - Tabby Tracker",
      "description": "Safe Cat in Willow Grove, PA (19090). Lost and found cats in the US and Canada.",
      "preview": "Tabby Tracker will not work correctly with JavaScript disabled Lost Cats Found Cats go Safe Cat Safe Cat in Willow Grove, PA ID# 189148 Tabby Multicol"
    },
    {
      "url": "https://www.rileygrey.com/",
      "title": "Premium Wedding Websites, Registries, RSVPs & More | Riley & Grey",
      "description": "Create beautiful custom wedding websites, invitations, and registries, and manage your RSVP effortlessly. Wedding planning is hard, but Riley & Grey makes it a lot easier. Try for free.",
      "preview": "Wedding websites as unique as the love you've found. invitations Easy and elevated with none of the heavy-lifting, Riley & Grey's tools help you breez"
    },
    {
      "url": "https://www.ujafedny.org/",
      "title": "Home » UJA-Federation of New York",
      "description": "UJA-Federation of New York strengthens Jewish communities locally and globally, supports those in need, combats antisemitism, and responds to global crises.",
      "preview": "Standing Proud. Standing Strong. Will you stand with us? In Israel More than $300 million allocated since October 7. Learn more keyboard_arrow_right S"
    },
    {
      "url": "https://bioresources.cnr.ncsu.edu/resources/regenerated-cellulose-by-the-lyocell-process-a-brief-review-of-the-process-and-properties/",
      "title": "Regenerated cellulose by the Lyocell process, a brief review of the process and properties :: BioResources",
      "description": "void",
      "preview": "About the Journal Authors & Reviewers Articles Features How to Self-Register Full Site Navigation About the Journal Editorial Board Meet the Staff Edi"
    },
    {
      "url": "https://s05.flagcounter.com/more/EY45",
      "title": "Flag Counter » Overview",
      "description": "void",
      "preview": "Flag Counter Home Country List FAQ Forum Overview | Details | today | YESTERDAY | History | Flag Map | Upgrade Create a free counter! Last New Visitor"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate-monthly",
      "title": "Monthly Giving & Recurring Donations | Feeding America",
      "description": "Your monthly gift is the most effective way to help feed kids and families year-round. Help us in our fight against hunger with a recurring donation.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://www.gmdhshell.com/",
      "title": "GMDH: Streamline Supply Chain Planning with AI",
      "description": "The World's Leading Supply Chain Planning Platform Powered by AI and Dynamic Simulation. Join 1200+ businesses worldwide that use Streamline to forecast, plan, and order-and grow efficiently.",
      "preview": "Protect Your Supply Chain from Costly Disruptions Use Streamline's AI-Driven Supply Chain Planning Platform to outpace supply chain disruptions-unitin"
    },
    {
      "url": "https://fts.unocha.org/appeals/952/summary",
      "title": "GHRP (COVID) Global Humanitarian Response Plan 2020 | Financial Tracking Service",
      "description": "void",
      "preview": "Skip to main content Feedback GHRP (COVID) Global Humanitarian Response Plan 2020 Select Year 2020 COVID-19 Emergency This page focusses on the COVID-"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-search-and-filters-for-Webflow-CMS-Jetboost-51454b3706b843328111b609a1eed55e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-coronation-chicken",
      "title": "Easy coronation chicken recipe | Good Food",
      "description": "Make a classic coronation chicken filling to serve with jacket potatoes or in sandwiches and salads. It's an excellent way to use up leftover chicken after a roast",
      "preview": "Skip to main content Easy coronation chicken Joanna Simpson Save recipe Serves 4-6 Easy Prep: 5 mins No cook A star rating of 4.8 out of 5. 170 rating"
    },
    {
      "url": "https://nothingbigbangtheory.tumblr.com/",
      "title": "@nothingbigbangtheory on Tumblr",
      "description": "Follow @nothingbigbangtheory and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes susikenna-blog Follow POLLY APFELBAUM March 25, 2015 | Designed by Susi Kenna | Hand-painted by Mei Kawajiri / @ciaomanhattan2012 | Inspir"
    },
    {
      "url": "https://dreamscapeimmersive.com/",
      "title": "Dreamscape - A Virtual Reality Experience Like No Other",
      "description": "A place where time and space have no boundary. Each Dreamscape adventure is a shared VR experience, embracing the human desire to explore, learn and enjoy together.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Promise",
      "title": "Promise - JavaScript | MDN",
      "description": "The Promise object represents the eventual completion (or failure) of an asynchronous operation and its resulting value.",
      "preview": "Skip to main content Skip to search Promise Baseline Widely available * This feature is well established and works across many devices and browser ver"
    },
    {
      "url": "https://www.thepioneerwoman.com/",
      "title": "The Pioneer Woman - Recipes, Country Life and Style, Entertainment",
      "description": "Welcome to Ree Drummond's frontier! Find easy recipes, tips for home design, shopping, entertainment and more.",
      "preview": "Skip to Content Pumpkin Spice Crème Brûlée is Make-Ahead Friendly and Perfect for Fall Advertisement - Continue Reading Below New Fall Recipes Apple C"
    },
    {
      "url": "https://www.scotusblog.com/case-files/cases/brnovich-v-democratic-national-committee/",
      "title": "Brnovich v. Democratic National Committee - SCOTUSblog",
      "description": "void",
      "preview": "Skip to content Brnovich v. Democratic National Committee Consolidated with: Arizona Republican Party v. Democratic National Committee Docket No. Op."
    },
    {
      "url": "https://peoplepower.org",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://www.lornajane.com/amy-winter-thermal-phone-pocket-tech-leggings-blk/LB0384_BLK.html",
      "title": "Amy Winter Thermal Phone Pocket Tech Leggings | Lorna Jane",
      "description": "Introducing Cosmopolitan's #1 Rated Thermal Legging, and your new go-to winter legging with the perfect balance of tech and fashion. The soft brushed lining traps your body heat to keep you warm and the higher rise waist provides support and additional coverage to keep the warmth in. The design lends its self to be easily dressed up or dressed down for ultimate styling versatility. Plus it has not one but two phone pockets for hands free life on the go. Our Amy Winter Thermal Phone Pocket Tech legging has also been designed with a gusset. This triangular panel of fabric sewn into the crotch (gusset) prevents the leggings from 'riding up' (no camel toe) and provides more flexibility and freedom of movement. The thermal lining also gives a more compressive feel when worn. If you would prefer a more relaxed fit for all day wear we suggest you go up a size. If you prefer a more snug and firm fit, we suggest your usual size. PLEASE NOTE: Due to the nature of brushed fleece, these leggings can be prone to pilling so we recommend washing yours inside out in our Active Washbag on a delicate cycle to extend it's life. If you do not own a garment bag, a gentle hand wash is recommended.",
      "preview": "Badge Label breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb Amy Winter Thermal Phone Poc"
    },
    {
      "url": "https://www.rchobbiesoutlet.com/r86050-wheel-hex-mount-with-pins/",
      "title": "R86050 Wheel Hex Mount with Pins - rchobbiesoutlet",
      "description": "Buy R86050 Wheel Hex Mount with Pins at the best price at RC Hobbies Outlet",
      "preview": "Created with Sketch. Created with Sketch. Toggle menu 416-986-4081 Login or Sign Up 0 Gift Certificates Wishlist Currency- CAD $US Canada Australian D"
    },
    {
      "url": "https://www.nationalgeographic.com/science/article/high-seas-fishing-subsidies-oceans-science",
      "title": "Over Half of High Seas Fishing Only Profitable With Subsidies | National Geographic",
      "description": "Government funds prop up more than half of fishing in the open ocean, a new study reveals.",
      "preview": "A fisherman checks his fishing lines while fishing on the high seas. The high seas is defined as the open waters outside a country's exclusive economi"
    },
    {
      "url": "https://www.dilloncarmichael.com/",
      "title": "Dillon Carmichael | Official Website",
      "description": "With a voice that commands attention, Dillon Carmichael delivers songs straight from the heart of true country living: gritty but soulful, timeless but defiant, heartfelt but unapologetically hard-hitting.",
      "preview": "apple spotify facebook instagram tiktok  youtube Home Merch Tour Listen Videos About Home Merch Tour Listen Videos About Featured Merch Merch  View"
    },
    {
      "url": "https://www.vera.org/publications/people-in-jail-in-2019",
      "title": "People in Jail in 2019 | Vera Institute",
      "description": "See our updated report, \"People in Jail and Prison in 2020,\" here . Researchers from the Vera Institute of Justice, with support from Google.org Fellows...",
      "preview": "void"
    },
    {
      "url": "http://quattroshapes.com/",
      "title": "Quattroshapes by foursquare",
      "description": "void",
      "preview": "The Global Polygon Gazetteer Foursquare needs quality place data to power its geocoding engine to ensure the best recommendations. When someone search"
    },
    {
      "url": "https://ctbernard.tumblr.com/",
      "title": "Lost Pup - CT.",
      "description": "Me. Too shy to interrupt, too broken to stay around. Just a sheep dyed darker than expected. I'm still colorful underneath. A blog to reflect",
      "preview": "Lost Pup - CT. Me. Too shy to interrupt, too broken to stay around. Just a sheep dyed darker than expected. I'm still colorful underneath. A blog to r"
    },
    {
      "url": "https://www.sandiego.gov/",
      "title": "City of San Diego Official Website",
      "description": "The official website of the City of San Diego.",
      "preview": "Skip to main content Menu Inside San Diego Read More News Latest article, posted October 9, 2025, 3:20 pm : Phased Rollout of New Trash Bins to Begin"
    },
    {
      "url": "https://healthnewsplus.net/tag/bolly4u-movie-download-free/",
      "title": "Health News Plus | Latest Worldwide Health News And Tips",
      "description": "The Newest Science And The Most Authoritative Information And Creativeness For Residing Active. HealthNewsPlus - Conveying Together Like-Willing People Who Are Obsessive About Permanency.",
      "preview": "Close Menu Facebook X (Twitter) Instagram News How to Build an Effective Backup Plan for Simultaneous Interpretation Home How to Get Rid of Mycotoxins"
    },
    {
      "url": "http://preferences-mgr.trustarc.com/?pid=disney01&aid=natgeo01&type=natgeo",
      "title": "TrustArc Preference Manager",
      "description": "Ensure online trust and privacy with TRUSTes consumer privacy services. Sign up for email safety, email privacy and privacy alerts. Get the TRUSTe online seals for your Web site. Prevent spyware, protect brand trust and consumer privacy",
      "preview": "Your web browser must have JavaScript enabled in order for this application to display correctly."
    },
    {
      "url": "https://alisonbennett.net/2015/04/26/tinning/",
      "title": "Tinning Street Gallery - Alison Bennett",
      "description": "Bennett, A 2015, Mesh, held at Tinning Street Gallery, 16-26 July 2015. MESH Alison Bennett 5/29 Tinning Street, Brunswick Opening 6-9pm Thursday 16 July Artist floor talks 2pm Saturday 18 July & 3pm Sunday 26 July Tinning Street presents 'Mesh', a playful investigation into the presence of surface in digital images by Alison Bennett. The...",
      "preview": "2015-04-26 2016-06-29 Alison Tinning Street Gallery Bennett, A 2015, Mesh , held at Tinning Street Gallery, 16-26 July 2015. MESH Alison Bennett 5/29"
    },
    {
      "url": "https://www.otto.de/damen/mode/",
      "title": "Damenbekleidung online kaufen | OTTO",
      "description": "Bis zu 30% reduziert &#10071; Damenbekleidung online kaufen bei OTTO » Große Auswahl &#10004; Aktuelle Trends &#10004; Beliebte Marken &#10004; Top Qualität » Jetzt entdecken & shoppen!",
      "preview": "Startseite Damen-Mode  Damenbekleidung > Aktionen Pullover Jacken Blusen Bekleidung Schlupfblusen Blazer Hemdblusen Röcke Bademode Shirts %Sale Kateg"
    },
    {
      "url": "https://fred.stlouisfed.org/series/UNRATE",
      "title": "Unemployment Rate (UNRATE) | FRED | St. Louis Fed",
      "description": "View data of the unemployment rate, or the number of people 16 and over actively searching for a job as a percentage of the total labor force.",
      "preview": "Skip to main content Unemployment Rate (UNRATE) Observations Aug 2025: 4.3 | Percent, Seasonally Adjusted | Monthly Updated: Sep 5, 2025 7:51 AM CDT N"
    },
    {
      "url": "https://www.nativewomenlead.org/",
      "title": "Native Women Lead",
      "description": "void",
      "preview": "Cart 0 Back Mission Meet Our Board & Co-Founders Our Story Our Impact Back Summits & Retreats Matriarch Funds Events Calendar BEWE Partners November 2"
    },
    {
      "url": "http://www.ininternet.org/ricette_cucina.htm",
      "title": "Ricette di cucina prese dal ricettario italiano di culinaria",
      "description": "Raccolta gratuita di ricette di cucina prese dal ricettario italiano di culinaria.",
      "preview": ", Home Page : Il portale tutto gratis con risorse, servizi e download gratis!! Segnala il tuo sito RICETTE DI CUCINA Raccolta di tutte le ricette ital"
    },
    {
      "url": "https://www.race-technology.com/wiki/index.php/InstallingTheSystem/MountingThePeliCase",
      "title": "Race Technology Knowledge Base | InstallingTheSystem / MountingThePeliCase",
      "description": "void",
      "preview": "Call me back | My basket | Checkout | Add to email list You are here: Website » Knowledge base « back to website Introduction Hardware ANALOG8 Parts S"
    },
    {
      "url": "https://www.meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "https://go.chronicle.security/secop-community-guidelines",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Get $300 in free credits and free usage of 20+ products The new way to cloud starts here Build with generative AI, deploy apps fast, and analyze data"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85918",
      "title": "Searchable Recipe Database - ALBICOCCHE CON CAPRINO E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://tour.mines.edu/",
      "title": "Home - Campus Tour",
      "description": "Explore Colorado School of Mines with campus tours, virtual visits, and in-person visits. Learn all about our unique campus life, academic programs, and admissions process.",
      "preview": "Facebook X MINES.EDU MyMines Apply Undergraduate Admissions Graduate Admissions Visits and Events On campus, virtually or in your area - we want you t"
    }
  ],
  "_meta": {
    "total_bookmarks": 113
  }
}