{
  "data": [
    {
      "url": "https://resources.github.com/devops/",
      "title": "What is DevOps? · GitHub",
      "description": "Discover what DevOps is, how it improves collaboration between development and IT teams, and how it boosts software delivery speed and reliability.",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://juicycube.net/?id=ctx",
      "title": ":: JuicyCube.net ::",
      "description": "void",
      "preview": ".MUSIC .MP3 .VIDEO .OTHER .CONTACT .Who? Jakub \"AceMan\" Szeląg .When? 1987 .Where? Dąbrowa Górnicza, POLAND .What? - demoscene - tracked music - jap"
    },
    {
      "url": "https://app.uitgeverijzwijsen.be/product/anker-kern-8-ankerverhaal",
      "title": "Anker kern 8 - ankerverhaal - Veilig leren lezen kim-versie - Leerjaar 1 | Uitgeverij Zwijsen",
      "description": "Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ankerverhalen draagt bij aan het uitbreiden van de woo",
      "preview": "Anker kern 8 - ankerverhaal Omschrijving Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ank"
    },
    {
      "url": "https://peru.info/en-us/foreign-trade/news/7/30/giant-squid--leader-in-fishery-exports",
      "title": "Giant Squid: leader in fishery exports",
      "description": "One of the leading products in fishery exports from Peru this year is undoubtedly the giant squid.",
      "preview": "Find what you want Search Blog Peru News Foreign Trade Fishing Giant Squid: leader in fishery exports Síguenos en: Google News 17/01/2019 Fuente: Prom"
    },
    {
      "url": "https://usnavyseals.einnews.com/amp/pr_news/572814177/small-business-opportunities-for-military-spouses-to-sell-to-the-u-s-air-force-and-u-s-army",
      "title": "Please verify you are human.",
      "description": "void",
      "preview": "Please verify you are human. Click here to continue ..."
    },
    {
      "url": "https://www.centrumhigieny.pl/pl/p/Ostrzalka-do-nozy-Cozzini-Ergo-Steel-II-hes-2-biala/760",
      "title": "Ostrzałka do noży Cozzini Ergo Steel II hes-2 biała - Centrum Higieny",
      "description": "Ostrzałka do noży Cozzini Ergo Steel II hes-2 wykonana jest ze stali i tworzywa sztucznego. Posiada ergonomiczny kształt umożliwiający szybką i bezpieczną pracę, jest łatwa w obsłudze i konserwacji. Druty ostrzałki są ustawione pod kątem 15 stopni, a sprężyna jest zainstalowana z tyłu ostrzałki co zapewnia jednakowy nacisk noża na druty ostrzące i zapobiega zniekształceniu ostrza. Mocne strony urządzenia: zachowuje zawsze jednakowy kąt ostrzenia idealna na każdym stanowisku łatwa obsługa",
      "preview": "Jesteś w: » Strona główna » Ostrzałki do noży » OSTRZAŁKI RĘCZNE » Ostrzałka do noży Cozzini Ergo Steel II hes-2 biała ZADZWOŃ I ZAMÓW!: +48 571 922 9"
    },
    {
      "url": "https://www.joytours.com/",
      "title": "JoyTours.com is for sale | HugeDomains",
      "description": "Choosing the right domain name can be overwhelming. Our personalized customer service helps you get a great domain.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://johnrutter.com/contact-us?currency=USD",
      "title": "Contact us | John Rutter",
      "description": "Get in touch using our contact form",
      "preview": "Notice: JavaScript is required for this content. Sign up for our newsletter Notice: JavaScript is required for this content. WordPress Image Lightbox"
    },
    {
      "url": "https://www.ebresearch.org",
      "title": "EB Research Partnership - EB Research Partnership",
      "description": "EB Research Partnership is the largest 501(c)(3) nonprofit dedicated to funding research aimed at treating and ultimately curing Epidermolysis Bullosa, a group of devastating and life-threatening skin disorders that affect children from birth.",
      "preview": "Epidermolysis Bullosa What is EB? Life with EB Resources Research Our Impact Scientific Advisory Board Clinical Trials > Filsuvez Vyjuvek ZEVASKYN Tow"
    },
    {
      "url": "https://www.walmartmexico.com/aviso-de-privacidad",
      "title": "Aviso de Privacidad",
      "description": "En Walmart de México y Centroamérica estamos comprometidos con la protección de los Datos Personales de nuestros clientes y colaboradores, por lo que el cumplimiento de la legislación aplicable es parte de nuestra cultura.",
      "preview": "Skip to main Skip to footer Conócenos Contáctanos Directorio de tiendas Historia Nosotros Nuestra Ética Únete al equipo Noticias Sala de prensa Propós"
    },
    {
      "url": "http://www.minesnewsroom.com",
      "title": "Mines Newsroom - Official news from the Colorado School of Mines",
      "description": "Official news from the Colorado School of Mines covering innovation in teaching, learning, and research.",
      "preview": "Skip to main content 5 Questions with George Saunders: What STEM students asked the acclaimed author and Mines alum George Saunders '81 returns to Min"
    },
    {
      "url": "http://txshowdown.com/",
      "title": "Texas Showdown 2026 - The Premier Texas Tournament - Now in its 25th Anniversary!",
      "description": "Join the most prestigious gaming tournaments in Texas. Compete in Street Fighter 6, Tekken 8, Mortal Kombat 1, and more with epic prizes and professional setups.",
      "preview": "void"
    },
    {
      "url": "https://www.hrc.org/resources/fatal-violence-against-the-transgender-and-gender-non-conforming-community-in-2022?utm_medium=ads&utm_source=GoogleSearch&utm_content=HateCrimes-AntiLGBTQHateCrimes&utm_campaign=GoogleGrant&utm_source=GS&utm_medium=AD&utm_campaign=BPI-HRC-Grant&utm_content=607604874629&utm_term=hate%20crimes%20against%20gays&gclid=CjwKCAiAnZCdBhBmEiwA8nDQxYsxzcnvB1-zxYjcMELo39B8yzt0xoEV8AzyJ0zvmTs_Wq2CvdLNaBoCnoYQAvD_BwE",
      "title": "HRC | Fatal Violence Against the Transgender and Gender-Expansive...",
      "description": "Sadly, 2022 saw at least 41 transgender and gender-expansive people fatally shot or killed by other violent means. We say \"at least\" because too often...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://www.eonline.com/news/1299783/shahs-of-sunsets-mike-shouhed-is-engaged-to-paulina-ben-cohen",
      "title": "Shahs of Sunset's Mike Shouhed Is Engaged to Paulina Ben-Cohen",
      "description": "During the Shahs of Sunset season nine reunion, Mike Shouhed revealed that he and girlfriend Paulina Ben-Cohen are engaged, and they showed off her ring.",
      "preview": "Watch : Mike Shouhed & GF Paulina Share Their Quarantine Schedule Mike Shouhed shared some very big news as part of Shahs of Sunset 's tense season ni"
    },
    {
      "url": "https://trello.com/c/CqPzrIpH/126-countdown-un-2023-water-conference",
      "title": "Trello",
      "description": "Organize anything, together. Trello is a collaboration tool that organizes your projects into boards. In one glance, know what's being worked on, who's working on what, and where something is in a process.",
      "preview": "Your browser was unable to load all of Trello's resources. They may have been blocked by your firewall, proxy or browser configuration. Press Ctrl+F5"
    },
    {
      "url": "https://www.oxygenmag.com/life/womens-fitness-personalities/jaclyn-cordeiro-on-striving-for-progress-not-perfection/",
      "title": "Jaclyn Cordeiro on Striving for Progress, Not Perfection - Oxygen Mag",
      "description": "Jaclyn Cordeiro works hard, plays hard and loves every minute of it!",
      "preview": "Oxygen Mag Powered by Outside Photo: West Studio Heading out the door? Read this article on the new Outside+ app available now on iOS devices for memb"
    },
    {
      "url": "https://www.roportal.ro/discutii/topic/113646-bigdefender/",
      "title": "Forumuri - Forum Roportal",
      "description": "void",
      "preview": "Sari la conținut Creează topic nou Forumuri Omul si Societatea Astrologie si paranormal Horoscop si astrologie Teorii. Ipoteze. Fenomenul OZN. Practic"
    },
    {
      "url": "https://jamiegeller.com/recipes/chinese-chicken-with-brocoli/",
      "title": "Chinese Chicken with Brocoli » Jamie Geller",
      "description": "this is a tangy sweet and spicy dish, i use a premade sweet chili sauce to save time, its a quick way to enjoy chinese at home! i serve this over plain white rice.",
      "preview": "Skip to main content Skip to after header navigation Skip to site footer Facebook X Instagram YouTube Pinterest TikTok Home » Blog » Recipes » Lunch »"
    },
    {
      "url": "https://www.vidyard.com/",
      "title": "Vidyard - Video Tools for Virtual Sales and Marketing Teams",
      "description": "Vidyard is an online video platform for business which allows you to increase leads, accelerate your pipeline and delight your customers. Learn more!",
      "preview": "Skip to Main Content AI-Powered Video Selling Platform Sellers win more deals with Vidyard Break through the noise, engage more customers, and close d"
    },
    {
      "url": "https://www.ukibc.com/",
      "title": "UK India Business Council",
      "description": "The UK India business council supports UK businesses with the insights, networks, policy advocacy, services, and facilities needed to succeed in India.",
      "preview": "Supporting Business Success Strengthening UK-India bilateral trade and investment ties through policy advocacy and strategic advisory services. The UK"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GS10",
      "title": "Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) | FRED | St. Louis Fed",
      "description": "View a 10-year yield estimated from the average yields of a variety of Treasury securities with different maturities derived from the Treasury yield curve.",
      "preview": "Skip to main content Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) Observations Sep 2025"
    },
    {
      "url": "https://www.suppose.tv/tv",
      "title": "Suppose | Compare Cable, Satellite & Streaming TV Services",
      "description": "Suppose lets you select your favorite TV channels, searches billions of combinations of cable, satellite and streaming TV services, and finds the best for you.",
      "preview": "Suppose ... Suppose will search billions of combinations of video services to find the best for you. To use Suppose, you must enable JavaScript in you"
    },
    {
      "url": "https://stratocat.com.ar/fichas/2018/WNM-20180814.htm",
      "title": "PROJECT LOON FLIGHT P-431 - 8/14/2018",
      "description": "Details of the balloon flight of PROJECT LOON FLIGHT P-431 performed from Winnemucca Municipal Airport, Nevada, US on 8/14/2018",
      "preview": "About Origins of the website Greatefulness Disclaimer Contact Sitemap Toggle navigation Balloon Launches Launches by Year Launches by Site or Base Det"
    },
    {
      "url": "https://www.wizardingworld.com/privacy",
      "title": "Harry Potter | Privacy",
      "description": "Official home of Harry Potter & Fantastic Beasts. Discover your Hogwarts house, wand and Patronus, play quizzes, read features, and keep up to speed on the latest Wizarding World news.",
      "preview": "TRENDING SEARCHES P rivacy Updated: July 3rd, 2025 This policy explains how we collect, use, and disclose your data, and how we use cookies. It covers"
    },
    {
      "url": "https://www.ft.com/world",
      "title": "World | Financial Times",
      "description": "Breaking news and top stories from around the world. Stay up-to-date with the latest developments from Europe, Asia, the Middle East and the Americas.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer World Add to myFT Lead story in World Gaza Gaza ceasefire has started, says"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-science/algorithms",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.booking.com/",
      "title": "Booking.com | Sito ufficiale | I migliori hotel, voli, noleggi auto e alloggi",
      "description": "Esplora il mondo con Booking.com. Prezzi strepitosi su case, hotel, voli, noleggio auto, taxi e attrazioni: crea il viaggio perfetto per ogni budget.",
      "preview": "Vai al contenuto principale Cerca offerte su hotel, case e tanto altro... Data check-in - Data check-out 2 adulti · 0 bambini · 1 camera Cerca Cerco a"
    },
    {
      "url": "https://nginx.org/en/docs/http/ngx_http_proxy_module.html",
      "title": "Module ngx_http_proxy_module",
      "description": "void",
      "preview": "Join us on the new NGINX Community Forum to connect with users, discover the latest community activity, and troubleshoot issues together. Module ngx_h"
    },
    {
      "url": "https://kathysbee.tumblr.com/post/143007468856",
      "title": "toss and tumbl",
      "description": "Data Rocks! Let's continue to expose & excite kids K-12 about CS. Join us for #ScratchDay on 5/15. hocobeyou.com",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Computer science: the impact of K-12 on university enrollment codeor"
    },
    {
      "url": "https://walmart.org/who-we-are",
      "title": "Who We Are",
      "description": "In 1962, Sam Walton opened the doors of the first Walmart. He recognized the value of bringing affordable products to people in small towns. Walmart has been helping people save money - and live better - ever since. In 1982, the Walmart Foundation was created to help support the communities Walmart serves. Last year, Walmart and the Walmart...",
      "preview": "Skip to main Skip to footer Who We Are Governance and Values Our Approach Our Commitment to Serving All Our Team Latest News Careers What We Do Creati"
    },
    {
      "url": "https://ios.yacreader.com/privacy_policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Luis Ángel San Martín Rodríguez built the YACReader app as a Commercial app. This SERVICE is provided by Luis Ángel San Martín Rodrígue"
    },
    {
      "url": "https://www.tampabay.com/news/florida-politics/2022/05/03/most-florida-voters-oppose-abortion-bans-polls-show/",
      "title": "Most Florida voters oppose abortion bans, polls show",
      "description": "When surveys have asked about limits to abortion access, a majority has consistently said \"no.\"",
      "preview": "Search Subscribe Manage profile Donate Log in Log out Search Featured Latest News Most Read Like This Search Advertisement Featured Our editors' top p"
    },
    {
      "url": "https://jfathersdesign.com/muster",
      "title": "Joshua Fathers Graphic Design - Muster",
      "description": "A third year BA Hons Graphic Design project. An app and branding project to help engage 18 - 30-year-olds in local communities by rewarding users for being social.",
      "preview": "You may also like 2015 Lenticular Signage Graphic Design, Interaction Design, Product Design 2014 The Princess Bride Graphic Design, Illustration, Pri"
    },
    {
      "url": "https://www.tensorflow.org/hub/",
      "title": "TensorFlow Hub",
      "description": "TensorFlow Hub is a repository of trained machine learning models ready for fine-tuning and deployable anywhere. Reuse trained models like BERT and Faster R-CNN with just a few lines of code.",
      "preview": "Skip to main content / English Español Español - América Latina Français Indonesia Italiano Polski Português Português - Brasil Tiếng Việt Türkçe Ру"
    },
    {
      "url": "https://www.adcouncil.org/covid-vaccine",
      "title": "Our COVID-19 Vaccine Retrospective | Ad Council",
      "description": "On 3/11/2020, the WHO declared COVID-19 a global pandemic, and the Ad Council sprang to action. Learn more.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "https://pitlochry.de/wohnung-runa",
      "title": "Wohnung Runa | Ferienwohnungen Pitlochry auf Amrum",
      "description": "void",
      "preview": "Wohnung Runa - ca. 40 qm für 2 Personen - im 1. Stock und Spitzboden Hier bauen wir gerade für Sie um ... Geschirrspüler und Backofen kommen neu und die"
    },
    {
      "url": "https://about.bnef.com/blog/corporate-clean-energy-buying-tops-30gw-mark-in-record-year/",
      "title": "Corporate Clean Energy Buying Tops 30GW Mark in Record Year | BloombergNEF",
      "description": "Corporations purchased 31.1 gigawatts of clean power through long-term contracts, largely driven by activity in the U.S. and from large technology companies New York and London, January 31, 2022 - Corporations bought a record 31.1 gigawatts of clean energy through power purchase agreements, or PPAs, in 2021, up nearly 24% from the previous year's record of 25.1GW according to research firm...",
      "preview": "PRESS RELEASE Corporate Clean Energy Buying Tops 30GW Mark in Record Year Finance January 31, 2022"
    },
    {
      "url": "https://www.restaurantworkerscf.org/",
      "title": "Restaurant Workers' Community Foundation",
      "description": "void",
      "preview": "Welcome Restaurant Workers' Community Foundation is an advocacy and action nonprofit created by and for restaurant workers. We are a nationwide commun"
    },
    {
      "url": "https://www.healthline.com/nutrition/intermittent-fasting-guide",
      "title": "Intermittent Fasting 101 - The Ultimate Beginner's Guide",
      "description": "This is a detailed guide to intermittent fasting (IF). Studies show that it can help you lose weight, improve health and perhaps even live longer.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://nadri.com/collections/bracelets/products/rsvp-cz-bypass-hinge-bracelet?variant=42515372736771",
      "title": "RSVP CZ BYPASS HINGE BRACELET - NADRI",
      "description": "CZ Stones create a glamorous sparkle effect on this hinged bracelet that will make your wrist stand out and dress up any outfit.",
      "preview": "FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ Yo"
    },
    {
      "url": "http://ow.ly/DBQy50E0Gkx",
      "title": "American Academy of Pediatrics Speaks Out Against Bills Harming Transgender Youth",
      "description": "\"With alarm and dismay, pediatricians have watched bills advance through state legislatures across the country with the sole purpose of threatening the health and well-being of transgender youth.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "http://www.psu.edu/visitors-and-neighbors",
      "title": "Visit Penn State | Tours | Penn State",
      "description": "Interested in visiting Penn State virtually or in-person? Find parking information, campus maps, and explore area attractions, venues, and accommodations.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "http://www.polimi.it/",
      "title": "Politecnico di Milano - polimi",
      "description": "Politecnico di Milano, dal 1863, il più grande ateneo scientifico-tecnologico italiano, tra rigore scientifico e creatività",
      "preview": "Skip to main content Skip to page footer Technology for humanity Politecnico di Milano Dal 1863, il più grande ateneo scientifico-tecnologico italiano"
    },
    {
      "url": "https://www.magicum-berlin.de/oeffnungszeiten/",
      "title": "Öffnungszeiten - Magicum Berlin Magic Museum",
      "description": "Öffnungszeiten des MAGICUM Berlin - 7 Tage die Woche geöffnet für magische Erlebnisse im Herzen der Stadt.",
      "preview": "Öffnungszeiten Täglich geöffnet! Montag bis Sonntag 11:00 - 18:00 Uhr Samstag 11:00 - 19:00 Uhr * Angemeldete Schulklassen und Gruppen können das Muse"
    },
    {
      "url": "http://blogs.plos.org/everyone/2011/10/21/how-deep-social-network-roots-help-scientists-communicate-their-research/",
      "title": "How deep social network \"roots\" help scientists communicate their research - EveryONE",
      "description": "There's been a lot of discussion recently about how social networks can specifically help scientists collaborate and spread their messages more effectively...",
      "preview": "Skip to content PLOS BLOGS EveryONE Browse all PLOS Blogs About This Blog About PLOS ONE Browse all PLOS Blogs Staff Blogs Official PLOS Blog EveryONE"
    },
    {
      "url": "https://ham.stackexchange.com/users/69/joseph?tab=tags",
      "title": "User Joseph - Amateur Radio Stack Exchange",
      "description": "Q&A for amateur radio enthusiasts",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Joseph Member fo"
    },
    {
      "url": "https://www.bucksfreepress.co.uk/news/23336608.princess-wales-shares-family-plans-pancake-day-slough/",
      "title": "Princess of Wales shares her family plans for Pancake Day in Slough | Bucks Free Press",
      "description": "THE Princess of Wales revealed her family plans for Pancake Day as she took a tour around a nursing home in Slough earlier today",
      "preview": "Princess of Wales shares her family plans for Pancake Day in Slough Royal Family People Slough By Isabella Perrin Audience and Content Editor @Isabell"
    },
    {
      "url": "https://www.gyft.com/buy-gift-cards/google-play/",
      "title": "Buy Google Play gift code Gift Cards | Gyft",
      "description": "Google Play gift code",
      "preview": "15 Buy for Yourself or Send as a Gift Google Play gift code Redeem online With millions of apps, games, and more to discover, there's something for ev"
    },
    {
      "url": "https://tree.tributestore.com/?oId=25875204",
      "title": "Tribute Store | Memorial Tree",
      "description": "When you choose to have a memorial tree planted for your loved one, you are doing more than simply putting a plant in the ground. You are making a long-term commitment to the environment and implanting the memories of your loved one in our planet for countless years to come. A memorial tree is a unique tribute which provides global benefits like no other memorial gift could.",
      "preview": "Pacific Cremation Services « Back to home page Contact our Tribute Store Advisors at 1-866-834-4420 In loving memory Thomas Smith 1993 - 2022 Plant a"
    },
    {
      "url": "https://www.bing.com/give/?publ=&crea=&pn=",
      "title": "Catalogo di riscatto Microsoft Rewards",
      "description": "Guadagna con Microsoft Rewards punti gratuiti che puoi riscattare per buoni regalo, usare per partecipare a premi o donare a un'organizzazione no profit.",
      "preview": "Guida alla Microsoft Rewards Informazioni su come risolvere i problemi comuni Invia feedback Contattare il supporto tecnico Microsoft"
    },
    {
      "url": "https://www.easyjet.com/en/help/booking-and-check-in",
      "title": "Booking and check-in | easyJet",
      "description": "void",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "https://www.medseaalliance.org",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://training.apple.com/us/en/appdeveloper",
      "title": "App Developer Training",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Training by us. Recognized by the world. Explore training for enterprise app"
    },
    {
      "url": "https://www.atlantamagazine.com/great-reads/jason-carter-the-inevitable-candidate/",
      "title": "Bruteforce Prevention",
      "description": "void",
      "preview": "Please click the button to confirm you aren't a bot."
    },
    {
      "url": "https://www.kowaoptic.com/de/sa-xperia-xa1-ultra-digiskopie-sony-xperia-xa1-ultra",
      "title": "Smartphone Digiskopie Adapter für das Sony Xperia XA1 Ultra",
      "description": "Perfekte Digiskopie-Ergebnisse mit dem idealen Smartphone-Adapter für Ihr Fernglas/Spektiv und Ihr Sony Xperia XA1 Ultra. Anschließen und mühelos atemberaubende Bilder aufnehmen!",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Menü schließen Zeige alle Kategorien"
    },
    {
      "url": "https://spinthewheel.app",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "Discover endless possibilities with Spin the Wheel - Random Picker Wheel Maker! Unleash your creativity and design custom spin wheels for any occasion. Whether it's for games, giveaways, or decision-making fun, our user-friendly platform lets you create interactive experiences that engage and entertain. Spin the wheel and make your ideas come to life in a dynamic and exciting way!",
      "preview": "You need to enable JavaScript to run this app. It is certain Reply hazy, try again As I see it, yes Don't count on it It is decidedly so Ask again lat"
    },
    {
      "url": "https://www.aclusocal.org",
      "title": "ACLU of Southern California",
      "description": "void",
      "preview": "Skip to main content JOIN US AND STAND FOR JUSTICE Get our action alerts Email address * Zip code * Leave this field blank Join us for a conversation"
    },
    {
      "url": "https://www.army.mil/article/241813/coworking_spaces_to_provide_spouses_with_remote_work_training_opportunities",
      "title": "Coworking spaces to provide spouses with remote work, training opportunities | Article | The United States Army",
      "description": "The Army has launched a new on-post coworking space initiative that plans to provide military spouses a comfortable and professional workspace.",
      "preview": "Coworking spaces to provide spouses with remote work, training opportunities By Devon Suits, Army News Service December 16, 2020 Share on Twitter Shar"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search?showOnly=withImage%7CopenAccess",
      "title": "Search The Collection - The Metropolitan Museum of Art",
      "description": "Search art at the Metropolitan Museum.",
      "preview": "Skip to main content Search The Collection All Fields Artist / Culture Title Description Gallery Accession Number Filter By Object Type / Material mat"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/privacy-policy.html",
      "title": "Privacy Policy - GIF MAKER",
      "description": "Privacy Policy What information we collect 1. Personal Information: We do NOT collect any Personal Information about you. \"Personal Information\" means personally identifiable information,...",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo Privacy Policy What information we collect 1. Personal Information: We do NOT collect a"
    },
    {
      "url": "https://www.alessibakery.com/",
      "title": "Home - Alessi Bakery",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://caalmn.org/",
      "title": "Coalition of Asian American Leaders - CAAL Minnesota",
      "description": "The Coalition of Asian American Leaders (CAAL) envisions a state where all Minnesotans are actively engaged and can achieve prosperity.",
      "preview": "Sign up for our email list × Diversity is our asset Unity is our Power Play × Network Weaving Leadership Support Community Priorities Partnerships The"
    },
    {
      "url": "https://www.howardstern.com/",
      "title": "Howard Stern",
      "description": "Official site features news, show personalities, hot topics and image archive from The Howard Stern Show.",
      "preview": "Skip to content 1-833-STERN-SHOW CALL OR TEXT ANYTIME! ‎ Jeff Hiller Visits the Stern ShoW ‎‎ ‎ ‎ Click for Video Photo: Getty Images for SiriusXM How"
    },
    {
      "url": "http://www.ricette.cc/",
      "title": "Ricette - Tutte le ricette di cucina possibili",
      "description": "void",
      "preview": ", CATEGORIE Antipasti Primi Piatti Secondi Carne Secondi Pollame Secondi Pesce Bevande Contorni Dessert Salse SONDAGGIO SALUTE Alimentazione Bimby Cal"
    },
    {
      "url": "https://insider.windows.com/",
      "title": "The Windows Insider Program",
      "description": "Be the first to see what's next for Windows in the Windows Insider Program. Join the community, provide feedback to help make Windows even better.",
      "preview": "void"
    },
    {
      "url": "https://www.leap.org/",
      "title": "LEAP - Leadership Education for Asian Pacifics",
      "description": "Founded 1982, LEAP (Leadership Education for Asian Pacifics) is a national nonprofit organization with a mission to achieve full participation and equality for Asian and Pacific Islanders (APIs) through leadership, empowerment, and policy.",
      "preview": "Where paths get charted and started . Whether you are just beginning your career or looking to climb even higher, browse our variety of leadership pro"
    },
    {
      "url": "https://www.data.gouv.fr/fr/",
      "title": "Accueil - data.gouv.fr",
      "description": "void",
      "preview": "Actualités : Hackathon \"Le climat en données\" : Venez explorer de nouvelles données de projections climatiques ! En ce moment : Données relatives aux"
    },
    {
      "url": "http://www.chemguide.co.uk/",
      "title": "chemguide: helping you to understand Chemistry - Main Menu",
      "description": "Main menu of a site aimed to help advanced level chemistry students to understand chemistry",
      "preview": "chemguide Helping you to understand Chemistry MAIN MENU Keyword searching I have removed the Google search box because it was giving problems. Follow"
    },
    {
      "url": "https://www.bloombergconnects.org/",
      "title": "Bloomberg Connects",
      "description": "Bloomberg Connects is a free mobile app featuring guides to hundreds of museums, galleries, sculpture parks, gardens, and cultural spaces in one easy to use app.",
      "preview": "Skip to main content The arts and culture app. Download Now"
    },
    {
      "url": "https://www.johanna-benden.de/tag/es-geht-weiter/",
      "title": "es geht weiter",
      "description": "void",
      "preview": "Skip to content > es geht weiter Moin moin, ihr Lieben! Endlich arbeite ich wieder an einem neuen Projekt - hach, das fühlt sich gut an ... 😍🎉🥳🥰 (Natürl"
    },
    {
      "url": "https://imcsnet.org/",
      "title": "IMCS NETWORK | IMCS",
      "description": "void",
      "preview": "Skip to main content IMCS NETWORK Image Image Promoting and facilitating communication collaboration coordination capacity development across our comm"
    },
    {
      "url": "https://goldrecordoutlet.com/shop/wayne-gretzky-ltd-edition-reproduction-signature-display-2/",
      "title": "Wayne Gretzky Ltd Edition Reproduction Signature Display - Gold Record Outlet Album and Disc Collectible Memorabilia",
      "description": "[...]",
      "preview": "Skip to content Sports Display , Sports Reproduction Signature Wayne Gretzky Ltd Edition Reproduction Signature Display $ 89.95 Availability: 137 in s"
    },
    {
      "url": "http://www.wfp.org/",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "https://ferrari.oemdtc.com",
      "title": "Ferrari - OEMDTC",
      "description": "Ferrari Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://discover.esa.int/",
      "title": "Discover ESA",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bloomberg.org/environment/protecting-the-oceans/bloomberg-ocean/",
      "title": "Protecting the Ocean | Bloomberg Philanthropies",
      "description": "Bloomberg Philanthropies' Environment program is at the forefront of efforts to protect the environment across a key array of issues.",
      "preview": "Skip to main content Environment Protecting the Ocean Protecting the Ocean Billions of people and countless marine species depend on a healthy ocean,"
    },
    {
      "url": "https://br.my.vccs.edu/",
      "title": "Redirecting to Login...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.urosario.edu.co/Facultad-de-Economia/Inicio/",
      "title": "Facultad de Economía - Universidad del Rosario",
      "description": "Conviértete en líder económico con formación de alto nivel y estudia en la Facultad de Economía de la Universidad del Rosario para impulsar tu carrera.",
      "preview": "Pasar al contenido principal Facultad de Economía Facultad de ECONOMÍA CONOCE NUESTRA FACULTAD NUESTRO SELLO La Facultad de Economía busca mantenerse"
    },
    {
      "url": "https://nalcab.org/",
      "title": "NALCAB",
      "description": "void",
      "preview": "Donate to the Roots of Resilience campaign to drive lasting national economic growth and opportunity DONATE Donate to the Roots of Resilience campaign"
    },
    {
      "url": "https://www.politifact.com/factchecks/2022/feb/25/vladimir-putin/putin-repeats-long-running-claim-genocide-ukraine/",
      "title": "PolitiFact | Vladimir Putin repeats false claim of genocide in Ukraine",
      "description": "Russia has given several reasons for launching a war against Ukraine. In a televised address announcing the military ass",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://dreamstudio.ai/generate",
      "title": "Dream Studio, Stable Diffusion in an easy-to-use application",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://pinchofyum.com/",
      "title": "Pinch of Yum - A food blog with simple and tasty recipes.",
      "description": "Fresh, flavorful and (mostly) healthy recipes made for real, actual, every day life. Helping you celebrate the joy of food in a totally non-intimidating way.",
      "preview": "icon-arrow icon-chevron-white icon-chevron icon-comment icon-facebook icon-heart icon-instagram icon-instant-pot icon-list icon-lock icon-meal-prep ic"
    },
    {
      "url": "https://www.cftexas.org/",
      "title": "Where Giving Thrives - Communities Foundation Of Texas",
      "description": "Communities Foundation of Texas is dedicated to building thriving communities by inspiring philanthropy and fostering impactful giving for lasting change.",
      "preview": "Jump to navigation links Jump to main content Jump to footer links Local Impact; Simplified Giving; One-on-One Guidance DONORS Uplift communities, cha"
    },
    {
      "url": "https://www.score.org/event/how-to-use-keywords-on-your-website-and-social-media",
      "title": "How to Use Keywords On Your Website and Social Media to Attract Customers | SCORE",
      "description": "Help customers find you online by learning how to research, determine and use keywords on your website and social media.",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations How to Use Keywords On Your Website and Social Media to"
    },
    {
      "url": "https://fashionweekdaily.com/exclusive-jason-lewis-on-making-his-modeling-comeback-at-50-what-smith-would-be-up-to-now-and-whether-hes-in-the-satc-reboot/",
      "title": "Jason Lewis On Making His Modeling Comeback At 50 And Whether He's In The SATC Reboot....",
      "description": "Jason Lewis, who first found fame on the catwalks of Paris before becoming one of TV's most beloved boyfriends as Sex and the City's Smith Jerrod, has just signed with Soul Artist Management. Here's what's next for him!",
      "preview": "News EXCLUSIVE: Jason Lewis On Making His Modeling Comeback At 50, What Smith Would Be Up To Now, And Whether He's In The SATC Reboot.... by Freya Droha"
    },
    {
      "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3328778.3366808",
      "title": "ACM Account",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
    },
    {
      "url": "http://www.BlackEntrepreneursDay.com",
      "title": "Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "2025 Announcement Coming soon!! THE FIFTH ANNUAL CELEBRATION TO EMPOWER AND CELEBRATE BLACK BUSINESS Watch the 2024 livestream now Watch the 2024 Afte"
    },
    {
      "url": "https://www.chsalliance.org/",
      "title": "CHS Alliance",
      "description": "The CHS Alliance is a global alliance of humanitarian and development organisations committed to making aid work better for people. We believe organisations deliver higher quality, more effective aid when they are accountable to the people they serve.",
      "preview": "Highlights Webpage HRS: 100 organisations join The Harmonised Reporting Scheme now welcomes over 100 participants, committed to the prevention of sexu"
    },
    {
      "url": "https://www.seattleaquarium.org/",
      "title": "Seattle Aquarium | Inspiring Conservation of our Marine Environment",
      "description": "The Seattle Aquarium offers fun, exciting ways to discover more about the amazing Puget Sound and our world's one ocean.",
      "preview": "SEA the wonder the joy what's new! Seattle Aquarium Plan Your Visit Membership Featured Aquarium highlights Step out of the Pacific Northwest and into"
    },
    {
      "url": "https://www.st-marys-clayton-le-moors.lancs.sch.uk/policy-documents/child-protection",
      "title": "St Mary's Roman Catholic Primary School - Safeguarding",
      "description": "void",
      "preview": "St Mary's Roman Catholic Primary School We pray, We work, We play, We care, We do our best! A A A Devonshire Drive, Accrington, Lancashire, BB5 5RJ 01"
    },
    {
      "url": "https://audiocollective.ted.com",
      "title": "TED Audio Collective",
      "description": "The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as science and technology-who want to dig deep into today's most exciting ideas. <br/><br/>Subscribe, follow, favorite or just listen, anywhere you get your podcasts.",
      "preview": "Partner with us The TED Audio Collective is a collection of podcasts for the curious. They're for listeners as excited by psychology and design as sci"
    },
    {
      "url": "https://www.sacred-texts.com/oto/index.htm",
      "title": "Thelema Texts | Sacred Texts Archive",
      "description": "Thelemic texts including works of Aleister Crowley, O.T.O. materials, and ceremonial magic. Browse 194+ texts in this comprehensive collection.",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://www.baseballamerica.com/",
      "title": "Baseball America",
      "description": "void",
      "preview": "Skip to content Search Search for: Clear search query Search Newsletter Subscribe Article College 10 Recruiting Classes That Just Missed The Top 25 Pe"
    },
    {
      "url": "https://www.euronews.com/travel",
      "title": "Euronews Travel | Change how you see the world",
      "description": "For people who travel for fresh perspectives, authentic experiences, cultural discoveries and meaningful encounters in Europe and beyond.",
      "preview": "News Destinations Experiences Stays People Series Destinations Skip overcrowded Amsterdam and follow locals to these spots instead ADVERTISEMENT ADVER"
    },
    {
      "url": "https://www.stevemadden.in/",
      "title": "Steve Madden India | Shoes, Boots, Handbags & More",
      "description": "Step into a world of fashion with Steve Madden India. Find the perfect pair of shoes, boots, or sandals to complete your look. Shop now and experience the difference.",
      "preview": "Grab Crazy Deals All FALL'25 Collection is now live Great Styles at ₹4499 Grab Crazy Deals All FALL'25 Collection is now live Great Styles at ₹4499 Gr"
    },
    {
      "url": "https://newsroom.wcs.org/News-Releases/articleType/ArticleView/articleId/18631/Statement-from-Central-Park-Zoo-on-Eurasian-Eagle-Owl.aspx",
      "title": "Statement from Central Park Zoo on Eurasian Eagle Owl > Newsroom",
      "description": "Feb. 3, 2023, New York - The following statement was issued by Central Park Zoo: \"A Eurasian eagle owl at Central Park Zoo was discovered missing from its exhibit at 8:30pm Thursday evening. The exhibit had been vandalized and the stainless steel mesh cut. Upon notification, a team was",
      "preview": "News Releases WCS NEWS RELEASE Statement from Central Park Zoo on Eurasian Eagle Owl New York , NY | February 04, 2023 Central Park Zoo's Eurasian Eag"
    }
  ],
  "_meta": {
    "total_bookmarks": 96
  }
}