{
  "data": [
    {
      "url": "https://www.economistgroup.com/about-us",
      "title": "The Economist Group - About us",
      "description": "From its beginnings in 1843, The Economist Group has evolved into a staunchly independent global media and information-services company with intelligent brands for an international audience.",
      "preview": "About us Jump to Our story Our editorial philosophy Our values Our offices Our story Inspiring progress globally From its beginnings in 1843, when The"
    },
    {
      "url": "https://auth.ted.com/users/new",
      "title": "TED: Ideas worth spreading",
      "description": "void",
      "preview": "TED Auth requires JavaScript. Please enable JavaScript in your browser."
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/pat-mcgrath-labs-skin-fetish-sublime-perfection-foundation-prod151550027?slfpid=3",
      "title": "Pat McGrath Labs Skin Fetish: Sublime Perfection Foundation - Bergdorf Goodman",
      "description": "Shop Pat McGrath Labs Skin Fetish: Sublime Perfection Foundation at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "https://www.aclu-ms.org",
      "title": "Home - ACLU of Mississippi",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the civil rights of all Mississippians since 1969 The Latest Campaign Your Voting Guide Since its founding, our nation has been directed by"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mighty-Networks-Build-Communities-Courses-Memberships-df74a4633c32421c9242b0f773771c29?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.ricette-bimby.com/",
      "title": "Ricette Bimby - Testate e fotografate per TM31, TM5 e TM6",
      "description": "Ricette Bimby veloci e facili! Il ricettario Bimby Vorwerk per TM6 TM5 TM 31. Trovi solo ricette collaudate di dolci, secondi, primi piatti e ricette dietetiche!",
      "preview": "Begin typing your search above and press return to search. Press Esc to cancel. Precedente 1 2 3 ... 77 Avanti + DI PIU'"
    },
    {
      "url": "https://blog.history.in.gov/tag/anti-catholicism/",
      "title": "anti-Catholicism - The Indiana History Blog",
      "description": "void",
      "preview": "Skip to content This article was originally published, in revised form, on June 20, 2019 at the Hoosier State Chronicles blog. United States immigrati"
    },
    {
      "url": "https://www.photowall.se/tapeter/natur/naturfenomen",
      "title": "Naturfenomen - klassiska tapeter - Photowall",
      "description": "Inred med tapeter av högsta kvalitet. Du hittar ett brett sortiment av klassiska och moderna tapeter. Fri frakt och snabb leverans.",
      "preview": "Stäng Hi there! It looks like you are visiting us from Italy. Please go to our local store for ordering. Choose country Select country Australia Austr"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://www.jpmorgan.com/wealth-management",
      "title": "Invest for the future. On your terms.",
      "description": "Trusted guidance, human connection and a wide range of services. We're here to help you make the most of your money, however you choose to invest.",
      "preview": "Skip to main content Back to menu Explore our services Explore our services Wealth Planning Receive a multigenerational wealth plan with personalized"
    },
    {
      "url": "https://circle.target.com/cr",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.bing.com/give/?publ=&crea=&pn=",
      "title": "Catalogo di riscatto Microsoft Rewards",
      "description": "Guadagna con Microsoft Rewards punti gratuiti che puoi riscattare per buoni regalo, usare per partecipare a premi o donare a un'organizzazione no profit.",
      "preview": "Guida alla Microsoft Rewards Informazioni su come risolvere i problemi comuni Invia feedback Contattare il supporto tecnico Microsoft"
    },
    {
      "url": "http://www.nmwa.org/",
      "title": "National Museum of Women in the Arts | Home",
      "description": "Located in Washington, D.C., The National Museum of Women in the Arts the world's only major art museum solely dedicated to championing women artists.",
      "preview": "Stand with us for women artists! This Women's History Month, stand up for women in the arts by becoming a NMWA member. You'll be recognized on our 202"
    },
    {
      "url": "https://www.ordnancesurvey.co.uk/governance/crown-copyright",
      "title": "Crown copyright | Governance | OS",
      "description": "Learn how Ordnance Survey data, brand and trade marks are copyright protected.",
      "preview": "Customer support Contact us Crown copyright Learn how our data, brand and trade marks are copyright protected Our brand is one of the most recognised"
    },
    {
      "url": "https://www.ikea.com/de/en/cat/kitchen-cabinets-fronts-24987/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Germany",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Skip to product list Products Looking for new arrivals in the IKEA range? Explore our latest additions of affordable furniture an"
    },
    {
      "url": "http://www.tbcci.com/about",
      "title": "..:: Taylor Bros Construction ::..",
      "description": "void",
      "preview": "Menu about taylor bros. rich history. postive future. Established in 1933, Taylor Bros. Construction Co., Inc. is proud to have served the Midwest for"
    },
    {
      "url": "https://www.wellnesspet.com",
      "title": "Home - Wellness Pet Company",
      "description": "We are pet people with a purpose. We are passionate about pets and believe that every pet should be born, bred, fed, and raised with love.",
      "preview": "Our Purpose Our Brands Our People Meet Our Leaders Locations Join Our Pack Impact Report News Sitemap | Privacy Policy TikTok Instagram LinkedIn Faceb"
    },
    {
      "url": "https://cnnpressroom.blogs.cnn.com/2023/02/27/cnn-primetime-jill-biden-abroad/",
      "title": "CNN PRIMETIME: JILL BIDEN ABROAD",
      "description": "A special CNN Primetime event, Thursday March 2 at 9pm ET, where the First Lady of the United States Dr. Jill Biden sits down with CNN.",
      "preview": "CNN February 27th, 2023 CNN Primetime: Jill Biden Abroad on Monday, March 6 Hosted by CNN's Sara Sidner Featuring Interview by White House Corresponde"
    },
    {
      "url": "https://huggingface.co/docs/datasets/index",
      "title": "Datasets",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Datasets Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Da"
    },
    {
      "url": "https://www.publico.pt/tecnologia",
      "title": "Tecnologia | PÚBLICO",
      "description": "As últimas notícias, opinião, fotos e vídeos de Tecnologia",
      "preview": "Com o apoio Saiba mais Editar Enter Três passos para libertar espaço no Google Drive e no Gmail sem perder o essencial Sérgio Magno Plug-in Tesla Mode"
    },
    {
      "url": "https://www.cnbc.com/video/2023/01/06/vankudre-the-us-labor-market-will-likely-continue-to-stay-as-tight-as-its-ever-been.html",
      "title": "Vankudre: The U.S. labor market will likely continue to stay as tight as it's ever been",
      "description": "Rucha Vankudre, senior economist & research director at labor market analytics firm Lightcast, discusses what to expect from the December jobs report and the impact the numbers could have on the Fed's policy this year.",
      "preview": "Skip Navigation Markets Business Investing Tech Politics Video Watchlist Investing Club PRO Livestream Menu watch now Share Share Article via Facebook"
    },
    {
      "url": "http://ricette-antipasti.blogspot.com/",
      "title": "Ricette Antipasti",
      "description": "Ricette di antipasti per tutti i gusti",
      "preview": "skip to main | skip to sidebar Ricette Antipasti Ricette di antipasti per tutti i gusti venerdì 2 febbraio 2007 Cozze alla Francese Ingredienti ricett"
    },
    {
      "url": "https://www.hulu.com",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://www.bmw-qatar.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Doha | BMW Qatar",
      "description": "Visit BMW Qatar and explore what they have to offer. You may be still driving the same streets, but the game has definitely changed.",
      "preview": "View Stock BMW X6 Discover Now BMW X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.dillards.com/p/samsonite-x-sjp-just-right-collection-standard-backpack/514260801",
      "title": "Samsonite X Sjp Just Right Collection Standard Backpack | Dillard's",
      "description": "void",
      "preview": "This item is not available for internet purchase. Return to top"
    },
    {
      "url": "https://www.flickr.com/photos/worldbank",
      "title": "World Bank Photo Collection | Flickr",
      "description": "Explore World Bank Photo Collection's 14,528 photos on Flickr!",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://ec.europa.eu/eurostat/web/main/data/database",
      "title": "Database - Eurostat",
      "description": "void",
      "preview": "Database <@liferay.language key=\"ecl-info\" /> Information on the database Data > Database > Info EN REVAMP Expand all Collapse all Data navigation tre"
    },
    {
      "url": "https://conference.iste.org/2023",
      "title": "ISTELive 25 - Edtech conference | June 29-July 2 | San Antonio",
      "description": "Experience bold education innovation at the edtech event of the year! Learn during thousands of learning experiences that will prepare you to help students thrive in the age of AI.",
      "preview": "Event Information Attend Program Search Sponsor & Exhibit Login Logout × Attend Schedule at a Glance Earning Credit Policies About ISTE FAQs Program P"
    },
    {
      "url": "https://hoorae.co/",
      "title": "HOORAE Media",
      "description": "HOORAE creates, inspires & reflects culture through film, TV, music & digital storytelling, striving to develop the next gen innovators, creators and leaders.",
      "preview": "Stay tuned. Stay tuned. Stay tuned. Stay tuned. Exciting new projects and announcements are coming soon! Get connected and follow us for the latest up"
    },
    {
      "url": "http://www.ustranssurvey.org/reports",
      "title": "Download Reports - US Trans Survey",
      "description": "void",
      "preview": "Skip to Content Search Search Close 2022 Health and Wellbeing Report HEALTH & WELLBEING: FINDINGS FROM THE 2022 U.S. TRANS SURVEY 2022 Civic Engagemen"
    },
    {
      "url": "http://www.treasurers.org/",
      "title": "The Association of Corporate Treasurers |",
      "description": "void",
      "preview": "Skip to main content Leading the way in treasury excellence Welcome to the Association of Corporate Treasurers (ACT), the chartered professional body"
    },
    {
      "url": "https://www.nettavisen.no/livsstil/denne-scenen-fra-the-office-har-du-aldri-sett-for/s/12-95-3424070396",
      "title": "Kjendis, The office | Denne scenen fra «The Office» har du aldri sett før",
      "description": "Fansen jubler på Twitter.",
      "preview": "Gå til sidens hovedinnhold aID logo Kjendis Denne scenen fra «The Office» har du aldri sett før Fansen jubler på Twitter. Vilde Holta Røssland Vilde H"
    },
    {
      "url": "https://www.brookings.edu/research/what-do-we-know-about-the-expansion-of-k-12-computer-science-education",
      "title": "What do we know about the expansion of K-12 computer science education? | Brookings",
      "description": "This brief reviews various efforts around the world to improve and scale computer science education.",
      "preview": "Search Home What do we know about the expansion of K-12 computer science education? Share Share Bluesky Streamline Icon: https://streamlinehq.com Blue"
    },
    {
      "url": "https://www.spotify.com/",
      "title": "Spotify - Web Player: Music for everyone",
      "description": "Spotify is a digital music service that gives you access to millions of songs.",
      "preview": "Trending songs Fanculo (feat. Marracash) The Fate of Ophelia DUOMO Scama NON CAPISCI (FREESTYLE) Non è mica te Semplicemente (from the Netflix Series"
    },
    {
      "url": "http://www.spencersretail.com/",
      "title": "Spencer's Retail is a leading retailer that operates multiple retail formats in India.",
      "description": "Spencer's Retail is a leading retailer that operates multiple retail formats in India.",
      "preview": "void"
    },
    {
      "url": "https://tealover-studyblr.tumblr.com/",
      "title": "My PhD Life",
      "description": "She/her - living in Amsterdam - 26 years old - Aspiring Dr. - BSc Food Technology - MSc Health Policy - https://buymeacoffee.com/chantalsch",
      "preview": "Home Ask me anything Submit a post Archive Mobile RSS My PhD Life Text December 15, 2022 23 notes Office work, beef stew, and the Christmas tree Tags:"
    },
    {
      "url": "https://www.statlect.com/fundamentals-of-statistics",
      "title": "Mathematical statistics | Fundamental concepts",
      "description": "Lecture notes on the fundamentals of mathematical statistics. Digital textbook with hundreds of examples and solved exercises.",
      "preview": "Stat Lect Index Fundamentals of mathematical statistics Learn the mathematical foundations of statistics, through a series of rigorous but accessible"
    },
    {
      "url": "https://blog.hubspot.com/marketing/email-design-templates-and-inspiration",
      "title": "14 of the Best Examples of Beautiful Email Design",
      "description": "Finding new html email inspiration can be a daunting task when you're an email marketer. Find inspiration for your next email marketing campaign.",
      "preview": "Home Marketing 14 of the Best Examples of Beautiful Email Design 14 of the Best Examples of Beautiful Email Design Written by: Lindsay Kolowich Cox MA"
    },
    {
      "url": "https://www.standard.co.uk/news/london/prince-william-sympathises-with-distraught-bake-off-fans-at-south-london-youth-club-a3345171.html",
      "title": "Prince William sympathises with Great British Bake Off fans at Wandsworth youth club | London Evening Standard | The Standard",
      "description": "Prince William has sympathised with \"distraught\" Great British Bake Off fans - but said the show will be just as good on Channel 4.",
      "preview": "News | London Prince William sympathises with 'distraught' Great British Bake Off fans at Wandsworth youth club 'Mary Berry eat your heart out': Princ"
    },
    {
      "url": "https://www.foodsafetynews.com/tag/missouri-cattlemen/",
      "title": "Missouri cattlemen | Food Safety News",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://earthday.org/actions/volunteer/",
      "title": "Volunteer with Earthday.org - Earth Day",
      "description": "Become an Earth Day volunteer! Sign up to get involved and learn how to make an impact for environmental action.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Take Action Volunteer with Earthday.org Home Take Action Volunteer with Earthd"
    },
    {
      "url": "https://www.austinbcc.org/",
      "title": "Home - Greater Austin Black Chamber of Commerce, TX",
      "description": "void",
      "preview": "Go Pages Members Categories Quicklinks Events The Greater Austin Black Chamber of Commerce Business Join Directory Contact Us Welcome To The Greater A"
    },
    {
      "url": "https://www.praha.eu/jnp/cz/doprava/",
      "title": "Portál hlavního města Prahy - Praha - MHMP",
      "description": "Portál hlavního města Prahy",
      "preview": "Portál hlavního města Prahy Carousel vybraných článků Pozvánka na Signal Festival 2025 Signal Festival 2025 po roce opět promění Prahu ve dnech 16. až"
    },
    {
      "url": "http://www.infn.it/",
      "title": "INFN - Istituto Nazionale di Fisica Nucleare",
      "description": "L'INFN è l'ente pubblico nazionale di ricerca, vigilato dal Ministero dell'Istruzione, dell'Università e della Ricerca (MIUR), dedicato allo studio dei costituenti fondamentali della materia e delle leggi che li governano. Svolge attività di ricerca, teorica e sperimentale, nei campi della fisica subnucleare, nucleare e astroparticellare.",
      "preview": "In primo piano La sfida della materia oscura Leggi tutto La sfida della materia oscura INTERVISTE NEWSLETTER Intervista a Pierre Sikivie Leggi tutto I"
    },
    {
      "url": "https://www.esl-languages.com/en/courses-abroad/english/england/brighton/brighton-college-9-17",
      "title": "Study English at Brighton College (10-16) in Brighton | ESL",
      "description": "Choose among a wide range of English courses at Brighton College (10-16) language schools in Brighton. Read student reviews. We help you find the perfect course, free of charge!",
      "preview": "Skip to main content English school in Brighton Brighton College (10-16) Get quote Book now English school in Brighton Brighton College (10-16) Course"
    },
    {
      "url": "https://fitness.apple.com/subscribe?itscg=10000&itsct=fit-promo-iph_fp-apl-avl-201111",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://xtalks.com/2023-farm-bill-what-lawmakers-are-hoping-to-achieve-in-agriculture-nutrition-and-beyond-3376/",
      "title": "2023 Farm Bill: What Lawmakers are Hoping to Achieve in Agriculture, Nutrition and Beyond - Xtalks",
      "description": "The 2023 Farm Bill is the comprehensive package that US Congress uses to set national agriculture, conservation and nutrition policy.",
      "preview": "Friday, October 10, 2025 | 10am EDT: Beyond 3+3: Rethinking Early-Phase Oncology Study Design X Skip to content The 2023 Farm Bill is the comprehensiv"
    },
    {
      "url": "https://www.thepioneerwoman.com/",
      "title": "The Pioneer Woman - Recipes, Country Life and Style, Entertainment",
      "description": "Welcome to Ree Drummond's frontier! Find easy recipes, tips for home design, shopping, entertainment and more.",
      "preview": "Skip to Content Pumpkin Spice Crème Brûlée is Make-Ahead Friendly and Perfect for Fall Advertisement - Continue Reading Below New Fall Recipes Apple C"
    },
    {
      "url": "https://josephhardin.com/",
      "title": "Joseph Hardin Films | Jacksonville Florida Wedding Videographer",
      "description": "Joseph Hardin is a Wedding Videographer who services all of Florida. We create emotional wedding films that allow you to feel the joy and sacredness of your wedding day again.",
      "preview": "0 EMOTIONAL FILMS THAT ALLOW YOU TO FEEL THE JOY AND SACREDNESS OF YOUR WEDDING DAY AGAIN. FLORIDA & DESTINATION WEDDING videographer JOSEPH HARDIN FI"
    },
    {
      "url": "https://luxopuncture-asselin.com/salade_navets_p1/",
      "title": "Salade de navets - Centre de luxopuncture Géraldine Asselin sur Genève et Annecy. Perdez du poids, Arrêtez de fumer, diminuez votre stress grâce à la luxopuncture.",
      "description": "Salade de navets",
      "preview": "Accéder au contenu principal Salade de navets Laisser un commentaire Annuler la réponse Votre adresse e-mail ne sera pas publiée. Les champs obligatoi"
    },
    {
      "url": "https://gofundme.com/PeopleMagazine",
      "title": "Support GoFundMe fundraisers featured in People Magazine",
      "description": "Join People Magazine in supporting those who are making a difference for their communities across the country.",
      "preview": "Back PEOPLE Magazine PEOPLE was founded in 1974 with one central mission: To celebrate ordinary people doing extraordinary things and extraordinary pe"
    },
    {
      "url": "https://webcourseworks.com/",
      "title": "Web Courseworks is now Forj LMS | Forj",
      "description": "Forj LMS Product Description and Benefits",
      "preview": "Join the Forj Community Get insights and ideas delivered right to your inbox. Learning Web Courseworks is now Forj Forj and Web Courseworks merged in"
    },
    {
      "url": "https://www.repostatus.org/#active",
      "title": "repostatus.org",
      "description": "void",
      "preview": "What It Is Many people and organizations have publicly available code in varying states of usability, development (whether or not further development"
    },
    {
      "url": "https://careers.parishilton.com/",
      "title": "Careers - Paris Hilton",
      "description": "void",
      "preview": "Home Impact About About Paris 11:11 Media Follow Me Instagram Facebook Twitter Tiktok Youtube Search Search for: Sign Up More on the Wedding? Sign up"
    },
    {
      "url": "https://www.fallingrain.com/world/IR/41/Khorrami.html",
      "title": "Maps, Weather, and Airports for Khorrami, Iran",
      "description": "Maps, weather, and information about Khorrami, Iran",
      "preview": "Khorrami, Iran Page Other (Latin) names: Khurami Other (Non-Latin) names: خرمی,Khorramī World : Iran : Khorasan-e Jonubi Latitude 32.2340 Longitude 59"
    },
    {
      "url": "https://go.microsoft.com/fwlink/?linkid=2213312",
      "title": "Explore Microsoft Edge Performance Features | Microsoft Edge",
      "description": "Learn more about performance features in Microsoft Edge. Explore how features like Startup boost, Sleeping tabs, and more can improve your browsing experience.",
      "preview": "Skip to main content Search Try Edge Performance Microsoft Edge has built-in features like Startup boost and Sleeping tabs, which make your browser st"
    },
    {
      "url": "https://www.windy.com/",
      "title": "Windy: Wind map & weather forecast",
      "description": "Weather radar, wind and waves forecast for kiters, surfers, paragliders, pilots, sailors and anyone else. Worldwide animated weather map, with easy to use layers and precise spot forecast. METAR, TAF and NOTAMs for any airport in the World. SYNOP codes from weather stations and buoys. Forecast models ECMWF, GFS, NAM and NEMS",
      "preview": "© OpenStreetMap contributors m k j  www.windy.com"
    },
    {
      "url": "https://tubitv.com/static/privacy",
      "title": "Tubi is the largest free movie and TV streaming service in the US. We are not available in Europe due to changes in EU laws.",
      "description": "void",
      "preview": "We're Sorry. Tubi is the largest free movie and TV streaming service in the US. Unfortunately, we're not currently available in your area. Watch this"
    },
    {
      "url": "https://training.linuxfoundation.org/training/kubernetes-fundamentals/",
      "title": "Kubernetes Fundamentals (LFS258) - Linux Foundation - Education",
      "description": "Take this course to gain a strong operating knowledge of Kubernetes fundamentals, such as how to deploy a containerized app.",
      "preview": "Skip to main content Search Close Search Training > Cloud & Containers Training Course Kubernetes Fundamentals (LFS258) Gain a strong operating knowle"
    },
    {
      "url": "https://www.manypixels.co/",
      "title": "ManyPixels - Unlimited Graphic Design | Try Now",
      "description": "Get everything you need designed for a flat monthly rate. Logos, web design, illustrations, ads - we do it all! Try ManyPixels today!",
      "preview": "solutions Our work Pricing Resources book a call get started SIGN IN SIGN IN get started book a call solutions Our work Pricing Resources book a call"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://www.naacpldf.org/critical-race-theory-faq/",
      "title": "What is Critical Race Theory? | FAQs",
      "description": "What is Critical Race Theory? Here is what you need to know about CRT. Critical race theory is an academic and legal framework that denotes that systemic racism is part of American society.",
      "preview": "critical race theory Frequently Asked Questions To help you learn more about Critical Race Theory (CRT), LDF has compiled answers to the most frequent"
    },
    {
      "url": "https://raskin.house.gov/press-releases?ID=DFBEC38A-AF04-4D40-80BE-1F18B2ABE870",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    },
    {
      "url": "https://earth.esa.int/eogateway/search?text=&category=Campaigns&filter=ERS-2,PROBA-V,a-imaging-radars,ers-2,land-surface,oceans&sortby=OLDEST_FIRST",
      "title": "Search on Earth Online",
      "description": "Browse the results about news and information on ESA activities. Check information about ESA's Earth Observation data, and the satellite missions and instruments that acquire this data.",
      "preview": "earth online APPLY FILTERS TO RESULTS Data Application Mission Instruments BROWSE RESULTS BY CATEGORY All Categories ( 1075 ) Missions ( 1 ) Data ( 14"
    },
    {
      "url": "https://undocs.org/en/A/HLPF/2019/l.1",
      "title": "Document Viewer",
      "description": "void",
      "preview": "home United Nations العربية 中文 English Français Русский Español"
    },
    {
      "url": "http://www.matrox.com/",
      "title": "Matrox Video | Video Products for Broadcast and Pro AV/IT",
      "description": "Matrox Video is a leading manufacturer of video products and components for the broadcast and media, live entertainment, and professional AV/IT markets.",
      "preview": "Skip to main content Our new podcast is LIVE! Explore the technologies and strategies driving the future of AV over IP in our new podcast, ProAV & Bro"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/",
      "title": "What Is Privilege?",
      "description": "We want to continue the conversation about what privilege is in education. It is not just about who goes to school and who does not but is affected by the idea of intersectionality as the concepts of...",
      "preview": "What Is Privilege? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Dyslexic people don't have"
    },
    {
      "url": "http://www.visionlearning.com/library/science/chemistry-1/CHE1.7-bonding.htm",
      "title": "A brief history of scientific practice | | Visionlearning",
      "description": "Visionlearning is a free resource for the study of science, technology and math (STEM).",
      "preview": "void"
    },
    {
      "url": "http://www.sweeneytoddbroadway.com/",
      "title": "Home - Sweeney Todd",
      "description": "Sweeney Todd: The Demon Barber of Fleet Street played its final Broadway performance on May 5, 2024. Sign up for updates.",
      "preview": "Skip to main content \" Ravishingly sung, deeply emotional and strangely hilarious. Sondheim's masterpiece, restored to its proper size, makes a welcom"
    },
    {
      "url": "http://www.unfpa.org/gender-equality",
      "title": "Gender equality | United Nations Population Fund",
      "description": "Gender equality is a human right",
      "preview": "Skip to main content Clear search Gender equality Home What we do Gender equality Gender equality is a human right. Women are entitled to live with di"
    },
    {
      "url": "https://nmaahc.si.edu/",
      "title": "A People's Journey, A Nation's Story | National Museum of African American History and Culture",
      "description": "void",
      "preview": "Skip to main content A People's Journey, A Nation's Story Welcome to the Smithsonian's National Museum of African American History & Culture Operation"
    },
    {
      "url": "https://au.linkedin.com/company/noggin-it?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Noggin | LinkedIn",
      "description": "Noggin | 7,379 followers on LinkedIn. Global provider of critical event management &amp; resilience software | Noggin was acquired by Motorola Solutions in 2024, and is now part of its ecosystem of safety and security technologies. Noggin is a Global provider of critical event management &amp; resilience software. Its software helps enterprises and critical infrastructure anticipate, prepare for and efficiently respond to incidents.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://venividigames.tumblr.com/",
      "title": "VeniVidiGames",
      "description": "24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games and Nerdfighteria. Also things that make me go \"awwww\" and depression information.",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://learn.microsoft.com/docs/",
      "title": "Technical documentation | Microsoft Learn",
      "description": "Read in-depth developer documentation about Microsoft tools such as .NET, Azure, C++, and Microsoft Cloud. Explore by product or search our documentation.",
      "preview": "Documentation Technical documentation Search for in-depth articles on Microsoft developer tools and technologies. Search Index Product directory Explo"
    },
    {
      "url": "https://105northtower.tumblr.com/",
      "title": "Obscure Star Trek References",
      "description": "Autistic. Feminist. Lesbiflexable. Polyamorous & Partnered (mattieblack). Knight of Heart.",
      "preview": "R Autism math etc twitter dark heresy me honk classically-lit-memes4u : RIP to everyone killed by the gods for their hubris but im different. and bett"
    },
    {
      "url": "https://blog.ted.com/",
      "title": "TED Blog: Further reading on ideas worth spreading",
      "description": "The TED Blog shares news about TED Talks and TED Conferences.",
      "preview": "News Are we bold enough? Join TEDAI San Francisco this October By TED Staff on Sep 15, 2025 Artificial intelligence is shaping our lives faster than a"
    },
    {
      "url": "https://wbaworldwide.wba.com/",
      "title": "WBA Worldwide | Login",
      "description": "void",
      "preview": "Login Welcome to WBA Worldwide Since this is the first time you have accessed our intranet from this device, we need some information to get you logge"
    },
    {
      "url": "https://www.ccmm.ca/en/i-love-working-downtown/",
      "title": "Relaunching downtown Montréal | CCMM",
      "description": "Discover \"I love working downtown,\" a platform for relaunching downtown that will be a catalyst for ambitious initiatives.",
      "preview": "Home I love working downtown Since the launch of our \"I love working downtown\" initiative in March 2021, we've been busy rolling out concrete measures"
    },
    {
      "url": "https://www.lemonde.fr/technologies/",
      "title": "Technologies - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Technologies. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Technologies publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://tilda.cc/",
      "title": "Create a Website for Free. Tilda Website Builder",
      "description": "Create a website, online store, landing page with Tilda intuitive website builder. Build your site from hundreds of pre-designed templates and publish it today. No code required.",
      "preview": "Create beautiful websites without any code on Tilda 550+ pre-designed blocks make it easy to get started Overview Create a website for free BUILD A BE"
    },
    {
      "url": "https://blog.onepeloton.com/couples-fitness/",
      "title": "Here's Why Couples That Workout Together Stay Together",
      "description": "It's not your imagination: exercising with a partner or friend really can improve your bond. Here's why couples that workout together tend to stay together.",
      "preview": "Explore the new Peloton Cross Training Series Powered by Peloton IQ . Shop Peloton 7 Scientific Reasons Why Couples That Workout Together, Stay Togeth"
    },
    {
      "url": "https://flair.ai/",
      "title": "AI Product Photo Generator & Editor | Create E-Commerce Images | Flair.ai",
      "description": "Create studio-quality e-commerce photoshoots in seconds with our drag-and-drop AI editor. Try it free today.",
      "preview": "Flair.ai Features Pricing Enterprise Community Gallery Resources Try Flair AI for free The The AI AI design design tool tool for for product photoshoo"
    },
    {
      "url": "https://blog.medium.com/?source=---two_column_layout_sidebar----------------------------------",
      "title": "The Medium Blog",
      "description": "The official source of news and updates about Medium",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Medium Blog 3.4M followers · 5+ editors Follow Product News Latest Ne"
    },
    {
      "url": "https://workingnation.com/",
      "title": "WorkingNation - Stories That Empower America's Workforce",
      "description": "Workforce news, career pathways, skills-first hiring, and education insights-WorkingNation explores the future of jobs in America.",
      "preview": "Skip to content Stories That Empower America's Workforce Career Pathways Employment Journeys In-Demand Industries Workplace Access Strength in numbers"
    },
    {
      "url": "https://keybase.io/automonkey",
      "title": "automonkey (Will Benyon) | Keybase",
      "description": "automonkey (Will Benyon) is now on Keybase, an open source app for encryption and cryptography.",
      "preview": "Keybase Staging Server Install Login × × automonkey Will Benyon Chat with automonkey Start a chat Your conversation will be end-to-end encrypted. 3 de"
    },
    {
      "url": "https://share.amuse.io/album/kendra-the-bunnies-of-all-time",
      "title": "Amuse",
      "description": "Create smart music links that anyone can listen to!",
      "preview": "void"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Mathematical_expressions",
      "title": "Mathematical expressions - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Mathematical expressions Contents 1 Introduction 2 Mathematical modes 2.1 Inline m"
    },
    {
      "url": "http://dignois.fr/Saint-Pons/target63.html",
      "title": "saint_pons_63.jpg",
      "description": "void",
      "preview": "Saint-Pons -- saint_pons_63.jpg Première | Photo précédente | Photo suivante | Dernière | Vignettes"
    },
    {
      "url": "https://www.e-romania.org/tag/estudis-romanics/",
      "title": "Estudis Romànics - E-Romania. Romanística en España",
      "description": "void",
      "preview": "Ir al contenido La atribución de la autoría de la novela Curial e Güelfa , compuesta en catalán literario hacia mediados del siglo XV en el entorno de"
    },
    {
      "url": "https://www.care.org/our-work/health/fighting-gender-based-violence/tipping-point/",
      "title": "Tipping Point - Identifying causes of child and early marriage - CARE",
      "description": "What is child marriage, and why does child marriage happen? Learn how Tipping Point identifies causes of child, early, and forced marriage.",
      "preview": "Skip to Content Home Our Work Health Violence against women and girls (VAWG) Tipping Point Violence against women and girls (VAWG) Indashyikirwa Progr"
    },
    {
      "url": "http://www.polimi.it/",
      "title": "Politecnico di Milano - polimi",
      "description": "Politecnico di Milano, dal 1863, il più grande ateneo scientifico-tecnologico italiano, tra rigore scientifico e creatività",
      "preview": "Skip to main content Skip to page footer Technology for humanity Politecnico di Milano Dal 1863, il più grande ateneo scientifico-tecnologico italiano"
    },
    {
      "url": "https://jwt.io/",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://yogawithadriene.com/blog/",
      "title": "Blog Archives | Yoga With Adriene",
      "description": "void",
      "preview": "Blog Vin Yin - Relax & Flow 5 Minute Calming Breathwork Short Wake Up Flow BRIDE OF PLANKENSPINE Yoga For Sick Recovery Yoga For Panic & Anxiety 1 2 3"
    },
    {
      "url": "https://impactreport.overdeck.org/",
      "title": "Overdeck Family Foundation 2024 Grantmaking & Impact Report",
      "description": "In 2024, Overdeck Family Foundation disbursed $63.5 million to 106 grantee partners, collectively reaching approximately 75 million children, 6 million families, and 500,000 educators nationwide.",
      "preview": "Skip to content Introduction Highlights From Our Year By the Numbers Impact Overview Bright Spots 2024 Grantmaking & Impact Report Courtesy of PBS SoC"
    },
    {
      "url": "https://www.homepartners.com/results/SC/columbia-metro/marketId=41,city=Elgin_SC",
      "title": "Welcome to Tricon Residential - Tricon Residential",
      "description": "Welcome to Tricon Residential",
      "preview": "Skip to Content Welcome to Tricon Residential We are excited to serve as your new property management team starting January 27, 2025 ! At Tricon, the"
    },
    {
      "url": "https://500px.com",
      "title": "500px",
      "description": "void",
      "preview": "Explore the most popular photos on 500px."
    },
    {
      "url": "http://www.bmw.com.bd/asia_dl/bd_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Bangladesh | Executive Motors Limited",
      "description": "Visit BMW Bangladesh - Executive Motors Limited in 222 Bir Uttam Mir Shawkat Sarak, Dhaka 1208, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "THE NEW BMW X3 Learn More Explore Now NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X Z BMW 1 Series Petrol BMW"
    },
    {
      "url": "https://suppliesforjewelers.com/products/pocket-case-wrench",
      "title": "Pocket Case Wrench - Continental Jeweler's Supply",
      "description": "Our quality pocket case wrench has tempered pins for easy use on waterproof cases. Its compact size makes it very convenient. Measures: 2-5/8″ x 1-1/8″.",
      "preview": "Join our wholesale program today and shine brighter with exclusive perks and unbeatable deals on top-notch jewelry supplies! join now Add your informa"
    },
    {
      "url": "https://unitedforwildlife.org/",
      "title": "United for Wildlife - Ending the Illegal Wildlife Trade - United for Wildlife",
      "description": "Founded by Prince William and The Royal Foundation, United for Wildlife aims to make it impossible for traffickers to profit from illegal wildlife products.",
      "preview": "Working to end the illegal wildlife trade United for Wildlife was created by Prince William and The Royal Foundation in 2013 to protect endangered spe"
    },
    {
      "url": "https://surferseo.com/",
      "title": "Surfer: SEO Content Optimization Platform",
      "description": "Use Surfer to research, audit, write, optimize and generate SEO optimized articles in 20 minutes. Everything you need to create a comprehensive content strategy that yields real results is a click away with Surfer!",
      "preview": "AI SEO is Here: 7 Steps to Stay Visible in 2026 and Beyond Watch Now Boost visibility in Google, ChatGPT, and beyond. Search has changed. People turn"
    },
    {
      "url": "https://wuf.unhabitat.org/",
      "title": "World Urban Forum",
      "description": "Held every two years, the World Urban Forum is the premier global conference on urbanization convened by the United Nations Human Settlements Programme (UN-Habitat). It brings together a wide range of participants from around the world to discuss major urban challenges facing the world today.",
      "preview": "Skip to main content PL World Urban Forum 17-22 May 2026, Baku, Azerbaijan Explore WUF13 World Urban Forum The World Urban Forum (WUF) is the premier"
    },
    {
      "url": "https://www.esrbratings.org/",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://www.redeemercenter.org/",
      "title": "Nonprofit | Redeemer Center for Life | North Minneapolis",
      "description": "Redeemer Center for Life is a nonprofit based in North Minneapolis committed to attainable living, youth development, and workforce development",
      "preview": "top of page Our Vision Redeemer Center For Life operates from the foundational principle that there is dignity and value in every human being. We are"
    },
    {
      "url": "https://madeinjeddah.net/tag/greeting/",
      "title": "Greeting | madeinjeddah",
      "description": "Posts about Greeting written by Luqman, fawzibourkankaoukji, Majed Munshi, and redasejeny",
      "preview": "madeinjeddah urbanphenomena: design+research Tag Archives: Greeting About Jeddah Architectural Guide Made in Jeddah Research archive Social/Media Visu"
    },
    {
      "url": "https://traininginelectrical.co.uk/blog/ever-considered-a-career-as-an-electrical-installation-testing-engineer",
      "title": "Ever considered a career as an Electrical Installation Testing Engineer? : Training in Electrical",
      "description": "As part of Training in Electricals' commitment to the Year of Engineering, we have identified an upsurge in the demand for Electrical Installation Testing Engineers.",
      "preview": "Our phone system is currently down. Please call 07468 418 535 for assistance. Electrical Training Courses in Nottingham - 7 Days a Week 01157 950 431"
    },
    {
      "url": "http://www.pocaan.org/",
      "title": "Home | POCAAN - BIPOC Social Service Agency - Seattle",
      "description": "POCAAN is a multicultural, multi-social service agency providing comprehensive programs and services to marginalized communities of color in Seattle and greater King County. We serve all, but prioritize the BIPOC community.",
      "preview": "top of page Welcome to POCAAN Promoting Health, Mobilizing Community, and Transforming Lives since 1987 Client Survey One of the first organizations h"
    },
    {
      "url": "https://www.harrys.com/en/us",
      "title": "Harry's. Quality Shaving Grooming Products, at a Fair Price | Harry's",
      "description": "harrys.com",
      "preview": "Choose your language and where we'll ship your order Country Language NOTE: You'll be signed out and your basket will be emptied when you change your"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}