{
  "data": [
    {
      "url": "https://www.realbatchcooking.com/tag/tortilladesetas/",
      "title": "tortilladesetas archivos - La Vida Bonica",
      "description": "void",
      "preview": "Ir al contenido tortilladesetas Verdura Tortilla de setas y de espinacas Tenía verdura en el frigorífico y no quería que se pusiera pocha, así que he"
    },
    {
      "url": "http://shavedham.blogspot.com/p/shaved-labs-privacy-policy.html",
      "title": "Shaved Labs - iPhone Apps: Privacy Policy",
      "description": "Last updated: January 2016 Shaved Labs Ltd Privacy Policy Shaved Labs Ltd , including its affiliates (\"Shaved Labs\") , collects...",
      "preview": "skip to main | skip to sidebar Shaved Labs - iPhone Apps Pages Home Big Button Box Support Privacy Policy Last updated: January 2016 Shaved Labs Ltd P"
    },
    {
      "url": "https://www.federalregister.gov/documents/2019/10/04/2019-21702/notice-of-availability-of-the-draft-supplemental-environmental-impact-statement-for-the-proposed",
      "title": "Federal Register :: Notice of Availability of the Draft Supplemental Environmental Impact Statement for the Proposed Keystone XL Pipeline; Public Meeting Announcement",
      "description": "The U.S. Department of State (Department) announces the availability for public review and comment of the Draft Supplemental Environmental Impact Statement (Draft SEIS) for the Proposed Keystone XL Pipeline. The Draft SEIS--consistent with the National Environmental Policy Act (NEPA) of...",
      "preview": "Skip to Content Home Sections Money Environment World Science & Technology Business & Industry Health & Public Welfare Browse Agencies Topics (CFR Ind"
    },
    {
      "url": "http://www.radio981.gr/blog/%CE%B4%CE%B9%CE%B1%CE%B2%CE%B1%CF%83%CF%84%CE%B5-34",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/serverless/",
      "title": "Serverless - Learn about | AWS Training",
      "description": "Learn how to develop skills to build and run code, manage data, and integrate applications on AWS without having to manage servers.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://www.martinec.cz/decka-na-ochranu-pred-plamenem-rothenberger~z31050.html",
      "title": "Deèka na ochranu pøed plamenem Rothenberger - Náøadí Martinec Mìlník",
      "description": "Deèka na ochranu pøed plamenem Rothenberger",
      "preview": "ÚVOD | AKCE | NOVINKY | REGISTRACE | JAK NAKUPOVAT | FOTOGALERIE | KONTAKT VYHLEDÁVÁNÍ NAŠE NABÍDKA Akumulátorové náøadí Vrtaèky, pøíklepové vrtaèky,"
    },
    {
      "url": "https://pmc.com/terms-of-use/",
      "title": "Terms of Use | PMC",
      "description": "Terms and conditions that govern the use of PMC websites and more.",
      "preview": "brands Terms of Use Last updated: May 2, 2023 Terms and Conditions of Use IMPORTANT: PLEASE READ THESE TERMS CAREFULLY AS THEY MAY IMPACT YOUR LEGAL R"
    },
    {
      "url": "https://typescale.io/",
      "title": "Typescale",
      "description": "A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typography. Transform a single line of text into a harmonious typographic scale.",
      "preview": "Harmonious typographic scales, directly from your design tool. A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typogr"
    },
    {
      "url": "https://commonercenter.org/safeandjust.html",
      "title": "The Safe and Just Cleaners",
      "description": "void",
      "preview": "The Safe and Just Cleaners/Limpieza Sana Y Justa Project"
    },
    {
      "url": "https://pagespeed.web.dev/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "http://www.toddjdanforth.com/",
      "title": "Todd Joseph Danforth",
      "description": "void",
      "preview": "0 Queer Inheritance, 2022 - present The Art of Losing, 2009 - Present"
    },
    {
      "url": "https://villasenor-derbez.com/",
      "title": "Juan Carlos Villaseñor-Derbez",
      "description": "Assistant Professor",
      "preview": "Juan Carlos Villaseñor-Derbez Assistant Professor Department of Environmental Science and Policy, Rosenstiel School of Marine, Atmospheric, and Earth"
    },
    {
      "url": "https://optout.aboutads.info/?c=2&lang=EN",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://www.cinemax.com/",
      "title": "Cinemax: Official Website Featuring Original Series, Movies & More",
      "description": "The official website for Cinemax, home of action-packed original series, Hollywood hits and more. Find movies and TV shows to watch online.",
      "preview": "C.B. STRIKE: LETHAL WHITE VIEW MORE WARRIOR A gritty, sexy, violent, pulse-quickening original series from Cinemax, Warrior is a crime drama set durin"
    },
    {
      "url": "http://www.epaperpress.com/sortsearch/",
      "title": "Sorting and Searching Algorithms",
      "description": "Algorithms for sorting and searching including shell sort, quicksort, qsort, binary tree, red-black tree, hash table, skip list, and external sort",
      "preview": "Menu Introduction Bibliography Basics Arrays Linked Lists Timing Estimates Summary Sorting Insertion Sort Shell Sort Quick Sort Comparison External So"
    },
    {
      "url": "https://addons.mozilla.org/firefox/addon/facebook-container/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Facebook Container - Get this Extension for 🦊 Firefox (en-US)",
      "description": "Download Facebook Container for Firefox. Prevent Facebook from tracking you around the web. The Facebook Container extension for Firefox helps you take control and isolate your web activity from Facebook.",
      "preview": "What does it do? Facebook Container works by isolating your Facebook identity into a separate container that makes it harder for Facebook to track you"
    },
    {
      "url": "http://www.tgrmn.com/",
      "title": "ViceVersa Software: File Synchronization, File Replication, Windows Backup Software",
      "description": "void",
      "preview": "New ViceVersa PRO 6 Released. Download Professional Software for Windows designed for File Synchronization, File Replication, File Backup and File Com"
    },
    {
      "url": "https://fonts.google.com/knowledge/choosing_type/choosing_typefaces",
      "title": "Choosing type - Fonts Knowledge - Google Fonts",
      "description": "When you have some text, how can you choose a typeface? Many people-professional designers included-go through an app's font menu until we find one we like. But the aim of this Google Fonts Knowledge module is to show that there are many considerations that can improve our type choices. By setting some useful constraints to aid our type selection, we can also develop a critical eye for analyzing type along the way.",
      "preview": "void"
    },
    {
      "url": "https://my.datasubject.com/16A1AnRt2Fn8i1unj/23233",
      "title": "Data Access Request",
      "description": "void",
      "preview": "You need to enable JavaScript to use this form."
    },
    {
      "url": "http://pittsburghfoundation.org/macmiller",
      "title": "Mac Miller Fund | The Pittsburgh Foundation",
      "description": "Photo credit: Karen Meyers The Mac Miller Fund supports young musicians with resources to help realize their full potential through exploration, expression and community.",
      "preview": "Skip to main content Searching for a specific fund? Searching for a scholarship? Mac Miller Fund Established: 10/1/2018 Donate Now As of Oct. 3, 2025,"
    },
    {
      "url": "https://oceanriskalliance.org/what-we-do/",
      "title": "What We Do - ORRAA",
      "description": "We work across geographies - with a focus on the Global South - pioneering, piloting, and scaling innovative finance products that invest in coastal resilience.",
      "preview": "Skip to content What We Do Driving investment into ocean resilience The Ocean Risk and Resilience Action Alliance (ORRAA) is the only multi-sector col"
    },
    {
      "url": "https://allaboutdnt.com/",
      "title": "Thank you for visiting AllaboutDNT.com - Future of Privacy Forum",
      "description": "Thank you for visiting AllaboutDNT.com. Future of Privacy Forum launched this website in 2013 to provide information on how web browsers can express a user's preference for tracking using Do Not Track (DNT). DNT is a technical specification designed to help users express their preferences about online tracking. It is...",
      "preview": "Thank you for visiting AllaboutDNT.com > Thank you for visiting AllaboutDNT.com Thank you for visiting AllaboutDNT.com. Future of Privacy Forum launch"
    },
    {
      "url": "https://www.eburytrading.com/items/a-large-english-sixteen-arm-cut-glass-chandelier-of-fine-quality",
      "title": "A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY - Ebury Trading",
      "description": "void",
      "preview": "← Back A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY A large English cut glass chandelier of fine quality, comprising eight lower a"
    },
    {
      "url": "https://www.fiserv.com/en/about-fiserv.html",
      "title": "About Us, Fiserv Innovation and Technology | Fiserv",
      "description": "Fiserv is a global fintech and payments company with solutions for banking, merchant acquiring, global commerce, billing and payments, and point-of-sale.",
      "preview": "We move lives, businesses and communities forward We're not here to follow change - we're here to lead it. With a client-first mindset and relentless"
    },
    {
      "url": "https://enterprise.microsoft.com/en-us/industries/health/",
      "title": "Microsoft Cloud for Healthcare | Microsoft",
      "description": "Enhance patient engagement, empower health team collaboration, and improve clinical and operational insights with Microsoft Cloud for Healthcare and Nuance.",
      "preview": "This is the Trace Id: 552f527b1ca7fd4c3f3cd36e24b3350e Skip to main content INDUSTRY Microsoft for Healthcare Achieve more with AI you can trust. Watc"
    },
    {
      "url": "http://www.rulequest.com/Personal/",
      "title": "Ross Quinlan's personal homepage",
      "description": "void",
      "preview": "Ross Quinlan Software available for download: FOIL Release 6: (shell archive) FFOIL Release 2: (shell archive) C4.5 Release 8: (gzipped tar file) I no"
    },
    {
      "url": "https://randomgifgirlwrites.tumblr.com/post/644867760814473216",
      "title": "Random Gif Girl Writes",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \"Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Random Gif Girl Writes"
    },
    {
      "url": "https://ro.hotelscombined.com/Place/Cheoin_gu.htm",
      "title": "Bilete avion ieftine - Zboruri low cost de la 9€ | momondo",
      "description": "Găsește cele mai ieftine zboruri cu momondo. Noi căutăm și comparăm prețurile a peste 1000 de companii aeriene și site-uri de călătorii, afișându-ți cele mai bune prețuri.",
      "preview": "Unde vrei să mergi? Dus-întors 0 de bagaje Roma (ROM) Plecare - Întoarcere un adult, Economic Caută ... ... ... ... Orașe populare Cele mai căutate or"
    },
    {
      "url": "https://palacesouthbeach.com/",
      "title": "Iconic Drag Brunch & Rooftop Bar in South Beach, Miami | Palace",
      "description": "Experience the best drag brunch and rooftop dining in South Beach at Palace Bar & Restaurant. Enjoy live performances, delicious cuisine, and ocean views on Ocean Drive.",
      "preview": "Skip to content Skip to footer Close Feel Miami's Pulse Embrace Drag Royalty Where Magic Happens Daily, and Dreams Come Alive at Night Where Drag quee"
    },
    {
      "url": "https://balticword.eu/",
      "title": "balticword.eu steht zum Verkauf",
      "description": "Die Domain balticword.eu steht zum Verkauf. Sie können diese Domain jetzt per Sofortkauf zum Festpreis mit dem Treuhandservice von ELITEDOMAINS kaufen.",
      "preview": "balticword.eu Diese Domain wird verkauft - Nutzen Sie diese Chance! balticword.eu Schlagen Sie zu, bevor es jemand anderes tut! Kontakt zum Inhaber au"
    },
    {
      "url": "https://www.ywcaofcleveland.org/about-ywca-cleveland/meet-our-president-ceo/",
      "title": "Our Team - YWCA Greater Cleveland | YWCA Greater Cleveland",
      "description": "For 150 years, YWCA Cleveland has been a powerful force for equality and justice. We've tackled barriers faced by women, people of color, and those experiencing discrimination, fighting for peace, justice, freedom, and dignity for all.",
      "preview": "0 Our Team contact Helen Forbes Fields President & CEO As a lifelong advocate for Cleveland, Helen Forbes Fields has the experience, strategic thinkin"
    },
    {
      "url": "https://uxui.monster/",
      "title": "uxui.monster",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sandraugriffin.com/product/the-adventures-of-marshela-mouse/",
      "title": "The Adventures of Marshela Mouse - Sandra Ure Griffin",
      "description": "Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shipping.",
      "preview": "Skip to content The Adventures of Marshela Mouse $ 18.00 Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shippin"
    },
    {
      "url": "https://paytmmall.com/supermarket-glpid-101310",
      "title": "Paytm Mall - India's Premier Online Shopping Mall",
      "description": "void",
      "preview": "Shop By Category My Orders Log In/Sign Up Shop By Category Gift Cards Fashion Grocery & Home Decor Jewellery Furniture & Electronics Entertainment Bea"
    },
    {
      "url": "http://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://sagansense.tumblr.com/",
      "title": "SAGAN SENSE",
      "description": "\"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the late Professor Carl Sagan, comprised of all things cosmos-related, in...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://trends.google.com/trends/?geo=US",
      "title": "Google Trends",
      "description": "void",
      "preview": "Trends Trends home Home search Explore trending_up Trending now calendar_month Year in Search help_outline Help sms_failed Send feedback Explore what"
    },
    {
      "url": "http://mcplots.cern.ch/?query=plots,ppppbar,ue,pt-vs-dphi,Herwig%2B%2B.Tunes%20v4,herwig%2B%2B~2.7.0--1pythia8~8.201--1herwig%2B%2Bpowheg~2.6.3--1vincia~1.2.01_8.205--1alpgenpythia6~2.1.3e_6.426--1epos~1.99.crmc.0.v3400",
      "title": "MCPLOTS",
      "description": "void",
      "preview": "Underlying Event Away <pT> vs Nch <pT> vs p T lead <Nch> vs p T lead Σ(pT) vs p T lead Transverse <pT> vs Nch <pT> vs p T lead Strange <N> vs p T lead"
    },
    {
      "url": "https://reesesbookclub.com/",
      "title": "Home - Reese's Book Club",
      "description": "Each month, Reese, our founder (and book lover in chief) chooses a book with a woman at the center of the story.",
      "preview": "Skip to content Where Women's Stories Shine Each month, Reese, our founder (and book lover in chief) chooses a book with a woman at the center of the"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/quickstart.html",
      "title": "void",
      "description": "void",
      "preview": "You should have been redirected. If not, click here to continue."
    },
    {
      "url": "http://www.yacreader.com/support",
      "title": "Support",
      "description": "Get help and learn how to use Yet Another Comic Reader",
      "preview": "YACReader Home Downloads Features Support Donation? Why? Contact Forum Android iOS F.A.Q. Please, check the list of frequently asked questions about Y"
    },
    {
      "url": "https://podco.us/",
      "title": "PodCo",
      "description": "PodCo is a dynamic podcast network focused on capturing gripping conversations between iconic personalities. We believe the future of podcasting lies in both the visual and audio mediums and therefore offer a unique hybrid format, via our state-of-the-art studio system, to keep our listeners and viewers highly entertained.",
      "preview": "void"
    },
    {
      "url": "https://kustomthrills.com/pages/adam-the-kid",
      "title": "adamthekid - Kustom Thrills",
      "description": "Adam's collection of TATTOOS, PAINTINGS, and STORIES only scratches the surface of what he has created and experienced over the past 10 years. Each piece of art for each client's tattoo is original and created specifically for them. He mixes many different art styles and takes a traditional approach to every tattoo he",
      "preview": "Skip to content MERCH SALE - BUY ONE GET ONE 50% OFF"
    },
    {
      "url": "https://us02web.zoom.us/j/82663842838?pwd=NTkwSzBSQ2c5UFExUCtZc0dIdDBkZz09",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "https://cip.gov.si/koledar-dogodkov/?Calendar&targetGroup=f625da5a-2636-46a7-b42e-bd49bce4ef91%2C455c22f4-63fc-48df-8f27-8b709322fd1f%2C39440dc4-c6a5-40c1-8432-a7160c1e4cf8%2Cdeeeb49e-f989-416d-a07e-8e0dded4e1fc%2Cc9c271db-fc30-49f5-b221-71a68f76a0bc&date=0%3A2021",
      "title": "Center za izobraževanje v pravosodju",
      "description": "Ministrstvo za Pravosodje - Center za Izobraževanje v Pravosodju",
      "preview": "Kriteriji iskanja LETO IN MESEC 2021 0 X januar 3 X februar 1 X marec 2 X april 2 X maj 14 X junij 23 X julij 2 X avgust 1 X september 21 X oktober 38"
    },
    {
      "url": "http://www.globalstar.com/",
      "title": "Satellite Solutions & Services | Globalstar | US",
      "description": "void",
      "preview": "Globalstar Secures Early Government Wins Expected to Yield $60 Million Expanding Government and Defense Market Presence with Resilient Satellite and 5"
    },
    {
      "url": "http://mrbs.ing.unipi.it/aulemagne/admin.php?day=21&month=7&year=2020&area=1&room=2",
      "title": "Sistema di Prenotazione Sale",
      "description": "void",
      "preview": "Unfortunately your browser isn't supported by MRBS. You will need to upgrade to a more recent version, or else use another browser. Effettua il log in"
    },
    {
      "url": "https://www.justiceinspectorates.gov.uk/hmicfrs/search?cat=stop-and-search-2&force=bermuda-police-service&frs=devon-and-somerset&s",
      "title": "Establishing a secure connection ...",
      "description": "void",
      "preview": "Hold tight We are establishing a secure connection. This website is using a security service to protect itself from online attacks. We are checking yo"
    },
    {
      "url": "https://www.siriusxm.com/clips/clip/65cfb29a-195e-4b44-91fb-9e855ad51e03/1bb40a1e-1920-4ab0-a756-9d95a7e2b7fb",
      "title": "David Downey on Revitalizing America's Downtowns | Julie Mason - Julie Mason Mornings undefined | undefined : '' | Listen on SiriusXM",
      "description": "David Downey, President and CEO of the International Downtown Association, joins Julie Mason to discuss the Revitalizing Downtowns Act and its fascinating new tax credit to incentivize transforming office space into housing.",
      "preview": "Julie Mason - Julie Mason Mornings Listen to Channel Subscribe to SiriusXM · David Downey on Revitalizing America's Downtowns SHARE Copy embed code Ab"
    },
    {
      "url": "https://content.govdelivery.com/accounts/USDHSCG/bulletins/25997e7",
      "title": "Coast Guard patrols North Pacific in support of international fisheries",
      "description": "void",
      "preview": "Coast Guard patrols North Pacific in support of international fisheries U.S. Coast Guard sent this bulletin at 08/19/2019 06:10 PM EDT News Release U."
    },
    {
      "url": "https://www.saggiamente.com/2015/12/10/",
      "title": "10 Dicembre 2015 • SaggiaMente",
      "description": "void",
      "preview": "Skip to content Scegli la tua homepage Magazine Feed Home Network SaggioSupporto SaggeOfferte SaggioUsato SaggioPodcast Pixelclub Recensioni Hardware"
    },
    {
      "url": "https://www.printedmatter.org/programs",
      "title": "Programs - Printed Matter",
      "description": "Printed Matter, Inc. is an independent 501(c)(3) non-profit organization founded in 1976 by artists and art workers with the mission to foster the appreciation, dissemination, and understanding of artists' books and other artists' publications.",
      "preview": "Printed Matter, Inc. Advanced filters Advanced filters Back to simple search All fields Artist Title Category Apparel Other Totes T-shirts Audio & Vid"
    },
    {
      "url": "https://www.adweek.com/media/you-better-drink-the-team-behind-rupauls-drag-race-launches-canned-cocktails/",
      "title": "Team Behind RuPaul's Drag Race Launches Canned Cocktails",
      "description": "World of Wonder and partners target 'thirsty' fans in a crowded booze category.",
      "preview": "Subscribe Sign In Agencies Brands Creativity Media TV Commerce Tech Creators SUBSCRIPTION ONLY The beverages launch for pre-sale Friday under the Hous"
    },
    {
      "url": "https://www.architecturaldigest.com/story/step-inside-nate-berkus-and-jeremiah-brents-freshly-renovated-fifth-avenue-family-home",
      "title": "Step Inside Nate Berkus and Jeremiah Brent's Freshly Renovated Fifth Avenue Family Home | Architectural Digest | Architectural Digest",
      "description": "When their beloved former apartment became available, the design duo couldn't resist returning with their two children",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Architectural Digest are independently selected by"
    },
    {
      "url": "https://www.waltonfamilyfoundation.org/about-us",
      "title": "About Us",
      "description": "void",
      "preview": "About Us Walton Family Foundation: Where Opportunity Takes Root The Walton Family Foundation is rooted in several generations of family, where no voic"
    },
    {
      "url": "https://foxsanantonio.com/newsletter-daily/dog-owner-of-deadly-attack-speaks-out",
      "title": "COMPLETE INTERVIEW with owner of pit bulls that killed 81-year-old man",
      "description": "SAN ANTONIO - \"It not only traumatized me, I know it traumatized my husband,\" says Abilene Moreno, who believes her husband, 31-year-old Christian Alexander Mor",
      "preview": "Fri, 10 Oct 2025 10:12:13 GMT (1760091133069) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "http://news.microsoft.com/facts-about-microsoft/",
      "title": "Facts About Microsoft - Stories",
      "description": "Microsoft creates platforms and tools powered by AI to deliver innovative solutions that meet the evolving needs of our customers. The technology company is committed to making AI available broadly and doing so responsibly, with a mission to empower every person and every organization on the planet to achieve more. Corporate Address Important Dates Board [...]",
      "preview": "Skip to Main Content Skip to main content Facts About Microsoft Microsoft creates platforms and tools powered by AI to deliver innovative solutions th"
    },
    {
      "url": "https://www.bigmarker.com/mutual-of-omaha-mortgage1/USO-VA-Home-Loan-Workshop-63360a8099738d3a9ab16ce4?show_live_page=true",
      "title": "Webinar: USO VA Home Loan Workshop by Mutual of Omaha Mortgage",
      "description": "Mutual of Omaha Mortgage and the USO have joined forces to support service members and their families in understanding the home buying process! Gain insight into VA Home Loan eligibility requirements & the lifespan of the VA Home Loan benefit. The workshop will include a step-by-step process of buying a home, from finding the right house, to financing, closing and more! This free, online-only webinar is being offered exclusively through the USO Pathfinder Transition program for Active Duty, military spouses, National Guard, Reservists, and recently separated veterans/retirees. For more information about the program, please visit: www.uso.org/transition",
      "preview": "It looks like you're on an old version of Chrome... Update your browser to attend this event. Download Chrome for free → It looks like you're on an old"
    },
    {
      "url": "https://firemarkstudio.video.blog/privacy-policy/",
      "title": "Privacy Policy - Fire Mark Studio",
      "description": "Your privacy is important to us. That is why we personally neither request nor collect any information at all about you from within our apps. The software engines we use to help build our apps may request permissions for things like; access information about networks, write to external storage, read only access to device state,...",
      "preview": "Skip to content Your privacy is important to us. That is why we personally neither request nor collect any information at all about you from within ou"
    },
    {
      "url": "http://freckautoshop.dk/rawsearch?RimsAndWheels-type=rim&RimsAndWheels-carType=alu&RimsAndWheels-brand=JAPAN%20RACING%20JR30&endless=0",
      "title": "JAPAN RACING JR30 - Få dine fælge her",
      "description": "Vi har alt i fælge og biludstyr. Køb JAPAN RACING JR30 og meget mere ved os. Vi garanterer kvalitet og billige priser.",
      "preview": "Søgeresultater Skift imellem fælgstørrelserne her: Vælg fælge Fjern alle fælge Tilføj alle fælge Filtrer fælge JAPAN RACING JR30 JR30 Matt Black Matt"
    },
    {
      "url": "https://www.android.com/security/overview/",
      "title": "Sicurezza Smartphone e Protezione Dispositivi Mobili | Android",
      "description": "Scopri come Android mantiene in sicurezza il tuo smartphone attraverso impostazioni di sicurezza e protezione dei dispositivi mobili Android.",
      "preview": "Protezione da malware."
    },
    {
      "url": "https://www.bahn.de/angebot/regio",
      "title": "Regional reisen: Unsere beliebtesten Bahntickets & Verbund-Angebote",
      "description": "Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren Verbund-Angeboten durch Ihre Region.",
      "preview": "Regionale Tickets und Verbund-Angebote Reisen Sie mit unseren regionalen Angeboten wie z. B. dem Deutschland-Ticket, den Länder-Tickets, und unseren V"
    },
    {
      "url": "https://www.sendtric.com/",
      "title": "Email Countdown Timer - Sendtric",
      "description": "Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touchpoints with [...]",
      "preview": "Skip to content Email Countdown Timer Maximise conversions, generate more sales, and inject urgency into your landing pages, emails and marketing touc"
    },
    {
      "url": "https://crisisresponse.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Crisis Response Homepage",
      "description": "Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology and recovery support.",
      "preview": "Crisis response areas Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology a"
    },
    {
      "url": "https://www.wibw.com/content/news/Downtown--486089901.html",
      "title": "Business leaders want to keep downtown safe during revitalization phase",
      "description": "As revitalization comes to the downtown area, so do concerns about the potential for increased crime.",
      "preview": "Skip to content As revitalization comes to the downtown area, so do concerns about the potential for increased crime. Wednesday members of Downtown To"
    },
    {
      "url": "https://2pdf.com/de/convert-lit-to-pdf/",
      "title": "Die Online-Konvertierung von LIT in PDF ist kostenlos. Der LIT zu .pdf Konverter steht zur Verfügung",
      "description": "Mit unserem Online-Konverter können Sie Ihre LIT-Dateien in PDF konvertieren. Konvertieren Sie LIT-Dateien kostenlos in das PDF-Format.",
      "preview": "Online LIT zu PDF Konverter Converting LIT-Dateien in PDF Legen Sie Ihre Datei hier ab Datei auswählen Wie konvertiert man LIT-Dateien in PDF? Schritt"
    },
    {
      "url": "http://www.NMPBS.org",
      "title": "New Mexico PBS, KNME-TV - Stream News, Kids, Drama and More",
      "description": "New Mexico PBS, discover full episodes of original productions, schedule information, exclusive video content, episode guides and more.",
      "preview": "Skip to content The Sandias The Sandias Thursday, October 9 at 7 p.m. Thursday, October 9 at 7 p.m. Watch Now Latest Local Videos New NMPBS Documentar"
    },
    {
      "url": "https://support.xbox.com/",
      "title": "Xbox Support",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.fastballoons.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://parmetlerimmo.at/10-gewerbeobjekt-mieten",
      "title": "PARMETLER-Immobilien GesmbH - Kategorie - Gewerbeobjekt Mieten",
      "description": "PARMETLER Immobilien GmbH, GF Hannes Parmetler, Neugasse 10, 8200 Gleisdorf, +43 664/2508 778, hannes.parmetler@parmetlerimmo.at, www.parmetlerimmo.at",
      "preview": "Willkommen Kaufen Wohnung Haus Gewerbeobjekt Grundstück Jetzt suchen! Mieten Wohnung Haus Gewerbeobjekt Gleich suchen! Verkaufen Vermieten Wir, als Ih"
    },
    {
      "url": "https://vms.drweb.com/virus/?i=2405948",
      "title": "Trojan.DownLoader8.31367 - Dr.Web Malware description library",
      "description": "Malicious functions: Executes the following: &lt;SYSTEM32&gt;\\tasklist.exe Modifies file system : Deletes itself. Network activity: Connects to: &#39;87###.noip1.nl&#39;:443 UDP: DNS ASK 87###.noip1.nl",
      "preview": "JavaScript support is required for our site to be fully operational in your browser. Your browser is obsolete! The page may not load correctly. FOR CU"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Wichelen/9260/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "http://www.waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://www.pgatour.com/schedule",
      "title": "PGA TOUR - Tournament Schedule",
      "description": "PGA TOUR",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "http://metv.com",
      "title": "MeTV - America's #1 Classic Television Network",
      "description": "Watch MeTV for memorable entertainment television from America's #1 classic television network. Airing over 50 different classic TV series each week, from drama and comedy to westerns and sci fi, MeTV is available nationwide for free with an antenna, and is available on many local television providers. Find out where to watch MeTV, check our television schedule, and explore nostalgic content, quizzes, videos and more on MeTV.com",
      "preview": "void"
    },
    {
      "url": "https://www.applitrack.com/OAKLANDSCHOOLS/onlineapp/jobpostings/view.asp?district=46160",
      "title": "Online Employment Application | Open Positions",
      "description": "void",
      "preview": "Open Positions for Oakland Schools FMLA regulations require all employers to post the updated FMLA notice . Click here to view the Job Postings. Power"
    },
    {
      "url": "https://withjoy.com",
      "title": "Joy - Wedding Planning, Redesigned",
      "description": "Experience wedding planning the way it should be, from beautiful wedding websites and invitations, to registries and online RSVP.",
      "preview": "Website Registry Guest List Save the Dates Invitations @JLBwedding Create a wedding website and registry that is uniquely yours. Plan your forever, be"
    },
    {
      "url": "http://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://raceroster.com/",
      "title": "Race Roster - Create a race event with our free event registration tool - Race Roster",
      "description": "A comprehensive set of tools designed to meet the unique needs of event organizers, timers, and fundraising coordinators everywhere.",
      "preview": "Oops! JavaScript is required. If you need some help enabling JavaScript, visit enable-javascript.com . Search for an event Search We solve event organ"
    },
    {
      "url": "https://news.apple.com/subscription?app=news&at=1010lNxC&ct=JanNewsCommerce23&campaign_id=aff_1010lNxC&itscg=30200&itsct=meredithnews_news",
      "title": "Subscribe to Apple News+",
      "description": "void",
      "preview": "Subscribe to Apple News+ in the News app. Open the link on an iPhone or iPad with iOS 12.2 or later or a Mac with macOS 10.14.4 or later. Make sure th"
    },
    {
      "url": "https://vaultofevil.wordpress.com/tag/guy-boothby/",
      "title": "Guy Boothby « Vault Of Evil",
      "description": "Posts about Guy Boothby written by demonik",
      "preview": "Vault Of Evil British Horror fiction Home Forum Moved - Please Read Peter Haining's Horrible 'Non Fiction' Vault of \"Thanks to ....\" Vault Of Evil Vault"
    },
    {
      "url": "https://bakewithshivesh.com/",
      "title": "Bake with Shivesh - Sharing my baking adventures straight from my kitchen.",
      "description": "Sharing my baking adventures straight from my kitchen.",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Diwali is the season of lights, laughter, and togetherness-a time when homes a"
    },
    {
      "url": "https://www.webassessor.com/wa.do?page=certInfo&branding=GOOGLECLOUD&tabs=13",
      "title": "Logged out",
      "description": "void",
      "preview": "Home | OLP Resources | Help"
    },
    {
      "url": "https://vpn.mozilla.org",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "http://objets-golf.com/textiles-et-parapluies/casquettes-de-golf/",
      "title": "Casquettes de golf - Objets publicitaires de Golf",
      "description": "NOS PRODUITS Casquette Callaway Liquid Metal Tissu antimicrobien. Possibilitbroderie sur cotou arrie. Reglage par velcro. 7 coloris au choix Logo Callaway sur le front. Casquette Callaway Stich magnet Personnalisation du logo à l'arrière de la casquette. Casquette Callaway Custom Side Logo Callaway à l'avant de la casquette. Personnalisation du logo sur les côtés de la ... Lire la suite de« Casquettes de golf »",
      "preview": "Aller au contenu NOS PRODUITS Casquette Callaway Liquid Metal Tissu antimicrobien. Possibilitbroderie sur cotou arrie. Reglage par velcro. 7 coloris a"
    },
    {
      "url": "https://help.getpocket.com",
      "title": "Pocket Help",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "http://www.aimadventures.com/",
      "title": "Aim Adventures: Welcome . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
      "description": "void",
      "preview": "HOME • ABOUT • HUNTING • FISHING • CONTACT Aim Adventures: Hunting Big Game Small Game Wingshooting Waterfowl Fishing Big Game Fresh Water Fly Fishing"
    },
    {
      "url": "https://sbskin-nyc.com/about-us",
      "title": "About Us - SB Skin",
      "description": "void",
      "preview": "Scroll About Us Shamara Bondaroff founder Native New Yorker Shamara Bondaroff , is a NYC & MIAMI based esthetician, known for her microcurrent facials"
    },
    {
      "url": "https://tapestrycx.qualtrics.com/jfe/form/SV_elDxRRjYI5oIVfg?Source=hamburgermenu",
      "title": "Online Survey | Built with Qualtrics Experience Management™",
      "description": "Qualtrics makes sophisticated research simple and empowers users to capture customer, product, brand & employee experience insights in one place.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://www.instagram.com/derekblasberg/?hl=en",
      "title": "Derek C. Blasberg (@derekblasberg) • Instagram photos and videos",
      "description": "2M Followers, 951 Following, 3,598 Posts - Derek C. Blasberg (@derekblasberg) on Instagram: \"\"",
      "preview": "void"
    },
    {
      "url": "https://www.nba.com/standings",
      "title": "NBA Team Standings & Stats | NBA.com",
      "description": "The standings and stats of the current NBA season. Keep track of how your favorite teams are performing and who will make the playoffs.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.photowall.se/tapeter/natur/naturfenomen",
      "title": "Naturfenomen - klassiska tapeter - Photowall",
      "description": "Inred med tapeter av högsta kvalitet. Du hittar ett brett sortiment av klassiska och moderna tapeter. Fri frakt och snabb leverans.",
      "preview": "Stäng Hi there! It looks like you are visiting us from Italy. Please go to our local store for ordering. Choose country Select country Australia Austr"
    },
    {
      "url": "http://www.ramblingsofadaydreamer.com/2014/05/2014-historic-fiction-reading-challenge.html",
      "title": "Ramblings of a Daydreamer: 2014 Historic Fiction Reading Challenge - May Review Link-Up",
      "description": "A blog about books, writing, self-publishing, entertainment, and travel",
      "preview": "Pages Home About My Books Newsletter Book Reviews Bookstagram Sunday, May 4, 2014 2014 Historic Fiction Reading Challenge - May Review Link-Up If you"
    },
    {
      "url": "https://www.afvalfondsverpakkingen.nl/nl",
      "title": "Home | Verpact",
      "description": "void",
      "preview": "Wij zijn Verpact Verpact staat voor makkelijke en betaalbare recyclingsystemen en een circulaire economie waarbij verpakkingsmateriaal een grondstof i"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-chocolate-cake",
      "title": "Easy chocolate cake recipe | Good Food",
      "description": "Master the chocolate cake with an airy, light sponge and rich buttercream filling. It's simple enough for an afternoon tea but special enough for a party too",
      "preview": "Skip to main content Easy chocolate cake Miriam Nice Save recipe Serves 12 - 14 Easy Prep: 35 mins Cook: 20 mins A star rating of 4.5 out of 5. 488 ra"
    },
    {
      "url": "https://www.vogue.com/article/spring-2025-fashion-trends",
      "title": "8 Spring 2025 Fashion Trends You Can Shop and Wear Now | Vogue",
      "description": "Stay ahead of the curve with Vogue's guide to the top spring 2025 fashion trends you can wear now. Shop coveted styles you'll soon see everywhere.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://forums.craigslist.org/?areaID=85",
      "title": "forums - craigslist",
      "description": "void",
      "preview": "CL craigslist > forums android forum apple / mac arts forum astrophysics atheism automotive beauty / fashion bicycling bisexuality boomers car free ce"
    },
    {
      "url": "http://www.kippenencyclopedie.nl/php/index.php?title=Speciaal:AllePaginas&namespace=8&printable=yes",
      "title": "Alle pagina's (naamruimte MediaWiki) - Kippen Encyclopedie",
      "description": "void",
      "preview": "Alle pagina's (naamruimte MediaWiki) Uit Kippen Encyclopedie Ga naar: navigatie , zoeken Alle pagina's Pagina's bekijken vanaf: Pagina's bekijken tot:"
    },
    {
      "url": "https://github.com/GlobalFishingWatch/gfwr",
      "title": "GitHub - GlobalFishingWatch/gfwr: R package for accessing data from Global Fishing Watch APIs",
      "description": "R package for accessing data from Global Fishing Watch APIs - GlobalFishingWatch/gfwr",
      "preview": "Skip to content"
    },
    {
      "url": "https://montcherand.ch/pilier-public/avis-d-enquete/146-avis-d-enquete-08-12-2021",
      "title": "Pilier Public - Commune de Montcherand",
      "description": "Le village de Montcherand faisait partie autrefois de la terre des Clées. Il dépendait du prieuré de Baulmes, avant sa réunion au monastère de Payerne au XIème siècle. Montcherand relevait donc directement de la grande Abbaye bourguignonne de Cluny.",
      "preview": "Accueil Pilier Public Pilier Public Recherche Ce site peut utiliser des cookies et des scripts externes. Plus d'informations J'accepte Eglise et fresq"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/Apple/TEI/",
      "title": "The Total Economic Impact™ Of Mac In Enterprise",
      "description": "Cost Savings And Business Benefits Enabled By Mac Devices",
      "preview": "Configure Data Customize These Results Forrester interviewed representatives of several organizations to produce the composite analysis results featur"
    },
    {
      "url": "https://www.cappellanimusica.it/batterie-e-percussioni/percussioni/products.1.10.14.sp.uw",
      "title": "Batterie e Percussioni - Cappellani Music Megastore",
      "description": "void",
      "preview": "Salta al contenuto 🧐 Non trovi il prodotto che stai cercando? ☎️ Chiamaci allo +39 095 806 2063 o invia una mail a web@cappellanimusica.it 0 Batterie"
    },
    {
      "url": "https://treasury.worldbank.org/en/about/unit/treasury/ibrd",
      "title": "Sustainable Development Bonds",
      "description": "Video",
      "preview": "Who We Are Organizational Units Treasury This page in: EN dropdown 日本語 This page in: _ English 日本語 dropdown World Bank Bonds All World Bank bonds supp"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/ultimate-chocolate-cake",
      "title": "Moist chocolate cake recipe | Good Food",
      "description": "Indulge yourself with this ultimate chocolate ganache cake recipe that is beautifully moist, rich and fudgy. Perfect for a celebration or an afternoon tea",
      "preview": "Skip to main content Ultimate chocolate cake Angela Nilsen Save recipe Cuts into 14 slices Easy Prep: 30 mins - 40 mins Cook: 1 hr - 1 hr and 30 mins"
    },
    {
      "url": "https://delante.shop/produkty/animalia-kot-breloczek-silikonowy-czarno-bialy-kotek-krawacik-65-x-55-cm-2/",
      "title": "Animalia Kot breloczek silikonowy czarno-biały kotek Krawacik 6,5 x 5,5 cm - Delante Shop",
      "description": "void",
      "preview": "Porównywarka cenowa Delante Shop CSS Szukaj: Szukaj Przeskocz do treści Delante Shop > Zwierzęta i artykuły dla zwierząt > Artykuły dla zwierząt > Art"
    },
    {
      "url": "http://novenyeink.hu/flora-a-g/kertigyongyvesszo.htm",
      "title": "Mester Zs - Toldi Z: Magyarország flórája és vegetációja - kerti gyöngyvessző",
      "description": "void",
      "preview": "F L Ó R A L A P Betűméret: » kisebb » nagyobb Kerti gyöngyvessző [ Spiraea x vanhouttei ] Család: rózsafélék - Rosaceae Alacsony-középmagas cserje. Ad"
    },
    {
      "url": "https://fundforsharedinsight.org/",
      "title": "Foundations Advancing Listening & Feedback in Philanthropy | Fund for Shared Insight",
      "description": "As a national funder collaborative, Fund for Shared Insight cultivates community-driven philanthropy in service of advancing equity in philanthropy.",
      "preview": "Skip to content Funder listening to shift power Fund for Shared Insight is a national funder collaborative seeking to improve philanthropy by centerin"
    },
    {
      "url": "http://www.ew.com/article/2016/02/25/explosions-in-sky-ted-cruz-campaign",
      "title": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "description": "Explosions In the Sky 'not okay' with Ted Cruz using their song in campaign video",
      "preview": "Top Stories Jimmy Kimmel wants Trump on his show Lukas Gage on why he was fired from 'Mad Men' over shirtless scene Jeff Probst shares intel on 'Sur"
    },
    {
      "url": "https://arstechnica.com/tech-policy/2014/06/first-chicago-robber-caught-via-facial-recognition-gets-22-years/",
      "title": "First Chicago robber caught via facial recognition gets 22 years - Ars Technica",
      "description": "With more cops using facial recognition tech, questions of efficacy remain.",
      "preview": "Skip to content Text settings Story text Size Small Standard Large Width * Standard Wide Links Standard Orange * Subscribers only Learn more Minimize"
    },
    {
      "url": "https://www.formula1.com/en/drivers.html",
      "title": "F1 Drivers 2025 - Verstappen, Hamilton, Leclerc and more",
      "description": "Check out this season's official F1 line-up. Full breakdown of drivers, points and current positions. Follow your favourite F1 drivers on and off the track.",
      "preview": "F1 Drivers 2025 Find the current Formula 1 drivers for the 2025 season Oscar Piastri McLaren Flag of Australia Lando Norris McLaren Flag of Great Brit"
    },
    {
      "url": "http://www.army-guide.com/eng/product321.html",
      "title": "Army Guide",
      "description": "Army Guide - information about the main battle tanks, armoured vehicles and armament of the land forces and also the information concerning other army subjects - RRV, Repair and recovery vehicle, Armoured Vehicles",
      "preview": "Designation: RRV Manufacturer: BAE Systems Land and Armament Product type: Armoured Vehicles Name: Repair and recovery vehicle On the basis of MTVL Ha"
    },
    {
      "url": "https://code.activestate.com/recipes/tags/false-true/",
      "title": "Popular recipes tagged \"false\" but not \"true\" « ActiveState Code",
      "description": "void",
      "preview": "Skip to Search Skip to Navigation Skip to Content Community | Code | Docs | Downloads ▼ Perl Python Tcl Komodo IDE | more ▼ Lists Support PPM Index Py"
    },
    {
      "url": "https://designs.ai/",
      "title": "Designs AI - Free Online Logo, Image, AI Chat Videos & Voice Generator",
      "description": "Create Online AI logos, generate AI images, social media posts, videos, voices, text-to-speech, company logos, flyers, posters, & animated videos for free",
      "preview": "production Try for free By using our site, you acknowledge that you have read and understood our Cookie Policy I Agree Design Smarter and Faster with"
    },
    {
      "url": "https://www.glamourmagazine.co.uk/article/paris-hilton-interview-2023",
      "title": "Paris Hilton On Her Dark Past, Misogyny & Becoming A Mum | Glamour UK",
      "description": "Paris Hilton is GLAMOUR's February coverstar. She opens up about the psychological and sexual abuse she suffered at school, her fake 'dumb blonde persona', and finding her happy ending and becoming a mum.",
      "preview": "Skip to main content Opening up in her most candid and revealing interview in years, Paris Hilton speaks to Emily Maddick about her dark past, her fak"
    },
    {
      "url": "https://www.gallup.com/corporate/212381/who-we-are.aspx",
      "title": "About - Gallup",
      "description": "Transform your organization. Gallup changes the world a little to a lot every day through extraordinary analytics and advice.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Helping People Be Heard We help our clients in many ways. Bu"
    },
    {
      "url": "https://ecobatterybg.com/",
      "title": "Ecobattery | организация по оползотворяване на негодни за употреба батерии и акумулатори (НУБА)",
      "description": "void",
      "preview": "Екобатери АД е организация по оползотворяване на негодни за употреба батерии и акумулатори (НУБА), притежаваща Решение ООп - НУБА - 01 - 01/06.11.2017"
    },
    {
      "url": "https://wwwn.cdc.gov/dcs/RequestForm.aspx",
      "title": "Email CDC-INFO | CDC-INFO",
      "description": "Users can use this form to direct questions to the CDC.",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "http://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://www.brookings.edu/research/what-do-we-know-about-the-expansion-of-k-12-computer-science-education",
      "title": "What do we know about the expansion of K-12 computer science education? | Brookings",
      "description": "This brief reviews various efforts around the world to improve and scale computer science education.",
      "preview": "Search Home What do we know about the expansion of K-12 computer science education? Share Share Bluesky Streamline Icon: https://streamlinehq.com Blue"
    },
    {
      "url": "https://craignewmarkphilanthropies.org/",
      "title": "Home",
      "description": "void",
      "preview": "I'm an old-school nerd helping to protect the people who protect our country. Okay, what I do is find people who are really good at their jobs, and wh"
    },
    {
      "url": "https://hidratespark.com/blogs/hidrate-spark/march-is-national-nutrition-month",
      "title": "March is National Nutrition Month | HidrateSpark",
      "description": "March is National Nutrition Month, an annual campaign created by the Academy of Nutrition and Dietetics. Here's a preview of what you can learn about and try each week this March.",
      "preview": "Skip to content Close Cookie policy We use cookies and similar technologies to provide the best experience on our website. Refer to our Privacy Policy"
    },
    {
      "url": "https://about.grabyo.com/pt/grabyo-blog/?_page=7",
      "title": "Grabyo Blog | Read the latest broadcast and media industry analysis",
      "description": "The Grabyo blog features updates from Grabyo, news and in-depth analysis of the broadcast and media industry. Never miss an update!",
      "preview": "Live cloud production for enterprises All we need is a few details then we'll send the ebook direct to your inbox. Try Grabyo All we need is a few det"
    },
    {
      "url": "https://www.legis.iowa.gov",
      "title": "Iowa Legislature",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "X Bills Number Keyword Iowa Code Quick Search Iowa Acts Quick Search Chapter Announcements Iowa Redistricting 2021 Popular Links Popular Publications"
    },
    {
      "url": "http://www.ara.at",
      "title": "ARA | Zukunft. Kreislauf. Wirtschaft. | Home",
      "description": "Seit über 30 Jahren ist die Altstoff Recycling Austria die treibende Kraft der Kreislaufwirtschaft in Österreich - Von der Lizenzierung bis zu Circular...",
      "preview": "void"
    },
    {
      "url": "https://inpact.com/",
      "title": "in/PACT: Engage and connect with your customers through Social Good Loyalty.",
      "description": "We offer integrated cloud base Social Good Loyalty Solutions that enable millions of customer loyalty members to donate their loyalty currency to thousands of local Nonprofit Organizations across the company to make a meaningful impact in their community.",
      "preview": "in/PACT Home Solutions CX Loyalty Impact Loyalty reward donations CX Community Impact Interactive community giving CX Response Ready Disaster & Crisis"
    },
    {
      "url": "https://mikaylalanemusic.com/",
      "title": "Mikayla Lane",
      "description": "void",
      "preview": "top of page New Single AVAILABLE NOW FOLLOW Socials MUSIC Music VIdeos VIDEOS Mikayla Lane - Rodeo Money (Official Music Video) Play Video Facebook Tw"
    },
    {
      "url": "https://ida.submittable.com/submit",
      "title": "IDA Submission Manager",
      "description": "IDA Submission Manager Powered By Submittable - Accept and Curate Digital Content",
      "preview": "Skip to Main Content Home View Your Submissions IDA There are presently no open calls for submissions. Welcome to the IDA submissions portal. Here you"
    },
    {
      "url": "https://ayt.co/interlinear/heb2ayt/detail.php?id=19453&s=2534",
      "title": "Jeremiah 21:12",
      "description": "void",
      "preview": "Back to #2534 Go Up ↑ << Jeremiah 21:12 >> Genesis Exodus Leviticus Numbers Deuteronomy Joshua Judges Ruth 1 Samuel 2 Samuel 1 Kings 2 Kings 1 Chronic"
    },
    {
      "url": "https://aalftc.org/",
      "title": "African American Leadership Forum",
      "description": "We lead by manifesting racial equity through radically innovative solutions. We're bringing this world from our imagination into being, through cross-community collaboration.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://level.medium.com/",
      "title": "LEVEL",
      "description": "Level has a new home. Visit LEVELMAN.com.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in LEVEL 39K followers · 4 editors Follow Race Culture Politics Life Relatio"
    },
    {
      "url": "https://jobs.theguardian.com?INTCMP=jobs_us_web_newheader_dropdown",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "https://www.coloradoblackchamber.org/",
      "title": "Colorado Black Chamber of Commerce | Minority Entrepreneurs | Denver, CO",
      "description": "Colorado Black Chamber of Commerce is dedicated to helping minority business owners and Black professionals in Denver, CO succeed. Get in touch with us today, call (303) 831-0746 or email contact@cbcc.biz.",
      "preview": "How can we help you? (303) 831-0746; contact@cbcc.biz Th e Co lorado Black Cham ber of Commerce has moved to a new site! The Colorado Black Chamber of"
    },
    {
      "url": "https://www.yearupannualreport.com/",
      "title": "Year Up Annual Report",
      "description": "Year Up Annual Report",
      "preview": "Back Impact Report: 25th Anniversary Edition 2023 Impact Report 2022 Impact Report 2021 Impact Report 2020 Annual Report 2019 Annual Report 2018 Annua"
    },
    {
      "url": "https://tunebend.com",
      "title": "TuneBend",
      "description": "void",
      "preview": "Discover a new world of music! TuneBend is currently available on all iOS platforms. Record, Play, and Collaborate You can mix and match different per"
    },
    {
      "url": "https://www.extremis.com/fr/collections/walrus/walrus-module-central",
      "title": "Walrus module central - Collection Walrus - Notre collection - Extremis",
      "description": "Portant le nom anglais du morse, cet impressionnant mammifère capable d'affronter les éléments grâce à sa peau épaisse et robuste, ce design unique résiste aux quatre saisons sans avoir besoin de housse ou de ranger les coussins. Une solution ingénieuse permet de concrétiser ce dont les autres canapés d'extérieur ne peuvent que rêver : un grand confort, une esthétique élégante et une résistance climatique à toute épreuve. Walrus module central est disponible en deux tailles et dispose d'un compartiment de rangement à l'arrière. Combinez différents modules Walrus pour créer un canapé dont la forme et la taille s'adaptent parfaitement à votre espace extérieur.",
      "preview": "fr en nl fr de Walrus module central De Walrus collection Avec coussins Canapé d'extérieur modulaire étanche Portant le nom anglais du morse, cet impr"
    }
  ],
  "_meta": {
    "total_bookmarks": 138
  }
}