{
  "data": [
    {
      "url": "https://www.archiesonline.com/",
      "title": "Buy Gifts, Greeting Cards, Cakes & Flowers Online | Archies",
      "description": "Shop online for personalized gifts, greeting cards, cakes, and fresh flowers at Archies. Make every celebration special with Archies Online.",
      "preview": "Skip to content Cart 0 0 items Free Shipping on order value above Rs.499 within India Cart 0 0 items Shop by Category Diwali Birthday Jewellery & Acce"
    },
    {
      "url": "https://ecmadrid.org/es/agenda/day.listevents/2020/10/28/245",
      "title": "AGENDA - Escuelas Católicas de Madrid",
      "description": "Escuelas Católicas de Madrid agrupa a las organizaciones Federación Española de Religiosos de la Enseñanza - Titulares de Centro Católicos (FERE-CECA-MADRID) y Asociación Educación y Gestión de Madrid",
      "preview": "Área privada centros | Contacto Escuelas Católicas de Madrid Buscar... Buscador de Centros ECM INICIO QUIÉNES SOMOS Escuelas Católicas de Madrid Cómo"
    },
    {
      "url": "https://book.passkey.com/event/50337801/owner/16066798/home",
      "title": "ByBlack Conference - Learn about the event and search for hotels",
      "description": "Book your hotel room for the ByBlack Conference Room Block.",
      "preview": "Reservations Start new reservation Manage reservations ByBlack Conference October 18, 2022 - October 21, 2022 MGM National Harbor 101 MGM National Ave"
    },
    {
      "url": "https://www.campaignlive.co.uk/article/adidas-erect-x-shaped-training-space-london/1383259",
      "title": "Adidas to erect X-shaped training space in London",
      "description": "Adidas is set to host a series of fitness events within an X-shaped pop-up space known as The X at London's Victoria Park from 18-28 February.",
      "preview": "Skip to Content Skip to Main Navigation Skip to Information Links Skip to Site Search Skip to Footer Skip to Accessibility Information Home Page Adida"
    },
    {
      "url": "https://www.collegeboard.org",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://www.nglcc.org/",
      "title": "Home - NGLCC",
      "description": "The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization dedicated to expanding merit-based economic opportunities and advancements for LGBTQ+ and other allied and interested businesses.Read NGLCC's Policy for Strategic Partnerships to Expand Contracting Opportunities for LGBTQ+ Owned Businesses and other Allied and Interested SMEs here. LGBTBE",
      "preview": "Skip to Main Content The National LGBT Chamber of Commerce Bringing LGBTQ+ and Allied Businesses Together We are the largest advocacy organization ded"
    },
    {
      "url": "https://docs.rs/crate/fluvio-types/0.2.5/source/Cargo.toml",
      "title": "fluvio-types 0.2.5 - Docs.rs",
      "description": "void",
      "preview": "Docs.rs fluvio-types-0.2.5 Platform i686-pc-windows-msvc i686-unknown-linux-gnu x86_64-apple-darwin x86_64-pc-windows-msvc x86_64-unknown-linux-gnu Fe"
    },
    {
      "url": "https://www.essence.com/hair/hair-products-tools/protein-treatments-natural-hair/",
      "title": "Best Protein Treatments For Natural Hair | [site:name] | Essence",
      "description": "Trends come and go, but healthy hair will always be in vogue!",
      "preview": "Skip to content Getty Images By Nikki Brown · Updated October 26, 2020 Getting your Trinity Audio player ready... When you've got textured hair , there'"
    },
    {
      "url": "https://wiki.haskell.org/index.php?title=Special:UserLogin&returnto=Yhc%2FJavascript%2FProgrammers+guide%2FEcho+demo+source&returntoquery=diff%3Dnext%26oldid%3D8617&printable=yes",
      "title": "Log in - HaskellWiki",
      "description": "void",
      "preview": "Jump to content NOTE: Automatic wiki account creation has been disabled. If you would like an account please email \"wiki-account-request\" (at the doma"
    },
    {
      "url": "https://www.geosupplies.co.uk/acatalog/-E009--Rothbury-3346.html",
      "title": "(E219) Buckingham (Explanation)",
      "description": "void",
      "preview": "View Cart | Checkout Terms & Conditions Site Map Login Contact Us Search Tel: 0114 245 5746 - Fax: 0114 240 3405 49 Station Road, Chapeltown, Sheffiel"
    },
    {
      "url": "https://blog.mozilla.org/firefox/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=firefox",
      "title": "Firefox - The Mozilla Blog",
      "description": "Get the gold standard for browsing with speed, privacy and control.",
      "preview": "Skip to content Search Search for: Category: Firefox Get the gold standard for browsing with speed, privacy and control. Firefox Shake to Summarize re"
    },
    {
      "url": "http://www.musica.it/",
      "title": "Musica.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.kcpt.org/blogs/education/",
      "title": "Education Blog",
      "description": "Education Blog",
      "preview": "void"
    },
    {
      "url": "https://fcwc-fish.org/",
      "title": "Fisheries Committee for the West Central Gulf of Guinea",
      "description": "void",
      "preview": "First Aquaculture in the FCWC Region read more Second Regional Monitoring, Control and Surveillance Centre read more Third Data Collection in the FCWC"
    },
    {
      "url": "https://phs.weill.cornell.edu/research-collaboration/publications?page=1&s=title&f%5Bag%5D=G&f%5Bauthor%5D=595&o=desc",
      "title": "Publications | Page 2 | Population Health Sciences",
      "description": "void",
      "preview": "Skip to main content Population Health Sciences Publications Events Directories Publications Contact Us Follow us on X Check out our X feed for the la"
    },
    {
      "url": "https://academy.carto.com/",
      "title": "CARTO Academy | Academy",
      "description": "Welcome to CARTO Academy! In this site you will find a catalog of tutorials, quick start guides and videos to structure your learning path towards becoming an advanced CARTO user.",
      "preview": "Not sure where to start? Check out our recommended learning path here ! Working with geospatial data Geospatial data: the basics New to spatial data?"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Multicolor-CSS-Gradients-JPG-Downloads-100-Free-e70a6fb365b14575ae30616b22dcc2d4?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.themuseumofbroadway.com/",
      "title": "The Museum of Broadway - An Immersive Museum.",
      "description": "The Museum of Broadway is an interactive and experiential museum that celebrates Broadway's rich history, the behind-the-scenes and its game changers.",
      "preview": "WINNER! USA Today 10 Best Pop Culture Museums Tickets WINNER! USA Today 10 Best Pop Culture Museums Stages of Imagination: The Iconic Broadway Designs"
    },
    {
      "url": "https://www.omni.us/",
      "title": "Omni Channel Outreach System | Omni.us",
      "description": "Looking to easily attract good business clients? Boost your sales with challenging prospects effortlessly every each day! Start using Omni Outreach today",
      "preview": "Bonus 3 Days! Get in before the price increases: 10 Days 10 Hours 10 Min. 10 Sec. Build Your Entire Outbound Flow ‍ In Minutes An automated omnichanne"
    },
    {
      "url": "https://www.spmcf.org/minnesota-disaster-recovery-fund",
      "title": "Minnesota Disaster Recovery Fund | Saint Paul & Minnesota Foundation",
      "description": "We are a partner to thousands of donors and nonprofit organizations working to help us meet our aspiration: A just and vibrant Minnesota where all people and communities thrive.",
      "preview": "Minnesota Disaster Recovery Fund THE FUND SUPPORTed COMMUNITY NEEDS AS A DIRECT RESULT OF THE CORONAVIRUS PANDEMIC. The Minnesota Disaster Recovery Fu"
    },
    {
      "url": "http://www.stpaul.gov/",
      "title": "Home | Saint Paul Minnesota",
      "description": "The official website of the City of Saint Paul, Minnesota",
      "preview": "Skip to main content Notifications Toggle PAULIE: New Permitting and Licensing Platform Launched on September 17 Saint Paul's new, secure one-stop onl"
    },
    {
      "url": "https://joincountmein.org/",
      "title": "Count Me In",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://justiceforvets.org/wp-content/uploads/2017/03/RAND.pdf",
      "title": "Justice for Vets - All Rise",
      "description": "void",
      "preview": "All Rise Justice for Vets Justice for Vets We empower communities to respond effectively to the complex medical, behavioral health, and criminogenic n"
    },
    {
      "url": "https://www.research4life.org/access/eligibility/",
      "title": "Eligibility for access to Research4Life - Research4Life",
      "description": "Check which countries are eligible countries for access to Research4Life",
      "preview": "English Français Español Português ( Portuguese (Brazil) ) Academic and professional content for the developing world"
    },
    {
      "url": "http://www.jaapsch.net/mechcalc/",
      "title": "Jaap's Mechanical Calculators Page",
      "description": "void",
      "preview": "Jaap's Mechanical Calculators Page Filter: Category Calculator Adding/Listing Adding Machine Small Adder Counter Other Type Direct drive Semi-direct d"
    },
    {
      "url": "http://zons-geschichte.de/zonswiki/index.php?title=Theodor_Derendorf",
      "title": "Theodor Derendorf - ZonsWiki",
      "description": "void",
      "preview": "Theodor Derendorf Aus ZonsWiki Zur Navigation springen Zur Suche springen Dies ist ein Thema, zu dem noch kein Artikel geschrieben wurde. Das ZonsWiki"
    },
    {
      "url": "https://www.ipsnoticias.net",
      "title": "Home : IPS Agencia de Noticias",
      "description": "Clima Derechos Humanos Desarrollo Sostenible Desigualdad y Pobreza Economía Género Gobernanza Migraciones Salud",
      "preview": "Ir al contenido Transformación digital en Cuba con miras a la sostenibilidad y la soberanía Dariel Pradas Dilema de América Latina: más productividad"
    },
    {
      "url": "https://tunebend.com",
      "title": "TuneBend",
      "description": "void",
      "preview": "Discover a new world of music! TuneBend is currently available on all iOS platforms. Record, Play, and Collaborate You can mix and match different per"
    },
    {
      "url": "https://www.crazyegg.com/opt-out",
      "title": "Opting out - Crazy Egg",
      "description": "If you have a Crazy Egg account and wish to completely opt-out of Crazy Egg's services",
      "preview": "Opting Out Last Updated: January 06, 2025 I am a Crazy Egg customer and I want to opt-out If you have a Crazy Egg account and wish to completely opt-o"
    },
    {
      "url": "https://msdh.ms.gov/msdhsite/_static/14,22816,420,976.html",
      "title": "COVID-19 Vaccination Eligibility and General Information - Mississippi State Department of Health",
      "description": "void",
      "preview": "print Español / Tiếng Việt / English COVID-19 Vaccination Eligibility and General Information This page has been automatically translated from English"
    },
    {
      "url": "https://www.cortexstl.org/",
      "title": "void",
      "description": "Creating inclusive economic growth in St. Louis by uniting diverse innovators, spaces, and organizations to transform ideas into solutions.",
      "preview": "Learn in Cortex empowering innovators in St. Louis Build in Cortex Develop in St. Louis' Innovation Center Work in Cortex For project teams, startups,"
    },
    {
      "url": "https://www.nicolnatale.com/",
      "title": "Nicol Natale",
      "description": "Nicol is a writer, reiki master, and international yoga and meditation guide. Discover transformation through reiki healing, empowering workshops and retreats, guided meditations, and more.",
      "preview": "UNEARTH YOUR DIVINE ESSENCE Transform With Me HI I'M NICOL, Writer, yoga and meditation guide, reiki master , and sacred voice for the divine feminine"
    },
    {
      "url": "https://thetechrevolutionist.com/2017/05/finnish-hit-game-big-bang-legends.html",
      "title": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG - The Tech Revolutionist",
      "description": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG Hong Kong, 2nd May 2017, Lightneer's debut game Big Bang Legends had its global premiere on 23rd March in Singapore. The game skyrocketed immediately to #1 position in educational games in the Singaporean AppStore, followed by Thailand, Vietnam and Philippines #1 position after the South East Asia launch. The Game launches on Android...",
      "preview": "FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSION FOR EAST ASIA IN HONG KONG Home » FINNISH HIT GAME BIG BANG LEGENDS LAUNCHES ANDROID VERSIO"
    },
    {
      "url": "https://www.nngroup.com/articles/ten-usability-heuristics/",
      "title": "10 Usability Heuristics for User Interface Design - NN/G",
      "description": "Jakob Nielsen's 10 general principles for interaction design. They are called \"heuristics\" because they are broad rules of thumb and not specific usability guidelines.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 10 Usability Heuristics for User Interface Design Jakob Nielsen Jak"
    },
    {
      "url": "https://www.airbnb.com/rooms/817501972769927091?source_impression_id=p3_1676344653_1cIvBhqvh9EVkvF%2B",
      "title": "Home of Phantom of the Opera in Paris, Île-de-France, France - Airbnb",
      "description": "Oct 10, 2025 · Private room · Sorry, the Phantom of the Opera is now booked and is no longer available.",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Homes Homes Experiences Experiences, new"
    },
    {
      "url": "http://www.dvdshrink.org/",
      "title": "dvdshrink.org: FREE Backup Solution for your DVD movies!",
      "description": "DVD Shrink is software to backup DVD discs. You can use this software in conjunction with DVD burning software of your choice, to make a backup copy of any DVD video disc.",
      "preview": "DVD Shrink Backup Software DVDShrink is Windows software to backup DVD discs. You can use this software in conjunction with DVD burning software of yo"
    },
    {
      "url": "https://gestion.pe/economia/consumo-pota-peruana-impulsado-demanda-mercados-asiaticos-264701-noticia/",
      "title": "Consumo de pota peruana es impulsado por demanda de los mercados asiáticos | ECONOMIA | GESTIÓN",
      "description": "Uno de los productos más solicitados es la pota, la cual tiene un panorama muy alentador, principalmente en mercado asiáticos como China, Corea del Sur y Tailandia, comentó el county manager de Maersk Perú.",
      "preview": "Lo último Peru Quiosco Portada Empresas Management & Empleo Economía Mercados Perú Política Tu Dinero Finanzas Personales Inmobiliarias Plus G Opinión"
    },
    {
      "url": "http://www.punchmark.com/?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://www.commsbusiness.co.uk/news/huawei-launches-worlds-first-commercial-lte-enodeb/",
      "title": "Huawei launches world's first commercial LTE eNodeB",
      "description": "Huawei Technologies, a provider of next generation telecommunications network solutions for operators around the world, has announced that it has launched the world's first LTE eNodeB ready for large scale commercial deployment.",
      "preview": "News Huawei launches world's first commercial LTE eNodeB 21 July 2009 Networks & Network Services Huawei Technologies, a provider of next generation t"
    },
    {
      "url": "https://www.fox4news.com/news/forney-isd-student-allegedly-taped-to-chair-crosby-elementary",
      "title": "10-year-old Forney student claims teacher taped him to chair, school police investigating | FOX 4 Dallas-Fort Worth",
      "description": "A Forney ISD teacher is on administrative leave and a school police are investigating after a 10-year-old student claimed the teacher taped him to his desk chair this week. A district spokesperson told FOX 4, \"there are two sides to every story.\"",
      "preview": "10-year-old Forney student claims teacher taped him to chair, school police investigating A Forney ISD teacher is on administrative leave and a school"
    },
    {
      "url": "http://www.geopolymer.org/",
      "title": "Geopolymer Institute - Promoting the geopolymer science since 1979",
      "description": "void",
      "preview": "Skip to content Search Search for: Science / Products Science Applications Archaeology Library / Papers Books / Tutorial Video FAQ Conferences Geopoly"
    },
    {
      "url": "https://hal.inrae.fr/hal-02605416v1/html_references",
      "title": "void",
      "description": "void",
      "preview": "C. Bel , Debris flow propagation in steep erodible channels , 2016 . URL : https://hal.archives-ouvertes.fr/halshs-01279174 C. Bel, F. Liébault, H. Be"
    },
    {
      "url": "http://www.lenzetech.com",
      "title": "蓝牙6.1芯片支持Find My Network及其解决方案 | 伦茨科技",
      "description": "伦茨科技，专业的蓝牙芯片及方案供应商，成熟的蓝牙方案开发团队，领先的蓝牙技术支持最全面的蓝牙方案和蓝牙APP开发，提供完整的软硬件设计。",
      "preview": "Find My Network Well, right here 轻松连接苹果Find My网络 全球18亿苹果设备协同查找 Find My 定位查找 有ST17H6X就足够 SoCs suitable to build Find My enabled devices Tracker Detect"
    },
    {
      "url": "http://www.pevans.co.uk/Reviews/BigCheese.html",
      "title": "Review of The Big Cheese",
      "description": "void",
      "preview": "Mousie, mousie! Card game The Big Cheese reviewed by Pevans In fact the idea of this game is corporate brownnoses trying to get into the boss's good b"
    },
    {
      "url": "https://www.militaryonesource.mil/",
      "title": "Support for Military Personnel & Families | Military OneSource",
      "description": "Active duty military resource website, offering 24/7 support for service members, spouses, their family and survivors on taxes, moving, benefits, MWR and more.",
      "preview": "My Military OneSource App Install Support for Military Personnel & Their Families Menu Skip to content Close Support for Military Personnel & Their Fa"
    },
    {
      "url": "https://buddhism-controversy-blog.com/2012/04/09/boring-texts-by-je-tsongkhapa-vs-good-feeling-texts-by-geshe-kelsang/?replytocom=2917",
      "title": "Boring Books by Je Tsongkhapa vs. Good Feeling Books by Geshe Kelsang - Tibetan Buddhism - Struggling With Diffi·Cult Issues",
      "description": "The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT) Talk on Je Tsongkhapa Day 25th October 1996, edited November 27th 1996 At Lama Chopa puja at Manjushri Mahayana Buddhist Centre p.5 At least we should understand that we have a...",
      "preview": "Skip to content The following is an excerpt of a transcript of a speech given by Geshe Kelsang Gyatso, the founder of the New Kadampa Tradition (NKT)"
    },
    {
      "url": "https://99books.freedomarchives.org/document/half-century-commemoration-august-1971-2021/",
      "title": "Half-Century Commemoration Statement: August 1971-2021 - 99 Books",
      "description": "void",
      "preview": "Thumbnail image of \"Half-Century Commemoration Statement: August 1971-2021\" Download Anonymous authors reflect on the 50th anniversary of George Jacks"
    },
    {
      "url": "https://www.skinnytaste.com/",
      "title": "Skinnytaste Recipes - Easy Healthy Recipes Made with Real Food",
      "description": "Healthy recipes made easy from NYTimes best selling author Gina Homolka. Get high-protein recipes, dinner ideas, air fryer recipes & more!",
      "preview": "Skip to content Check out my newest cookbook filled with 100 high-protein meals! Book Tour Dates Shop My Cookbooks My Latest Healthy Recipes More Reci"
    },
    {
      "url": "https://www.newworldrecords.org/products/music-of-andrew-imbrie",
      "title": "Music of Andrew Imbrie - New World Records",
      "description": "London Symphony Orchestra; Harold Farberman, conductor; Louise DiTullio, flute; Walter Trampler, viola; Lois Brandwynne, piano; Robert Sayre, cello; Roy Bogas, pianoDescribing one's own music is a little like describing one's voice and manner. It is easier to say what it is not than to say what it is. My music does not",
      "preview": "Liner Notes Cat. No. NWCR632 Release Date: 2007-01-01 London Symphony Orchestra; Harold Farberman, conductor; Louise DiTullio, flute; Walter Trampler,"
    },
    {
      "url": "https://jobs.opticianonline.net/job/1401945433/optometrist-aberdeen-independent",
      "title": "Optometrist Aberdeen - Independent job with Vivid Optical | 1401945433",
      "description": "Optometrist Aberdeen - Independent job in Aberdeen, Aberdeenshire with Vivid Optical. Apply Today.",
      "preview": "Skip to main content This job has expired Optometrist Aberdeen - Independent Employer Vivid Optical Location Aberdeen, Aberdeenshire Salary Salaries u"
    },
    {
      "url": "https://sites.google.com/a/onolai.org/yhs-website/Sutter-Buttes-Preservation/middle-mountain-montage",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://ujamaaplace.org/",
      "title": "Ujamaa Place",
      "description": "void",
      "preview": "TRANSFORMING MEN'S LIVES Holistic Transformation for Young African- American Men Ujamaa Place is a Safe Space providing holistic, culturally responsiv"
    },
    {
      "url": "https://www.socialnerd.com.br/par-de-aliancas-princesa-e-cavaleiro-v2-prata-925",
      "title": "Alianças de Namoro Princesa e Cavaleiro V2 | Prata Esterlina 925 - Socialnerd Presentes e Alianças Geek",
      "description": "Garanta Agora Alianças de Namoro Criativas Feitas de Prata 925 Esterlina A Princesa e o Cavaleiro v2. Garantia de Qualidade e Parcelamento Facilitado em até 12x no Cartão com Frete Grátis Para Todo Brasil. O Melhor Presente Para o Seu Namoro Geek Está Aqui. Venha Conferir Essas Lindas Alianças de Namoro e Muitas Outras Mais!",
      "preview": "Home Amor Medieval Alianças de Namoro Princesa e Cavaleiro V2 Alianças de Namoro Princesa e Cavaleiro V2 R$ 349,00 R$ 399,00 Até 3x de R$ 116,33 sem j"
    },
    {
      "url": "http://mpr.org/",
      "title": "Home | Minnesota Public Radio",
      "description": "Minnesota Public Radio is one of the nation's premier public radio organizations, operating a regional network of more than three dozen stations in Minnesota and its neighboring communities.",
      "preview": "Listen to MPR ® YourClassicalMPR Playlist MPR News Programs The Current Playlist Stations | Podcasts | More Streams | Hide Streams Choral Stream Playl"
    },
    {
      "url": "https://tcbc.biketcbc.org/stats/pages/calendar.xhtml;jsessionid=5813C94EDE9F8CB5F231410D8C09A1CF",
      "title": "Ride Calendar - Twin Cities Bicycling Club",
      "description": "void",
      "preview": "Links Return to Home Site Home Home Rides Rides Club Club Club Leader Schedule Leader Schedule Club Administration Club Administration Calendar List V"
    },
    {
      "url": "https://coloringwatch.com/privacy",
      "title": "Privacy - Coloring Watch",
      "description": "Coloring Watch Privacy Policy In order to start optional Coloring Sessions that track your heart rate, Coloring Watch needs access to your Heart Rate and Mindful Minutes data in HealthKit. Information read by Coloring Watch is only stored and used locally on your iPhone and Apple Watch. For any Coloring Watch related questions please contact [...]",
      "preview": "Coloring Watch Privacy Policy In order to start optional Coloring Sessions that track your heart rate, Coloring Watch needs access to your Heart Rate"
    },
    {
      "url": "https://aqbutik.se/sv/tarot-angla-orakelkort/tarotkort/large-thoth-tarot-deck-aleister-crowley.html",
      "title": "void",
      "description": "void",
      "preview": "kontakt@aqbutik.se 0733227727 Produkter Aromalampor/Doftlampor. Askar och Boxar Blandat Buddhor Böcker CD & DVD Doftoljor, Eteriska oljor, Parfymer oc"
    },
    {
      "url": "https://blog.mozilla.com/addons?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Mozilla Add-ons Community Blog -",
      "description": "void",
      "preview": "In response to feedback we've heard from the community, AMO (addons.mozilla.org) just introduced a new feature allowing developers the ability to quic"
    },
    {
      "url": "https://dearsundays.com/collections/sundays-polish-box-of-3",
      "title": "Sundays Polish Box of 3 - Dear sundays",
      "description": "Nail Polish Box of 3 ✨ Choose your 3 sundays colors 💅 Nail polish set 💅 Non-toxic formula ✨ Vegan 💅 Cruelty-free ✨ 10-Free 💅 Shop now",
      "preview": "Your Cart Close Cart You are $ away from Free Shipping FREE SHIPPING ✨ Enjoy free U.S. ground shipping on $60 + orders Shop Expand submenu Shop Collap"
    },
    {
      "url": "https://www.keebtalk.com/c/learning-resources/13",
      "title": "Custom keyboards - KeebTalk",
      "description": "The community for people who love keyboards.",
      "preview": "Learning and discussion Custom keyboards Topic Replies Views Activity Suggestions & Recommendations for this situation I now find myself in! 6 130 Aug"
    },
    {
      "url": "https://justanoldfashiontumblog.tumblr.com/",
      "title": "theobromine is my aeroplane",
      "description": "Missileaños Ness",
      "preview": "theobromine is my aeroplane Opinion | Women's Unpaid Labor is Worth $10,900,000,000,000 (Published 2020) » Posted 4 years ago 112 notes Tagged: econom"
    },
    {
      "url": "https://activationideas.com/",
      "title": "Activation Ideas",
      "description": "The most inspiring creative commerce, brand experience & activation ideas from around the world to help you stay in the know and get inspired.",
      "preview": "Back All Agencies Brands Countries Disciplines Products Sectors Services Back About Newsletter Curated, sorted and free. The most inspiring creative c"
    },
    {
      "url": "https://www.foxnews.com/us/montana-hunter-mistook-husky-pup-small-wolf-gets-6-month-deferred-sentence-report",
      "title": "Montana hunter who mistook husky pup for a small wolf gets 6-month deferred sentence: report | Fox News",
      "description": "Montana hunter Amber Rose Barnes, who boasted about shooting and killing a husky she believed to be a wolf, reportedly received a six-month deferred sentence on a misdemeanor charge.",
      "preview": "Recommended Videos Left Arrow Sherrill hits Ciattarelli on opioid crisis in New Jersey, blaming Republican for 'tens of thousands' of deaths Rep. Andy"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Python-Intro.html",
      "title": "Python-package Introduction - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Python-package Introduction View page source Python-package Introduction  This document gives a basic walk-through of LightGBM Python-package. List o"
    },
    {
      "url": "https://www.aljazeera.com/economy/",
      "title": "Economy | Today's latest from Al Jazeera",
      "description": "Stay on top of Economy latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Economy Featured Content NY Attorney General Letitia James indicted on fraud charges: Reports James had been a target of US President Trump since succ"
    },
    {
      "url": "https://www.debi.cz/jedle-oleje/122-kokosovy-olej-panensky.html",
      "title": "Kokosový olej - panenský",
      "description": "Kokosový olej je široce využíván v tradiční kuchyni, jako přirozená náhrada běžného oleje a olivového oleje. Při teplotách nad 25 stupňů je bezbarvou tekutinou.",
      "preview": "> Kategorie produktů > Přírodní oleje > Jedlé oleje > Kokosový olej - panenský Zobrazit větší Předchozí Další Zobrazit všechny obrázky Kokosový olej -"
    },
    {
      "url": "https://dorik.com/",
      "title": "Dorik - AI Website Building Platform",
      "description": "Create your stunning website with ease using Dorik AI Website Builder. Benefit from user-friendly design tools, advanced business solutions, AI tools, and powerful SEO features. Start with Dorik for free.",
      "preview": "Product AI Website Generator No-Code Editor CMS Native SEO Airtable Integration Blogging Platform Templates Pricing For Agencies Resources Wall of Lov"
    },
    {
      "url": "https://www.vocance.fr/TALENTS-EN-HERBE-ET-TALENTS-LOCAUX.html",
      "title": "\"TALENTS EN HERBE ET TALENTS LOCAUX\" - Vocance",
      "description": "void",
      "preview": "Accueil du site > Vie locale \"TALENTS EN HERBE ET TALENTS LOCAUX\" Cette année la commission animation de l'équipe municipale a souhaité une cérémonie"
    },
    {
      "url": "https://arcanoluna.es/blog/",
      "title": "Blog Arcano Luna - Arcano Luna - Tienda esotérica online",
      "description": "Los mejores artículos sobre tarot, esoterismo, oráculos, libros y otros temas holílsticos. Blog de la tienda esotérica online Arcano Luna.",
      "preview": "El Enigmático Mundo del Tarot de Etteilla: Una Herencia Esotérica El tarot de Etteilla es un mazo único. Tiene una historia profunda y compleja. Su cr"
    },
    {
      "url": "https://billingsgazette.com/news/state-and-regional/flurry-of-keystone-xl-pre-construction-activity-resumes/article_2101a963-a28d-5956-9a22-695ad4cf643b.html",
      "title": "Flurry of Keystone XL pre-construction activity resumes",
      "description": "The Canadian company that wants to build the Keystone XL crude oil pipeline has informed a court that it will spray weeds, haul pipe, move work-camp modular housing and cut",
      "preview": "Skip to main content Skip to main content You have permission to edit this article. Edit Close"
    },
    {
      "url": "https://help.yahoo.com/kb/index?page=product&y=PROD_YAHOOAPP_IOS&locale=en_US&actp=productlink",
      "title": "Help for your Yahoo Account",
      "description": "void",
      "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
    },
    {
      "url": "https://www.ahoragranada.com/noticias/la-influencia-del-ejercicio-en-el-cerebro-y-la-salud-mental-a-debate-en-la-universidad-de-granada/",
      "title": "La influencia del ejercicio en el cerebro y la salud mental, a debate en la Universidad de Granada - Ahora Granada",
      "description": "El Instituto Mixto de Deporte y Salud de la Universidad de Granada (iMUDS) acoge este lunes el simposio internacional 'ActiveBrains for All: Exercise, Cognition and Mental Health', en el que se tratarán aspectos relacionados con el papel que juega el ejercicio y la nutrición en el rendimiento académico, el cerebro y la salud mental. El [...]",
      "preview": "Hablamos de Área Metropolitana Sucesos Granada CF Zona de Bajas Emisiones Granada Peligros Pinos Puente Las Gabias viernes 10 octubre Universidad de G"
    },
    {
      "url": "https://www.psicologiaclinicamsf.com/2021/07/dibujando-tu-futuro.html",
      "title": "DIBUJANDO TU FUTURO",
      "description": "Frecuentemente nos sentimos víctimas de las circunstancias, pero puede ser que en tu futuro quieras realmente empezar a actuar ...",
      "preview": "Inicio EL LIBRO EL AUTOR COMPRAR COMENTARIOS LA PSICOLOGÍA DESDE FUERA CUADERNO DE BITÁCORA CONTACTO DIBUJANDO TU FUTURO 12:49 Planear, preparar, anti"
    },
    {
      "url": "https://www.ikea.com/us/en/p/uppdatera-flatware-tray-white-70491410/",
      "title": "UPPDATERA flatware tray, white, 12x19 ½\" - IKEA",
      "description": "UPPDATERA flatware tray, white, 12x19 ½\" Helps keep the kitchen drawer organized, so you can spend more time on setting the table nicely and less on looking for lost cutlery. A simple and practical cutlery tray in plastic that's easy to clean.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 4 UPPDATERA images Skip images Sorry, your"
    },
    {
      "url": "https://cdm.ing.unimo.it/dokuwiki/start?ns=latex&tab_files=files&do=media&tab_details=view&image=6._assi_ortotropia_.png",
      "title": "start [cdm.ing.unimore.it]",
      "description": "void",
      "preview": "start Gestore Media Categorie Scegli il namespace [directory principale] lab labrestricted latex playground restricted tmp undefined wiki wikialtro201"
    },
    {
      "url": "http://www.weirdwwii.com/2012/03/das-boot.html",
      "title": "Weird WWII: \"Das Boot\"",
      "description": "A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub. Will the captain ...",
      "preview": "Saturday, May 21, 2022 \"Das Boot\" A German U-Boat crew is set out on its next mission with a combat photographer to document their life aboard the sub"
    },
    {
      "url": "https://anabeatriz1201.tumblr.com/",
      "title": "@anabeatriz1201 on Tumblr",
      "description": "Follow @anabeatriz1201 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://usplasticspact.org/",
      "title": "U.S. Plastics Pact | Working together to end plastic waste",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "learn more and register today! The U.S. Plastics Pact brings together businesses, not-for-profit organizations, government agencies, and research inst"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85933",
      "title": "Searchable Recipe Database - Red Grits and Shrimp",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://devonprice.medium.com/",
      "title": "Devon Price - Medium",
      "description": "Read writing from Devon Price on Medium. He/Him or It/Its. Social Psychologist & Author of LAZINESS DOES NOT EXIST and UNMASKING AUTISM. Links to buy: https://linktr.ee/drdevonprice",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Devon Price 81K followers Featured Book See all ( 2 ) Laziness Does Not E"
    },
    {
      "url": "https://arlingtonblackchamber.org/",
      "title": "Arlington Black Chamber - Making Arlington Work For Everyone",
      "description": "void",
      "preview": "The Arlington Black Chamber of Commerce is in its eleventh year of providing assistance, support, and representation for African-American entrepreneur"
    },
    {
      "url": "https://stockholmskallan.stockholm.se/post/30871",
      "title": "Klemmings omdöme om Strindberg - Stockholmskällan",
      "description": "Strindbergs ansökan remitterades till riksbibliotekarie Gustaf Klemming, August hade nämligen inte bifogat sina icke alltför lysande betyg. Klemmings vitso",
      "preview": "Kakor på stockholmskallan .stockholm.se På Stockholmskällan använder vi kakor, cookies, för att sammanställa statistik och för att webbplatsen ska fun"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/cross_validation.html",
      "title": "3.1. Cross-validation: evaluating estimator performance - scikit-learn 1.7.2 documentation",
      "description": "Learning the parameters of a prediction function and testing it on the same data is a methodological mistake: a model that would just repeat the labels of the samples that it has just seen would ha...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 3.1. Cross-validation: evaluating estimator performance # Learning the parameters of a"
    },
    {
      "url": "https://insider.windows.com/",
      "title": "The Windows Insider Program",
      "description": "Be the first to see what's next for Windows in the Windows Insider Program. Join the community, provide feedback to help make Windows even better.",
      "preview": "void"
    },
    {
      "url": "https://www.spring-board.info/us/downtowns/%20",
      "title": "Retail Foot Traffic Data | MRI Software",
      "description": "Get retail insights with AI-powered foot traffic data. Track visitors, analyze patterns, & optimize footfall strategies to drive revenue.",
      "preview": "Skip to content Register for MRI NA Ascend 2025 Free Daily Benchmarks Insights Hub Select a solution Free Daily Benchmarks Insights Hub Get a Demo Hom"
    },
    {
      "url": "https://www.ikea.com/se/sv/cat/soffor-fu003/",
      "title": "Prisvärda soffor & soffgrupper - Snabb leverans från 399:- - IKEA",
      "description": "Hitta en soffa som passar din stil och ditt utrymme. Köp soffa online hos IKEA - stort utbud, bra priser, 10 års garanti och 365 dagars öppet köp.",
      "preview": "Hoppa till huvudinnehåll Gå till produktlistan deliveryTruck Hemleverans från 39:-* Soffor & soffgrupper Soffor & fåtöljer 2-sits soffor 3-sits soffor"
    },
    {
      "url": "https://www.bahn.com/en/offers/regional",
      "title": "Discover Germany with our regional offers",
      "description": "Regional offers: Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the day ticket for Germany.",
      "preview": "Regional offers Travel through Germany's most beautiful regions on local transport with our regional offers, such as the regional day ticket or the da"
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "https://www.identitytheft.gov/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission IdentityTheft.gov Government Shutdown Notice Due to the government shutdown, we are unable to offer this website service at t"
    },
    {
      "url": "https://resources.github.com/devops/fundamentals/devsecops/",
      "title": "What is DevSecOps? · GitHub",
      "description": "DevSecOps combines development, security, and operations to automate security integration across all phases of the software development lifecycle (SDLC).",
      "preview": "Skip to content GitHub recognized as a Leader in the Gartner® Magic Quadrant™ for AI Code Assistants. Learn more"
    },
    {
      "url": "https://www.sagawards.org/media/news/releases/sally-field-be-honored-sag-life-achievement-award",
      "title": "Sally Field to Be Honored with the SAG Life Achievement Award | Screen Actors Guild Awards",
      "description": "Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented During the 29th Annual Screen Actors Guild Awards® Ceremony Will Be Broadcast Live On Netflix's YouTube Channel",
      "preview": "Skip to main content Close Media & Publicists Sally Field to Be Honored with the SAG Life Achievement Award 58th Annual Accolade to be Presented Durin"
    },
    {
      "url": "https://sliderulemuseum.com/",
      "title": "International Slide Rule Museum home page. ISRM is the world's largest free digital repository of all things concerning slide rules and other math artifacts. There are over 7000 Images or PDF's in the ISRM Galleries.",
      "description": "void",
      "preview": "HOME About Whats New Friends of ISRM SR Who's Who ISRM_BoardOfDirectors SR Restoration +1 303.921.8709 Galleries Abacus/Sorobans Addiators/Troncets Ae"
    },
    {
      "url": "https://spot-and-tango.i5md.net/c/3408212/1071343/9669?subid3=people",
      "title": "Meet UnKibble™: Human-Grade Dog Food At An Affordable Price",
      "description": "void",
      "preview": "Why pet parents are switching to UnKibble TRY UNKIBBLE UnKibble™ makes mealtime enjoyable for your dog and worry-free for you. It's time to upgrade th"
    },
    {
      "url": "https://www.bmw-saudiarabia.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Riyadh, Jeddah, Al-Khobar | Naghi Motors BMW",
      "description": "Visit Naghi Motors BMW in Riyadh, Jeddah &amp; Al-Khobar, an established dealership and servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The New X6 Discover Now The New X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X"
    },
    {
      "url": "https://www.unglobalcompact.org/library/2",
      "title": "Guiding Principles for Business and Human Rights: Implementing the United Nations \"Protect, Respect and Remedy\" Framework | UN Global Compact",
      "description": "void",
      "preview": "Back to Listings Report (2011) The Guiding Principles seek to provide an authoritative global standard for preventing and addressing the risk of adver"
    },
    {
      "url": "https://stitchfix.rg35.net/vnG49O?subid3=people",
      "title": "Sign Up For A Personal Stylist | Stitch Fix",
      "description": "Find clothes you'll actually love! Stitch Fix is personal styling for men, women & kids that sends clothing to your door (with free shipping & returns). Get started!",
      "preview": "What can we style you for? Womens Mens Kids Already have an account? Sign in"
    },
    {
      "url": "https://www.huridocs.org/",
      "title": "Home | HURIDOCS",
      "description": "HURIDOCS (Human Rights Information and Documentation Systems) develops tools and strategies that make human rights information accessible.",
      "preview": "Skip to content Human rights defenders need evidence, law and research to advocate justice and accountability. We develop tools and strategies that ma"
    },
    {
      "url": "https://www.etymonline.com/",
      "title": "Online Etymology Dictionary",
      "description": "The online etymology dictionary (etymonline) is the internet's go-to source for quick and reliable accounts of the origin and history of English words, phrases, and idioms.",
      "preview": "About Online Etymology Dictionary This is a map of the wheel-ruts of modern English. Etymologies are not definitions; they are explanations of what wo"
    },
    {
      "url": "https://www.bravotv.com",
      "title": "Bravo Official Site: Shows, Videos, News & Schedule",
      "description": "Watch full episodes and exclusive videos for Bravo shows including Top Chef, The Real Housewives of Beverly Hills and Vanderpump Rules.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.adaptec.com/",
      "title": "Adaptec | Microchip Technology",
      "description": "Microchip Technology is a leading provider of microcontroller, mixed-signal, analog and Flash-IP solutions that also offers outstanding technical support.",
      "preview": "Skip to main content Skip to footer We detect you are using an unsupported browser. For the best experience, please visit the site using Chrome, Firef"
    },
    {
      "url": "https://www.highspeedinternet.com/resources/fastest-internet-providers",
      "title": "Fastest Internet Provider 2025: Brightspeed | HighSpeedInternet.com",
      "description": "Brightspeed's new fiber network is fast but highlights progress stalls with larger providers.",
      "preview": "skip to main content Fastest Internet Provider 2025: Brightspeed Brightspeed's new fiber network achieves the fastest speeds nationwide, highlighting"
    },
    {
      "url": "https://auburnwa.gov/gateway/sso/SAMLServiceProviderACS.aspx?ReturnURL=L2Ntcy9vbmUuYXNweD9wb3J0YWxJZD0xMTQ3MDYzOCZwYWdlSWQ9MTI1MjIzMDkmb2JqZWN0SWQuMjI0ODQzPTE4MTQ0NTEzJmNvbnRleHRJZC4yMjQ4NDM9MTI1MjI0MzQmcGFyZW50SWQuMjI0ODQzPTEyNTIyNDM1JmxvY2FsU3RhcnREYXRlPTIwMjEtMTItMDVUMDk6MDAmbG9jYWxFbmREYXRlPTIwMjEtMTItMDVUMTc6MDAmcmVmPW1lc1RQOWZnOTZmVnNnenBXWWVvZ0F4WVdGJTJCbU4lMkZYUEVuT0tFMTJ4SG40JTNE",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.sdnhm.org/exhibitions/fossil-mysteries/fossil-preparation/",
      "title": "The Nat |",
      "description": "void",
      "preview": "Search Search Search for The page you requested may have been moved or deleted Let's try one of the following remedies to get you back on track... Che"
    },
    {
      "url": "http://www.seahorsecases.com/basket-contents.html?Session_ID=3f18f01df1864700c7b685de9dc7bec4",
      "title": "Seahorse Cases: Shopping Cart",
      "description": "void",
      "preview": "Shopping Cart Your shopping cart is currently empty. Start Shopping Copyright © 2025 Fuerte Cases A Division of The Waterproof Case Company LLC"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/decreto-supremo-que-modifica-el-decreto-supremo-n-016-2016-decreto-supremo-n-016-2020-produce-1880165-6/#:~:text=Descargar%20Contenido%20en-,Decreto%20Supremo%20que%20modifica%20el%20Decreto%20Supremo%20N%C2%B0%20016,o%20transfronterizos%20en%20alta%20mar",
      "title": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar - DECRETO SUPREMO - N° 016-2020-PRODUCE - PRODUCE",
      "description": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 27/08/2020"
    },
    {
      "url": "http://www.targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.dickestel.com/classicexpo.htm",
      "title": "2003 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2003 The Classic Gaming Expo 2k3, was held August 10-11, 2003 in Las Vegas. Robert Bernardo was there and captured the action and"
    },
    {
      "url": "https://www.nbc.com/apps",
      "title": "NBC Apps - NBC.com",
      "description": "Watch your favorite shows on the go with the NBC App for iOS and Android. Also available on Apple TV, Roku, Amazon Fire, Xbox, and Samsung TV!",
      "preview": "Main Content The NBC App Watch your favorite shows on your favorite screens with the NBC App! Stream the latest full episodes of primetime, daytime an"
    },
    {
      "url": "https://www.giftcart.com/",
      "title": "GIFTCART Online Gifts Shop & Gift Ideas | India's Leading Gift Portal",
      "description": "Find the perfect gifts for any occasion at GIFTCART, Indias leading online gifts shop. Browse our extensive collection of gift ideas and make someone's day special.",
      "preview": "Skip to content Giftcart Newsletter 0 Recipients Gifts For Men Gifts For Women Gifts For Couple Gifts For Kids Gifts for Parents Personalised Gifts To"
    },
    {
      "url": "https://www.humanrightsatsea.org/news/",
      "title": "News | Human Rights at Sea",
      "description": "void",
      "preview": "Skip to main content News Filter news Category Select one About us Access to Justice Children at Sea Equality at Sea Law Reform and Policy Development"
    },
    {
      "url": "https://www.inspiringchildren.org/",
      "title": "Inspiring Children Foundation",
      "description": "void",
      "preview": "0 Transforming Lives through a Whole Human Approach to Physical, Social, Emotional & Mental Health . Support the Youth We lift up underprivileged yout"
    },
    {
      "url": "https://www.cm-porto.pt/negocios/licenciamentos",
      "title": "Erro | Câmara Municipal do Porto",
      "description": "Erro",
      "preview": "Para o correto funcionamento deste website, deve utilizar um navegador mais atual. Algumas sugestões: Mercado do Bolhão Museu do Porto Teatro Municipa"
    },
    {
      "url": "https://easychair.org/smart-slide/author/H5t8",
      "title": "Author: Patricia Johann",
      "description": "void",
      "preview": "EasyChair Smart Slide Docs / Log in Home Author: Patricia Johann This page shows all presentations of this author published in EasyChair Smart Slide."
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/cli/",
      "title": "Command Line Interface - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Command Line Interface Command Line Interface ¶ Installing Flask installs t"
    },
    {
      "url": "https://apparelimpact.org/",
      "title": "Apparel Impact Institute | Home",
      "description": "aii is transforming the apparel and footwear industry by identifying, funding, scaling and measuring proven solutions to decrease carbon emissions.",
      "preview": "APPAREL IMPACT INSTITUTE Our mission: We're transforming the apparel and footwear industry by identifying, funding, scaling, and measuring proven solu"
    },
    {
      "url": "https://cgstore.co.nz/figurines/",
      "title": "Figurines - Cerberus Games Wellington (NZ)",
      "description": "Browse Figurines products - Cerberus Games Wellington (NZ)",
      "preview": "void"
    },
    {
      "url": "http://hiquaso.de/",
      "title": "The domain name hiquaso.de is for sale.",
      "description": "Secure your desired domain now! ✓ Secure payment processing ✓ Competent service team ✓ Escrow transaction handling ✓",
      "preview": "Sie haben kein Javascript aktiviert. Bitte aktivieren Sie Javascript und laden Sie die Seite neu Wie Sie JavaScript in Ihrem Browser aktivieren Fast T"
    },
    {
      "url": "https://www.adessium.org/",
      "title": "Adessium Foundation - Adessium Foundation",
      "description": "void",
      "preview": "Zorgen voor elkaar en onze leefomgeving Adessium Foundation streeft naar een open samenleving waarin iedereen mee kan doen en waar rechten en vrijhede"
    },
    {
      "url": "https://www.ikea.com/de/en/cat/kitchen-cabinets-fronts-24987/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Germany",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Skip to product list Products Looking for new arrivals in the IKEA range? Explore our latest additions of affordable furniture an"
    },
    {
      "url": "https://timespek.com/",
      "title": "TimeSpek | Exploring the Topics That Matter Most",
      "description": "TimeSpek is the source of authentic, informative and demanding blogs on opinion, literature, art, tech, travel, entertainment and more.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Breaking News Opinion Arts & Books Changemakers Entertainment Technology More Search TimeSpek Au"
    },
    {
      "url": "https://gml.noaa.gov/ccgg/trends/",
      "title": "Trends in CO2 - NOAA Global Monitoring Laboratory",
      "description": "GML conducts research on greenhouse gas and carbon cycle feedbacks, changes in aerosols, and surface radiation, and recovery of stratospheric ozone.",
      "preview": "Skip to main content An official website of the United States government Here's how you know Official websites use .gov A .gov website belongs to an o"
    },
    {
      "url": "https://www.esccap.ch/it/neu-positionspapier-zur-leishmaniose/",
      "title": "Neu: Positionspapier zur Leishmaniose | ESCCAP Schweiz",
      "description": "void",
      "preview": "News-DE 2. Novembre 2016 Neu: Positionspapier zur Leishmaniose Download Leishmania -Infektionen können bei Hunden (und z.T. bei Katzen) zu chronischen"
    },
    {
      "url": "https://jobs.bestbuy.com/bby",
      "title": "Best Buy Jobs - Best Buy Jobs",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://za.pinterest.com/itmakeyourdays/baseball-canvas/",
      "title": "20 Baseball Canvas ideas | baseball canvas, canvas art wall decor, canvas",
      "description": "Mar 11, 2018 - Explore it make your day store's board \"Baseball Canvas\" on Pinterest. See more ideas about baseball canvas, canvas art wall decor, canvas.",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-legislatives/aveyron-12/murasson-12370",
      "title": "Résultats législatives 2024 : Murasson (12370)",
      "description": "Résultats ville Murasson (12370) : Retrouvez dès la publication officielle, les résultats complets du 2nd tour des élections législatives 2024 pour la commune Murasson",
      "preview": "Résultats législatives 2024 : Murasson (12370) Voici les résultats complets du 2nd tour des élections législatives 2024 pour la 3ème circonscription ,"
    },
    {
      "url": "https://data.gov.sg/",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "https://ideas.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://www.computerlanguage.com/results.php?definition=AIN",
      "title": "AIN - CLC Definition",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://rondoclt.org/",
      "title": "Rondo Community Land Trust - Saint Paul, Minnesota",
      "description": "Rondo Community Land Trust - Permanently Affordable & Sustainable Homeownership, Rentals, and Commercial Opportunities in St. Paul.",
      "preview": "Donate Contact US Welcome to RONDO COMMUNITY LAND TRUST Through the innovative Community Land Trust (CLT) model, we empower families to build long-ter"
    }
  ],
  "_meta": {
    "total_bookmarks": 131
  }
}