{
  "data": [
    {
      "url": "https://saintclementevasion.fr/spip.php?rubrique35",
      "title": "Spectacles - Saintclementevasion",
      "description": "En fonction des opportunités, l'association propose à ses adhérents , d'assister à des spectacles de danse ,de cirque ou de variétés . (...)",
      "preview": "[ fr ] Rechercher : Rechercher dans le site Accueil du site > Culture > Spectacles Spectacles En fonction des opportunités , l'association propose à s"
    },
    {
      "url": "https://njewasafaris.com/",
      "title": "void",
      "description": "void",
      "preview": "Home Tours & Safaris Kenya/ Tanzania Safaris Airport Transfers JKIA to Nairobi Hotels JKIA to Nanyuki town JKIA To Naivasha JKIA to Nakuru Town Mounta"
    },
    {
      "url": "https://www.workato.com/integrations/quip+senses",
      "title": "Quip and Senses integration | Workato",
      "description": "Instantly integrate Quip and Senses workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://stottestrompen.dk/shop/75-cep-kompressionsstroemper/",
      "title": "CEP kompressionsstrømper",
      "description": "Støttestrømpen.dk (Pil-Pak A/S)",
      "preview": "Shop Om støttestrømper Om støttestrømper Størrelsesguide Materialerne Kompressions- klasser Hvem har brug for støttestrømper? Brugsanvisning FAQ / Hjæ"
    },
    {
      "url": "https://linnemagazine.com/2021/07/28/si-tu-amigue-te-pide-mas-lofi-y-dream-pop-pasale-lo-nuevo-de-classic-park-paula-pera-y-moriras-lejos/",
      "title": "Si tu amigue te pide más lofi y dream pop, pásale lo nuevo de Classic Park, Paula Pera y Morirás Lejos | LINNE",
      "description": "Imagen: Paula Pera y el fin de los Tiempos Acá te dejamos lo más reciente de estos artistas latinos que merecen un play infinito, pásale con confianza. Classic Park Otro Lugar es un nuevo tema del artista mexicano que dibuja un horizonte donde algo que tuviste con alguien especial se va difuminando poco a poco...",
      "preview": "Inicio About Música Move your ass Festivales MUTEK MX NRMAL Festival Antes Arte Cine y TV Distrital Diseño Entretiens Click to more! LINNE LINNE Músic"
    },
    {
      "url": "https://dopely.top/",
      "title": "Dopely",
      "description": "Your ultimate digital color companion. Discover, analyze, and explore the world of color with detailed information, harmony generation, and conversion tools.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://artists.apple.com/",
      "title": "Apple Music for Artists",
      "description": "Resources to record, release, and promote your music on Apple Music, and analytics to highlight how listeners discover and stream your music around the world.",
      "preview": "Make your music. Get your songs out of your head and into the world. Now anyone can record studio-quality sound, release new tracks, and connect with"
    },
    {
      "url": "https://www.daiberls-campingshop.de/kederoese-universal-halterung-2er-set.html",
      "title": "Camping-Zubehör: 200 m² großer Shop - JOHANN DAIBERL",
      "description": "Zubehör für Camping, Wohnmobil & Co ✔ 200 m² großer Laden ✔ umfangreiches Angebot ✔ Top-Beratung ☎ einfach anrufen oder vorbei kommen",
      "preview": "home Zubehör für das Wohnmobil: Das brauchen Sie für Ihren Komfort unterwegs Telefon: 089 / 451 581 - 22 E-Mail: campingzubehoer@johann-daiberl.de Sel"
    },
    {
      "url": "https://www.myanmaryellowpages.biz/searchcompany?com_id=&cat_id=63&city=&com=&cat=&page=40",
      "title": "Myanmar Yellow Pages |Myanmar Trade Yellow Pages | Myanmar Trade Directory | Yellow Pages Myanmar | Yellow Pages Yangon |Yellow Pages Directory",
      "description": "IMEX (Myanmar) Co.,Ltd. is the sole authorised publisher of Myanmar Yellow Pages with Walking Finger Logo. Myanmar Yellow Pages® is a free app that helps you find, select and connect with local (Myanmar) businesses and oversea businesses wherever you are in. You can search Myanmar Businesses Listing by Category, City and Classifieds.",
      "preview": "× Search Select City Bago Hpa-an Lashio Magway Mandalay Mawlamyaing Meikhtilar Monywa Muse Myeik Nay Pyi Taw Pakokku Pathein Pyay Pyin Oo Lwin Sagaing"
    },
    {
      "url": "https://nces.ed.gov/ipeds",
      "title": "IPEDS",
      "description": "The Integrated Postsecondary Education Data System (IPEDS), established as the core postsecondary education data collection program for NCES, is a system of surveys designed to collect data from all primary providers of postsecondary education. IPEDS is a single, comprehensive system designed to encompass all institutions and educational organizations whose primary purpose is to provide postsecondary education. The IPEDS system is built around a series of interrelated surveys to collect institution-level data in such areas as enrollments, program completions, faculty, staff, and finances.",
      "preview": "void"
    },
    {
      "url": "https://shenandoahtx.us/214/Emergency-Management",
      "title": "Emergency Management | Shenandoah, TX",
      "description": "The Shenandoah Emergency Operations Center (EOC) is a state-of-the-art facility within the City of Shenandoah Municipal Complex. The controlled access EOC is capable of self-sustained operations in the absence of public utility services.",
      "preview": "Skip to Main Content Create a Website Account - Manage notification subscriptions, save form progress and more. Website Sign In Home Government Depart"
    },
    {
      "url": "https://www.wtatennis.com/rankings/singles",
      "title": "Tennis Rankings | Official Women's Tennis Rankings - WTA Tennis",
      "description": "Stay updated with the latest Tennis Rankings on the official Women's Tennis Association website. Explore detailed analysis of top female tennis stars, tracking their stats, performance, and rankings progress.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "https://servantokc.org/the-servant-foundation",
      "title": "Church of the Servant - The Servant Foundation",
      "description": "United Methodist Church in Oklahoma City, Oklahoma",
      "preview": "The Servant Foundation, Inc. For where your treasure is, there your heart will be also. - Matthew 6:21 What is the Servant Foundation? PLEASE NOTE: We"
    },
    {
      "url": "https://www.empik.com/ebooki",
      "title": "Ebooki - Sklep EMPIK.COM",
      "description": "Ebooki - empik.com - prawie 70 000 tytułów w formatach: EPUB, MOBI na czytnik Kindle amazon, PDF, lektury, ebooki dla dzieci, nowości i bestsellery.",
      "preview": "Kategorie Ebooki Ebooki i audiobooki Ebooki i audiobooki Ebooki Audiobooki Podcasty Tylko w empiku Czytasz więcej? Czytaj i słuchaj w Czytasz więcej?"
    },
    {
      "url": "https://www.marvel.com/articles/tv-shows/loki-he-who-remains-jonathan-majors",
      "title": "'Loki': Meet the Man Behind the Curtain, He Who Remains | Marvel",
      "description": "We're all villains here.",
      "preview": "TV Shows Published July 13, 2021 'Loki': Meet the Man Behind the Curtain, He Who Remains We're all villains here. by Rachel Paige Who's running the Ti"
    },
    {
      "url": "https://besthindisex.com/indian/?link=category_thumb",
      "title": "Popular indian",
      "description": "void",
      "preview": "BEST HINDI SEX Surprise Me! indian She rejoices after receiving 4 cumshots and a creampie 22752 13:04 indian Xxx Queen stepmom hard sex full Dirty tal"
    },
    {
      "url": "https://authors.apple.com",
      "title": "Self-publish an ebook - Apple Books for Authors",
      "description": "Apple Books for Authors guides you through every step of your journey as an author self-publishing an ebook, from structuring your story to packaging your digital book and selling.",
      "preview": "Share your story with the world. Every great story deserves to be told. Get the knowledge, tools, and inspiration to help the world read or listen to"
    },
    {
      "url": "https://www.nbbcc.org/",
      "title": "Home | North Bay Black Chamber of Commerce 555 5th Street, 300-N, Santa Rosa, CA 95401- Northbayblackchamber",
      "description": "The North Bay Black Chamber of Commerce provides resources and services to help businesses in the north bay grow and succeed. northbayblackchamber",
      "preview": "top of page Become a Member North Bay Black Chamber of Commerce Empowering Business Development in Sonoma County Events & Resources The North Bay Bl"
    },
    {
      "url": "https://freepage.twoday.net/stories/4666629/",
      "title": "World-News: Is Bush A Failure?",
      "description": "void",
      "preview": "twoday.net > freepage > USA > Is Bush A Failure? Anmelden | nächstes Blog lesen [ << ] World-News Independent Media Source Is Bush A Failure? Bush's c"
    },
    {
      "url": "https://www.screamingfrog.co.uk/",
      "title": "SEO Agency - Screaming Frog",
      "description": "We run remarkably successful search engine optimisation (SEO) and paid search (PPC) campaigns using a unique blend of data, technology & creativity.",
      "preview": "We are a UK based SEO agency and the creators of the famous website crawler and log file analyser tools. Agency Services SEO Spider Tool Search Engine"
    },
    {
      "url": "https://wst.tv/rankings/",
      "title": "Rankings - World Snooker Tour",
      "description": "See all the undefined matches",
      "preview": "Login Search Search All results All Results Exact Matches Date Added Date Added Relevance Rankings Official Live Loading..."
    },
    {
      "url": "https://oceansolutions.stanford.edu/",
      "title": "Center for Ocean Solutions",
      "description": "void",
      "preview": "Center for Ocean Solutions Investigating port state measures New research finds that more scrutiny of domestic fishing fleets at ports could help dete"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "https://alamocitychamber.org/",
      "title": "Casino online en México: bonos sin depósito, bingo y slots",
      "description": "Bonos sin depósito, tiradas gratis y demos de slots (Extra Chilli, Big Bass). Guías de ruleta y bingo para México 2025. +18 Juega responsablemente.",
      "preview": "La clave está en entender cómo la temperatura incide en la sensación de calor y en la mezcla exacta que produce ese contraste tan seductor para el pal"
    },
    {
      "url": "https://sheet2site.com/",
      "title": "Sheet2Site: Website Builder Using Google Sheets",
      "description": "Sheet2Site is a website builder that lets you create your own website without writing code using only Google Sheets with pictures, filters and links.",
      "preview": "void"
    },
    {
      "url": "https://www.memberclicks.com",
      "title": "Association Management Software for Professional and Trade Associations",
      "description": "MemberClicks provides robust Association Management Software for Professional Associations, Trade Associations and Nonprofits. A purpose-built software solutions designed to simplify your membership management. Request a demo today!",
      "preview": "Skip to main content Let's connect members to your mission Membership management solutions built to empower associations, chambers and nonprofits to s"
    },
    {
      "url": "https://meda.net/",
      "title": "Metropolitan Economic Development Association (Meda)",
      "description": "Helping BIPOC Entrepreneurs Succeed",
      "preview": "0 MEDA FUNDRAISING GALA 2025 Save the Date - October 11th, 2025 Royalston Square 5:30 - 11:00pm Reserve Your Tickets Empowering Potential Elevating Su"
    },
    {
      "url": "https://www.forests.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.aclu-sdic.org/en/publications/searching-peace-difficult-and-dangerous-journey-seek-asylum-united-states-part-i",
      "title": "Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part I | ACLU of San Diego and Imperial Counties | The ACLU of San Diego and Imperial Counties fights for individual rights and fundamental freedoms for all.",
      "description": "Read Part II of this blog here.Lee el blog en español aquí. Editor's note: This two-part blog series is a brief first-person look at the journey taken by a person seeking asylum in the United States. It was written by Adrián Rodríguez Alcántara, a plaintiff in the ACLU Foundation of San Diego & Imperial County's class action lawsuit, Rodríguez Alcántara vs. Archambeault. My",
      "preview": "Skip to main content Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part I May 3, 2021 Facebook X Reddi"
    },
    {
      "url": "https://www.ebresearch.org",
      "title": "EB Research Partnership - EB Research Partnership",
      "description": "EB Research Partnership is the largest 501(c)(3) nonprofit dedicated to funding research aimed at treating and ultimately curing Epidermolysis Bullosa, a group of devastating and life-threatening skin disorders that affect children from birth.",
      "preview": "Epidermolysis Bullosa What is EB? Life with EB Resources Research Our Impact Scientific Advisory Board Clinical Trials > Filsuvez Vyjuvek ZEVASKYN Tow"
    },
    {
      "url": "https://odis.org",
      "title": "Ocean Data Information System",
      "description": "void",
      "preview": "Ocean Data and Information System The Ocean Data and Information System (ODIS) is a digital ecosystem in which a global community of organisations - l"
    },
    {
      "url": "https://www.moje-siti.cz/strojove-jehly-schmetz/jehly-strojove-705-h-universal-90-14/",
      "title": "Jehly strojové 705 H UNIVERSAL 90/14 - Moje šití",
      "description": "Jehly strojové 705 H UNIVERSAL 90/14. Standardní strojová jehla s ploškou na dříku pro domácí šicí stroje. Dřík 2,04 mm, délka po ouško 33,9 mm, špička R - nejběžnější pro všechny typy vázaných stehů, především pro tkané materiály a umělou kůži. Německý výrobek, cena za 1 krabičku (5 jehel v krabičce).",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.correduriasegurossola.com/es/politica-de-privacidad/",
      "title": "Política de privacidad",
      "description": "Política de privacidad",
      "preview": "Español es català ca Llama ahora Español es català ca Llama ahora Política de privacidad QDQ MEDIA SAU no es responsable de la recogida de datos perso"
    },
    {
      "url": "https://www.oprahdaily.com/life/a41652152/oprahs-favorite-things-2022/",
      "title": "Oprah's Favorite Things 2022 - Full List of Oprah's Gift Ideas",
      "description": "Oprah has selected her annual roundup of perfect gifts for her 2022 list of Oprah's Favorite Things. Shop all of her official holiday picks here.",
      "preview": "Skip to Content This year, we're celebrating small businesses (think family-run, local makers, BIPOC- and woman-founded, and more!). So no matter who"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://bmo.readthedocs.io/en/latest/",
      "title": "BMO Documentation (bugzilla.mozilla.org) - BMO documentation",
      "description": "void",
      "preview": "Navigation next BMO documentation » BMO Documentation (bugzilla.mozilla.org) BMO Documentation (bugzilla.mozilla.org) ¶ 1. About This Documentation 2."
    },
    {
      "url": "https://music.apple.com/deeplink?app=music&p=subscribe&at=1000l4QJ&ct=418&itscg=10000&itsct=mus-0-try_it_free-ipad-apl-220405",
      "title": "Connecting to Apple Music",
      "description": "void",
      "preview": "Connecting... If you have Apple Music and it doesn't open automatically, try opening it from your dock or Windows task bar. Download Apple Music Selec"
    },
    {
      "url": "http://darkmattertheories.com/",
      "title": "Introduction to Dark Matter",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.fopconnect.com/article/tactical-to-practical/k9-konfidential/",
      "title": "K-9 Konfidential - FOPConnect",
      "description": "We all had one of these kids in our elementary schools. You know, the type that dressed as a police officer every Halloween. Or the student whose hand shot up ...Continued",
      "preview": "Menu K-9 officer Tyler Brockman with K-9 Fraser We all had one of these kids in our elementary schools. You know, the type that dressed as a police of"
    },
    {
      "url": "https://yle.fi/uutiset",
      "title": "Uutisia lyhyesti | Yle Uutiset",
      "description": "Uutiset nopeasti ja luotettavasti.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Uutisia lyhyesti Hallituksen rivit repeilivät Oulaskankaan yöpäivystyksen säilyttämistä koskevassa äänestyksessä. Ka"
    },
    {
      "url": "http://zikever.over-blog.com/2013/11/decouvrez-le-nouveau-clip-de-lindsay-starling.html",
      "title": "Lindsey Stirling : découvrez son nouveau clip \"Minimal Beat\" ! - Zik' Ever",
      "description": "Début Novembre, nous vous présentions Lindsey Stirling, aujourd'hui découvrez son nouveau clip \"Minimal Beat\", filmé lors de sa tournée mondiale à guichet fermé ! L'artiste nous dévoilera en France son album le 27 Janvier 2014.",
      "preview": "Tous les blogs Top blogs Musique & Divertissements Tous les blogs Musique & Divertissements Editer l'article Suivre ce blog Administration Connexion +"
    },
    {
      "url": "https://www.dakotawoodlands.org/",
      "title": "Dakota Woodlands | Homeless Shelter | Wescott Woodlands, Eagan, MN, USA",
      "description": "Dakota Woodlands is the only homeless family shelter in Dakota County, located in Eagan, MN!",
      "preview": "top of page Empowering Displaced Families Dakota Woodlands' mission is to empower displaced families on their journey to independence. Learn More Don"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://moviebabble.com/tag/david-naughton/",
      "title": "David Naughton Archives | MovieBabble",
      "description": "void",
      "preview": "Tag: David Naughton Retrospectives 'An American Werewolf in London': Horror, Comedy, and Childhood Trauma by Patricia H. September 5, 2021 by Patricia"
    },
    {
      "url": "https://www.psoriasis.org/",
      "title": "The National Psoriasis Foundation",
      "description": "The National Psoriasis Foundation is here to help you get the treatment you need while promoting research to find a cure for psoriasis and psoriatic arthritis.",
      "preview": "Helpline 800-723-9166 Donate Your Solution is Waiting Your experience with psoriatic disease is unique. Which best describes you? Select One: I am not"
    },
    {
      "url": "https://account.venmo.com/signup",
      "title": "Venmo | Sign up",
      "description": "Venmo is a digital wallet that lets you make and share payments with friends. You can easily split the bill, cab fare, or much more. Download the iOS or Android app or sign up on Venmo.com today.",
      "preview": "How will you use Venmo? Personal Pay and accept money from friends and businesses, emojis and comments encouraged Teen Available for teens 13-17 with"
    },
    {
      "url": "https://buildfaith.org/tag/naming/",
      "title": "Naming",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Home / Archives for Naming Naming Presider: Blessed be the God of Sarai reveal"
    },
    {
      "url": "https://www.emt.es/portal/en/horarios-y-recorridos",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "http://digitaledition.post-trib.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "http://blog.kaporcenter.org",
      "title": "The Bridge",
      "description": "Conversations at the intersection of tech, diversity, and entrepreneurship",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Bridge 7.9K followers · 5+ editors Follow Distance Traveled About kap"
    },
    {
      "url": "https://mothersruinnashville.com/",
      "title": "Mother's Ruin Nashville",
      "description": "1239 6th Ave N, Nashville, TN 37208",
      "preview": "Home Order Online Mother's Ruin Nashville Open Daily 'til 2AM Mother's Ruin Nashville Open Daily 'til 2AM Mother's Ruin Nashville Open Daily 'til 2AM"
    },
    {
      "url": "https://www.woolworths.com.au/shop/productdetails/180225/maybelline-fit-me-dewy-smooth-foundation-toffee",
      "title": "Maybelline Fit Me Dewy Smooth Foundation Toffee 30mL | Woolworths",
      "description": "Check out maybelline fit me dewy smooth foundation toffee 30ml at woolworths.com.au. Order 24/7 at our online supermarket",
      "preview": "Delivery to: Set your Delivery address Choose Select a time: View available times Choose Time of Delivery. View available times Choose"
    },
    {
      "url": "https://mb.oemdtc.com/category/recalls",
      "title": "Recalls | Mercedes-Benz & Smart - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://thewaltdisneycompany.com/remembering-disney-legend-burny-mattinson/",
      "title": "Remembering Disney Legend Burny Mattinson - The Walt Disney Company",
      "description": "Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during an unprecedented 70-year career, ...Read More",
      "preview": "Skip to content Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during"
    },
    {
      "url": "http://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://fi-fi.workplace.com/resources/getting-started/quick-launch-guide?ref=AVs4psWqGaLKBkzCgKlfBEj_KEfmffImxOU7Z15i-LH5TVKPVeCLTSUULosvei4FPv9zyyinqKV_QggwEC_AoKMQtWeJUkctO1virvFqYiIT5LEFVQ7xp_f8tXNH3nNpqEjsgZEGO4voFxasUrMHtRo4AsAznrQ2p-a_0CmsLk290_Fm7yXi2YP7ngnVw4lJ-VEGhY4dm3DvzHtlqKCMqWIl3-wQEAV-HvFu2tLYOLTDIhxY_jJUHuS3VloA_eoGLjYaaBNGa8XB7ib4Cpt3XD5t",
      "title": "Workplace has entered read-only mode | Ohje- ja tukikeskus: Workplace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://getmyinternet.org/",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://channel955.iheart.com/schedule/",
      "title": "Find Channel 955's Friday Live On-Air Schedule | Channel 955",
      "description": "Discover Friday's shows for Channel 955 in Detroit, MI",
      "preview": "On-Air Schedule Mo Tu We Th Fr Sa Su On-Air Now Mojo in the Morning 5:00 AM - 11:00 AM Mojo in the Morning 5:00 AM - 11:00 AM EJ 11:00 AM - 3:00 PM Th"
    },
    {
      "url": "https://photos.google.com/share/AF1QipM7mp3ngeSCFzochRDKkY2ES8Ylx5v4ttm1f5EqEIqlwG0lRF5V7nwkGjfKODO5IA/photo/AF1QipPDCSxKtSACJU5u9EQZWKKShwHBk17Ph8tELS2E?key=MXRmUkM0bUNtZFFHSVl0OWhHelRFVVFRNnE4ekJn",
      "title": "Google Photos",
      "description": "void",
      "preview": "Press question mark to see available shortcut keys Sign in Select Partial upload 360 video RAW Video Boost Night Sight Video Save Turn on motion Edit"
    },
    {
      "url": "https://cssgradient.io/gradient-backgrounds/",
      "title": "Gradient Backgrounds - 🌈 The Best Gradient Sites All in One Place",
      "description": "Discover the best gradient backgrounds from a curated collection of the ultimate list of gradient sites. With 1000+ gradients, it's easy to find the 👌 color!",
      "preview": "void"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/?orgcode=WMT",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://www.coursera.org/professional-certificates/google-digital-marketing-ecommerce/?utm_source=google&utm_medium=institutions&utm_campaign=gwgsite",
      "title": "Google Digital Marketing & E-commerce Professional Certificate | Coursera",
      "description": "Offered by Google. Get on the fast track to a career in digital marketing. In this certificate program, you'll learn in-demand skills, and ... Enroll for free.",
      "preview": "Google Digital Marketing & E-commerce Professional Certificate Google Digital Marketing & E-commerce Professional Certificate Get on the fast track to"
    },
    {
      "url": "https://www.pinterest.com.au/koraorganics/_created/",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Explore When autocomplete results are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swi"
    },
    {
      "url": "http://ureeka.biz",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "https://events.c2cglobal.com/events/#/list",
      "title": "Events List | Google C2C Global",
      "description": "We can't wait to see you at an upcoming C2C event! On this page, you can search by location, select event types (virtual or in-person), and pick out topics of your interest! For easier navigation, use the magnifying glass icon on the top right of the page to do a full event search.",
      "preview": "Skip to main content We use cookies to ensure that we give you the best experience on our website. By continuing your visit on the website, you consen"
    },
    {
      "url": "https://usa.oceana.org/blog/global-fishing-watch-put-test-monitoring-phoenix-islands-protected-area",
      "title": "Global Fishing Watch Put to the Test: Monitoring the Phoenix Islands Protected Area - Oceana USA",
      "description": "In November 2014, Oceana unveiled the prototype of a new tool that will enhance transparency and accountability in commercial fishing fleets around the world. A public version is set to launch this year, but Global Fishing Watch has already been put to the test. Near real-time data, as well as historical data dating back to ... Read more",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://climalit.es/category/ahorro/",
      "title": "Ahorro archivos - Climalit",
      "description": "void",
      "preview": "ICPE Climalizate X Acceso Fabricantes Username Password He olvidado mi contraseña X Acceso ICPE Username Password ¿Quieres pertenecer a Climalit Plus"
    },
    {
      "url": "https://www.cbsnews.com/sanfrancisco/news/santa-rosa-montgomery-high-school-student-injured-in-fight-suspect-sought/",
      "title": "Update: Family identifies 16-year-old fatally stabbed at Montgomery High in Santa Rosa - CBS San Francisco",
      "description": "A memorial outside Montgomery High School in Santa Rosa grew Wednesday evening as family and friends mourned the loss of a teenage boy who was fatally stabbed during a fight in a classroom.",
      "preview": "Bay Area Top News SF/Peninsula News East Bay News South Bay News North Bay News Bay Area Crime Tech Health Politics LGBTQ Entertainment KPIX Special R"
    },
    {
      "url": "https://www.relx.com/",
      "title": "RELX - Information-based analytics and decision tools",
      "description": "Make better decisions, get better results and be more productive with RELX's analytics and decision tools",
      "preview": "skip to main content Our Business Our business overview Perspectives Strategy Market segments Risk Scientific, Technical & Medical Legal Exhibitions B"
    },
    {
      "url": "https://www.camera.it/leg19/410",
      "title": "XIX Legislatura - Lavori - Resoconti Assemblea - Dettaglio sedute",
      "description": "Camera dei deputati - XIX Legislatura -",
      "preview": "Camera dei deputati Vai al contenuto Sezione di navigazione Menu di ausilio alla navigazione Vai al menu di navigazione principale Scrivi Sito mobile"
    },
    {
      "url": "https://projects.worldbank.org",
      "title": "Projects & Operations | The World Bank",
      "description": "void",
      "preview": "This page in: English Français العربية Русский 中文 Português Español This page in: English Français العربية Русский 中文 Português Español Projects & Ope"
    },
    {
      "url": "https://www.kptv.com/2023/02/21/foot-found-nw-washington-belongs-missing-woman/",
      "title": "Foot found in NW Washington belongs to missing woman",
      "description": "A shoe containing a human foot that was discovered near the mouth of a river in northwestern Washington belonged to a woman missing since 2018, police say.",
      "preview": "Skip to content PORT ANGELES, Wash. (KPTV) - A shoe containing a human foot was discovered near the mouth of the Elwha River in Port Angeles in Decemb"
    },
    {
      "url": "http://www.mammole.it/",
      "title": "Mammole · La Guida Natural delle Mamme",
      "description": "La più grande comunità italiana di mamme natural. Magazine e forum per Infertilità, Gravidanza e Bambini.",
      "preview": "Cookie policy Autismo e aumento di peso in gravidanza: quale legame? ✿ Esiste un legame tra l'aumento di peso in gravidanza e lo sviluppo di autismo n"
    },
    {
      "url": "http://www.accrepairs.com/",
      "title": "The ACC Repair Guy!",
      "description": "This page is about the repair of Amateur Radio Repeater Controllers made by Advanced Computer Controls, RC-85, RC-850, RC-96, DVR, and SM-100.",
      "preview": "Welcome to ACC Repairs Advanced Computer Control Repair NO LONGER KEEPING ACC CONTROLLERS ON THE AIR AFTER 25+ YEARS!"
    },
    {
      "url": "https://www.iuu-vessels.org/",
      "title": "IUU Vessel List",
      "description": "void",
      "preview": "Welcome to the Combined IUU Fishing Vessel List This site provides the best available, up-to-date information on all fishing and related vessels that"
    },
    {
      "url": "https://www.fox5atlanta.com/news/augusta-georgia-woman-suv-popeyes-crash-missing-biscuits",
      "title": "Georgia woman drives SUV into Popeyes over missing biscuits, police say | FOX 5 Atlanta",
      "description": "The Popeye's manager told police the Georgia woman became upset over her missing biscuit, crashed into the store, and nearly hit one of the employees.",
      "preview": "article A sign hangs outside of a Popeyes Louisiana Kitchen restaurant on May 06, 2021 in Chicago, Illinois. (Photo by Scott Olson/Getty Images) Expan"
    },
    {
      "url": "https://www.instagram.com/derekblasberg/?hl=en",
      "title": "Derek C. Blasberg (@derekblasberg) • Instagram photos and videos",
      "description": "2M Followers, 951 Following, 3,598 Posts - Derek C. Blasberg (@derekblasberg) on Instagram: \"\"",
      "preview": "void"
    },
    {
      "url": "https://www.ccmm.ca/en/i-love-working-downtown/",
      "title": "Relaunching downtown Montréal | CCMM",
      "description": "Discover \"I love working downtown,\" a platform for relaunching downtown that will be a catalyst for ambitious initiatives.",
      "preview": "Home I love working downtown Since the launch of our \"I love working downtown\" initiative in March 2021, we've been busy rolling out concrete measures"
    },
    {
      "url": "https://www.history.co.uk/articles/charles-iii-and-britains-oldest-ascending-monarchs",
      "title": "Charles III and Britain's oldest ascending monarchs | Sky HISTORY TV Channel",
      "description": "King Charles III became the oldest ascending monarch having become king at the age of 73.",
      "preview": "Skip to main content Charles III and Britain's oldest ascending monarchs Image: Peter Rhys Williams / Shutterstock.com | Above: A photo of King Charle"
    },
    {
      "url": "https://zh.coursera.org/directory/certificates",
      "title": "Professional Certificates Sitemap | Coursera",
      "description": "The Coursera Professional Certificates sitemap includes links to all of our professional certificates. Learn online and earn valuable credentials from top universities like Yale, Michigan, Stanford, and leading companies like Google and IBM.",
      "preview": "Directory Search for: Articles Browse by category Collections Courses Degree Programs Popular Topics Professional Certificates Specialization Programs"
    },
    {
      "url": "https://www.gpb.org/",
      "title": "Georgia Public Broadcasting",
      "description": "Georgia Public Broadcasting",
      "preview": "Skip to main content Thumbnail PSC candidates aim to energize voters ahead of early voting Candidates are racing to energize their voters ahead of Nov"
    },
    {
      "url": "https://www.expo2020dubai.com/en",
      "title": "Expo 2020 Dubai | Home | Connecting Minds, Creating the Future | Expo 2020 Dubai",
      "description": "Expo 2020 Dubai will host the world for 182 days, each one brimming with new experiences. It'll be a time to create, collaborate and innovate.",
      "preview": "Video Not Supported We had an incredible time welcoming the world! Want to relive the best moments? Visit Virtual Expo Dubai Scroll Scroll Scroll What"
    },
    {
      "url": "https://xplorela.com/2012/07/20/the-los-angeles-arboretum-botanical-garden/",
      "title": "ANEKA4D | Situs Slot Thailand Paling Gacor Yang Penuh Dengan Pola Gacor",
      "description": "Situs Slot Thailand dari ANEKA4D yang selalu diberikan penuh dengan pola gacor dan juga simbol-simbol pecah seperti scatter x500",
      "preview": "Envato Market Slot Qris Code Video Audio Graphics Photos 3D Files Search All Items Popular Files Featured Files Top New Files Follow Feed Top Authors"
    },
    {
      "url": "https://wiki.ufal.ms.mff.cuni.cz/start?image=latex%3Aefc64ef0db45cc8e9f05343b2e397494.png&tab_details=view&do=media&tab_files=files&ns=user%3Azeman%3Atreebanks",
      "title": "start [ufal wiki]",
      "description": "void",
      "preview": "[ Skip to the content ] Institute of Formal and Applied Linguistics Wiki ÚFAL Wiki Home ÚFAL Home Sitemap RSS ÚFAL calendar Recent changes Login Hleda"
    },
    {
      "url": "https://www.fox26houston.com/news/documents-reveal-gruesome-details-google-searches-surrounding-felicia-johnsons-murder",
      "title": "Documents reveal gruesome details, Google searches surrounding Felicia Johnson's murder | FOX 26 Houston",
      "description": "Charging documents reveal that after Felicia Johnson's disappearance, an accused suspect Googled things like \"how to be a serial killer\" and \"how to get away with murder.\"",
      "preview": "Suspect charged in Felicia Johnson's murder made cryptic searches after her disappearance: affidavit Charging documents reveal that after Felicia John"
    },
    {
      "url": "https://thewoksoflife.com/",
      "title": "Home - The Woks of Life",
      "description": "We're a family of 4 living between the US & China. When we're not packing or unpacking suitcases, we're sharing our culinary exploits and travels w/ each other here!",
      "preview": "Trusted Recipes from \"The Bible of Chinese Home Cooking\" Quick & Easy Most Popular Vegetables Noodles Welcome! We're the Leung family-Bill, Judy, Sara"
    },
    {
      "url": "http://targetpayandbenefits.com",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.push511.com/",
      "title": "PUSH511 - Push511",
      "description": "CrossFit, Nutrition, Personal Trainer, Fitness, Corporate Wellness, in Baltimore, in Canton",
      "preview": "Fitness Through Human Connection Book A Free Intro Previous Next The friendliest gym in the Baltimore, Canton, Brewers Hill, MD Area Fitness Through H"
    },
    {
      "url": "https://kubernetes.io/",
      "title": "Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Kubernetes , also known as K8s, is an open source system for automating deployment, scaling, and management of containerized applications. It groups c"
    },
    {
      "url": "https://bk.asia-city.com/restaurants/news/bangkok-best-street-food",
      "title": "How many of these essential Bangkok street eats have you tasted? - BK Magazine Online | The insider's guide to Bangkok",
      "description": "These dishes prove no one does street food better than Bangkok.",
      "preview": "Skip to main content How many of these essential Bangkok street eats have you tasted? These dishes prove no one does street food better than Bangkok."
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "https://wgme.com/news/local/winner-of-135-billion-mega-millions-jackpot-comes-forward-hometown-gas-grill-lebanon-fred-cotreau-prize-cash-payout-annuity-gambling-grand-prize-drawing-numbers-money-cash-odds-tickets-maine-lottery",
      "title": "Winner of $1.35 billion Mega Millions jackpot comes forward",
      "description": "The winner of the $1.35 billion Mega Millions jackpot has come forward to accept their winnings.",
      "preview": "Fri, 10 Oct 2025 10:12:34 GMT (1760091154353) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://es.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org España",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://pro.arcgis.com/en/pro-app/latest/tool-reference/spatial-statistics/h-whyhexagons.htm#:~:text=Hexagons%20are%20the%20most%20circular-shaped%20polygon%20that%20can,of%20your%20data%20more%20naturally%20than%20square%20grids.",
      "title": "Why hexagons?-ArcGIS Pro | Documentation",
      "description": "A discussion regarding fishnet versus hexagon aggregation shape type.",
      "preview": "Back to Top The aggregation of incident point data to regularly shaped grids is used for many reasons such as normalizing geography for mapping or to"
    },
    {
      "url": "https://www.gocoastguard.com/max",
      "title": "Max | United States Coast Guard",
      "description": "void",
      "preview": "Max Recruiting resources are accessible to USCG users on the Coast Guard Recruiting Command SharePoint Page . USCG users should ensure they are logged"
    },
    {
      "url": "https://research.utwente.nl/en/publications/initial-spreading-of-low-viscosity-drops-on-partially-wetting-sur",
      "title": "Initial spreading of low-viscosity drops on partially wetting surfaces - University of Twente Research Information",
      "description": "void",
      "preview": "Initial spreading of low-viscosity drops on partially wetting surfaces Koen G. Winkels, Joost H. Weijs, Antonin Eddi, Jacco H. Snoeijer Faculty of Sci"
    },
    {
      "url": "https://veterans.nbcnews.com/",
      "title": "Veterans | NBC News",
      "description": "Empowering veterans and military spouses with employment and education opportunities",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/#reusable_bags",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://lcfgeorgia.org/get-involved/donate/",
      "title": "Donations / Sponsorships - Latino Community Fund Inc.",
      "description": "Tax deductible contributions to LCF Georgia support a stronger, self-sufficient and visible Latino Community in Georgia",
      "preview": "Skip to content Home / Get Involved / Donations / Sponsorships Sponsorship Opportunities CLICK HERE to access our Sponsorship Package and annual commu"
    },
    {
      "url": "https://www.globalratings.com/",
      "title": "IARC ratings for mobile and digitally delivered games from International Age Rating Coalition",
      "description": "A ground-breaking global rating and age classification system for digitally delivered games and apps.",
      "preview": "關於IARC | IARC 的運作方式 | 針對開發人員 | 新聞 | 聯繫方式 About IARC | How IARC Works | For Developers | News | Contact ÜBER IARC | WIE IARC ARBEITET | FÜR ENTWICKLER"
    },
    {
      "url": "https://www.typeroom.eu/category/origins",
      "title": "Glorifying Eclectic Typography | TypeRoom",
      "description": "void",
      "preview": "Loading... Loading... Preserving Type Heritage - A Primer of Greek Typography ¶ 6 months ago / Origins Litho Antique, Rockwell Antique, Stymie Bold: C"
    },
    {
      "url": "https://www.cebc.cnrs.fr/infrastructures/bio-logging/what-is-bio-logging/?lang=en",
      "title": "What is Bio-logging? - newcebc",
      "description": "void",
      "preview": "Skip to content Home CEBC Our mission Our history Staff Internship/Job Internships Job Offers V.S.C Facilities Photo contest Photo contest 2019 Photo"
    },
    {
      "url": "https://w3c.social/@wai",
      "title": "Web Accessibility Initiative (@wai@w3c.social) - w3c.social",
      "description": "127 Posts, 0 Following, 2.14K Followers · Accessibility: Essential for some, useful for all. The W3C Web Accessibility Initiative (WAI) develops strategies, standards, and supporting resources to make the web accessible to people with disabilities. In addition to international standards, we provide free online resources to help you understand and implement accessibility. You can use W3C WAI resources to make your websites, apps, and other digital content and technology products more accessible and usable to everyone.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "https://www.museudamagia.com/pt_pt/index",
      "title": "MUSEU DA MAGIA",
      "description": "void",
      "preview": "Bem vindo DESCUBRA O VERDADEIRO TESOURO DAS ARTES MÁGICAS DE PORTUGAL! A Magia é uma ciência, uma arte que encanta profissionais e leigos e cuja orige"
    },
    {
      "url": "https://www.bestbuyads.com/",
      "title": "Best Buy Ads",
      "description": "void",
      "preview": "See the future of retail media today! Watch now → × Skip to main content Data-driven advertising for results beyond imagination. Reach passionate shop"
    },
    {
      "url": "https://www.politifact.com/factchecks/2022/feb/25/vladimir-putin/putin-repeats-long-running-claim-genocide-ukraine/",
      "title": "PolitiFact | Vladimir Putin repeats false claim of genocide in Ukraine",
      "description": "Russia has given several reasons for launching a war against Ukraine. In a televised address announcing the military ass",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://district-360.com/?utm_source=IDA&utm_medium=website&utm_campaign=PartnerPage",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/post/126530257411",
      "title": "Astronomy Inspires | Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "https://socialimpact.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.unipd.it/",
      "title": "Università di Padova",
      "description": "void",
      "preview": "Vai al contenuto Uniweb Area stampa Dipartimenti Scuole Webmail Rubrica SIT U-WEB Sostieni Unipd 5x1000 SCEGLI IL TUO PROFILO Orientarsi e iscriversi"
    },
    {
      "url": "https://www.manageo.fr/entreprises/398150797.html",
      "title": "▷Société SN FM INTERNATIONAL à RUEIL-MALMAISON (établissement secondaire fermé) : CA, résultats, bilan gratuit, SIRET, dirigeants, solvabilité, n° TVA - manageo.fr",
      "description": "10 oct. 2025 - Bilans, solvabilité, alertes, n° TVA gratuit, RCS, code NAF et APE, SIREN, dirigeants, publications officielles, effectifs, statuts",
      "preview": "ENTREPRISE SN FM INTERNATIONAL | 398 150 797 00015 71 BD RICHELIEU , 92500 RUEIL-MALMAISON voir la carte Autres activités manufacturières Etablissemen"
    },
    {
      "url": "https://eppbj.fr",
      "title": "Accueil | Etpourquoipasbyjohn",
      "description": "void",
      "preview": "top of page CLIQUEZ SUR LES ÎCONES POUR VOIR NOTRE ACTUALITE CONSEILS, IDEES & BONNE HUMEUR S'abonner Nous sommes des experts passionnés et engagés en"
    },
    {
      "url": "https://superherowithoutacape.tumblr.com/",
      "title": "Ramblings of a Wannabe Superhero",
      "description": "Age doesn't exist on Krypton. Probably a bit TOO into my tv ships. >_> Also may be a music junkie, anime head, GAMER! No one really knows. @_@ Engineer in the making!",
      "preview": "Ramblings of a Wannabe Superhero Age doesn't exist on Krypton. Probably a bit TOO into my tv ships. >_> Also may be a music junkie, anime head, GAMER!"
    },
    {
      "url": "https://www.cdp.net/en",
      "title": "CDP: Turning Transparency to Action",
      "description": "CDP can support your environmental journey - turning data into Earth-positive impact. The world's only independent environmental disclosure system.",
      "preview": "The deadline for submitting unscored responses and amendments is November 19. Disclose now . The response window for the 2025 disclosure cycle is open"
    },
    {
      "url": "https://www.canadianwoodworking.com/techniques_and_tips/french-polishing/",
      "title": "French polishing - Canadian Woodworking",
      "description": "French polishing refers to a technique for applying shellac, not a finish in and of itself. Essentially you apply a very large number of thin coats of shellac using a pad, a wee bit of oil, and a lot of elbow grease.",
      "preview": "Skip to content FORUM GUIDE LIBRARY NEWSLETTERS SHOP WEBINARS TIPS & HOW TO French polishing Carl Duguay Wood Finishing French polishing refers to a t"
    },
    {
      "url": "https://www.movieguide.org/privacy-policy",
      "title": "Privacy Policy | Movieguide | Movie Reviews for Christians - Movieguide | Movie Reviews for Families",
      "description": "Welcome to our Privacy Policy page only found on Movieguide. Find more Movie Reviews and News only at Movieguide! The Family and Christian Guide to Movie Reviews and Entertainment News.",
      "preview": "Home Privacy Policy Privacy Policy Email Privacy Policy We have created this email privacy policy to demonstrate our firm commitment to your privacy a"
    },
    {
      "url": "https://www.vmix.com",
      "title": "Live Video Streaming Software | vMix",
      "description": "vMix is a live streaming and live production software video mixer and switcher for Windows. Easily Produce, Record and Live Stream professional looking content from your PC.",
      "preview": "Javascript Required: The vMix website requires javascript enabled. Please enable javascript before continuing. Live Production and Streaming Software"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "https://www.arborday.org/programs/tree-campus-healthcare/",
      "title": "Tree Campus Healthcare | Arbor Day Foundation",
      "description": "The health benefits of trees are undeniable, which is why we're proud to partner with forward-looking healthcare facilities and recognize those that promote tree planting, education, and engagement.",
      "preview": "Skip to main content Our Work Trees in Communities Tree Campus Healthcare The health benefits of trees are undeniable, which is why we're proud to par"
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "https://www.avina.net/en/home/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://giving.aub.edu.lb/aub",
      "title": "Donations - Donate to the American University of Beirut",
      "description": "void",
      "preview": "Home Bank Info Via Check Donate to the American University of Beirut Since the university was founded in 1866, donations from individuals, businesses,"
    }
  ],
  "_meta": {
    "total_bookmarks": 123
  }
}