{
  "data": [
    {
      "url": "https://perfectlyvirtualmoon.tumblr.com/",
      "title": "nothing new",
      "description": "It does not matter how slow you go so long as you do not stop. - Confucius",
      "preview": "nothing new It does not matter how slow you go so long as you do not stop. - Confucius Home Archive Subscribe (RSS) Ask me anything Random post Catchi"
    },
    {
      "url": "https://www.usrsb.org/",
      "title": "U.S. Roundtable For Sustainable Beef",
      "description": "void",
      "preview": "U.S. Roundtable For Sustainable Beef Find Out More WHAT IS USRSB? The U.S. Roundtable for Sustainable Beef (USRSB) is a multi-stakeholder initiative d"
    },
    {
      "url": "https://www.coface.com.cn/News-Publications-Events/Publications/Mexico-s-economy-more-difficult-times-ahead",
      "title": "Coface News, Economy and Insights: Source for Strategic Knowledge | Coface",
      "description": "Explore Coface's comprehensive News, Economy & Insights section for strategic knowledge, industry updates, economic analysis. Stay ahead in a changing world",
      "preview": "查看内容 新闻， 经济分析 及洞察 商业风险仪表盘 探索科法斯全面的风险仪表板，为 160 个国家和 13 个产业部门提供深入的风险评估，以做出策略决策 选择主题 选择页面 新闻与媒体 # 集团新闻 H1-2025 results: Coface confirms its good start to"
    },
    {
      "url": "https://www.phoneduo.app",
      "title": "Dual Chat",
      "description": "void",
      "preview": "Stay connected around the world Why choose Dual Chat Affordable Start to enjoy phone call at low rates right now. High Quality Global node deployment"
    },
    {
      "url": "https://www.essie.com/nail-polish/enamel/pinks/hi-maintenance",
      "title": "Hi Maintenance - Sheer Pale Pink Nail Polish - Essie",
      "description": "Keeping your nails looking good doesn't have to be high maintenance. Try Essie's Hi Maintenance, a sheer pale pink nail polish that only looks time-consuming.",
      "preview": "skip to main content yeehaw! enter our sweepstakes with maybelline for fall must-haves & exclusive merch! yeehaw! enter our sweepstakes with maybellin"
    },
    {
      "url": "https://www.alz.org/alzheimers-dementia/what-is-alzheimers",
      "title": "What is Alzheimer's Disease? Symptoms & Causes | alz.org",
      "description": "Alzheimer's information - learn about signs, symptoms, causes, diagnosis, risks and treatments and the difference between Alzheimer's disease and dementia.",
      "preview": "Skip to Content Make 2x the Impact Right Now Make 2x the Impact Right Now Our Autumn 2x Match Challenge is happening right now. Until midnight on Oct."
    },
    {
      "url": "https://icsc.un.org/",
      "title": "International Civil Service Commission (ICSC)",
      "description": "void",
      "preview": "Item WHO WE ARE WHAT WE DO RESOURCES FAQ DATA & REPORTS CONTACT US Item ICSC In Brief Mandate History The Commission ICSC Secretariat ACPAQ (Subsidiar"
    },
    {
      "url": "https://github.com/huggingface/diffusers",
      "title": "GitHub - huggingface/diffusers: 🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch.",
      "description": "🤗 Diffusers: State-of-the-art diffusion models for image, video, and audio generation in PyTorch. - huggingface/diffusers",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.cloudflare.com/mozilla/firefox-private-network-privacy-notice/",
      "title": "Cloudflare Privacy Notice for Firefox Private Network | Cloudflare",
      "description": "Read about Cloudflare Privacy Notice for Firefox Private Network",
      "preview": "Firefox Private Network Privacy Notice PRIVACY NOTICE FOR THE CLOUDFLARE PROXY POWERING THE FIREFOX PRIVATE NETWORK WHAT IS THE CLOUDFLARE PROXY FOR F"
    },
    {
      "url": "https://www.sba.gov/",
      "title": "Small Business Administration",
      "description": "We support America's small businesses. The SBA connects entrepreneurs with lenders and funding to help them plan, start and grow their business.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.marksandspencer.com/l/lingerie",
      "title": "New in Lingerie & Underwear | New in Ladies Nightwear at M&S",
      "description": "Discover our quality selection of new-in lingerie - from bras to flattering shapewear. Explore maternity lingerie, thermal wear and nightwear at M&S",
      "preview": "Nightwear Knickers Bras Tights Lingerie Sets Shapewear Bodies & Corsets Thermals Vests & Camisoles Slips Black Red Green Blue Pink Cream Navy Brown Gr"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "https://melodiesofabeautifullife.tumblr.com/post/89371859870",
      "title": "Lifes alot like Music.: What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Lifes alot like Music. Its a real journey Now.Just taking notes of this adventure.Life.Is.Beautiful. MusicList The Daily Notes 20 Jun What % of STEM S"
    },
    {
      "url": "https://www.bytedance.com",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://www.hearstfdn.org/",
      "title": "The Hearst Foundations - HearstFDN | Hearst Foundations",
      "description": "The Hearst Foundations identify and fund outstanding nonprofits to ensure that people of all backgrounds in the United States have the opportunity to build healthy, productive and satisfying lives.",
      "preview": "The Hearst Foundations - HearstFDN Asset Publisher Explore Funding Areas MORE Signature Programs The United States Senate Youth Program is a unique ed"
    },
    {
      "url": "https://www.redcorp.com/fr/product/services-garanties/lexmark/warranty-1-year-onsite-nbd-2349444--2349444/08626025",
      "title": "LEXMARK Warranty 1 Year Onsite Nbd (2349444) - 2349444 - Redcorp.com/fr",
      "description": "Achetez LEXMARK Warranty 1 Year Onsite Nbd (2349444) (2349444) Livraison rapide et excellent service client. Redcorp, we love IT!",
      "preview": "Ce site web utilise des cookies Nous utilisons des cookies pour personnaliser le contenu, analyser notre trafic, conserver vos préférences et améliore"
    },
    {
      "url": "http://www.toddjdanforth.com/",
      "title": "Todd Joseph Danforth",
      "description": "void",
      "preview": "0 Queer Inheritance, 2022 - present The Art of Losing, 2009 - Present"
    },
    {
      "url": "https://wwcicc.org/contact",
      "title": "Contact | Western Washington Chapter of ICC",
      "description": "void",
      "preview": "Home About Bylaws of WWC ICC Meetings Meeting Minutes Meeting Agendas Forms Payments Membership Registration Education Contact Photo Gallery Partners"
    },
    {
      "url": "https://www.primevideo.com",
      "title": "Welcome to Prime Video",
      "description": "Enjoy exclusive Amazon Originals as well as popular movies and TV shows. Watch anytime, anywhere. Start your free trial.",
      "preview": "Info Select your cookie preferences We use cookies and similar tools that are necessary to enhance your experiences on Amazon video services, enable y"
    },
    {
      "url": "https://www.accessability.org/",
      "title": "AccessAbility, Inc. Serving the Twin Cities Area",
      "description": "AccessAbility's mission is to provide opportunities for self-sufficiency for people with barriers to employment and community inclusion.",
      "preview": "Skip to content Skip to footer Serving the Twin Cities Metro Area AccessAbility's mission is to provide opportunities for self-sufficiency for people"
    },
    {
      "url": "https://www.koelner.de/wer-wir-waren/",
      "title": "Wer wir waren - koelner.de",
      "description": "Was werden zukünftige Generationen über uns denken, wenn wir bereits Geschichte sind?",
      "preview": "Skip to main content Search facebook twitter instagram Home Wer wir waren „Wir waren jene, die wussten, aber nicht verstanden, voller Informationen, a"
    },
    {
      "url": "https://nl.linkedin.com/company/randstad?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Randstad | LinkedIn",
      "description": "Randstad | 3.417.527 volgers op LinkedIn. Randstad is the world's largest talent company and a partner of choice to clients. We are committed to providing equitable opportunities to people from all backgrounds and help them remain relevant in the rapidly changing world of work. We have a deep understanding of the labor market and help our clients to create the high-quality, diverse and agile workforces they need to succeed.",
      "preview": "LinkedIn respecteert uw privacy LinkedIn en derden gebruiken essentiële en niet-essentiële cookies om onze Diensten te leveren, te beveiligen, te anal"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "https://klipper3d.org/Config_Reference.html",
      "title": "Welcome - Klipper documentation",
      "description": "void",
      "preview": "Welcome The Klipper firmware controls 3d-Printers. It combines the power of a general purpose computer with one or more micro-controllers. See the fea"
    },
    {
      "url": "https://teamsdemo.office.com/ChatsAndMeetings/index.html#/0/0",
      "title": "Microsoft Teams - Microsoft Adoption",
      "description": "Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations and content all together.",
      "preview": "Microsoft Teams Microsoft Teams is the hub for teamwork in Microsoft 365, bringing people, conversations, and content all together. View the user enab"
    },
    {
      "url": "https://www.health.mil/News/Authors/m/MHS-Communications",
      "title": "MHS Communications | Health.mil",
      "description": "Articles by MHS Strategic Communications",
      "preview": "Tag Manager Skip main navigation An official website of the United States government Here's how you know Official websites use .mil A .mil website bel"
    },
    {
      "url": "https://medicaid.utah.gov/apply-medicaid/?elqTrackId=2c0975612e11410e95dd5b57d602348e&elqaid=93&elqat=2",
      "title": "Apply for Medicaid - Medicaid: Utah Department of Health and Human Services - Integrated Healthcare",
      "description": "Utah Department of Health Medicaid Medical Applications Apply",
      "preview": "Apply for Medicaid You may apply in person, by mail, or online. When we receive your application, the Department of Workforce Services (DWS) will cont"
    },
    {
      "url": "https://supersimple.com/app/",
      "title": "Super Simple App - Super Simple",
      "description": "Super Simple App FAQ",
      "preview": "1 Download our award winning mobile app from the App Store! 2 Start your free trial and create an account. Creating an account will let you use your a"
    },
    {
      "url": "https://nest.com/-apps/learn-more-about-nest/",
      "title": "Redirecting...",
      "description": "App Redirects",
      "preview": "void"
    },
    {
      "url": "https://www.wilder.org/community-impact/saint-paul-promise-neighborhood",
      "title": "Impact & Annual Report | Wilder | St. Paul MN",
      "description": "See Wilder's 2024 impact in St. Paul and Minnesota: 2,695 served, 39k meals delivered, 1,427 housed, 199 research studies. Download the Annual Report.",
      "preview": "Donate Contact Our service offerings are rooted in data and real-world insights. African American Babies Coalition and Projects Center for Social Heal"
    },
    {
      "url": "http://www.nonsisamai.com/2008/10/voi-lo-sapete-che-giornali-leggete.html?showComment=1222887960000",
      "title": "Non Si Sa Mai: voi lo sapete che giornali leggete?",
      "description": "Sarah Palin no .",
      "preview": "mercoledì 1 ottobre 2008 voi lo sapete che giornali leggete? Sarah Palin no . Posted by nonsisamai at 06:06 Invia tramite email Postalo sul blog Condi"
    },
    {
      "url": "https://alamocitychamber.org/",
      "title": "Casino online en México: bonos sin depósito, bingo y slots",
      "description": "Bonos sin depósito, tiradas gratis y demos de slots (Extra Chilli, Big Bass). Guías de ruleta y bingo para México 2025. +18 Juega responsablemente.",
      "preview": "La clave está en entender cómo la temperatura incide en la sensación de calor y en la mezcla exacta que produce ese contraste tan seductor para el pal"
    },
    {
      "url": "https://skillshop.withgoogle.com/",
      "title": "Skillshop",
      "description": "Access free online training to develop skills for Google workplace tools. Learn at your own pace and get Google product certified along the way.",
      "preview": "Skip to Content Skillshop X Skillshop Master the Google tools you use at work with online training Develop skills you can apply right away, with e-lea"
    },
    {
      "url": "https://livereport.protectedplanet.net/chapter-2",
      "title": "Introduction | Protected Planet Report 2020",
      "description": "Protected Planet Report 2020 assesses the state of protected areas around the world.",
      "preview": "As the pace of biodiversity loss continues largely unabated (IPBES, 2019; CBD, 2020; WWF, 2020), the links between this loss and other global challeng"
    },
    {
      "url": "https://learnlatex.org/en/",
      "title": "Learn LaTeX online for free in beginner friendly lessons | learnlatex.org",
      "description": "void",
      "preview": "Skip to main content Català (Catalan) Deutsch (German) English Español (Spanish) Français (French) हिंदी (Hindi) Italiano (Italian) 日本語 (Japanese) Lie"
    },
    {
      "url": "https://houseofbanana.tumblr.com/",
      "title": "House of Anna Banana",
      "description": "I am a lover of food, fashion, traveling, tv shows, reading and cute little things. But mainly, I find random stuff interesting.",
      "preview": "Home Ask me anything Archive Mobile RSS House of Anna Banana Photo February 27, 2018 121 notes wtfzodiacsigns : Aries - WTF #Zodiac #Signs Daily #Horo"
    },
    {
      "url": "https://climate.copernicus.eu/charts/c3s_sstoa",
      "title": "Charts | Copernicus",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://groupejerecois.ca/?chefscie=true",
      "title": "Accueil-2025 - Le Groupe Je Reçois",
      "description": "void",
      "preview": "Le Groupe Je Reçois Du traiteur à la transformation alimentaire, une expertise complète À propos de nous LE GROUPE JE REÇOIS Au Groupe Je Reçois, nous"
    },
    {
      "url": "https://www.sportshigh.com/sports/soccer_girls/articles/2014-2015/0221_HHSAA-d2-championship",
      "title": "HHSAA Division II Girls Soccer - Hawaii Prep defeats Mid-Pacific, 5-1 for Division II Girls Soccer Championship Title - Hawaii High School Athletic Association (HHSAA)",
      "description": "Hawaii High School Athletics Association (HHSAA) tournament information, news and photos",
      "preview": "girls soccer HHSAA Division II GIRLS SOCCER: Hawaii Prep defeats Mid-Pacific, 5-1 for Division II Girls Soccer Championship Title (Sat) February 21, 2"
    },
    {
      "url": "https://earthdata.nasa.gov/learn/backgrounders/what-is-sar",
      "title": "Synthetic Aperture Radar (SAR) | NASA Earthdata",
      "description": "Background information on synthetic aperture radar, with details on wavelength and frequency, polarization, scattering mechanisms, and interferometry.",
      "preview": "Skip to main content What is Synthetic Aperture Radar? Synthetic aperture radar (SAR) is a type of active data collection where an instrument sends ou"
    },
    {
      "url": "https://pipocamoderna.com.br/2021/04/natalie-portman-vai-estrelar-e-produzir-adaptacao-de-elena-ferrante/",
      "title": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante",
      "description": "Natalie Portman vai estrelar e produzir adaptação de Elena Ferrante - A atriz Natalie Portman, vencedora do Oscar por \"Cisne Negro\" (2010), vai estrelar e produzir a adaptação do livro \"Dias de Abandono\", da misteriosa escritora...",
      "preview": "PIPOCA MODERNA"
    },
    {
      "url": "https://time.com/5866881/al-gore-climate-trace-emissions/",
      "title": "Al Gore's New Project, 'Climate Trace,' Will Track Emissions | TIME",
      "description": "A coalition of nine climate and tech groups say they've built a system to track global emissions using satellite data, A.I. and other tech.",
      "preview": "Soeren Stache-Picture Alliance/Getty Images By Justin Worland July 16, 2020 2:24 PM EDT A s countries entered the final months of talks ahead of the P"
    },
    {
      "url": "http://dailysport.co.ke/",
      "title": "HOME - DAILY SPORT",
      "description": "void",
      "preview": "Skip to content Kipyegon, Moraa to highlight Athlos New York City race Posted on October 9, 2025 October 9, 2025 Author Sabuni Khwa Sabuni Comment(0)"
    },
    {
      "url": "https://oceandecade.org/es/",
      "title": "Decenio del Océano - La ciencia que necesitamos para el océano que queremos",
      "description": "Decenio del Océano es una iniciativa marco de 10 años destinada a identificar, generar y utilizar conocimientos oceánicos fundamentales para gestionar el océano de forma sostenible.",
      "preview": "EL DECENIO vídeo © Universeum Ocean Science Lab DEL OCÉANO La ciencia que necesitamos para el océano que queremos 10 años. 10 Desafíos. 1 Océano. El o"
    },
    {
      "url": "https://forums.opera.com/topic/39164/how-install-opera-windows-under-user-profile-with-restricted-rigths/?",
      "title": "how install opera windows under user profile with restricted rigths | Opera forums",
      "description": "how install opera windows under user profile with restricted rigths to prevent the installation package from calling the user authorization request window with administrative rights",
      "preview": "Do more on the web, with a fast and secure browser! Download Opera browser with: built-in ad blocker battery saver free VPN Download Opera Your browse"
    },
    {
      "url": "https://www.mills.edu/",
      "title": "Home - Northeastern University Oakland",
      "description": "A bicoastal university for undergraduate and graduate learning",
      "preview": "NORTHEASTERN UNIVERSITY OAKLAND Our West Coast hub for innovation, experiential learning, and frontier technology Discover the power of experience in"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: fd273818ac458fdb5da72ad377bcc4b3 Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://www.unibz.it/en/services/library/",
      "title": "Library / Free University of Bozen-Bolzano",
      "description": "Siamo aperti a tutti, offriamo connessione WIFi gratutita e la più grande e aggiornata collezione di letteratura scientifica cartacea e online dell´Alto Adige.",
      "preview": "void"
    },
    {
      "url": "https://fallsculinary.com/product/the-samurai-15-x-15-x-14-dough-joe-pizza-steel-baking-sheet/",
      "title": "The Samurai™ - 15\" x 15\" x 1/4\" - Dough-Joe® Pizza Steel Baking Sheet - Dough-Joe",
      "description": "void",
      "preview": "Sale! The Samurai™ - 15″ x 15″ x 1/4″ - Dough-Joe® Pizza Steel Baking Sheet Rated 5.00 out of 5 based on 27 customer ratings ( 27 customer reviews) $"
    },
    {
      "url": "https://busquedas.elperuano.pe/normaslegales/decreto-supremo-que-modifica-el-decreto-supremo-n-016-2016-decreto-supremo-n-016-2020-produce-1880165-6/#:~:text=Descargar%20Contenido%20en-,Decreto%20Supremo%20que%20modifica%20el%20Decreto%20Supremo%20N%C2%B0%20016,o%20transfronterizos%20en%20alta%20mar",
      "title": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar - DECRETO SUPREMO - N° 016-2020-PRODUCE - PRODUCE",
      "description": "Decreto Supremo que modifica el Decreto Supremo N° 016-2016-PRODUCE, Establecen medidas para autorizar operaciones en puertos y astilleros peruanos de embarcaciones de bandera extranjera que realizan actividades pesqueras de recursos hidrobiológicos altamente migratorios, transzonales o transfronterizos en alta mar",
      "preview": "Buscar Filtro PDF HTML Cuadernillo Fecha de publicación: 27/08/2020"
    },
    {
      "url": "http://www.wri.org/",
      "title": "World Resources Institute - Research for People & Planet",
      "description": "WRI is a global research organization working to improve people's lives, protect nature and halt climate change.",
      "preview": "Skip to main content Accessibility Donate Click to see more What can we help you find? Ways to Give Join us Contact an Expert Explore WRI Perspectives"
    },
    {
      "url": "http://www.idsociety.org/",
      "title": "IDSA Home",
      "description": "void",
      "preview": "Advertisement Skip to nav Skip to content IDWeek 2025 Come home to your community at ID Week 2025 Shape the future of the field of alongside thousands"
    },
    {
      "url": "https://www.dailycamera.com/2019/06/15/editorial-polis-dark-sky-month/",
      "title": "Editorial: Dark skies brighten the world - Boulder Daily Camera",
      "description": "Eighty percent of Americans can no longer see the Milky Way. This is one of the reasons Gov. Jared Polis is to be commended for proclaiming June the state's first Dark Sky Month.",
      "preview": "Skip to content Kenzie Bruce / Special to the Denver Post FLORISSANT, COLO The Milky Way was visible and a few shooting stars were as well during the"
    },
    {
      "url": "https://www.usna.edu/Users/oceano/pguth/md_help/html/navfix.htm",
      "title": "Home :: User Sites :: USNA",
      "description": "The Home page for the User Sites Site on the USNA Website. This page was last updated on Tue Jul 22 15:30:01 EDT 2025.",
      "preview": "Skip to main content Skip to footer site map USNA Oceanography Professor Peter Guth Home Professor Peter Guth Professor Peter Guth Professor Guth has"
    },
    {
      "url": "https://anagrafe.iccu.sbn.it/it/ricerca/risultati.html?monocampo=&amp;amp;regione=ABRUZZO&amp;amp;provincia=L'AQUILA&amp;amp;comune=&amp;amp;codice_isil=&amp;amp;ricerca_tipo=home&amp;amp;monocampo:tipo=AND&amp;amp;fl=comune_facet@L'Aquila&amp;amp;fl=fondi_speciali_facet@Fondo%20antico&fl=servizi_facet@Info.%20bibliografiche%20esterne&fl=fondi_speciali_facet@Biblioteca%20Istituto%20omeopatico&start=0",
      "title": "Anagrafe delle Biblioteche Italiane Ricerca",
      "description": "Sito Ufficiale dell'Anagrafe delle Biblioteche Italiane",
      "preview": "ICCU - Istituto Centrale per il Catalogo Unico delle Biblioteche Italiane e per le informazioni bibliografiche ICCU Anagrafe delle Biblioteche Italian"
    },
    {
      "url": "https://homominimus.com/2014/06/06/como-aprendi-a-tomar-cafe-sin-azucar-o-sacarina/?replytocom=32214",
      "title": "Cómo aprendí a tomar café sin azúcar o sacarina - Homo Mínimus",
      "description": "Hasta hace 4 años siempre había tomado el café con sacarina, y antes con azúcar, pero consideré que la sacarina también podía tener efectos perjudiciales así que decidí librarme de ella. Hubo un tiempo en que yo decía que tomaba azúcar con café más que café con azúcar. La sacarina fue un sucedáneo que me...",
      "preview": "Saltar al contenido Homo Minimus Herrramientas del minimalismo existencial 6.6.14 31.7.23 Hasta hace 4 años siempre había tomado el café con sacarina,"
    },
    {
      "url": "https://www.metalearn.net/articles/jack-of-all-trades",
      "title": "The Highs and Lows of Being a Jack of All Trades",
      "description": "Those of us with many interests aren't always accepted by modern society. In this post I discuss how I've handled the challenges I've faced in my education and career as someone with multiple interests and give my thoughts on how you can do the same.",
      "preview": "The Trouble with Being a Jack of All Trades If you're someone with multiple interests, you've probably been branded a \"Jack of all Trades, Master of N"
    },
    {
      "url": "https://www.britannica.com/place/Tokyo",
      "title": "Tokyo | Japan, Population, Map, History, & Facts | Britannica",
      "description": "Tokyo, city and capital of Tokyo 'to' (metropolis) and of Japan. It is located at the head of Tokyo Bay on the Pacific coast of central Honshu. It is the focus of the vast metropolitan area often called Greater Tokyo, the largest urban and industrial agglomeration in Japan.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos To"
    },
    {
      "url": "http://odinblacksea.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "https://kutyabarat.hu/cimke/elveszett/",
      "title": "elveszett - Kutyabarát életmód magazin - Együtt mindenhová",
      "description": "void",
      "preview": "Szállások Szállodák Panziók Vendégházak Vendéglátóhelyek Éttermek Kávézók Cukrászdák Sörözők és romkocsmák Borbárok Borászatok Kirándulóhelyek Egyéb h"
    },
    {
      "url": "http://www.fishbase.org",
      "title": "Search FishBase",
      "description": "Search FishBase",
      "preview": "The next website update is scheduled for October to allow for planned technical work. We appreciate your understanding."
    },
    {
      "url": "https://www.ft.com/technology",
      "title": "Technology | Financial Times",
      "description": "Get the latest technology news from around the industry. Keep up-to-date with the most influential and innovative technology brands, including Apple, Microsoft, Google, Meta, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Technology Add to myFT Lead story in Technology Technology regulation Google"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "https://blog.chromium.org/",
      "title": "Chromium Blog",
      "description": "News and developments from the open source browser project",
      "preview": "Chromium Blog News and developments from the open source browser project Introducing Skia Graphite: Chrome's rasterization backend for the future Tues"
    },
    {
      "url": "http://www.navoba.org/",
      "title": "NaVOBA Home",
      "description": "NaVOBA provides a direct link for contracting between corporate America and Certified Veteran's (VBE®) and Service-Disabled Veteran's (SDVBE®) businesses.",
      "preview": "Get in touch Subscribe to Newsletter Subscribe to Newsletter Apply Now CERTIFYING VETERAN'S BUSINESS ENTERPRISES® TO COMPETE & WIN CORPORATE CONTRACTS"
    },
    {
      "url": "https://openaccess.inaf.it/browse?type=author&sort_by=1&order=ASC&rpp=20&etal=10&value=Zepeda%2C+A.&starts_with=K",
      "title": "void",
      "description": "DSpace-CRIS is a comprehensive, free and open-source Research Information Management System (CRIS/RIMS). It is based on DSpace, providing broader functionality and an expanded data model, relying on its large community. It is compliant with and supports key international standards, facilitating interoperability and data transfer. DSpace-CRIS enables secure, integrated and interoperable research information and data management - in a single solution.",
      "preview": "Skip to main content ATTENZIONE!!! IL SISTEMA E' UTILIZZABILE ESCLUSIVAMENTE IN MODALITA' \"CONSULTAZIONE\". CAUSA PROBLEMI TECNICI, SI PREGA DI NON EFF"
    },
    {
      "url": "https://zoom.us/",
      "title": "One platform to connect | Zoom",
      "description": "Modernize workflows with Zoom's trusted collaboration tools: including video meetings, team chat, VoIP phone, webinars, whiteboard, contact center, and events.",
      "preview": "Zoom is a Leader in the 2025 Gartner® Magic Quadrant™ for UCaaS! Read the report Zoom is a Leader in the 2025 Gartner® Magic Quadrant™ for UCaaS! Read"
    },
    {
      "url": "https://nclud.com/",
      "title": "nclud - A Creative Digital & Branding Agency",
      "description": "We are a full service digital creative and branding agency focused on imagining and building highly-interactive websites that push the limits of design and development.",
      "preview": "We are a strategic creative agency that elevates brands . We discover, analyze, and innovate to create ideas - then bring those ideas to life. We diss"
    },
    {
      "url": "https://withjoy.com/",
      "title": "Joy - Wedding Planning, Redesigned",
      "description": "Experience wedding planning the way it should be, from beautiful wedding websites and invitations, to registries and online RSVP.",
      "preview": "Website Registry Guest List Save the Dates Invitations @JLBwedding Create a wedding website and registry that is uniquely yours. Plan your forever, be"
    },
    {
      "url": "https://www.musisol.com/cuerdas-guitarras-clasica/",
      "title": "⚡ Compra cuerdas de guitarras Clasica | Musisol.com - Musisol.com",
      "description": "Las cuerdas de guitarra son uno de los elementos más importantes de la guitarra clásica. Antes de elegir la cuerda de guitarra correcta has de saber en que se diferencian.",
      "preview": "/ Guitarras / Accesorios Guitarras y Bajos / Cuerdas / Cuerdas guitarras Clasica Filtrar por Filters: Borrar filtros Precio € € Marcas Ableton Abueno"
    },
    {
      "url": "https://www.theverge.com/2018/7/18/17588624/facebook-misinformation-removal-violence-hate-speech-sri-lanka",
      "title": "Facebook says it will begin removing misinformation that leads to violence | The Verge",
      "description": "Hours after CEO Mark Zuckerberg spurred history by defending the rights of Holocaust deniers to post on Facebook, the company said it had begun removing misinformation that contributes to violence. Under the new policy, Facebook will begin reviewing posts that are inaccurate or misleading, and are created or shared with the intent of causing violence or physical harm.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.engr.psu.edu/communications/index.aspx",
      "title": "Communications and Marketing | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Communications and Marketing Explore the categories below to request support and access resources. A member of our"
    },
    {
      "url": "https://cars.superpages.com/ames-ia/taxis",
      "title": "Best 7 Taxis in Ames, IA | superpages.com",
      "description": "Taxis in Ames on superpages.com. See reviews, photos, directions, phone numbers and more for the best Taxis in Ames, IA.",
      "preview": "Please note our privacy policy has changed. To view the policy, please go to https://www.thryv.com/privacy/ Map View 1-7 Sort: Best Match Best Match D"
    },
    {
      "url": "https://lightcast.io/resources/research/rebuilding-our-semiconductor-workforce",
      "title": "Rebuilding Our Semiconductor Workforce",
      "description": "As the world becomes increasingly interconnected and new technologies are adopted, semiconductors have become indispensable in day-to-day life, and ensuring a robust and reliable supply has never been more important. Burningglass and Emsi are now part of Lightcast. Burning Glass Institute is a separate entity and relies on the data from Lightcast.",
      "preview": "void"
    },
    {
      "url": "https://www.stichting-open.org/en/",
      "title": "Stichting OPEN - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content We are Stichting OPEN In a rapidly changing world, Stichting OPEN is committed to a circular economy in which electronic devices, lamp"
    },
    {
      "url": "https://www.web-emprego.com/exemplo-de-curriculum-vitae-modelo-por-objetivos/",
      "title": "Exemplo de curriculum vitae modelo por objetivos 2025",
      "description": "No modelo de curriculum vitae por objetivos, o candidato faz uma descrição da sua experiência profissional, destacando os aspetos que considera mais adequados para a empresa para a qual se vai candidatar.",
      "preview": "Facebook Twitter Empregos Recrutamento Portugal Recrutamento Estrangeiro Emprego em Angola Cursos e Estágios Cursos e Formação Estágios Legislação IRS"
    },
    {
      "url": "https://www.natureasia.com/ko-kr/",
      "title": "Nature Portfolio",
      "description": "Nature Publishing Group will be familiar to scientists and those interested in science in the Asia-Pacific region as a publisher of high impact scientific and medical information in print and online. NPG publishes journals, online databases, and services across the life, physical, chemical and applied sciences and clinical medicine. Throughout all its businesses NPG is dedicated to serving the scientific community and the wider scientifically interested general public.",
      "preview": "Welcome to natureasia.com"
    },
    {
      "url": "https://www.unikdekor.se/tapet/barntapeter-standard/disney-pixar-bilar/",
      "title": "Disney Pixar Bilar - Unikdekor.se",
      "description": "Glad barntapet med Blixten från Disney Pixars film bilar till riktigt bra pris. Vi har mängder av motiv att välja bland!",
      "preview": "Produkten har blivit tillagd i varukorgen Svensk butik Trygga köpvillkor Säkra betalsätt - inga avgifter Fraktfritt vid köp över 500 kr 100% Nöjd-Kund"
    },
    {
      "url": "https://www.myukpost.com/latest-offers-prices",
      "title": "Myukpost.com | Latest Offers",
      "description": "void",
      "preview": "0333-444-2222 Int: +44 333-444-2222 Login/Register Login Register 0333-444-2222 Int: +44 333-444-2222 Toggle navigation Home Services Personal Expatri"
    },
    {
      "url": "https://www.vam.ac.uk/collections/fashion",
      "title": "Fashion - Explore the Collections · V&A",
      "description": "The largest fashion collection in the world, the V&A's collection spans five centuries - couture to accessories, and footwear to hats.",
      "preview": "Skip to main content Fashion Spanning five centuries, our Fashion collection is the largest and most comprehensive collection of dress in the world. K"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Features.html",
      "title": "Features - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Features View page source Features  This is a conceptual overview of how LightGBM works [1] . We assume familiarity with decision tree boosting algor"
    },
    {
      "url": "https://api.io.canada.ca/io-server/gc/news/en/v2?dept=fisheriesoceans&sort=publishedDate&orderBy=desc&publishedDate%3E=2020-08-09&pick=25&format=atom&atomtitle=Canada%20News%20Centre%20-%20Fisheries%20and%20Oceans%20Canada",
      "title": "Canada News Centre - Fisheries and Oceans Canada",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://myhaven.lhup.edu/ICS/Registrar/Registration_Information_(General)_and_Schedules.jnz?pvt_8098c6d7-e616-45d5-8bc8-bc196570a141=List&pvt_5e1dd611-06f8-4c77-bbc9-3b897287d425=List&pvt_50e869b1-01bf-4236-a95f-547e375db930=Card&pvt_8e655245-e262-4093-967b-c6220e9784ea=Card",
      "title": "My CommonwealthU | Commonwealth University",
      "description": "Links and information on systems and applications for students, faculty, and staff of Commonwealth University.",
      "preview": "Skip to main site navigation Skip to main content My CommonwealthU Links and information on systems and applications for students, faculty, and staff"
    },
    {
      "url": "http://www.fiat.com/",
      "title": "Fiat - Official Website",
      "description": "Welcome to the official international website of Fiat. Discover our models, Fiat world, the history of the brand and all our latest news.",
      "preview": "New Topolino Vilebrequin Collector's Edition Get ready to spend the summer with Riviera Icons! Fiat key drivers Seeing you driving our vehicle every d"
    },
    {
      "url": "https://childmind.org",
      "title": "Child Mind Institute | Transforming Children's Lives",
      "description": "The Child Mind Institute is an independent nonprofit dedicated to transforming the lives of children struggling with mental health and learning disorders.",
      "preview": "Skip to main menu Skip to content Skip to footer Internet Explorer is no longer supported Please upgrade to Microsoft Edge , Google Chrome , or Firefo"
    },
    {
      "url": "http://www.fashionheaven.com/",
      "title": "Fashion Heaven - fashion heaven studio",
      "description": "Our Handbags designed by USA and high quality",
      "preview": "Fashion Heaven 0 QUEEN LETTER STUDDED SATCHEL Quilted Shiny Patent Queen Letter Studded Satchel with Wallet Shop The Collection FH Skull Design Hobo B"
    },
    {
      "url": "https://wosu.org/classroom/",
      "title": "WOSU Classroom | WOSU Public Media",
      "description": "void",
      "preview": "Search Query Show Search Account Sign In Donor Portal Sign In PBS Sign In Donor Portal Sign In PBS Sign In Live TV © 2025 WOSU Public Media Menu Show"
    },
    {
      "url": "https://mexico.generation.org/stories/alexis-22-pittsburgh/",
      "title": "Alexis | 22 | Pittsburgh | Generation Mexico",
      "description": "Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 2014. Se encuentra actualmente trabajando para int ...",
      "preview": "Skip to content Alexis | 22 | Pittsburgh Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 201"
    },
    {
      "url": "https://www.vogue.com/article/cara-loves-karl-capsule-collection",
      "title": "With Cara Loves Karl, Cara Delevingne Brings Karl Lagerfeld-Inspired Style to One-and-All | Vogue",
      "description": "Cara Delevingne's collaboration with the Karl Lagerfeld brand will be available worldwide on September 8th.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Cara Delevingne first met Karl Lagerfeld when he cast her to walk in the sp"
    },
    {
      "url": "https://budgestudios.com/en/legal/privacy-policy/",
      "title": "Privacy Policy - Budge Studios-Mobile Apps For Kids",
      "description": "Budge Studios was founded in 2010 with the mission to entertain and educate children around the world, through innovation, creativity, and fun.",
      "preview": "Privacy Policy English Français Deutsch Español Italiano Nederlands 한국어 日本語 Português 繁體字 简体中文 BUDGE STUDIOS PRIVACY POLICY Last update: Febraury 24th"
    },
    {
      "url": "http://www.ricettarioitaliano.com/",
      "title": "Ricettario Italiano - Benvenuti!",
      "description": "Migliaia di ricette gratis e tanti altri servizi per una dieta in allegria e per migliorare la propria cucina con poche calorie",
      "preview": "Accessibility Tools Invert colors Monochrome Dark contrast Light contrast Low saturation High saturation Highlight links Highlight headings Screen rea"
    },
    {
      "url": "https://sylvans.com/jewelry/necklace/18kt-gold-necklace-with-3-diamond-stations-132973/",
      "title": "18K Gold Necklace with 3 Diamond Stations | Sylvan's Jewelers",
      "description": "Primary Material : 18k Yellow Gold Primary Gemstone : Diamond Primary Color : G-H Collection : Diamonds By The Inch Total Carat Wt : 0.14",
      "preview": "0 Search FREE SHIPPING AND RETURNS ON ORDERS OVER $500 Home | 18K Gold Necklace with 3 Diamond Stations Roberto Coin 18K Gold Necklace with 3 Diamond"
    },
    {
      "url": "https://www.workato.com/integrations/quip+kissmetrics",
      "title": "Kissmetrics and Quip integration | Workato",
      "description": "Instantly integrate Kissmetrics and Quip workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://docplayer.sk/141101955-Roche-slovensko-s-r-o-pribinova-19-bratislava-i%EF%BF%BD%EF%BF%BDo-i%EF%BF%BD%EF%BF%BD-dph-sk-zap%EF%BF%BD%EF%BF%BDsan%EF%BF%BD%EF%BF%BD-v-obchodnom-registri-okresn%EF%BF%BD%EF%BF%BDho-s%EF%BF%BD%EF%BF%BDdu-bratisl.html",
      "title": "Live Crypto Prices & Market Cap Charts - Bitcoin, Ethereum News at PiedPiper",
      "description": "Track real‑time prices, charts, market caps and daily news for ETH, BTC and a wide range of cryptocurrencies on PiedPiper. Stay on top of the crypto market 24/7.",
      "preview": "Live Crypto Prices & Market Cap Charts View live market data across 17,000+ cryptocurrencies and 1,000+ exchanges. Pied Piper presents real-time updat"
    },
    {
      "url": "https://en.unesco.org/covid19/educationresponse",
      "title": "Education: From COVID-19 school closures to recovery | UNESCO",
      "description": "Education: From COVID-19 school closures to recovery",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://columbusfoundation.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgXY-8-ryOf412lm3ahKkKjspzxUVg-gVPHVDPFSFORurvkOWzZTzVxoC45AQAvD_BwE",
      "title": "Home | The Columbus Foundation",
      "description": "The Columbus Foundation is the Trusted Philanthropic Advisor® to thousands of individuals, families, and businesses who have created charitable funds and planned gifts to make a difference in the lives of others through the most effective philanthropy possible.",
      "preview": "Skip to Content Celebrating Philanthropy Award Honorees At the Celebration of Philanthropy, we honor the people and organizations whose generosity and"
    },
    {
      "url": "https://faq.spire.com/support",
      "title": "Spire Global, Inc.",
      "description": "void",
      "preview": "Sign in The page you are trying to view is only available to registered users. Email* Password* Show Remember me Forgot password? You've made too many"
    },
    {
      "url": "https://www.rehabilitacnipomucky.cz/tejpovaci-pasky/",
      "title": "Tejpovací pásky a příslušenství ⇒ 68 variant | RehabilitačníPomůcky.cz",
      "description": "Tejpovací pásky a příslušenství ⇒ velký výběr z 68 variant na Rehabilitacnipomucky.cz. ✔️ Ověřená kvalita zdravotnických pomůcek. ✔️ Odeslání zboží v den objednání. ✔️ Odborné poradenství. ✔️ Více než 20 000 výdejních míst.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://www.hilton.com/en/hotels/laxbhhh-the-beverly-hilton/",
      "title": "Luxury Rooms & Suites | Beverly Hilton Hotel - Official Site",
      "description": "A four star Beverly Hlls, CA hotel, The Beverly Hilton is known for it's great location, elegant accommodations and year-round star-studded events.",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ski"
    },
    {
      "url": "https://www.nhl.com/scores",
      "title": "NHL Scores | Oct 9, 2025 | NHL.com",
      "description": "The official source for scores, previews, recaps, boxscores, video highlights, and more from every National League Hockey game.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.imo.org/en/OurWork/Legal/Pages/Registration-of-ships-and-fraudulent-registration-matters.aspx",
      "title": "Registration of ships and fraudulent registration matters",
      "description": "void",
      "preview": "Ship registration Registration of a ship plays an imperative function towards safety and security of the maritime transport and significantly contribu"
    },
    {
      "url": "https://connecticut.aiga.org/event/international-speaking-tour-ram-castillo-the-birth-of-a-designer/",
      "title": "International Speaking Tour: Ram Castillo, THE BIRTH OF A DESIGNER | AIGA Connecticut",
      "description": "Join AIGA CT and author/award-winning graphic designer Ram Castillo as he shares advice for emerging designers looking to launch their career. Ram's talk will address education, portfolio creation, networking, and interviews as part of an effective strategy for landing a job in the field.",
      "preview": "Search Donate Events Upcoming Events Past Events Event Recordings Archive Blog Get Involved Become a Volunteer Join the Board Sponsor Us Student Group"
    },
    {
      "url": "https://vapebargains.co.uk/tag/berry-lemonade-100ml/",
      "title": "Vape Bargains Sitemap Directory - Vape Bargains UK",
      "description": "void",
      "preview": "Vape Bargains Sitemap Directory Posts by category Accessories Coil Master 600ML Ultrasonic Vape Cleaner £14.99 Golisi S2 2.0A Smart Charger with LCD S"
    },
    {
      "url": "https://www.acquisition.gov/browsefar",
      "title": "FAR | Acquisition.GOV",
      "description": "void",
      "preview": "Skip to main content Favorite X Federal Acquisition Regulation Full FAR Download in Various Formats FAC Number Effective Date HTML DITA PDF Word EPub"
    },
    {
      "url": "http://www.help-info.de/en/",
      "title": "Home - Help Information (en)",
      "description": "Help Information is related to Help Authoring.",
      "preview": "Skip to content Help Information FAR HTML Increase your productivity with FAR HTML FAR HTML offers a variety of different tools for help authors and,"
    },
    {
      "url": "https://matchingham.gs/?sfb65_qg584y4k6750958la/500462/5112946",
      "title": "Matchingham Games",
      "description": "void",
      "preview": "Matching the Fun with Gamers Worldwide! through top notch games Braindom: Brain Games Test Out Looking for brain games, brain tests, 7 seconds riddles"
    },
    {
      "url": "https://wordpress.org/plugins/donorbox-donation-form",
      "title": "Donorbox - Free Recurring Donation Plugin and Fundraising Platform - WordPress plugin | WordPress.org",
      "description": "Donorbox is a powerful and secure donation management plugin for WordPress. We are the only donation plugin for WordPress that offers a fast feature-f ...",
      "preview": "WordPress.org Plugin Directory Donorbox - Free Recurring Donation Plugin and Fundraising Platform Search plugins Details Reviews Installation Developm"
    },
    {
      "url": "https://www.renewableenergyworld.com/solar/corporate-sustainability-requires-impactful-clean-energy-investments/#gref",
      "title": "Corporate sustainability requires impactful clean energy investments",
      "description": "Not all renewable energy projects are created equal when it comes to displacing fossil-fuel generation.",
      "preview": "Home / Solar Courtesy: Marek Piwnicki/Unsplash By Hannah Badrei, Vice President of Energy Supply Advisory, Edison Energy As climate impacts continue t"
    },
    {
      "url": "https://pub.dev/documentation/supercharged/1.11.1/supercharged/IntSCF.html",
      "title": "IntSCF extension - supercharged library - Dart API",
      "description": "API docs for the IntSCF extension from the supercharged library, for the Dart programming language.",
      "preview": "IntSCF extension Supercharged Flutter extensions on int numbers. on int Methods tweenTo ( int end ) → IntTween Available on int , provided by the IntS"
    }
  ],
  "_meta": {
    "total_bookmarks": 109
  }
}