{
  "data": [
    {
      "url": "http://www.engr.psu.edu",
      "title": "Inspiring Change. Impacting Tomorrow | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Inspiring Change. Impacting Tomorrow. EXPLORE Undergraduate Opportunities DISCOVER Graduate Opportunities Engineer"
    },
    {
      "url": "https://usblackchambers.org",
      "title": "U.S. Black Chambers, Inc.",
      "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "Skip to main content Hit enter to search or ESC to close Close Search MISSION & SERVICE Affectionately known as the \"National Voice of Black Businesse"
    },
    {
      "url": "https://wedsites.com",
      "title": "All-in-One Wedding Website, Online Invitations & Digital Planner - WedSites",
      "description": "A wedding planning platform for busy couples.",
      "preview": "Everything you need to plan a stress-free wedding -in one beautiful place. All of the completely customizable bells and whistles you need for the wedd"
    },
    {
      "url": "https://writesonic.com/",
      "title": "Writesonic - AI Search Visibility Tracking & Optimization Platform",
      "description": "Track AI visibility across ChatGPT and 10+ AI platforms. Monitor mentions, fix citation gaps, create and refresh content, target Reddit & UGC forums. Complete GEO platform from tracking to action to results.",
      "preview": "Track & Boost Your Brand's Visibility in AI Search See exactly how your brand performs in AI search results. Then take precise actions to boost visibi"
    },
    {
      "url": "https://goyff.az.gov/content/about-goyff",
      "title": "About | Governor's Office of Youth, Faith and Family",
      "description": "The GOYFF is a cabinet-level agency that administers state and federal grant programs and engages stakeholders across all sectors throughout the state to improve services and service delivery to our citizens.",
      "preview": "Skip to main content Skip to main navigation Governor's Office of Youth, Faith and Family"
    },
    {
      "url": "https://www.thesaurus.com/",
      "title": "Synonyms and Antonyms of Words | Thesaurus.com",
      "description": "Thesaurus.com is the world's largest and most trusted online thesaurus for 25+ years. Join millions of people and grow your mastery of the English language.",
      "preview": "Word of the Day October 10, 2025 al desko [ al des -koh ] Meaning and examples Start each day with the Word of the Day in your inbox! Sign Up By click"
    },
    {
      "url": "https://ark.info/page/786?Item=2233",
      "title": "Christmas At The Ark 2021 | Ark Info | Ark Info",
      "description": "Service Messafes",
      "preview": "☰ Messages Menu × Live Service Message Series Latest Message Sunday Messages Wednesday Messages Guest Speakers Healing Class Christmas At The Ark 2021"
    },
    {
      "url": "https://www.youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://encodedsweetness-blog.tumblr.com/",
      "title": "A Look Into the Void",
      "description": "Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD.",
      "preview": "A Look Into the Void Background in Biology and Computer Science. Engineer. Student. Coquette. A Little Arrogant. A Lot OCD. Ask Archive Coding Sugar B"
    },
    {
      "url": "http://www.grandfamilies.org/State-Fact-Sheets",
      "title": "GrandFacts Fact Sheets",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "http://magnolia.com/magnoliatablecookbook3",
      "title": "Jo's New Cookbook: Magnolia Table, Vol. 3",
      "description": "The taste of something truly delicious slows us down and invites us to enjoy a moment completely. That was my aim with this third collection: to share recipes",
      "preview": "Skip to content 0 Items Added to Cart You don't have anything in your cart yet. Start shopping Loading... Cart Subtotal $0.00 USD Shipping & taxes cal"
    },
    {
      "url": "https://medicalfuturist.com/",
      "title": "The Medical Futurist",
      "description": "We strongly believe that only digital health can bring healthcare into the 21st century and make patients the point-of-care.",
      "preview": "× | Explore The Future Of Healthcare With The Medical Futurist Access visionary insights and high-level research driving healthcare transformation Rea"
    },
    {
      "url": "https://klen7.tumblr.com/",
      "title": "@klen7 on Tumblr",
      "description": "godzilla, gamera, king kong toys, comics and other giant monster merchandise... sometimes dinosaurs.",
      "preview": "Posts RT @yossygodzilla: タナカSTUDIO GODZILLA 2019 -BUST- 完成しました～😊 ラストバトルをイメージして、赤熱バージョンでフィニッシュしました♪ 台座部分は青焼けした鉄のイメージで仕上げました。 https://t.co/FSmenqgzvA #t"
    },
    {
      "url": "http://www.ideeatavola.it/",
      "title": "ideeatavola.it",
      "description": "description",
      "preview": "ideeatavola.it Dominio ospitato su INTERNET CLUB Web Server Informazioni su questo dominio Scopri tutti i servizi offerti da Internet CLUB Siti Web So"
    },
    {
      "url": "https://www.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.dallasnews.com/news/politics/2021/12/28/texas-new-election-law-challenged-over-provision-making-it-a-crime-to-encourage-voting-by-mail/",
      "title": "Texas' new election law challenged over provision making it a crime to encourage voting by mail",
      "description": "AUSTIN - As the March 1 primary approaches, Texas election officials are asking a federal judge to suspend a new state law that threatens them with jail time...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "https://meld0416.tumblr.com/",
      "title": "Fabulousness",
      "description": "Welcome to my collection of all things fabulous.",
      "preview": "Now Playing Tracks somecutething : A newly born elephant learning how to stand up! (via martin_harvey_wildlife ) Zoom Morning walk through the woods t"
    },
    {
      "url": "https://margaretfuhrer.com/",
      "title": "Margaret Fuhrer - Arts writer and editor",
      "description": "Arts writer and editor",
      "preview": "Skip to content Subscribe Subscribed Margaret Fuhrer Sign me up Already have a WordPress.com account? Log in now. Privacy Margaret Fuhrer Subscribe Su"
    },
    {
      "url": "https://www.electronjs.org/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.sohadiamondco.com/blogs/fashion/when-something-old-becomes-something-new",
      "title": "When Something Old Becomes Something New - Soha Diamond Co.™",
      "description": "Sometimes, for various reasons, we get requests to repurpose existing jewelry (typically wedding rings) into something brand new. While every request is different, we are delighted to help take existing metal or stones and incorporate into a new and special design. It also gives the chance to have \"something old, somet",
      "preview": "- | / Save up to % Save % Save up to Save Sale Sold out In stock Book Your Visit! Engagement Ring Experts Near You in Madison, WI Search Login 0 Cart"
    },
    {
      "url": "https://www.slogan-tagline.com/",
      "title": "Advertising Slogans - Brand Taglines - Slogans and Taglines",
      "description": "void",
      "preview": "Slogan & Tagline Marketing and Advertising Slogans, Mottos, Taglines Blood Drive Campaign Slogans A bottle of blood saved my life, was it yours.A drop"
    },
    {
      "url": "https://www.robinhood.org/relief-effort/",
      "title": "Relief Fund - Robin Hood",
      "description": "The Robin Hood Relief Fund provides providing New York City's frontline organizations with crucial support and rapid recovery in times of urgent need.",
      "preview": "All Programs Relief Fund Emergencies and natural disasters disproportionately harm disadvantaged communities, worsening the systemic challenges that l"
    },
    {
      "url": "http://www.stubhub.com/legal/?section=pp",
      "title": "Buy sports, concert and theater tickets on StubHub!",
      "description": "Buy and sell sports tickets, concert tickets, theater tickets and Broadway tickets on StubHub!",
      "preview": "void"
    },
    {
      "url": "https://www.janestreet.com/puzzles/",
      "title": "Puzzles :: Jane Street",
      "description": "Jane Street is a quantitative trading firm and liquidity provider with a unique focus on technology and collaborative problem solving.",
      "preview": "Jane Street Group, LLC uses cookies and similar technologies, including third-party cookies, on this Site to provide basic functionalities and perform"
    },
    {
      "url": "https://www.hulu.com/",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "http://www.ips.it/musis/musis.html",
      "title": "MUSIS net",
      "description": "void",
      "preview": "il sito Internet del Museo Multipolare dell'Informazione Scientifica e Tecnologica MUSIS IX Settimana della Cultura Scientifica e Tecnologica (22-28 m"
    },
    {
      "url": "https://borrisokane.com/freer/1mas7sf22.html",
      "title": "-",
      "description": "void",
      "preview": "H1 Text Erhalten Sie einen Bonus! Text Hello world! Welcome to WordPress. This is your first post. Edit or delete it, then start writing! Question 1 A"
    },
    {
      "url": "http://ucsbgauchos.com",
      "title": "University of California, Santa Barbara - Official Athletics Website",
      "description": "The official athletics website for the University of California, Santa Barbara",
      "preview": "Skip To Main Content Pause All Rotators Top Stories Top Schedule WHAT`S HAPPENING Gauchos Schedule upcoming results Full Calendar Galleries Slideshow"
    },
    {
      "url": "https://www.hulu.com/live-tv",
      "title": "Disney+ | Stream Movies, TV Shows, Documentaries & More | U.S. Site",
      "description": "Access your favorite entertainment with Disney+. Disney+ is the streaming home for Disney, Hulu, ESPN, Pixar, Marvel, Star Wars, Nat Geo, and so much more.",
      "preview": "Stream & Scream with Halloween Favorites New & Upcoming from Disney+ and Hulu Streaming October 29 Streaming October 29 Top 10 in the US Today 2022 20"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/19240812",
      "title": "Estimating the worldwide extent of illegal fishing - PubMed",
      "description": "Illegal and unreported fishing contributes to overexploitation of fish stocks and is a hindrance to the recovery of fish populations and ecosystems. This study is the first to undertake a world-wide analysis of illegal and unreported fishing. Reviewing the situation in 54 countries and on the high s ...",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "http://juggle.gaertner.de/",
      "title": "Juggle Home Page",
      "description": "void",
      "preview": "Juggle Home - Bits'n'Pieces - Feature Hitlist - Problem Reports - Mailing lists - The J Repository - References +-------------------+ | 9!:12'' | |5 |"
    },
    {
      "url": "https://trimicktri1406.tumblr.com/",
      "title": "@trimicktri1406 on Tumblr",
      "description": "Still tri-ing",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.smartfamilyfund.org/",
      "title": "The Smart Family Fund",
      "description": "Learn about The Smart Family Fund and Apply for Funding",
      "preview": "0 Angel Philanthropy We fund early-stage non-profits with the potential for positive, scalable impact that have not yet demonstrated the efficacy need"
    },
    {
      "url": "https://reviveapp.net/privacy.html",
      "title": "Revive. Privacy Notice",
      "description": "Revive. Learn how we protect your data and information with our privacy measures",
      "preview": "void"
    },
    {
      "url": "https://www.nepalspiritualtrekking.com/",
      "title": "Nepal Spiritual Tours and Trekking - Best Everest Trek Nepal Spiritual Trekking Pvt. Ltd.",
      "description": "Nepal Spiritual Tours and Trekking specialized on private and group joining trekking tours in Everest, Annapurna in Nepal. Contact for spiritual tour",
      "preview": "void"
    },
    {
      "url": "http://fisherynation.com/archives/107339",
      "title": "Off Washington state's coast, Dungeness crabbers get early start to season, haul in bounty - fisherynation.com",
      "description": "Some 60 vessels in Washington's oceangoing crab fleet worked through a stormy December to bring in more than 4.69 million pounds of Dungeness in a strong start to the annual harvest. The ocea...",
      "preview": "FISHERYNATION.COM continuously updated Home About Search By Region Canada New England Mid Atlantic South Atlantic Gulf of Mexico Pacific North Pacific"
    },
    {
      "url": "https://britgo.org/intro/intro2",
      "title": "How to Play | British Go Association",
      "description": "void",
      "preview": "Skip to main content A few simple rules ... limitless possibilities"
    },
    {
      "url": "https://dallasblackchamber.org/",
      "title": "Dallas Black Chamber of Commerce",
      "description": "The Dallas Black Chamber of Commerce serves as an advocate for the creation, growth and general welfare of African American businesses in the Dallas community. Join us in fostering economic growth and development in the Dallas area.",
      "preview": "top of page The Dallas Accelerator Program will leverage educational resources to support small business growth and capacity building to solidify the"
    },
    {
      "url": "https://lian-art.pl/pl/c/Kolczyki/1827050/1/default/3/f_at_3_78/1",
      "title": "Kolczyki materiał: złoto pr. 585 - Lian Art w Krainie Biżuterii",
      "description": "Lista produktów kategorii Kolczyki / Złoto / Pomysł na Prezent / Biżuteria ze srebra materiał: złoto pr. 585",
      "preview": "85 875 07 10 sklep@lian-art.pl 85 875 07 10 Strona główna Strona główna Biżuteria ze srebra Pomysł na Prezent Złoto Kolczyki ❤️❤️❤️ DARMOWA DOSTAWA od"
    },
    {
      "url": "http://www.aesociety.org/",
      "title": "AES Society | Inpiring Innovation With Service",
      "description": "AES Electrophoresis Society is a STEM focused non-profit founded to promote excellence in electrokinetics research and discovery.",
      "preview": "top of page AES Society Mission AES Electrophoresis Society is a unique, non-profit, international organization founded to advance and promote electri"
    },
    {
      "url": "https://www.cirk-foto.cz/fotoalbum/cirkusy/rok-2021/humberto---pardubice/dsc_5536--kopirovat-.html",
      "title": "Cirkusové fotografie - Fotoalbum - Cirkusy - Rok 2021 - Humberto - Pardubice - DSC_5536 (Kopírovat)",
      "description": "Stránky pro fanoušky cirkusů a cirkusového umění.",
      "preview": "Cirkusové fotografie Úvod Aktuality Fotoalbum Odkazy Turné Diskuze Video Kontakt Humberto - Pardubice DSC_5536 (Kopírovat) « » ← Předchozí Další → Zpě"
    },
    {
      "url": "https://www.sinostar.net/download/ies-files/item/led-retrofit-bulb-slb-36w-data-sheet.html",
      "title": "LED retrofit bulb SLB 36W data sheet - SINOSTAR",
      "description": "void",
      "preview": "Skip to main content LED retrofit bulb SLB 36W data sheet File size: 948.26 KB Download"
    },
    {
      "url": "https://www.ryanair.com/gb/en/useful-info/help-centre/faq-overview/baggage",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 43
  }
}