{
  "data": [
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85950",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://code.flickr.net/2011/01/08/flickr-shapefiles-public-dataset-2-0/",
      "title": "Flickr Shapefiles Public Dataset 2.0 | code.flickr.com",
      "description": "void",
      "preview": "Skip to primary content An embarrassingly long time ago we released the first public version of the Flickr Shapefiles . What does this have to do with"
    },
    {
      "url": "https://www.equippedbrewer.com/sales-and-distribution/topic/website-design",
      "title": "The Equipped Brewer",
      "description": "The Equipped Brewer is dedicated to the success of craft beverage companies, including breweries, cideries, distilleries, and wineries.",
      "preview": "Operations equipment Production Brew Your Best Craft Beverage: Effective Wort Oxygenation Oxygenating wort on the way to the fermenter. Oxygen is some"
    },
    {
      "url": "https://www.rhymezone.com/",
      "title": "RhymeZone rhyming dictionary and thesaurus",
      "description": "void",
      "preview": "Rhymes Rhymes (advanced) Near rhymes Synonyms Descriptive words Phrases Antonyms Definitions Related words Similar sounding words Similarly spelled wo"
    },
    {
      "url": "https://flickeringlamps.com/2015/09/04/the-spectacular-tradescant-tomb-a-world-of-wonders-in-one-closet-shut/?like_comment=5176&_wpnonce=739ca7eef0",
      "title": "The spectacular Tradescant tomb: \"a world of wonders in one closet shut\" - Flickering Lamps",
      "description": "Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorated with exotic scenes and creatures, it marks the resting place of members of the Tradescant family, who made a name for themselves in the 17th Century collecting plants and other curiosities from all...",
      "preview": "Skip to content Tucked away in a pretty garden that was once an old churchyard near the River Thames is an extraordinary, richly-carved tomb. Decorate"
    },
    {
      "url": "http://montereycountyopendata.montereyco.opendata.arcgis.com/datasets/a6e876476ea641579db2ba9c3fe9f779_0",
      "title": "Places",
      "description": "The purpose of this feature class is to provide accurate site address information for Emergency Services Response, and other county applications.",
      "preview": "void"
    },
    {
      "url": "http://www.nielsen.com/digitalprivacy",
      "title": "Digital measurement privacy statement | Nielsen",
      "description": "Nielsen uses its proprietary software and products to provide digital measurement services, which measure and analyze how consumers engage with media across online, mobile and emerging technologies, and enable Nielsen to offer research insights into consumer behavior.",
      "preview": "Additional privacy information Our Privacy Principles Learn more Careers Privacy Notice Learn more Digital Measurement Privacy Notice Learn more Marke"
    },
    {
      "url": "https://nicholas.duke.edu/marinelab",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://www.bigear.org/",
      "title": "Radio Astronomy and SETI - Ohio State University Radio Observatory Memorial Website",
      "description": "void",
      "preview": "Big Ear Memorial Website This website is administered by NAAPO - the North American Astrophysical Observatory The NAAPO home website The Ohio Argus Ar"
    },
    {
      "url": "https://umc.edu/news/News_Articles/2023/02/Ladner-quintuplets.html",
      "title": "Ladner family welcomes quintuplets at UMMC - University of Mississippi Medical Center",
      "description": "Haylee and Shawn Ladner's son and four identical quadruplet girls are growing stronger as neonatal intensive care patients at Children's of Mississippi. The five babies were born by Caesarean section Feb. 16 at Wiser Hospital for Women and Infants at UMMC.",
      "preview": "News News Stories 2023 February February Recent News Stories News Archives Accolades Front and Center 2025 January CMNH selects Mississippi Champion A"
    },
    {
      "url": "https://stanislawrajmundburzynski.wordpress.com/tag/httpwww-wikipedia-orgwikiburzynski_clinic/",
      "title": "\"http://www.wikipedia.org/wiki/Burzynski_Clinic\" | Didymus Judas Thomas' Hipocritical Oath Blog",
      "description": "Posts about \"http://www.wikipedia.org/wiki/Burzynski_Clinic\" written by didymusjudasthomas",
      "preview": "Skip to primary content Skip to secondary content [WP:SOP] \" Statement of principles from Wikipedia founder Jimbo Wales , as updated by the community"
    },
    {
      "url": "https://www.taalhammer.com/simple-recipe-to-personalise-your-language-learning/",
      "title": "How to personalise your language learning | Taalhammer",
      "description": "How to personalise your language learning? How to easily include context and emotions into your learning and finally how to make learning interesting for you?",
      "preview": "You learn 5 times faster, and you remember forever, if you have a contextual or emotional connection with the content you are learning. We've all hear"
    },
    {
      "url": "https://marketfinder.thinkwithgoogle.com/intl/en_us/?_ga=2.236684737.1587264736.1599146402-1315968737.1583855368&_gac=1.49431570.1599177391.EAIaIQobChMI1_6LgZjO6wIVlI3ICh2FNAa1EAAYASAAEgJdhvD_BwE",
      "title": "Find Global Business Opportunities - Market Finder by Google",
      "description": "Google's Market Finder will help you identify new international business opportunities using market insights and help you plan for success.",
      "preview": "void"
    },
    {
      "url": "https://fb.watch/eMVs8ekYa_/",
      "title": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture Organization of the United Nations (FAO) worked with the Government in Bolivia to improve the livelihoods of farmers through urban & peri-urban agriculture. #SmallprojectsBigresults | Food and Agriculture Organization of the United Nations (FAO)",
      "description": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture...",
      "preview": "void"
    },
    {
      "url": "http://americablog.blogspot.com/2012/04/us-kids-with-autism-up-78-in-last.html",
      "title": "US Politics | AMERICAblog News: US kids with autism up 78% in last decade",
      "description": "One of America's most influential progressive political blogs, providing news analysis of US politics, by John Aravosis in Washington DC",
      "preview": "skip to main skip to sidebar Join Email List | About us | AMERICAblog Gay Elections | Economic Crisis | Jobs | TSA | Limbaugh | Fun Stuff Follow @amer"
    },
    {
      "url": "https://www.containerstore.com/s/bath/makeup-organizers/luxe-acrylic-modular-makeup-system/12d?productId=10036225",
      "title": "Luxe Acrylic Modular Makeup System | The Container Store",
      "description": "Shop Bathroom Organizers to declutter your space. From makeup holders to shower caddies, find solutions at The Container Store.",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://tapestrycx.qualtrics.com/jfe/form/SV_elDxRRjYI5oIVfg?Source=footer1",
      "title": "Online Survey | Built with Qualtrics Experience Management™",
      "description": "Qualtrics makes sophisticated research simple and empowers users to capture customer, product, brand & employee experience insights in one place.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://mysupport.apple.com/add-coverage/",
      "title": "Il mio supporto",
      "description": "void",
      "preview": "JavaScript Required We're sorry, but this application requires JavaScript to function properly. Please enable JavaScript in your browser settings and"
    },
    {
      "url": "https://www.murfie.com",
      "title": "The New Murfie",
      "description": "void",
      "preview": "FEEL YOUR MUSIC True Media Ownership with Collection to Cloud® Murfie Monthly Cost Estimator: Service Storage Only Storage and Access Discs stored: Ac"
    },
    {
      "url": "https://www.usa.gov/",
      "title": "Making government services easier to find | USAGov",
      "description": "Find government benefits, services, agencies, and information at USA.gov. Contact elected officials. Learn about passports, Social Security, taxes, and more.",
      "preview": "Skip to main content Making government services easier to find USA.gov helps you locate and understand government benefits, programs, and information."
    },
    {
      "url": "http://superheroespetcare.com/?Keywords=Superheroes+Pet+Care+Game&addargs=qs%3Dqsx-19a80a09a2ded6972087ba57f44e1e8f95d627f19246dd1bbb71b807b5f1fe3ddd874f01c4f9d669dbe68f40be6c84226d72cf2e2c94f044260e38786b7d111444d51c16d249af7eafee176d66b83d53556d07d1af095698e0ad230dfd297dc7fff8fac52229e43cdd535a981d0c5d121b0c16e10c5d37ea112702b0b9cc9147a21179f1c0e4288220318973cb5847fbaa127ccb30e903963d09cdfbb2f6b7b04acde751ad5701314566b7b110e965dca8736b9fa4bb8b2513662bda74e477b591484494babdd8eaffcc9df7b17c78524fac28081e6a11870f2b2bba259296353b8221e8d3bb4385a6127d5886e9f42119e7f04a8e2a73f4258165c339c26e165bc6c8ac022541036a278f5e1090bae670732ae4e116c092e409dbee833bdb2605bd1680ce2d51db106c26791e47797ea4afdb9ab7edc35dd63eef830ef17b5ad5af96074de2e629bf9f3f07ac10a8461cd05e66fe43d4fa28a5620cac63c2f4e43174d0357508271123bc8d934c26355187aef639c53887fe3e5ae46e65cc332fa40b9acdd345ae6edfc36874530afff3e8172f2e82bcaadcdb10909dca54b3f71d698001420a8e5bbcb5d8086f3deda1b6605446c36cbb196059d2911d7ccd6ef186866dab9f338971a22cf3b21e0c508e1947f1e938c581aac6f4473f42f4b372e096fbeaf092cb0b02ff1c0b34c4e91df90db83137b5ff34fa0efb92c894677f6ebc.0714e35e89f416f0f501241261e73003",
      "title": "Super Heroes Pet Care & Training",
      "description": "void",
      "preview": "0 Puppy, Dog, and Cat Training in San Jose and Campbell. View fullsize View fullsize View fullsize View fullsize"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "https://tree-tc.tributestore.com/?oId=25875204&tag=&tn=FreeTreeTestFC&otv=&source=tco_description&mtph=1",
      "title": "Tribute Store | Memorial Tree",
      "description": "When you choose to have a memorial tree planted for your loved one, you are doing more than simply putting a plant in the ground. You are making a long-term commitment to the environment and implanting the memories of your loved one in our planet for countless years to come. A memorial tree is a unique tribute which provides global benefits like no other memorial gift could.",
      "preview": "Pacific Cremation Services « Back to home page Contact our Tribute Store Advisors at 1-866-834-4420 In loving memory Thomas Smith 1993 - 2022 Plant a"
    },
    {
      "url": "https://littlebigdetails.com/",
      "title": "Little Big Details - The details are not the details",
      "description": "Your daily dose of design inspiration.",
      "preview": "Follow @littlebigdetail Browse #Popular #Mobile #Apple #Google #Facebook #Tumblr #Amazon #YouTube #Twitter #Dropbox #Foursquare #Kickstarter #Gmail #O"
    },
    {
      "url": "https://www.litmus.com/blog/a-guide-to-rendering-differences-in-microsoft-outlook-clients/?utm_campaign=reallygoodemails-newsletter",
      "title": "Outlook Email Rendering Issues and How to Solve Them - Litmus",
      "description": "Ever wonder why your emails look bad in Outlook? Learn about outlook email rendering and display issues you may face and how to fix them.",
      "preview": "Skip to main content What can we help you find? Quick Links Dark Mode Central Spam and Deliverability Knowledge Center Mail Privacy Protection (MPP) H"
    },
    {
      "url": "https://www.belfastlive.co.uk/news/belfast-news/uber-belfast-give-date-launch-10547227",
      "title": "Uber Belfast give date for launch in the city | Belfast Live",
      "description": "The controversial taxi service has confirmed the date it is due to launch in Belfast",
      "preview": "‌ ‌ ‌ Skip to main content Uber Belfast give date for launch in the city The controversial taxi service has confirmed the date it is due to launch in"
    },
    {
      "url": "https://nhess.copernicus.org/articles/21/2643/2021/",
      "title": "NHESS - Sea-level rise in Venice: historic and future trends (review article)",
      "description": "Abstract. The city of Venice and the surrounding lagoonal ecosystem are highly vulnerable to variations in relative sea level. In the past ∼150 years, this was characterized by an average rate of relative sea-level rise of about 2.5 mm/year resulting from the combined contributions of vertical land movement and sea-level rise. This literature review reassesses and synthesizes the progress achieved in quantification, understanding and prediction of the individual contributions to local relative sea level, with a focus on the most recent studies. Subsidence contributed to about half of the historical relative sea-level rise in Venice. The current best estimate of the average rate of sea-level rise during the observational period from 1872 to 2019 based on tide-gauge data after removal of subsidence effects is 1.23 ± 0.13 mm/year. A higher - but more uncertain - rate of sea-level rise is observed for more recent years. Between 1993 and 2019, an average change of about +2.76 ± 1.75 mm/year is estimated from tide-gauge data after removal of subsidence. Unfortunately, satellite altimetry does not provide reliable sea-level data within the Venice Lagoon. Local sea-level changes in Venice closely depend on sea-level variations in the Adriatic Sea, which in turn are linked to sea-level variations in the Mediterranean Sea. Water mass exchange through the Strait of Gibraltar and its drivers currently constitute a source of substantial uncertainty for estimating future deviations of the Mediterranean mean sea-level trend from the global-mean value. Regional atmospheric and oceanic processes will likely contribute significant interannual and interdecadal future variability in Venetian sea level with a magnitude comparable to that observed in the past. On the basis of regional projections of sea-level rise and an understanding of the local and regional processes affecting relative sea-level trends in Venice, the likely range of atmospherically corrected relative sea-level rise in Venice by 2100 ranges between 32 and 62 cm for the RCP2.6 scenario and between 58 and 110 cm for the RCP8.5 scenario, respectively. A plausible but unlikely high-end scenario linked to strong ice-sheet melting yields about 180 cm of relative sea-level rise in Venice by 2100. Projections of human-induced vertical land motions are currently not available, but historical evidence demonstrates that they have the potential to produce a significant contribution to the relative sea-level rise in Venice, exacerbating the hazard posed by climatically induced sea-level changes.",
      "preview": "void"
    },
    {
      "url": "https://www.doi.gov/",
      "title": "U.S. Department of the Interior",
      "description": "The U.S. Department of the Interior protects America's natural resources and heritage, honors our cultures and tribal communities, and supplies the energy to power our future",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.ipsnoticias.net",
      "title": "Home : IPS Agencia de Noticias",
      "description": "Clima Derechos Humanos Desarrollo Sostenible Desigualdad y Pobreza Economía Género Gobernanza Migraciones Salud",
      "preview": "Ir al contenido Transformación digital en Cuba con miras a la sostenibilidad y la soberanía Dariel Pradas Dilema de América Latina: más productividad"
    },
    {
      "url": "https://greensciencepolicy.org/",
      "title": "Green Science Policy Institute",
      "description": "void",
      "preview": "arrow-up2 arrow-down2 arrow-right2 arrow-right3 search3 facebook twitter youtube checkmark cancel-circle cancel-circle2 cross2 play Our Mission Health"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Takedown_procedure",
      "title": "Takedown procedure - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Takedown procedure From OpenStreetMap Foundation The OSM Foundation and community respect the intellectual prop"
    },
    {
      "url": "https://www.moore.org/",
      "title": "Home - Gordon and Betty Moore Foundation",
      "description": "void",
      "preview": "About Our Founders Our Grantmaking Our Finances Our Operations Working at Moore Contact Us Founders' Intent Guiding Principles Our Approach Principles"
    },
    {
      "url": "https://cardsforhumanity.frog.co/",
      "title": "Cards for Humanity",
      "description": "Cards for Humanity is a practical tool for inclusive design. Deal the cards to get a random person and their needs. Your challenge is to work out how you and your team can design for this user scenario.",
      "preview": "While we aim to be as inclusive as possible, this is an interactive experience we're using React to accomplish, as a result you'll need to enable Java"
    },
    {
      "url": "http://www.usatf.org/Home.aspx",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.stripesfleetcards.com/?cc=H3L&utm_medium=referral&utm_campaign=stripes+website&utm_source=stripesstores.com",
      "title": "Business Universal Card | Take Control of Business Fueling",
      "description": "The Business Universal card allows you to take control of business fueling, track expenses, get rebates on gas pumped for your fleet and start saving!",
      "preview": "Skip to content Features at a Glance Save up to 5¢ per gallon at 7-Eleven, Speedway and Stripes locations* fill=\"#666\" Accepted at any major U.S. gas"
    },
    {
      "url": "https://www.elsevier.com/",
      "title": "Elsevier | A global leader for advanced information and decision support in science and healthcare",
      "description": "Elsevier provides advanced information and decision support to accelerate progress in science and healthcare worldwide.",
      "preview": "Skip to main content Unfortunately we don't fully support your browser. If you have the option to, please upgrade to a newer version or use Mozilla Fi"
    },
    {
      "url": "https://www.breville.com/us/en/products/waffle-makers/bwm640.html",
      "title": "the Smart Waffle™ Pro 4 Slice | Breville (US)",
      "description": "4-slice Waffle Maker with LCD display.",
      "preview": "Waffle Makers the Smart Waffle™ Pro 4 Slice $299.95 the Smart Waffle™ Pro 4 Slice $299.95 Add to cart - $299.95 Add to cart 1 Add to cart 4-slice Waff"
    },
    {
      "url": "https://usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://www.revealnews.org/article/how-activists-of-color-lose-battles-against-facebooks-moderator-army/",
      "title": "How activists of color lose battles against Facebook's moderator army - Reveal",
      "description": "As Facebook is under the microscope for failing to stop harassment and the spread of fake news, it also faces another problem: The social media giant's reporting policies punish minority users in a variety of ways.",
      "preview": "The truth will not reveal itself. SUPPORT OUR WORK TODAY Join our newsletter. Get our latest investigations in your inbox every week. Sign up Skip to"
    }
  ],
  "_meta": {
    "total_bookmarks": 39
  }
}