{
  "data": [
    {
      "url": "https://www.uniroma1.it/",
      "title": "Home | Sapienza Università di Roma",
      "description": "void",
      "preview": "Salta al contenuto principale Corsi di studio: ammissioni 2025-2026 Didattica Ricerca scientifica Internazionale Terza Missione Ateneo NOTIZIE EVENTI"
    },
    {
      "url": "https://shapes.framer.website/",
      "title": "Copy-Paste SVG Shapes",
      "description": "SVG Shapes",
      "preview": "made by monika michalczyk Explore the collection of 120+ basic SVG shapes for your upcoming project. Simply click on a shape to copy its SVG code to y"
    },
    {
      "url": "https://www.kdrtv.co.ke/news/accident-otile-brown-hit-boda-boda-operators-outside-city-club/",
      "title": "Otile Brown Hit Boda Boda Operators Outside City Club",
      "description": "Sensational Kenyan musician Otile Brown has painted a bad image on public after running over several people with his brand new Mercedes Benz",
      "preview": "Enter aussie play casino app , where glamorous slots and sparkling bonuses create nonstop excitement. Every spin delivers luxurious wins and high-clas"
    },
    {
      "url": "https://thewoksoflife.com/",
      "title": "Home - The Woks of Life",
      "description": "We're a family of 4 living between the US & China. When we're not packing or unpacking suitcases, we're sharing our culinary exploits and travels w/ each other here!",
      "preview": "Trusted Recipes from \"The Bible of Chinese Home Cooking\" Quick & Easy Most Popular Vegetables Noodles Welcome! We're the Leung family-Bill, Judy, Sara"
    },
    {
      "url": "https://malpracticer.tumblr.com/post/145709315589",
      "title": "The class students like the most",
      "description": "The class students like the most codeorg: \" A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer...",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text The class students like the most codeorg : A recent survey asked students how"
    },
    {
      "url": "https://sylvans.com/jewelry/necklace/18kt-gold-necklace-with-3-diamond-stations-132973/",
      "title": "18K Gold Necklace with 3 Diamond Stations | Sylvan's Jewelers",
      "description": "Primary Material : 18k Yellow Gold Primary Gemstone : Diamond Primary Color : G-H Collection : Diamonds By The Inch Total Carat Wt : 0.14",
      "preview": "0 Search FREE SHIPPING AND RETURNS ON ORDERS OVER $500 Home | 18K Gold Necklace with 3 Diamond Stations Roberto Coin 18K Gold Necklace with 3 Diamond"
    },
    {
      "url": "http://flutter.dev/web",
      "title": "Flutter on the Web",
      "description": "Flutter's web support combines the power of the web and the flexibility of Flutter to reach more users with the same experience in the browser as on mobile devices.",
      "preview": "Flutter on the Web Easily reach more users in browsers with the same experience as on mobile devices through the power of Flutter on the web. Shared c"
    },
    {
      "url": "http://www.seafoodslaveryrisk.org/",
      "title": "Seafood Slavery Risk Tool",
      "description": "void",
      "preview": "Seafood Slavery Risk Tool ABOUT US INSTRUCTIONS RESOURCES ↓ Methodology Background Glossary WHAT BUSINESS CAN DO BLOG FAQs CONTACT US Informing Busine"
    },
    {
      "url": "https://texasstargrillshop.com/products/evo-affinity-30g-drop-in-gas-cooktop-lp-10-0055-lp",
      "title": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP - Texas Star Grill Shop",
      "description": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP This Evo Affinity 30G Gas Grill is the perfect solution for entertaining your family and friends. Its the first outdoor BBQ grill that allows you to cook directly and indirectly at the same time. If you are cooking directly, you can sear, saute, grill, toast and stir-f",
      "preview": "Skip to content Houston's #1 Dealer of BBQ Grills & Outdoor Kitchens Call Now for Better Pricing Free Outdoor Kitchen Design Fall Grill Sale Going On"
    },
    {
      "url": "http://www.mondadori.com/",
      "title": "Home | Mondadori Group",
      "description": "We are among the leading European media companies, first in Italy as publishers of books and magazines and one of the top companies in France's magazine sector.",
      "preview": "Dan Brown presents \"The Secret of Secrets\" Palazzo Reale celebrates Andrea Appiani 2025 , Festival dello Spettacolo , Tv Sorrisi Canzoni Il Festival d"
    },
    {
      "url": "https://kidshelpphone.ca/text/",
      "title": "Need help now? Text our texting service. - Kids Help Phone",
      "description": "Youth can text for mental health support 24/7 using Kids Help Phone's texting service.",
      "preview": "Get help right now Message Online Text Call Need help now? To start using the text service, text CONNECT to 686868 or tap to message online from a web"
    },
    {
      "url": "http://www.curavet.com/",
      "title": "Curavet by Curatronic | PEMF Therapy for Horses",
      "description": "PEMF Therapy for Horses by Curavet. Keep your horse in top condition with PEMF therapy devices.",
      "preview": "top of page PEMF Therapy for Horses - All You Need to Know How Does PEMF Therapy Work? PEMF therapy involves delivering pulsed magnetic fields into"
    },
    {
      "url": "https://www.presidencia.go.cr",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "http://link.springer.com/journal/10485",
      "title": "Home | Applied Categorical Structures",
      "description": "Applied Categorical Structures highlights the utilization of category theory in diverse fields, such as algebra, analysis, geometry, physics, computer ...",
      "preview": "Skip to main content Applied Categorical Structures A Journal Devoted to Applications of Categorical Methods in Algebra, Analysis, Computer Science, L"
    },
    {
      "url": "http://dignois.fr/Saint-Pons/target63.html",
      "title": "saint_pons_63.jpg",
      "description": "void",
      "preview": "Saint-Pons -- saint_pons_63.jpg Première | Photo précédente | Photo suivante | Dernière | Vignettes"
    },
    {
      "url": "https://larkinthemorning.com/collections/books-dvds-cds/products/bok006",
      "title": "Have Fun Playing Hand Drums - Lark in the Morning",
      "description": "A great book by Ben James for learning a solid foundation in drumming; presents techniques for djembe (and ashiko), conga and bongo; easy to follow notation and a CD make it simple to learn the basic rhythms. 80 pages.",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Our shop hours are Tuesday - Saturday, 12 to 6pm or order online any tim"
    },
    {
      "url": "https://www.googlecloudcommunity.com/",
      "title": "Google Developer forums",
      "description": "Connect with developers and Google experts on the official Google Developer Forums. Find answers, share knowledge, and get help with Google Cloud, AI, and more.",
      "preview": "Category Topics Google Cloud A community for those who develop, connect, deploy, and operate on Google Cloud. 0 Looker The place for data-driven discu"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=digital&utm_medium=embeddedpromo&utm_campaign=gwgwebsite",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/MyFonts-Buy-and-Download-Fonts-f14da000a65649c9b6bf30ae77fc482e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.malowanasloncem.pl/author/malowanasloncem/",
      "title": "Redakcja, Autor w serwisie MalowanaSloncem.pl",
      "description": "void",
      "preview": "Dom i ogród Dzieci Lifestyle Moda Praca Uroda Zakupy Zdrowie Wyszukiwanie piątek, październik 10, 2025 Strona główna O nas Reklama Kontakt MalowanaSlo"
    },
    {
      "url": "https://loopholesonlife.com/s01e08-exotics-of-music-2/",
      "title": "S01E08 exotics of music - Loopholes on Life",
      "description": "LEARN from the Past, LIVE for the Moment, LOVE for an Eternity",
      "preview": "Jan 31, 2019 Care to share? Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Click to share on Pi"
    },
    {
      "url": "https://www.muslimshop.fr/themes/pf_megashop/ProductIframe.php?id_product=16245&pos=2",
      "title": "MuslimShop",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.womenandperspectives.com/2016/11/size-shouldnt-mean-compromise.html",
      "title": "Size Shouldn't Mean Compromise",
      "description": "Bearwear is hoping to make the larger man feel good about how they look and make it easier for them to find what they like. We've spoken to some customers who have said they used to wear a 2XL even though they're a 3XL simply because they couldn't find their correct size in regular retail outlets. We're hoping to make this a thing of the past! Our clothes are modern and stylish and would not look out of place whether they were sized medium or 5XL.",
      "preview": "skip to main | skip to sidebar Women's Perspectives all things about women in my perspective HOME Sitemap Privacy Policy Disclosure Policy Nov 25, 201"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/API/IntersectionObserverEntry",
      "title": "IntersectionObserverEntry - Web APIs | MDN",
      "description": "The IntersectionObserverEntry interface of the Intersection Observer API describes the intersection between the target element and its root container at a specific moment of transition.",
      "preview": "Skip to main content Skip to search IntersectionObserverEntry Baseline Widely available * This feature is well established and works across many devic"
    },
    {
      "url": "https://godwhosees.com/donate/",
      "title": "Donate - The God Who Sees",
      "description": "void",
      "preview": "Close Skip to content T he Rock, The Road, &"
    },
    {
      "url": "https://www.urbanchamber.org/",
      "title": "Home - Urban Chamber of Commerce",
      "description": "Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making the RIGHT Decisions Facilitating the RIGHT Connections Learn More About Nevada Grow Upcoming Events UCC Photos Subscribe to Newsletter",
      "preview": "Skip to content Directory Quick Links View Directory Events Jobs Library Join Now! Featured Members Upcoming Events Providing the RIGHT Data Making th"
    },
    {
      "url": "https://kr.linkedin.com/company/samsungmobile?trk=organization_guest_main-feed-card_reshare_feed-actor-name",
      "title": "Samsung Mobile | LinkedIn",
      "description": "Samsung Mobile | LinkedIn 팔로워 646,855명 | Samsung Mobile is at the forefront of mobile intelligence, shaping the future with Galaxy AI. With the next evolution of Galaxy AI, we are making lives simpler-reducing stress, creating more time, and getting the help you need without even having to ask. In this era of mobile AI, the freedom to focus on what matters most to you is no longer a dream, but a powerful reality.",
      "preview": "LinkedIn 회원 개인정보 보호를 중시합니다. LinkedIn 및 타사에서 이용하는 필수 및 비필수 쿠키는 LinkedIn 서비스 제공, 보안 분석 및 개선을 위해 제공되며, LinkedIn 내외에서 관련 광고( 프로페셔널 및 채용 광고 등)를 표시합니다. 쿠키정책"
    },
    {
      "url": "https://www.bbc.com/news/science_and_environment",
      "title": "Science & Environment | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Science & Environment from across the BBC.",
      "preview": "Science & Environment Green turtle bounces back from brink in conservation 'win' Once endangered due to hunting, it is making a strong recovery thanks"
    },
    {
      "url": "http://s403915573.onlinehome.fr/boutique2/details.php?gid=1552&pid=711503",
      "title": "Comite Nouvelle-Aquitaine de Gymnastique | Toutes les photos du comite",
      "description": "Les photos de gym du Comite Nouvelle-Aquitaine de Gymnastique",
      "preview": "ACCUEIL QUI SOMMES NOUS ABONNEMENT QUESTIONS FREQUENTES NOUVELLES NOUS CONTACTER Catégories de photos Rechercher : Tous les mots Un des mots Photo ID"
    },
    {
      "url": "https://techcrunch.com/category/artificial-intelligence/",
      "title": "AI News & Artificial Intelligence | TechCrunch",
      "description": "Read the latest on artificial intelligence and machine learning tech, the companies that are building them, and the ethical issues AI raises today.",
      "preview": "AI News coverage on artificial intelligence and machine learning tech, the companies building them, and the ethical issues AI raises today. This encom"
    },
    {
      "url": "https://rfcx.org/",
      "title": "Rainforest connection",
      "description": "void",
      "preview": "Facebook Twitter Instagram Youtube Linkedin Facebook Twitter Instagram Youtube Linkedin Using Sound & AI To Protect Rainforests & Monitor Biodiversity"
    },
    {
      "url": "https://kkskalica.sk/",
      "title": "Aktuality",
      "description": "void",
      "preview": "Aktuality História Členovia Prihláška Výcvik Výcvikové pravidlá Výcvikové pomôcky Výcvikové hodiny Skúšky Fotogaléria Na stiahnutie Kontakt Kde nás ná"
    },
    {
      "url": "https://nnaf.org/aclu",
      "title": "ActBlue",
      "description": "void",
      "preview": "Making a contribution on ActBlue requires JavaScript to be enabled. Protect Abortion Access. Donate to Abortion Funds! With our constitutionally prote"
    },
    {
      "url": "https://issuu.com/features/visual-stories?issuu_product=header&issuu_subproduct=%2F5070%2Fdocs%2Fedo_mazi_support_281111%3Fmode%3Dembed%26viewMode%3Dpresentation%26layout%3Dhttp%253A%252F%252Fskin.issuu.com%252Fv%252Fwood%252Flayout.xml%26showFlipBtn%3Dtrue&issuu_context=link&issuu_cta=visual_stories",
      "title": "Boost engagement with Social Posts | Issuu",
      "description": "Use Issuu's Social Posts feature to quickly design on-brand posts and stories to share across channels. Our drag-and-drop builder and pre-generated templates to create graphics in minutes.",
      "preview": "Social Posts Boost engagement with Social Posts Use our drag-and-drop builder to quickly design eye-catching graphics from your flipbooks or scratch,"
    },
    {
      "url": "https://www.easyjet.com/en/help/baggage",
      "title": "Cabin bags | easyJet",
      "description": "Everything you need to know about cabin bag sizes and allowances.",
      "preview": "English Français Deutsch Italiano Français (Suisse) Deutsch (Schweiz) Castellano Nederlands Portugues Català Česky Dansk Eλληνικά Magyarul Polski Türk"
    },
    {
      "url": "https://www.streetracer.cz/damske-kozene-moto-kalhoty-vyprodej/",
      "title": "Kožené , Výprodej | StreetRacer.cz",
      "description": "Dámské kožené kalhoty na motorku.",
      "preview": "Kalhoty / Dámské / Kožené Dámské kožené moto kalhoty, Výprodej Žádné produkty nebyly nalezeny Close Nenalezen žádný produkt Zboží nenalezeno Cookies M"
    },
    {
      "url": "https://elamefora.wordpress.com/2021/07/",
      "title": "Ιούλιος | 2021 | Blog: \"elamefora\"",
      "description": "15 posts published by Ela Tora και Cretan Patriot during July 2021",
      "preview": "Ο Ηλίας Κασιδιάρης απαντά στις επιθέσεις κυβερνητικών παραγόντων και ΜΜΕ και σχολιάζει τα μείζονα θέματα της επικαιρότητας: Συγκεντρώσεις Ελλήνων Υποχ"
    },
    {
      "url": "https://memyselfandmycloset.blogspot.com/2013/05/see-stripes.html?showComment=1369647982665",
      "title": "Me Myself and My Closet - Fashion Blogger: SEE STRIPES",
      "description": "void",
      "preview": "Monday, May 27, 2013 SEE STRIPES And once again the undisputed star are stripes . Blue and white , in an oversize and a little bit tomboy version, a g"
    },
    {
      "url": "https://krismunroes.tumblr.com/",
      "title": "Url: Krismunroes",
      "description": "void",
      "preview": "Url: Krismunroes Home / Archive / RSS Original Theme by: Max , Recycled by: Dave ."
    },
    {
      "url": "https://www.accaglobal.com/acca-registration-intro.html",
      "title": "ACCA Registration Intro | ACCA Global",
      "description": "void",
      "preview": "The global body for professional accountants Back to ACCA Global ACCA Think Ahead ACCA application Intro Details 1 Qualifications 2 Document Upload 3"
    },
    {
      "url": "https://www.deboadeniran.com/tag/kemi-adeosun/",
      "title": "Kemi Adeosun | DEBO ADENIRAN",
      "description": "void",
      "preview": "Home Latest News About Debo Photo Gallery First Faculty Ventures Publications Debo on Social Media Debo In The Media Papers and Lectures Press Release"
    },
    {
      "url": "https://www.notimetowait.com/afib-explained",
      "title": "AFib Symptoms And Other Info | No Time To Wait | Official Site",
      "description": "Learn about potential Atrial Fibrillation symptoms like irregular heartbeat, heart racing, chest pain, shortness of breath, fatigue and light-headedness.",
      "preview": "En Español You Are Now Leaving No Time to Wait Content You Are Now Leaving No Time to Wait Content You are being redirected to another Bristol Myers S"
    },
    {
      "url": "https://us.lookfantastic.com/offers/beauty-box.list",
      "title": "LOOKFANTASTIC - Beauty, Fragrances, Skincare & Haircare",
      "description": "The UK's ultimate online beauty shop! Over 660 skincare, makeup, fragrance & haircare brands. Earn points with Beauty+ Rewards. Free delivery over £25.",
      "preview": "Skip to main content FREE UK delivery on orders over £25 Download our App 12-months Premier Delivery - Only £5.95! Join LF Beauty Plus+ The LF Beauty"
    },
    {
      "url": "http://www.eingang.org/Games/boggle.html",
      "title": "Boggle/Big Boggle Word Finding Game FAQ",
      "description": "Mach and Ein's IRC Boggle Game FAQ",
      "preview": "Boggle/Big Boggle FAQ This FAQ (Frequently Asked Questions) document is maintained by Michelle A. Hoyle ( eingang@eingang.org ). It is normally posted"
    },
    {
      "url": "http://www.flux-entertainment.com",
      "title": "Home - Flux Entertainment",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.applitrack.com/OAKLANDSCHOOLS/onlineapp/jobpostings/view.asp?district=46160",
      "title": "Online Employment Application | Open Positions",
      "description": "void",
      "preview": "Open Positions for Oakland Schools FMLA regulations require all employers to post the updated FMLA notice . Click here to view the Job Postings. Power"
    },
    {
      "url": "https://perscholas.org/",
      "title": "Tuition-Free IT Education: Computer Job Training with Per Scholas",
      "description": "Page description goes here",
      "preview": "void"
    },
    {
      "url": "http://rdcu.be/bZ0CL",
      "title": "Environmental market design for large-scale marine conservation | Nature Sustainability",
      "description": "It is commonly agreed that marine conservation should expand considerably around the world. However, most countries have not yet implemented large-scale no-take Marine Protected Areas (MPAs). When a country closes a large fraction of its waters to fishing, it stands to lose a considerable level of fishery revenue. Although biodiversity and spillover fishing benefits may far exceed these losses, benefits from large-scale MPAs typically accrue to other countries or to the high seas. Here, to overcome this dilemma, we simulate and test an international fisheries management scheme with transferable fishing rights that incentivizes, rather than hinders, large-scale marine conservation. By combining a bioeconomic model of cross-country trading of fishing rights with vessel-level tracking data before and after a large-scale conservation action is implemented, we show that transferable fishing rights and a biomass-based allocation rule are pivotal to incentivize conservation under this market-based setting. Our work focuses on the Vessel Day Scheme (VDS)-an environmental market that is employed by the Parties to the Nauru Agreement (a group of nine Pacific Island nations) to manage their tuna fisheries-and areas in which large-scale conservation interventions have taken place. Overall, these results provide a template for how to incentivize countries to engage in large-scale marine conservation within a market-based setting. An international arrangement of transferable fishing rights and biomass-based allocation can incentivize establishing Marine Protected Areas while promoting the economy.",
      "preview": "void"
    },
    {
      "url": "https://www.gov.pl/web/zdrowie",
      "title": "Ministerstwo Zdrowia - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "http://www.beithallelocala.org/rebbitzens-blog/archives/09-2020",
      "title": "Blog Archives",
      "description": "\"Adonai said to Moshe, 'Tell the people of Isra'el, 'In the seventh month, the first of the month is to be for you a day of complete rest for remembering, a holy convocation announced with...",
      "preview": "Beit Hallel Messianic Congregation Home Contact Who We Are? Our Rabbi Media Giving Rabbis Blog Rebbitzen's Blog SERVICES & CALENDAR STANDING WITH ISRA"
    },
    {
      "url": "https://www.madewell.com/felt-beret-NI548.html?dwvar_NI548_color=BL5912&cgid=accessories",
      "title": "Felt Beret | Madewell",
      "description": "Felt Beret",
      "preview": "Made of wool felt, this classic beret is très chic and the perfect finishing touch for any outfit. Wool felt/polyester. Spot clean. Import. Select sto"
    },
    {
      "url": "https://www.aavso.org/observing-manuals",
      "title": "Observing Manuals | aavso",
      "description": "void",
      "preview": "Skip to main content Home Getting Started Observing Manuals Announcement: New Forums We are excited to announce the launch of our new forums! You can"
    },
    {
      "url": "https://unmhealth.org/stories/project-echo.html",
      "title": "Stories - Project ECHO",
      "description": "void",
      "preview": "Our Stories Read how Project ECHO is impacting communities worldwide Read more Featured Story Five Questions With: Dr. Bruce Struminger We ask Dr. Bru"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Web_Mercator",
      "title": "Web Mercator - OpenStreetMap Wiki",
      "description": "void",
      "preview": "Web Mercator From OpenStreetMap Wiki Jump to navigation Jump to search Help EPSG:3857 In other languages Afrikaans asturianu azərbaycanca Bahasa Indon"
    },
    {
      "url": "https://home.barclays/",
      "title": "Barclays Group corporate website | Barclays",
      "description": "Barclays is a British universal bank. Our businesses include consumer banking, as well as a top-tier, global corporate and investment bank.",
      "preview": "Barclays Home Contact Us Online Banking Search Menu The UK Investment Gap: A follow-up to our 2024 analysis on retail investment potential Read more O"
    },
    {
      "url": "https://deltahealthalliance.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.westword.com/news/chris-hinds-act-signed-into-law-by-governor-john-hickenlooper-on-may-29-10364152",
      "title": "Chris Hinds Act Signed Into Law by Governor John Hickenlooper on May 29 | Denver Westword",
      "description": "Chris Hinds is a Denver disabled rights activist based in Capitol Hill. For the past few years, he has been advocating for a change in Colorado's disabled parking laws. On May 29, the Chris Hinds Act (HB18-1285) was signed into law by Governor John Hickenlooper.",
      "preview": "Skip to content advertisement Close Menu Search Search facebook x instagram tiktok bsky threads Chris Hinds Act Expands Parking Rights for Disabled Dr"
    }
  ],
  "_meta": {
    "total_bookmarks": 59
  }
}