{
  "data": [
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85938",
      "title": "Searchable Recipe Database - Summer Shrimp Scampi With Tomatoes and Corn",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://olc.worldbank.org/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.goldeneyewinery.com/product/2018-goldeneye-anderson-valley-pinot-noir-split-rail-vineyard",
      "title": "Goldeneye Winery",
      "description": "void",
      "preview": "Skip to main content $10 Shipping on 4+ Bottles X Add To Cart $120.00 / 750ml Sold Out Our Split Rail Pinot Noir comes from the cool western edge of t"
    },
    {
      "url": "https://learn.microsoft.com/en-us/dotnet/csharp/language-reference/keywords/",
      "title": "C# Keywords and contextual keywords - C# reference | Microsoft Learn",
      "description": "C# Keywords: Find the reference material for the predefined keywords and contextual keywords defined in the C# language.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://mailchi.mp/981bc390995d/watttime-newsletter-january-2021",
      "title": "WattTime - Newsletter",
      "description": "void",
      "preview": "January 2021 Dear WattTime community, It's a pivotal time in the United States and around the world. Collectively, we continue to grapple with a globa"
    },
    {
      "url": "http://www.ec2002.tue.nl/",
      "title": "Eurocrypt 2002",
      "description": "Eurocrypt 2002 index page",
      "preview": "This frameset document contains information about EuroCrypt 2002. Registration Program Conference Hotel Call for Papers Contact Home"
    },
    {
      "url": "http://www.opendefinition.org/licenses/cc-by",
      "title": "Creative Commons Attribution License (cc-by) - Open Definition - Defining Open in Open Data, Open Content and Open Knowledge",
      "description": "Creative Commons Attribution License (cc-by) - Open Definition - Defining Open in Open Data, Open Content and Open Knowledge",
      "preview": "Contents Defining Open in Open Data, Open Content and Open Knowledge Creative Commons Attribution License (cc-by) Domain of Application: Content, Data"
    },
    {
      "url": "https://el.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Πρόσθετο WordPress | WordPress.org Ελληνικά",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Αναζήτηση πρόσθετων Λεπτο"
    },
    {
      "url": "http://www.sella.it/",
      "title": "Home | Banca Sella",
      "description": "Banca Sella - La tua banca online",
      "preview": "void"
    },
    {
      "url": "https://go.pardot.com/l/946233/2021-10-01/9b9rx",
      "title": "void",
      "description": "void",
      "preview": "Email First Name Last Name Postal Code Company Country Advocate with Us Donate to Us Start a Fundraiser News & Events Volunteer for Us Work with Us Co"
    },
    {
      "url": "https://msi.nga.mil/Publications/APN",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.sacred-texts.com/tarot/index.htm",
      "title": "Tarot | Sacred Texts Archive",
      "description": "Sacred Texts: Tarot",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://covid19.nj.gov/pages/vaccine",
      "title": "COVID-19",
      "description": "Stay informed with NJ",
      "preview": "Healthy New Jersey × En Español COVID-19 is still here Let's do whatever we can to keep ourselves and our communities safe: stay up to date with vacci"
    },
    {
      "url": "http://www.thepulpitonline.com/2016/10/place-of-reward-monday-of-thirty-first.html",
      "title": "Place of reward: Monday of the Thirty-First Week in Ordinary Time (II) (31st October, 2016). | The Pulpit Online",
      "description": "The Daily Tonic",
      "preview": "Home Weekday Homilies Place of reward: Monday of the Thirty-First Week in Ordinary Time (II) (31st October, 2016). 0 Weekday Homilies 21:26 A + A - Pr"
    },
    {
      "url": "http://www.fastballoons.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://support.office.com/en-us/article/download-and-install-or-reinstall-office-365-or-office-2016-on-a-pc-or-mac-4414eaaf-0478-48be-9c42-23adc4716658",
      "title": "Download, install, or reinstall Microsoft 365 or Office 2024 on a PC or Mac - Microsoft Support",
      "description": "Learn how to install, reinstall, or activate Microsoft 365 or Office 2024 on a PC or Mac.",
      "preview": "Related topics × Install Microsoft 365 or Office Install Microsoft 365 or Office Microsoft 365 or Office 2024 Office 2021, 2019, 2016 Redeem a product"
    },
    {
      "url": "https://www.themenlohouse.com/club",
      "title": "The Menlo Club | Personalized Styling For Men, Delivered to Your Door",
      "description": "void",
      "preview": "How Menlo Club Works Take Our Style Quiz In under two minutes, tell us a little bit about your style preferences and sizing to be assigned your own cu"
    },
    {
      "url": "https://vw-audi.oemdtc.com/category/recalls",
      "title": "Recalls | VolksWagen & Audi - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.networkforgood.com",
      "title": "Network for Good | Bonterra",
      "description": "Bonterra Network for Good offers fundraising software and built-in coaching, providing the tools and support small nonprofits need to succeed. Book a demo!",
      "preview": "Skip to Main Content Bonterra Network for Good Tools, support and coaching small nonprofits need to succeed Everything that made Network for Good the"
    },
    {
      "url": "https://www.jacksonville.com/news/20180703/jacksonville-landing-could-be-torn-down-but-other-cities-are-renovating-festival-marketplaces",
      "title": "Jacksonville News, Sports & Restaurants | FL Times-Union",
      "description": "Latest Jacksonville news, sports & local updates you can trust | Florida Times-Union",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper Restaurant Inspections Homicide"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/dnsmi/",
      "title": "California Consumer Privacy Act (CCPA) - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save \"Do Not Sell My Personal Informa"
    },
    {
      "url": "https://www.publicnoticeillinois.com#nt=primarynavbar",
      "title": "Public Notice Illinois | Illinois Press Association - Springfield, IL",
      "description": "void",
      "preview": "Search Public Notices: Popular Popular Searches Annual Treasurer's Report Assessments Estate Claims Foreclosures I-Cash Prevailing Wage Notices Schedu"
    },
    {
      "url": "https://merchants.fiserv.com",
      "title": "Merchant Services | Payment Processing Enterprise Solutions | Fiserv",
      "description": "As the leader in small business merchant services and enterprise solutions for payments, Fiserv creates new experiences to take your business to the next level.",
      "preview": "Skip to Contact an Expert Skip to Main Content Carat | The Global Commerce Platform from Fiserv Carat orchestrates payments and experiences for the wo"
    },
    {
      "url": "https://abana.org/education/",
      "title": "Education & Funding - ABANA",
      "description": "Education & Funding NATIONAL CURRICULUM ABANA has set a National Standard for Blacksmith Education: The National Curriculum teaches three skill levels of blacksmithing using traditional projects. BLACKSMITHING FUNDAMENTALS ABANA provides you with a wealth of educational information through our Publications and here on our website. GRANTS ABANA offers educational grants for individuals attending blacksmithing",
      "preview": "Skip to content Education & Funding valerie 2025-06-01T14:49:25-04:00 Education & Funding NATIONAL CURRICULUM ABANA has set a National Standard for Bl"
    },
    {
      "url": "https://glyphsapp.com/learn/spacing",
      "title": "Spacing | Glyphs",
      "description": "Determining the sidebearings of your glyphs is called spacing. Here's how to do it in Glyphs.",
      "preview": "Determining the sidebearings, i.e. the vital spaces to the right and left sides of your glyphs, is called spacing. Spacing is very important to the ov"
    },
    {
      "url": "https://www.algerie360.com/mca-betrouni-reitere-sa-confiance-a-amrouche-mais/",
      "title": "MCA : Betrouni réitère sa confiance à Amrouche mais...... - Algerie360",
      "description": "void",
      "preview": "MCA : Betrouni réitère sa confiance à Amrouche mais...... Par admin 4 avril 2016 à 10:56 mca-betrouni-reitere-sa-confiance-a-amrouche-mais.jpg A lire auss"
    },
    {
      "url": "https://pkg.go.dev/context",
      "title": "context package - context - Go Packages",
      "description": "void",
      "preview": "Documentation ¶ Overview ¶ Package context defines the Context type, which carries deadlines, cancellation signals, and other request-scoped values ac"
    },
    {
      "url": "https://www.reproduccionasistida.org/complicaciones-durante-el-embarazo/gripe-y-resfriado-durante-el-embarazo/",
      "title": "Prevenir infecciones durante el embarazo",
      "description": "Cuando una mujer está embarazada, es especialmente importante evitar contagiarse de ciertas infecciones. Para ello, la mujer debe tener en mente algunos",
      "preview": "Menú Buscador Acceso usuarios Entrar Registrarse Inicio El embarazo ¿Cuáles son las complicaciones del embarazo más comunes? Prevenir infecciones dura"
    },
    {
      "url": "https://www.chefajaychopra.com/",
      "title": "Chef Ajay Chopra |Presents food recipes and restaurant consultant",
      "description": "Chef Ajay Chopra judge of first master chef of India presents food recipes., MD of Zion Hospitality, best restaurant consulting firm and hotel consultant",
      "preview": "Previous Next Previous Next Journey of Chef Ajay Chopra Culinary Genius Behind the Apron Chef Ajay Chopra, the renowned Indian chef, consultant, and m"
    },
    {
      "url": "https://www.coned.com/en",
      "title": "Con Edison - Powering New York City and Westchester",
      "description": "Providing electric, gas, and steam to NYC and Westchester. Pay your bill, manage your account, report an outage, and learn how to save energy.",
      "preview": "Skip to Main Content You are using an unsupported browser. Please download the latest version of Chrome , Firefox , Edge , or Safari . Home My Account"
    },
    {
      "url": "https://www.deltafoundation.net",
      "title": "Delta Research and Educational Foundation - The Official Research and Educational Foundation of Delta Sigma Theta Sorority, Inc.",
      "description": "void",
      "preview": "Charitable Engagement DREF provides opportunities to promote research that identifies and fashions solutions to issues affecting African American wome"
    },
    {
      "url": "http://www.cs.hmc.edu/~hadas/",
      "title": "Ran Libeskind-Hadas's Homepage",
      "description": "void",
      "preview": "Professor Ran \"RON\" Libeskind-Hadas R. Michael Shanahan Professor of Computer Science Department of Computer Science Harvey Mudd College, Olin 1253 I"
    },
    {
      "url": "http://ktoo.org/",
      "title": "KTOO - News & Public Media from Alaska's Capital -",
      "description": "KTOO provides a variety of public services throughout Alaska. In addition to providing the Alaska Public Media program service to Southeast Alaska, KTOO-TV operates a full-time cable and satellite television channel, KTOO 360TV",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Lingít elder Ldaan.aat Laurie Cropley and elder-in-training Yuxgitsiy George Holly are"
    },
    {
      "url": "http://wwar.com/",
      "title": "World Wide Arts Resources | Art Marketing For Artists | Learn To Sell Your Art",
      "description": "Effective art marketing solutions for active visual artists. Learn or improve selling your own artwork. Discover art marketing video blogs, podcasts, art career blogs and artist portfolios to be your own art gallery.",
      "preview": "void"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://blog.github.com",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "https://snig.dgterritorio.gov.pt/rndg/srv/por/catalog.search#/metadata/daf5479d-29c8-4e0c-b7b8-0e1791891186",
      "title": "Registo Nacional de Dados Geográficos - Direção-Geral do Território",
      "description": "Registo Nacional de Dados Geográficos do Sistema Nacional de Informação Geográfica (SNIG)",
      "preview": "Registo Nacional de Dados Geográficos Registo Nacional de Dados Geográficos O projecto GeoNetwork opensource permite de uma maneira fácil a partilha d"
    },
    {
      "url": "https://hi5.com/",
      "title": "hi5 - Il social network per incontrare nuove persone",
      "description": "hi5 è la soluzione facile per incontrare nuovi amici tramite giochi, interessi comuni, suggerimenti su amicizie, sfogliando i profili e molto ancora.",
      "preview": "La rete sociale per incontrare nuove persone :) Ogni giorno milioni di persone si divertono e fanno nuove amicizie su hi5. Puoi farlo anche tu! Accedi"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "http://horilab.jp/publications/style/refereed-intl-article/2021/international-trends-in-k-12computer-science-curricula-through-comparative-analysis-implications-for-the-primary-curricula",
      "title": "International Trends in K-12 Computer Science Curricula Through Comparative Analysis: Implications for the Primary Curricula - メディア教育論ゼミ",
      "description": "void",
      "preview": "関連性のある発表 Practical Study on Computer Science Unplugged for Children Aimed to Considerer of Application to the Japanese Primary School Education Charac"
    },
    {
      "url": "https://www.aioic.org/",
      "title": "American Indian OIC - Education and Career Services in Minneapolis, MN",
      "description": "Since 1979, Minneapolis-based American Indian OIC has focused on serving our community through education and training.",
      "preview": "CONTACT DONATE NEWS View the latest AIOIC News and Announcements. LATEST NEWS CLASSES View the latest AIOIC News and Announcements. WHAT WE DO DONATE"
    },
    {
      "url": "https://revandy.org/2019/08/07/a-more-excellent-way/",
      "title": "A More Excellent Way | RevAndy.org",
      "description": "Today's reading is 1 Corinthians 13: 1-3 The next three days we are going to look, section by section, at 1 Corinthians 13. This is the chapter of love. A little background before we get to it. Paul has spent time in the previous chapter talking about spiritual gifts. What is the greatest? What gift should...",
      "preview": "Today's reading is 1 Corinthians 13: 1-3 The next three days we are going to look, section by section, at 1 Corinthians 13. This is the chapter of lov"
    },
    {
      "url": "https://donorbox.org/privacy",
      "title": "Donorbox Privacy Policy - Donation Platform for Everyone",
      "description": "This Privacy Policy describes how the Donorbox collects, uses, shares and secures the personal information that you provide.",
      "preview": "See for yourself how easy fundraising can be with Donorbox. Watch the Demo now × Privacy Policy Overview Who is Donorbox? Donorbox is a company operat"
    },
    {
      "url": "https://www.gov.pl/web/obywatel",
      "title": "Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://hbcstl.com/",
      "title": "Heartland St. Louis Black Chamber of Commerce",
      "description": "The Heartland St Louis Black Chamber is a one-stop shop for all things Black business. We are a business incubator, accelerator & development center offering minority owned businesses & nonprofit organizations access to capital, 1:1 counseling, weekly classes, training & workshops as well as tech support, networking opportunities & more. Schedule a free tour with us & become a member today!",
      "preview": "0 The one-stop shop for Black business. Heartland St. Louis Black Chamber of Commerce Become A Member Our Vision Our vision is to be the most resource"
    },
    {
      "url": "https://www.indianembassyusa.gov.in",
      "title": "Welcome to Embassy of India, Washington D C, USA",
      "description": "Welcome to Embassy of India, Washington D C, USA",
      "preview": "Welcome to Embassy of India, Washington D C, USA Sitemap Feedback Skip to main content Screen Reader Access Menu Home About us Ambassador List of Offi"
    },
    {
      "url": "https://www.typeroom.eu/category/origins",
      "title": "Glorifying Eclectic Typography | TypeRoom",
      "description": "void",
      "preview": "Loading... Loading... Preserving Type Heritage - A Primer of Greek Typography ¶ 6 months ago / Origins Litho Antique, Rockwell Antique, Stymie Bold: C"
    },
    {
      "url": "https://music.eastforest.org/track/like-taking-off-an-old-shoe-aka-death",
      "title": "Like Taking Off An Old Shoe AKA Death | East Forest, Ram Dass | East Forest",
      "description": "Like Taking Off An Old Shoe AKA Death by East Forest, released 21 June 2019 Death is a ceremony In which one takes off one pair of clothes And adopts a new one That's from the soul perspective From the ego Death is a stopping point It's the end of the ego The ego sees death as suffering And the soul See death as the awakening Of a new world A new perception So you should identify With your soul in life That will be the best thing for you to do To anticipate death It's your Sadhana in life Your Sadhana prepares you Prepares you for a upbeat dying",
      "preview": "Get fresh music recommendations delivered to your inbox every Friday. music merch video Like Taking Off An Old Shoe AKA Death from Ram Dass : Chapter"
    },
    {
      "url": "https://elamefora.wordpress.com/2021/07/",
      "title": "Ιούλιος | 2021 | Blog: \"elamefora\"",
      "description": "15 posts published by Ela Tora και Cretan Patriot during July 2021",
      "preview": "Ο Ηλίας Κασιδιάρης απαντά στις επιθέσεις κυβερνητικών παραγόντων και ΜΜΕ και σχολιάζει τα μείζονα θέματα της επικαιρότητας: Συγκεντρώσεις Ελλήνων Υποχ"
    },
    {
      "url": "https://www.vagabond.se/europa/grekland/nonstopflyg-till-kreta",
      "title": "Nonstopflyg till Kreta - Vagabond",
      "description": "I sommar startas en ny reguljär direktlinje mellan Stockholm och Heraklion på Kreta i Grekland.",
      "preview": "Hoppa till innehåll Det är norska lågprisflygbolaget Norwegian som börjar flyga Stockholm-Heraklion. Första avgången blir 26 juni och därefter blir de"
    },
    {
      "url": "https://sustainability.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "https://maltaonlinebookshop.com/book_author/daniel-mainwering/",
      "title": "Daniel Mainwering Archives | Malta Online Bookshop",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://siol.net/kljucne-besede/nepremagljivi-dvojec-79165/articles",
      "title": "Nepremagljivi dvojec na Siol.net",
      "description": "Najbolj sveže in aktualne novice o temi Nepremagljivi dvojec iz Slovenije in sveta, odlične zgodbe iz sveta športa, avtomobilov in trendov.",
      "preview": "Energetika 2.0 Ona-On.com Nazaj v šolo Dogodki Naj planinska koča Zanesljiv sopotnik Naložbeni navdih Počitnice 2025 Nakup avtomobila Pravni nasvet Pr"
    },
    {
      "url": "https://www.booking.com/",
      "title": "Booking.com | Sito ufficiale | I migliori hotel, voli, noleggi auto e alloggi",
      "description": "Esplora il mondo con Booking.com. Prezzi strepitosi su case, hotel, voli, noleggio auto, taxi e attrazioni: crea il viaggio perfetto per ogni budget.",
      "preview": "Vai al contenuto principale Cerca offerte su hotel, case e tanto altro... Data check-in - Data check-out 2 adulti · 0 bambini · 1 camera Cerca Cerco a"
    },
    {
      "url": "https://www.nbc.com/apps",
      "title": "NBC Apps - NBC.com",
      "description": "Watch your favorite shows on the go with the NBC App for iOS and Android. Also available on Apple TV, Roku, Amazon Fire, Xbox, and Samsung TV!",
      "preview": "Main Content The NBC App Watch your favorite shows on your favorite screens with the NBC App! Stream the latest full episodes of primetime, daytime an"
    },
    {
      "url": "https://putlocker-is.org",
      "title": "Putlocker - Watch Movies Online Free | Putlockers",
      "description": "Putlocker / Putlockers Official Website. Get the newest Movies in 2021 with our free to use Putlocker search engine... ✔️ Movies Online Putlocker ...",
      "preview": "Enter the movie or series title in the search box and find all the information about your favorite title. Our search engine is free to use."
    },
    {
      "url": "https://pkg.go.dev/context",
      "title": "context package - context - Go Packages",
      "description": "void",
      "preview": "Documentation ¶ Overview ¶ Package context defines the Context type, which carries deadlines, cancellation signals, and other request-scoped values ac"
    },
    {
      "url": "https://royalfoundation.com/",
      "title": "Home Page - Royal Foundation",
      "description": "The Royal Foundation is the primary philanthropic and charitable vehicle for The Prince and Princess of Wales, driven by a desire to make a difference",
      "preview": "The Royal Foundation Launches The National Suicide Prevention Network To Transform Suicide Prevention In The UK Read more Early Childhood The Princess"
    },
    {
      "url": "https://www.fairtrade.net/standard",
      "title": "Fairtrade standards",
      "description": "void",
      "preview": "Fairtrade Standards The Fairtrade Standards are the foundation of our work. They establish what we mean by sustainable farming, decent work, and fair"
    },
    {
      "url": "https://www.chalkbeat.org/22525983/map-critical-race-theory-legislation-teaching-racism",
      "title": "CRT MAP: Critical race theory legislation and schools - Chalkbeat",
      "description": "Chalkbeat is tracking efforts to restrict teaching about race and bias in schools, as well as efforts to expand it, on this map of critical race theory legislation.",
      "preview": "Skip to main content A classroom conversation in Denver, Colorado, in April 2021. (Eli Imadali for Chalkbeat) Teaching & Classroom Politics & Policy C"
    },
    {
      "url": "https://experience.intellum.com/student/page/497283",
      "title": "Privacy : Intellum",
      "description": "This activity relays how to handle privacy concerns about the Intellum Platform.",
      "preview": "Skip to main content Search Topics All Topics Data + Reporting Certifications Get Started with Evolve Learn Legacy Evolve All Activities Log In At Int"
    },
    {
      "url": "https://www.dunkindonuts.com/en",
      "title": "Dunkin' International Site",
      "description": "void",
      "preview": "Sorry, this website is not available in your region. ©2022 DD IP Holder LLC, Last Updated: June 22, 2022"
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#Timeline",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    },
    {
      "url": "https://search.app.goo.gl/?link=https%3A%2F%2Fassistant.google.com%2Flearn%2F&apn=com.google.android.googlequicksearchbox&al=googleapp%3A%2F%2Fdeeplink%2F%3Fdata%3DCkwBDb3mGzBFAiBafZXK-cDp4Uh7q0PCdYoyyq9ee3gSEfS_BrVs2HiDeQIhAKqpJm_E8qKHB33CSt_AhPWVMyjiQJpnaIvEsP8Lm9KnEl4KDgi4-rKPARD_v8rzhKMCEgAaIwohCIECmonx2wQYCAESFEhlbHAgbWUgc3BlYWsgRnJlbmNoIiUKI2h0dHBzOi8vYXNzaXN0YW50Lmdvb2dsZS5jb20vbGVhcm4v%26utm_source%3DUS_20200211_NL16&amv=300727608",
      "title": "Google Assistant - Learn What Your Google Assistant is Capable Of",
      "description": "Your Google Assistant can perform many actions to help streamline your day-to-day. Discover what the Google Assistant can do by trying one of the actions now.",
      "preview": "Google Assistant is ready to help, anytime, anywhere. To get started, just touch and hold the home button. Tasks and to-do's \"Set a 15-minute timer fo"
    },
    {
      "url": "https://www.comptoir-beaute-sante.com/fr/47-masques-pour-le-visage?q=Marque-ZEN%27AR%C3%B4ME&order=product.position.asc",
      "title": "masque visage",
      "description": "Les masques bio pour le visage",
      "preview": "Accueil Idées cadeaux keyboard_arrow_down keyboard_arrow_up Idée cadeau femme Idée cadeau enfants Coffrets senteur maison Coffrets bain & beauté et bi"
    },
    {
      "url": "http://www.usatf.org/Home.aspx",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://upfaithandfamily.com/",
      "title": "UP Faith & Family Your Streaming Home for Uplifting Entertainment",
      "description": "Watch TV shows and movies that are safe for your family and affirm your faith. Stream online or watch on your favorite devices. Get a free trial!",
      "preview": "Skip to content Wholesome streaming Thousands of hours of family safe content. START YOUR FREE TRIAL Wholesome streaming Thousands of hours of family"
    },
    {
      "url": "https://its.tntech.edu/label/act+autodesk+content+forgot+idme+matlab",
      "title": "Self-Service Portal Home",
      "description": "void",
      "preview": "Updating... Loading... Popular Services Refresh Module Loading... Popular Articles Refresh Module Loading... Contact Info | Hours - Spring/Fall Refres"
    },
    {
      "url": "https://engage.walmart-jump.com/",
      "title": "Investing In American Jobs",
      "description": "Fueling American jobs, strengthening communities. With our $350 billion investment in products made, grown or assembled in America, we're supporting more than 750,000 U.S. jobs.*",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.arcgis.com/home/item.html?id=bee5c01ae891442ebd1cf54894939bad",
      "title": "ArcGIS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.hddlife.com/",
      "title": "HDDLife Hard Drive Diagnostic Software: Monitor HDD/SSD Health & Predict Failures",
      "description": "HDDLife hard drive diagnostic software: Analyze reliability, predict failures, and protect your data. Check HDD/SSD health in seconds. Try free!",
      "preview": "Skip to content IS YOUR DATA SAFE? All of your data - photos, videos, documents - are stored on your computer's hard drive. Find out about a possible"
    },
    {
      "url": "https://www.waltonfamilyfoundation.org/",
      "title": "Walton Family Foundation",
      "description": "The Walton Family Foundation continues a philanthropic vision begun by Walmart founders Sam and Helen Walton. The foundation is dedicated to making a positive difference in K-12 education, freshwater and marine conservation, and quality of life initiatives in our home region.",
      "preview": "Farmers Have a 'Field Day' With an Online Practice-Sharing Platform In the Mississippi River Basin and beyond, farmers looking to improve soil and wat"
    },
    {
      "url": "https://poesiarecitada.com/?tag=emilio-jimenez-diaz",
      "title": "Poesía Recitada Tomás Galindo",
      "description": "Más de 9.000 vídeos de poemas, cuentos y narraciones en español.",
      "preview": "Presentación Índice de autores Autores favoritos La Papelera jueves, 23 de enero de 2025 Últimas publicaciones De vacaciones Vídeos diarios aquí abajo"
    },
    {
      "url": "https://abc7ny.com/escaped-sheep-wayward-slaughterhouse-escape-paterson/12888170/",
      "title": "Escaped sheep getting a new 'fleece' on life after escaping Paterson, New Jersey slaughterhouse - ABC7 New York",
      "description": "Seven sheep are getting a new \"fleece\" on life after escaping from a slaughterhouse in New Jersey.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out PETS & ANIMALS 7 sheep getting a new 'fleece' on life after escaping New Jersey slau"
    },
    {
      "url": "https://marielleindekeuken.nl/kneden-brooddeeg/",
      "title": "Kneden brooddeeg - Mariëlle in de Keuken",
      "description": "void",
      "preview": "Kneden brooddeeg 1 april 2020 0 reacties X Share on X Facebook Pinterest Print Mariëlle in de Keuken Laat een reactie achter Je moet ingelogd zijn op"
    },
    {
      "url": "http://www.atarihq.com/museum/coinops/index.html",
      "title": "AGH Museum -- Coin-Op (Arcade) Games",
      "description": "void",
      "preview": "- AGH COIN-OP MUSEUM - - Other AGH Museum Sections - 2600/7800 | 5200 | JAGUAR/LYNX | COMPUTERS | MISC. ATARI | NON-ATARI - Other Coin-Op Museum Secti"
    },
    {
      "url": "http://digitaledition.post-trib.chicagotribune.com/#nt=secondarynavbar",
      "title": "Suburbs",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://ctan.org/pkg/biblatex",
      "title": "CTAN: Package BibLaTeX",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "http://georgium.ucoz.hu/news/2016-01-20",
      "title": "György Béla Honlapja | Főoldal - Hírek, hasznos információk",
      "description": "György Béla honlapja | Hírek, információk. Belföld, bulvár, bűnügy, extrém, egészség, életmód, érdekes, rejtélyes, gasztro, horgász, jó tudni, vélemény, számítástechnika, történelem, kultúra, tudomány, technika, választások világ, weboldalam hírei.",
      "preview": "Péntek, 2025-10-10, 12:53:08 Nyitólap Regisztráció Belépés Üdvözöllek , Vendég Honlap-menü Főoldal - Hírek, információk Belföld Bulvár - Celeb Bűnügy"
    },
    {
      "url": "https://www.hiclub.bg/Article/10459036",
      "title": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай | Хай Клуб",
      "description": "В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един от основните конкуренти в производството на електрически автомобили. Според автора благодарение на „Тесла\" и други местни компании китайските марки електрически автомобили стават по-конкурентоспособни. Мащабната фабрика на американския автомобилопроизводител в",
      "preview": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай От КМГ В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един"
    },
    {
      "url": "https://lian-art.pl/pl/c/Kolczyki/1827050/1/default/3/f_at_3_78/1",
      "title": "Kolczyki materiał: złoto pr. 585 - Lian Art w Krainie Biżuterii",
      "description": "Lista produktów kategorii Kolczyki / Złoto / Pomysł na Prezent / Biżuteria ze srebra materiał: złoto pr. 585",
      "preview": "85 875 07 10 sklep@lian-art.pl 85 875 07 10 Strona główna Strona główna Biżuteria ze srebra Pomysł na Prezent Złoto Kolczyki ❤️❤️❤️ DARMOWA DOSTAWA od"
    },
    {
      "url": "https://olc.worldbank.org",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://imagommage.com/",
      "title": "Merchandising Aziendale Personalizzato | Gadget Aziendali | Imagommage",
      "description": "Imagommage è specializzata nella creazione di merchandising aziendale personalizzato e gadget aziendali personalizzabili per la promozione di eventi.",
      "preview": "Click Here DISCOVER cuscino - cushion DISCOVER customized trays WE RESEARCH AND IMPORT THE RIGHT PRODUCT YOU ARE LOOKING FOR from all over the world D"
    },
    {
      "url": "http://www.arcadebelgium.be/",
      "title": "Arcade Belgium - News (en)",
      "description": "void",
      "preview": "Latest news 25.09.2025 - Chaos Code NEXT move lists for all characters. 25.09.2025 - 5 new songs appear in StepManiaX . 24.09.2025 - Chaos Code NEXT i"
    },
    {
      "url": "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201720180SB239",
      "title": "Bill Text - SB-239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "description": "SB 239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Quick Search: Bill Number Bill Keyword Home Bill Information California Law Publicatio"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/index.htm",
      "title": "Tarot | Sacred Texts Archive",
      "description": "Sacred Texts: Tarot",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "http://www.beniculturali.it/",
      "title": "Homepage - Ministero della cultura",
      "description": "Homepage",
      "preview": "Facebook Twitter Instagram Youtube Tiktok Podcast Telefono Ricerca 30 MILIONI DI EURO ALL'EDITORIA, PUBBLICATO IL BANDO PER L'ACQUISTO DI LIBRI LA VEL"
    },
    {
      "url": "https://www.netrootsnation.org/profile/james-carter/",
      "title": "James Carter IV - Netroots Nation",
      "description": "void",
      "preview": "James Carter IV Home James Carter IV It seems we can't find what you're looking for. Perhaps searching can help."
    },
    {
      "url": "https://www.walmart.com/store/finder",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://products.office.com/en-us/publisher",
      "title": "Desktop Publishing Software | Download MS Publisher",
      "description": "Get started with Publisher and use our simple tools to help you create professional, personalized newsletters, brochures, post cards, and more.",
      "preview": "This is the Trace Id: 125a90b02891a31acbdabdb6c95c17f6 Skip to main content Microsoft Publisher Publisher will be retired in October, 2026. Microsoft"
    },
    {
      "url": "https://help.shipt.com/how-shipt-works",
      "title": "How Shipt Works - Shipt",
      "description": "Curious about how Shipt works? Find out how to order groceries and more, how to check out the Shipt app, and get information about becoming a Shipt shopper.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Help Center How Shipt Works How do I ord"
    },
    {
      "url": "https://assets.bbhub.io/dotorg/sites/2/2014/04/Bloomberg_AnnualReport_2013-2014_online1.pdf",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-natural-sciences-mathematics/sustainability",
      "title": "Sustainability « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "https://www.usanetwork.com/usa-app",
      "title": "Availability Notice",
      "description": "void",
      "preview": "Enable JavaScript to run this app. Skip to main content Skip to main content"
    },
    {
      "url": "https://tulerie.com/",
      "title": "Tulerie | The Only Luxury Peer-to-Peer Closet Rental App",
      "description": "Tulerie is a peer-to-peer rental platform uniting sustainability, luxury, and community. Enjoy a modern, eco-friendly way to refresh your wardrobe with joy and variety.",
      "preview": "0 the only luxury peer-to-peer closet rental app Download Tulerie on ios Our Misson Wear. Share. Repeat. Tulerie is bringing to light how sustainabili"
    },
    {
      "url": "https://www.nationalgallery.org.uk/paintings/explore-the-paintings",
      "title": "Search the collection | Paintings | National Gallery, London",
      "description": "Search or browse our collection of more than 2,600 paintings and other works of art.",
      "preview": "Skip to main content Search the collection Search or browse our collection of more than 2,600 paintings and other works of art. Show full image Group"
    },
    {
      "url": "http://help.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.nationalgrid.com/",
      "title": "Welcome to National Grid Group",
      "description": "National Grid is an energy company operating in the UK and US. We deliver electricity and gas safely, reliably and efficiently to the customers and communities we serve.",
      "preview": "Skip to main content Powering the things you love What can we help you with today? Tab through the cards Experiencing an outage? Call 105 or click her"
    },
    {
      "url": "https://opocbluepacific.org/twitter/",
      "title": "Twitter - OPOC",
      "description": "[custom-twitter-feeds]",
      "preview": "Twitter Home Twitter [custom-twitter-feeds]"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Python-Intro.html",
      "title": "Python-package Introduction - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Python-package Introduction View page source Python-package Introduction  This document gives a basic walk-through of LightGBM Python-package. List o"
    },
    {
      "url": "https://beautylablaser.com/",
      "title": "Skincare And Medspa In Salt Lake City, UT | Beauty Lab Laser",
      "description": "Beauty Lab Laser Medspa in Salt Lake City, UT, offers expert beauty services including HydraFacial, laser hair removal, Botox, weight loss, & more. Book now!",
      "preview": "Skip to content 0 View Cart Checkout No products in the cart. Subtotal: $ 0.00 View Cart Checkout 0 View Cart Checkout No products in the cart. Subtot"
    }
  ],
  "_meta": {
    "total_bookmarks": 101
  }
}