{
  "data": [
    {
      "url": "https://mangakoibitochan.tumblr.com/post/139472167834",
      "title": "ADHD Ahead! - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "ADHD Ahead! - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhh"
    },
    {
      "url": "https://www.stjude.org",
      "title": "St. Jude Children's Research Hospital",
      "description": "A leading children's hospital, St. Jude treats the toughest childhood cancers and pediatric diseases. Learn about patient referrals, and donate so families never receive a bill for treatment, travel, housing or food.",
      "preview": "Finding cures. Saving children. Refer a Patient Explore Our Research Donate Now 5 reasons to become a monthly donor Research bolsters patient care Lea"
    },
    {
      "url": "https://drselinalin.com/projects_category/theme/",
      "title": "Theme - Dr Selina Lin",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://fr.mongabay.com/",
      "title": "Informations sur la conservation de la nature - Mongabay Afrique",
      "description": "Nouvelles à propos de la faune et de la nature",
      "preview": "Les infos récentes Perroquets gris sauvés du braconnage sur la voie de la restauration Didier Makal 10 Oct 2025 Grand Reportage Face aux effets du cli"
    },
    {
      "url": "https://www.airbnb.com/",
      "title": "Airbnb: Vacation Rentals, Cabins, Beach Houses, Unique Homes & Experiences",
      "description": "Get an Airbnb for every kind of trip → 8 million vacation rentals → 2 million Guest Favorites → 220+ countries and regions worldwide",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Airbnb homepage Homes on Airbnb 0 of 0 i"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://theworldpursuit.com/",
      "title": "The World Pursuit - Informative Travel Guides",
      "description": "World travel blog, following Cameron & Natasha. A pair of travelers, photographers, and writers. Sharing travel tips and stories from around the world.",
      "preview": "Skip to content The World Pursuit Travel Guides By Natasha & Cameron Start Here Get Started Traveling Explore The World Learn more about a particular"
    },
    {
      "url": "https://www.esalon.com/",
      "title": "Custom Home Hair Color, Delivered to You | eSalon",
      "description": "eSalon creates custom at-home hair color, made just for you. Our licensed colorists make each shade from scratch to fit your color goals. Our hair dye has won 8 Allure Best of Beauty Awards and 4 Readers' Choice Awards, making us a Hall of Fame member.",
      "preview": "Shopping Bag {{item.translated_name}} {{getVariationType(item.variation_type)}}: {{item.variation_name}} {{benefitsWithLabel(item)}} {{fragranceWithLa"
    },
    {
      "url": "https://www.stanfordchildrens.org/en/topic/default?id=separation-anxiety-90-P02283",
      "title": "Separation Anxiety - Stanford Medicine Children's Health",
      "description": "Separation anxiety usually begins around 6 months of age. Babies may suddenly be afraid of familiar people, such as babysitters or grandparents.",
      "preview": "MyChart Second Opinion Donate En Español × Close Separation Anxiety What is separation anxiety? Part of a baby's normal development is learning that s"
    },
    {
      "url": "https://www.kff.org/hivaids/fact-sheet/black-americans-and-hivaids-the-basics/",
      "title": "The Impact of HIV on Black People in the United States | KFF",
      "description": "Black people in the U.S. have been disproportionately affected by HIV since the epidemic's beginning, and that disparity has deepened over time. Black people account for more new HIV diagnoses, people estimated to be living with HIV, and HIV-related deaths than any other racial/ethnic group in the U.S. This fact sheet provides an overview of the impact of HIV on Black people in the U.S.",
      "preview": "Skip to main content Home Topics HIV/AIDS The Impact of HIV on Black People in the United States Published: Sep 9, 2024 Print Email Copy Link Key Fact"
    },
    {
      "url": "https://vanschneider.com/colors",
      "title": "mymind",
      "description": "A collection of unique color combinations for your design projects.",
      "preview": "WHAT IS MYMIND? Mindfully curated color palettes A collection of unique color combinations for your design projects. Steal them. Use them. Make someth"
    },
    {
      "url": "https://speechify.com/medium?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Members Can Listen To Any Medium Story With The Speechify Play Button | Speechify",
      "description": "At Medium and Speechify, we're always exploring new ways to make content more accessible. That's why we're excited to share that Speechify is available to all.",
      "preview": "Home Medium members can listen to any Medium story with the Speechify Play Button Medium members can listen to any Medium story with the Speechify Pla"
    },
    {
      "url": "https://pillsburyunited.org/",
      "title": "Pillsbury United Communities",
      "description": "void",
      "preview": "Pillsbury United Communities co-creates enduring change toward a just society. Built with and for the people we serve, our united system of programs,"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://flugbetrieb.com/flugplatz/Montabaur-montabaur/",
      "title": "VFRnav - VFR Flugnavigation und Moving-Map für Android",
      "description": "Die beliebte Flugnavigation für Android-basierende Smartphones und Tablets.",
      "preview": "VFRnav Flugnavigation für Android™ Start Screenshots Start › Flugplatzliste › Montabaur Segelflug Flugplatzdaten Kennung: Montabaur Koordinaten: E 07°"
    },
    {
      "url": "https://blog.clover.com",
      "title": "Small Business Resource Center - The Green - Clover Blog",
      "description": "Our small business resource center is a hub for all things related to accepting payments, running your business, and more. Get started here.",
      "preview": "Close Button Icon Small Business Resource Center Insights and ideas to help you grow your business. Latest stories Full Service Restaurants (FSR) Aver"
    },
    {
      "url": "https://www.accaglobal.com/acca-registration-intro.html",
      "title": "ACCA Registration Intro | ACCA Global",
      "description": "void",
      "preview": "The global body for professional accountants Back to ACCA Global ACCA Think Ahead ACCA application Intro Details 1 Qualifications 2 Document Upload 3"
    },
    {
      "url": "https://visit.stanford.edu/plan/",
      "title": "Where is Stanford? : Stanford University",
      "description": "Visitor Information Services at Stanford University--one of the world's leading research and teaching institutions. It is located in Palo Alto, California.",
      "preview": "Skip to content Visitor Information Optional line 2 - add two-line-signature to body class to display Menu Search form Search term Home The Basics Pro"
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/balenciaga-crocs-collaboration-photos-1234838519/",
      "title": "Balenciaga and Crocs Collaboration: Photos, Details and More",
      "description": "Balenciaga and Crocs are teaming for their second collaboration, which includes high-heeled Crocs and rainboots.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "http://www.acluohio.org/archives/press-releases/ohio-supreme-court-rules-to-uphold-outdated-and-unscientific-hiv-criminalization-policies",
      "title": "Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies - ACLU of Ohio",
      "description": "COLUMBUS, OH-Today the Ohio Supreme Court ruled to continue the criminalization of individuals living with HIV. The ACLU of Ohio, The Center for HIV Law and Policy (\"CHLP\"), and nine other LGBTQ, HIV, medical and legal defense organizations, with assistance from the law firm Gibbons, P.C. and attorney Jeff Gamso, were amici in State of [...]",
      "preview": "Press Releases Ohio Supreme Court Rules to Uphold Outdated and Unscientific HIV Criminalization Policies October 26, 2017 10:30 am Share this page COL"
    },
    {
      "url": "https://ocw.mit.edu/courses/18-01-single-variable-calculus-fall-2006/",
      "title": "Single Variable Calculus | Mathematics | MIT OpenCourseWare",
      "description": "This introductory calculus course covers differentiation and integration of functions of one variable, with applications.",
      "preview": "Browse Course Material Course Info Instructor Prof. David Jerison Departments Mathematics As Taught In Fall 2006 Level Undergraduate Topics Mathematic"
    },
    {
      "url": "https://www.kefalogiannis.gr/el/koinoboyleytikes-drasthriothtes/h-kybernhsh-prwta-o-poliths-g-a-papandreoy-arneitai-na-ikanopoihsei-ta-aithmata-twn-peripteroyxwn-kapnopwlwn",
      "title": "Η κυβέρνηση «πρώτα ο πολίτης» Γ.Α.Παπανδρέου αρνείται να ικανοποιήσει τα αιτήματα των περιπτερούχων-καπνοπωλών | Μανώλης Κεφαλογιάννης",
      "description": "Η κυβέρνηση «πρώτα ο πολίτης» Γ.Α.Παπανδρέου αρνείται να ικανοποιήσει τα αιτήματα των περιπτερούχων-καπνοπωλών - ΜΑΝΩΛΗΣ Κ.ΚΕΦΑΛΟΓΙΑΝΝΗΣΒΟΥΛΕΥΤΗΣ ΗΡΑΚΛΕΙΟΥ-ΝΕΑ ΔΗΜΟΚΡΑΤΙΑ---------------------------ΔΕΛΤΙΟ ΤΥΠΟΥ Με την υπ' αρ...",
      "preview": "μήνυμα συστήματος Αρχικη Βιογραφικο Multimedia Φωτογραφίες Video Νεα Πρωτοβουλίες Ευρωπαϊκά Θέματα Κρήτη Άρθρα Συνεντεύξεις Κοινοβουλευτικές Δραστηριό"
    },
    {
      "url": "https://abortiondefensenetwork.org/",
      "title": "Abortion Defense Network | Everyone deserves access to safe and affordable abortion care",
      "description": "The Abortion Defense Network connects abortion providers and supporters with values-aligned attorneys and legal defense funds. Its goal is to help these individuals and organizations-who are providing a vital service to their communities-understand their rights and fight back against unjust legal proceedings designed to harass and intimidate them.",
      "preview": "skip to Main Content Do you need legal advice, representation, or help paying legal expenses related to abortion care? Everyone deserves access to saf"
    },
    {
      "url": "https://proportio.app/",
      "title": "Proportio.app",
      "description": "Tool for creating proportional scales for typography, iconography, spacing, and components in design systems.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.pagat.com/rummy/ginrummy.html",
      "title": "Gin Rummy - Card Game Rules",
      "description": "How to play the popular American two-player card game Gin Rummy: rules, variations and resources including software and online servers.",
      "preview": "Home A-Z Select language ▼ deutsch english italiano Home Page > Classified Index > Draw and Discard Games > Rummy Games > Gin Rummy Gin Rummy Players:"
    },
    {
      "url": "https://www.paperpanda.co.uk/blogs/news/paper-cutting-for-beginners",
      "title": "Parked Domain name on Hostinger DNS system",
      "description": "Parked Domain name on Hostinger DNS system",
      "preview": "void"
    },
    {
      "url": "https://www.incommonbeauty.com/",
      "title": "IN COMMON Beauty | Luxury Haircare Inspired by Riawna Capri& Nikki Lee",
      "description": "IN COMMON Beauty is an INclusive luxury hair care treatment brand that's undeniably shareable. A community that celebrates every hairstylist and every consumer for their perfect uniqueness. It's what we have IN COMMON.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. FREE SHIPPING ON $45+ ORDE"
    },
    {
      "url": "http://www.district-360.com/",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "https://rsci.app.link/?%24canonical_url=https%3A%2F%2Fmedium.com%2F&%7Efeature=LoOpenInAppButton&%7Echannel=ShowUser&source=---two_column_layout_nav----------------------------------",
      "title": "Medium Membership",
      "description": "On Medium, anyone can share insightful perspectives, useful knowledge, and life wisdom with the world.",
      "preview": "Sitemap Medium Logo Sign in Sign up Support human stories Become a member to read without limits or ads, fund great writers, and join a global communi"
    },
    {
      "url": "https://sheet2site.com/",
      "title": "Sheet2Site: Website Builder Using Google Sheets",
      "description": "Sheet2Site is a website builder that lets you create your own website without writing code using only Google Sheets with pictures, filters and links.",
      "preview": "void"
    },
    {
      "url": "https://www.ilovepdf.com/merge_pdf",
      "title": "Merge PDF files online. Free service to merge PDF",
      "description": "Select multiple PDF files and merge them in seconds. Merge & combine PDF files online, easily and free.",
      "preview": "Merge PDF files Combine PDFs in the order you want with the easiest PDF merger available. Upload your file and transform it. Select PDF files Upload f"
    },
    {
      "url": "http://www.condominio.com/",
      "title": "Condominio.com - Dal 1996 il condominio su internet!",
      "description": "void",
      "preview": "E' con immenso piacere che vi diamo il benvenuto su www.condominio.com ! Abbiamo potenziato il sito web e aggiornato le sezioni per offrirvi contenuti"
    },
    {
      "url": "https://www.seres.org/",
      "title": "SERES - Youth Leadership",
      "description": "Cultivating and catalyzing youth leaders to build more just and sustainable communities in Guatemala and El Salvador.",
      "preview": "0 Cultivating & catalyzing youth leaders Connect. Create. Change. Show me how We empower young people to be influential leaders capable of creating la"
    },
    {
      "url": "https://www.digitalcameraworld.com",
      "title": "Camera news, reviews and features",
      "description": "Camera news, reviews and features",
      "preview": "Skip to main content Trending News TTArtisan launches a 17mm f/4 tilt-shift lens for all major full-frame mounts - and it's a bargain! NEWS A new Lumi"
    },
    {
      "url": "https://campd.epa.gov/",
      "title": "Clean Air Markets Program Data (CAMPD)",
      "description": "CAMPD is your one-stop shop for the emissions, compliance, allowance, and facility attributes data that is gathered under these programs.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://nahtlust.de/tag/uni/",
      "title": "Uni - nahtlust",
      "description": "void",
      "preview": "...und ein divided basket nach dem Schnitt von noodlehead genäht. Dieses Schnittmuster hat es mir aber auch angetan, und wie fast alle divided baskets z"
    },
    {
      "url": "http://www.infocamere.it/",
      "title": "InfoCamere",
      "description": "La società delle Camere di Commercio per l'innovazione digitale. Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione. Visita il nostro sito.",
      "preview": "InfoCamere la società delle Camere di Commercio per l'innovazione digitale Lavoriamo per avvicinare le imprese alla Pubblica Amministrazione Your brow"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://untools.co/",
      "title": "Tools for better thinking | Untools",
      "description": "Collection of thinking tools and frameworks to help you solve problems, make decisions and understand systems.",
      "preview": "Tools for better thinking Thinking tools and frameworks to help you solve problems, make decisions and understand systems. Get 3 templates Get 3 free"
    },
    {
      "url": "https://uxr-optout.withgoogle.com/?referral_code=0&reserved=0&pType=0&productTag=0&campaignType=0&campaignDate=0&labelTag=0&appTag=0&l=0&Q_Language=0&p_utm_source=0&p_utm_medium=0&p_utm_campaign=0&p_utm_term=0&p_utm_content=0",
      "title": "Google UXR - Opt-Out",
      "description": "void",
      "preview": "User Experience Research Unsubscribe from Google User Experience Research studies mailing list You were contacted by the Google User Experience Resear"
    },
    {
      "url": "https://www.uniqlo.com/us/en/products/E450229-000/00?colorDisplayCode=67",
      "title": "HEATTECH Scarf | UNIQLO US",
      "description": "Shop mens HEATTECH Scarf at UNIQLO US. Read customer reviews, explore styling ideas, and more.",
      "preview": "Fall Sale Starts Now! | SHOP NOW HEATTECH Scarf Color: 67 BLUE Add to cart Add to wish list Store availability Please check the store inventory via \"S"
    },
    {
      "url": "https://www.bose.com/en_us/index.html",
      "title": "Headphones, Earbuds, Speakers, Soundbars, & More | Bose",
      "description": "Experience the latest in sound innovation. Shop Bose headphones, speakers, soundbars, and more, supported by premium customer service. Sound is Power.",
      "preview": "Melt into the music Feel the awakening tinge of new, limited-edition Ice Blue. SHOP Trending Products Color: Ice Blue Select Color New color Bose Quie"
    },
    {
      "url": "https://pagina3.mx/tag/derecho-a-la-libre-determinacion/",
      "title": "Derecho a la libre determinación Archivos - Página 3",
      "description": "void",
      "preview": "Facebook Twitter Youtube Comunalidad Mujeres Oaxaca Estado de Oaxaca Istmo La Costa La Cuenca Mixteca Sierra Norte Sierra Sur Valles Centrales Noticia"
    },
    {
      "url": "https://info.microsoft.com/ww-landing-Contact-Microsoft-Education-website.html?lcid=en-us",
      "title": "Tecnologia e software per istituti di istruzione | Microsoft Education",
      "description": "Trova la tecnologia e gli strumenti di apprendimento per il tuo istituto di istruzione con Microsoft Education. Scopri in che modo software gratuiti per la formazione, ad esempio Microsoft 365, possono aiutare studenti e docenti.",
      "preview": "This is the Trace Id: ba9f06ed194caf2b0244b409aece3d38 Passa a contenuti principali Presentazione di Microsoft Elevate: scopri l'impegno di Microsoft"
    },
    {
      "url": "http://www.atropa.si/darilni-program-spletna-trgovina/izdelki/?prikazi=6",
      "title": "Izdelki | Botanični vrt, spletna prodaja in urejanje zelenih površin",
      "description": "ATROPA, botanični vrt, spletna prodaja, otroške rojstnodnevne zabave Roman Hergan s.p.",
      "preview": "Botanični vrt TAL 2000 Darilni program spletna trgovina Rastline za vrtne ribnike Urejanje vrtov Otroške rojstnodnevne zabave ATROPA, botanični vrt, s"
    },
    {
      "url": "http://www.freedom-to-tinker.com/",
      "title": "CITP Blog - Center for Information Technology Policy (CITP)",
      "description": "Center for Information Technology Policy (CITP)",
      "preview": "CITP Blog is hosted by Princeton University's Center for Information Technology Policy , a research center that studies digital technologies in public"
    },
    {
      "url": "https://interfaithworks-bloom.kindful.com",
      "title": "Interfaith Works, Inc. | Kindful",
      "description": "void",
      "preview": "Interfaith Works, Inc. Have a donor account? Sign in Donate Now Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, suppor"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.wfla.com/news/animals/florida-bill-would-ban-allowing-dogs-to-stick-their-heads-out-of-car-windows-declawing-cats/",
      "title": "Florida bill would ban allowing dogs to stick their heads out of car windows, declawing cats | WFLA",
      "description": "A Florida senator has filed a bill intended to protect animals by making it illegal to let a dog be in a driver's lap or stick their head out of a window in the car while driving.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.kemenygyarto-balatonlelle.hu/de/hirek/kepgaleria/fustcsovek/dickwandigen-rohr/",
      "title": "Dickwandigen rohr :: Kéménytechnikai Szaküzlet",
      "description": "void",
      "preview": "Durchsuchen Magyar Deutsch Startseite Bildergalerie KREA gravity schornstein Schornstein system elemente Sonst Rauchrohr Dickwandigen rohr Dünnwandige"
    },
    {
      "url": "https://downtownaustin.com/covid-19/impact-recovery/",
      "title": "COVID-19 Economic Impact | Downtown Austin Alliance",
      "description": "With a focus on recovery, we are actively measuring and monitoring the impact of the pandemic on downtown Austin through ongoing research initiatives.",
      "preview": "Skip to main content COVID-19 Economic Impact Setting a baseline to plan for recovery A months-long effort to create a strategic and comprehensive pla"
    },
    {
      "url": "https://newsroom.paypal-corp.com/home",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    },
    {
      "url": "https://tesla.oemdtc.com",
      "title": "Tesla - OEMDTC",
      "description": "Tesla Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.stadium.se/herr/klader",
      "title": "Sweden B2C",
      "description": "void",
      "preview": "Hoppsan! Sidan kan inte hittas. Meddela oss gärna genom att skicka ett e-postmeddelande till info@stadium.se och beskriva vad som inträffat. Startsida"
    },
    {
      "url": "https://www.billboard.com/music/country/makin-tracks-maren-morris-i-cant-love-you-anymore-1235164375/",
      "title": "Makin' Tracks: Maren Morris Turns a Spat Into an Upbeat Single With 'I Can't Love You Anymore'",
      "description": "Morris wrote the song with her husband and fellow singer-songwriter Ryan Hurd, as well as writer-producer Greg Kurstin.",
      "preview": "× Skip to main content Maren Morris Claire Schaper* Trending on Billboard Maren Morris ' Humble Quest , currently nominated for the Country Music Asso"
    },
    {
      "url": "https://kitchensavvy.com/some-like-it-hot",
      "title": "Some Like It Hot - KitchenSavvy",
      "description": "A friend of mine just made a small batch of salsa and put in 5 habanero peppers. She wanted it to be smoking hot but to her dismay it came out mild. It did get",
      "preview": "KitchenSavvy About Submit Your Questions Not Ready for Prime Time, Too. Chef Buddy Digital Measuring Cup I'll Drink to That (Not!) Some Like It Hot A"
    },
    {
      "url": "https://tv.youtube.com/",
      "title": "YouTube TV - Watch & DVR Live Sports, Shows & News",
      "description": "Stream live TV from ABC, CBS, FOX, NBC, ESPN & popular cable networks in English and Spanish. Record without DVR storage space limits. Try it free. Cancel anytime.",
      "preview": "Try 21 days for $0 Save $30 total for your first three months $72.99/mo for your first 3 months, then $82.99/mo. Offer ends December 31, 2025. New use"
    },
    {
      "url": "https://www.playstation.com/en-us/legal/terms-of-use/op-privacy-policy/",
      "title": "Privacy Policy (US)",
      "description": "void",
      "preview": "Privacy Policy About Us and this Policy This Privacy Policy explains when we collect information about you, including Personal Information (\" PI \"), w"
    },
    {
      "url": "https://www.tm-tracking.org/fisheriesanalyticalcapacitytool",
      "title": "Trygg Mat Tracking (TMT) | FACT Fisheries Analytical Capacity Tool",
      "description": "FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specifically to support, speed up and strengthen the analytical process. FACT has been built with the single express purpose of capturing and analysing the identities and characteristics of the global fishing fleet and the companies that operate it.",
      "preview": "top of page FACT - Fisheries Analytical Capacity Tool FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specific"
    },
    {
      "url": "http://runjumpthrow.usatf.org/",
      "title": "| USA Track & Field",
      "description": "void",
      "preview": "Learn New Skills. Make New Friends. Have Fun. USA Track & Field has teamed up with Hershey to create RunJumpThrow (RJT), a hands-on learning program t"
    },
    {
      "url": "https://hu.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress bővítmény | WordPress.org Magyar",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Bővítmények keresése Rész"
    },
    {
      "url": "https://blog.hubspot.com/marketing/email-design-templates-and-inspiration",
      "title": "14 of the Best Examples of Beautiful Email Design",
      "description": "Finding new html email inspiration can be a daunting task when you're an email marketer. Find inspiration for your next email marketing campaign.",
      "preview": "Home Marketing 14 of the Best Examples of Beautiful Email Design 14 of the Best Examples of Beautiful Email Design Written by: Lindsay Kolowich Cox MA"
    },
    {
      "url": "https://ecoromambalaje.ro/",
      "title": "Eco-Rom Ambalaje - Colectăm separat - Reciclăm împreună",
      "description": "Comisia de supraveghere a răspunderii extinse a producătorului a emis licența de operare la data...",
      "preview": "Home Despre noi Servicii Informații publice Autorizație Clienți Tarife Informații utile Cantități gestionate Modificări legislative Pagina membrilor C"
    },
    {
      "url": "https://walmart.onelink.me/UIev?pid=walmart.com&af_web_dp=https%3A%2F%2Fwww.walmart.com%2Fcp%2Fwalmart-mobile-app%2F1087865&c=Walmart.com%20Site%20Footer&af_dp=walmart%3A%2F%2F",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://www.adaptec.com/",
      "title": "Adaptec | Microchip Technology",
      "description": "Microchip Technology is a leading provider of microcontroller, mixed-signal, analog and Flash-IP solutions that also offers outstanding technical support.",
      "preview": "Skip to main content Skip to footer We detect you are using an unsupported browser. For the best experience, please visit the site using Chrome, Firef"
    },
    {
      "url": "https://dorik.com/",
      "title": "Dorik - AI Website Building Platform",
      "description": "Create your stunning website with ease using Dorik AI Website Builder. Benefit from user-friendly design tools, advanced business solutions, AI tools, and powerful SEO features. Start with Dorik for free.",
      "preview": "Product AI Website Generator No-Code Editor CMS Native SEO Airtable Integration Blogging Platform Templates Pricing For Agencies Resources Wall of Lov"
    },
    {
      "url": "https://gaana.com",
      "title": "Download Latest MP3 Songs Online: Play Old & New MP3 Music Online on Gaana.com",
      "description": "Gaana.com- Listen & Download latest MP3 songs online. Download new or old Hindi songs, Bollywood songs, English songs* & more on Gaana+ and play offline. Create, share and listen to streaming music playlists.",
      "preview": "All Trending Songs New Songs Old Songs Moods & Genres Dil Se Pancham Party Romance 90s & 2000s Bhakti Indie EDM Ghazals Workout Stars Retro Wedding Ki"
    },
    {
      "url": "https://ellatinoonline.com/2012/05/03/lleva-mama-al-cine/",
      "title": "Lleva a Mamá al cine - El Latino",
      "description": "void",
      "preview": "¡No se quede fuera! Manténgase informado; reciba nuestro boletín Registrese Skip to content Envía un mensaje de texto con la palabra \"El latino Mama\""
    },
    {
      "url": "https://latinospro.org/",
      "title": "Home - Latinos Progresando",
      "description": "Read more »",
      "preview": "X Latinos Progresando Email Newsletter Signup Phone This field is for validation purposes and should be left unchanged. Email (Required) Δ Sign up for"
    },
    {
      "url": "https://gardening.stackexchange.com/help/badges/2/student?userid=29656",
      "title": "Student - Badge - Gardening & Landscaping Stack Exchange",
      "description": "Q&A for gardeners and landscapers",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Student Student"
    },
    {
      "url": "https://metalltechnik-dermbach.eshop.t-online.de/epages/Shop42414.sf/de_AT/?ObjectPath=/Shops/Shop42414/Products/61040-5",
      "title": "Kaminholzregal Metall 1,9 m x 0,6 m x 0,35 m Oberfläche feuerverzinkt ohne Dekor",
      "description": "Das Kaminholzregal aus Metall ist ohne Farbe und wird in natürlichem Cortenstahl Material geliefert.",
      "preview": "Zum Hauptinhalt springen Made in Germany Merkliste Mein Konto Anmelden Suchen nach (0) RASENKANTEN AUS METALL FÜR IHRE BEETE Jetzt entdecken Drucken K"
    },
    {
      "url": "https://www.kcpt.org/blogs/education/",
      "title": "Education Blog",
      "description": "Education Blog",
      "preview": "void"
    },
    {
      "url": "https://register-of-charities.charitycommission.gov.uk/charity-details/?regId=1158683&subId=0",
      "title": "FULL FACT - 1158683",
      "description": "Charity details for FULL FACT - Charity 1158683",
      "preview": "Skip to main content Log in to online services Register of Charities - The Charity Commission FULL FACT Charity number: 1158683 Charity reporting is u"
    },
    {
      "url": "https://typedream.com/",
      "title": "Typedream: AI Website Builder",
      "description": "Create stunning landing pages with just 1 sentence with AI.",
      "preview": "☁️ Typedream is acquired by beehiiv, read more → Sell Digital Products Landing Page Link in Bio Blog Form Launch your product template agency e-book c"
    }
  ],
  "_meta": {
    "total_bookmarks": 74
  }
}