{
  "data": [
    {
      "url": "https://about.meta.com/",
      "title": "Meta | Azienda di tecnologie social",
      "description": "Meta (in precedenza Facebook) si impegna a costruire il futuro delle connessioni umane e la tecnologia che lo renderà possibile. Vogliamo andare oltre gli schermi 2D e puntare su esperienze immersive come realtà aumentata e virtuale per creare le tecnologie social del futuro.",
      "preview": "Skip to content Costruiamo il futuro delle connessioni umane La nostra missione E la tecnologia che lo renderà possibile Le nostre tecnologie Le nostr"
    },
    {
      "url": "https://genius.com/Beyonce-energy-lyrics",
      "title": "Beyoncé - ENERGY Lyrics | Genius Lyrics",
      "description": "ENERGY Lyrics: On stage, rockin', I'm stir crazy / Cocoa flow like 1980's / Come, let's tell a drop lazy / None of that maybe / Energy (Ah) / Energy / Energy (On it) / Just vibe / Votin' out 45",
      "preview": "9 ENERGY Beyoncé Featuring BEAM Producers Beyoncé , Skrillex & 2 more Track 5 on RENAISSANCE (WEBSITE VERSION) Jul. 29, 2022 1 viewer 288.7K views 75"
    },
    {
      "url": "https://www.studiopress.com/",
      "title": "WordPress Themes by StudioPress",
      "description": "The world's most popular mobile-responsive themes and design framework for WordPress.",
      "preview": "Skip to main content Build Better WordPress Websites, Faster with Genesis Discover how our WordPress® themes and plugins help you create beautiful, hi"
    },
    {
      "url": "https://www.bluffcitysports.com/",
      "title": "Bluff City Sports",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://reviveapp.net/privacy.html",
      "title": "Revive. Privacy Notice",
      "description": "Revive. Learn how we protect your data and information with our privacy measures",
      "preview": "void"
    },
    {
      "url": "https://sexinads.tumblr.com/",
      "title": "Sex in Ads",
      "description": "This blog contains a lot of pictures with some coments, videos, some texts about it and some research. I would like to collect as many ads with sexual (and erotic) context as posible. And describe...",
      "preview": "About This blog contains a lot of pictures with some coments, videos, some texts about it and some research. I would like to collect as many ads with"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/ucp.php?mode=delete_cookies&sid=6697ba62c5f927e1221355ff3b98be8b",
      "title": "L'Angolo dei Sogni - Pannello di Controllo Utente - Cancella cookie",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "https://www.papermag.com/luke-hemmings-5sos-calm-2645628626.html?rebelltitem=17#rebelltitem17",
      "title": "Luke Hemmings Deconstructs 5 Seconds of Summer's \"CALM\" - PAPER Magazine",
      "description": "If there was ever a time for an album titled \"CALM\" to get released, it's now - and thankfully 5 Seconds of Summer was the band to do it.",
      "preview": "Music Fashion Celebrity Internet Art nightlife Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Luke Hemmings D"
    },
    {
      "url": "https://mabanque.bnpparibas/en/home",
      "title": "BNP Paribas | The bank for a changing world",
      "description": "void",
      "preview": "Contenu principal Navigation de l'entête Menu principal Liens pied de page Afficher le menu mobile BECOME A BNP PARIBAS CUSTOMER Solutions adapted to"
    },
    {
      "url": "http://dallasblackchamber.org/",
      "title": "Dallas Black Chamber of Commerce",
      "description": "The Dallas Black Chamber of Commerce serves as an advocate for the creation, growth and general welfare of African American businesses in the Dallas community. Join us in fostering economic growth and development in the Dallas area.",
      "preview": "top of page The Dallas Accelerator Program will leverage educational resources to support small business growth and capacity building to solidify the"
    },
    {
      "url": "https://forums.rpgmakerweb.com/index.php?threads/some-small-structure-pixel-tutorials.27404/",
      "title": "Some small structure pixel tutorials | RPG Maker Forums",
      "description": "I just found some older Pixel-Tutorials of mine and thought maybe they might help some of you. (I work with Graphicsgale, but you cold do this even in MS...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install JavaScript is disabled. For a better experience, please enable JavaScript in your"
    },
    {
      "url": "https://wordcraft-writers-workshop.appspot.com/",
      "title": "Wordcraft Writers Workshop",
      "description": "The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta teams, and 13 professional writers. Together we explore the limits of co-writing with AI.",
      "preview": "Wordcraft Writers Workshop What does it mean to write with AI? The Wordcraft Writers Workshop is a collaboration between Google's PAIR and Magenta tea"
    },
    {
      "url": "https://www.nbcnews.com/think/opinion/gov-desantis-rude-awakening-15-week-abortion-law-rcna24456",
      "title": "Florida Gov. DeSantis may be in for a rude awakening over 15-week abortion ban law",
      "description": "The Florida Constitution currently vigorously protects a woman's right to end an unwanted pregnancy.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://postmates.com/",
      "title": "Postmates: Food Delivery, Groceries, Alcohol - Anything from Anywhere",
      "description": "Order delivery or pickup from more than 600,000 restaurants, retailers, grocers, and more all across your city. Download the app now to get everything you crave, on-demand.",
      "preview": "Skip to content Order on Postmates Get food, drinks, groceries, and more delivered. Enter delivery address Deliver now Search here Or Sign In Javascri"
    },
    {
      "url": "https://www.beautymarket.es/estetica/barcelona-beauty-school-presenta-su-curso-de-dermocosmetica-estetica-13059.php",
      "title": "Barcelona Beauty School presenta su curso de dermocosmética",
      "description": "Una vez finalizado el curso, el profesional podrá recomendar la dermocosmética adecuada a cada individuo con total seguridad",
      "preview": "Política de cookies : Utilizamos cookies propias y de terceros para mostrarle publicidad relacionada con sus preferencias según sus hábitos de navegac"
    },
    {
      "url": "https://jlgray.com/properties?property=cimmaron-i-apartments&propertyid=90",
      "title": "Cimmaron I Apartments - JL Gray Company",
      "description": "Cimmaron I Apartments is a property in Anthony, NM managed by JL Gray.",
      "preview": "Home Property Management Find My New Home About Us About Our Mission Our Management Team Employment Contact Us Blog Residents Pay Rent Submit Maintena"
    },
    {
      "url": "https://brilliant.org/courses/linear-algebra/",
      "title": "Courses | Brilliant",
      "description": "Guided interactive problem solving that's effective and fun. Try thousands of interactive lessons in math, programming, data analysis, AI, science, and more.",
      "preview": "Courses Learning Paths Step-by-step paths to mastery"
    },
    {
      "url": "https://www.grireland.ie/results/greyhound-search/owners-page/?oid=42471",
      "title": "Owners Page",
      "description": "void",
      "preview": "toggle menu MENU Home Page Results Greyhound Search Owners Page Mr. Jeremiah Kerins Last Recorded Race or Trial: 30-Sep-25 (Tralee) Address: N/A Recor"
    },
    {
      "url": "https://nezya.tumblr.com/",
      "title": "The ZENM",
      "description": "A little bit of everything It´s kinda the shit - Zayde, 23 ;)",
      "preview": "The ZENM A little bit of everything It´s kinda the shit - Zayde, 23 ;) Ask me anything blue-rain : via weheartit 65,568 notes * Posted 6 years ago via"
    },
    {
      "url": "https://www.cct.org/",
      "title": "Home - The Chicago Community Trust",
      "description": "The Chicago Community Trust works to build a Chicago region where equity is central-and opportunity and prosperity are in reach for all.",
      "preview": "Skip to content Skip to footer Equity. Opportunity. Prosperity. When our neighbors do better, we all do better. Together, let's create pathways that b"
    },
    {
      "url": "https://oceanpanel.org/oa2030-new-members-caf_sdrhub/",
      "title": "New Members Boost Ocean Action 2030's Mission for Sustainability",
      "description": "Panama City, Panama (1 March, 2023) The Ocean Action 2030 coalition has today been strengthened by two new participating members: the Development Bank of",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://git.callpipe.com/finn/signald/-/branches",
      "title": "Branches · Finn / signald · GitLab",
      "description": "signald is a daemon that facilitates communication over Signal. While this repository is still updated for now, that is not guaranteed for the future and the official signald...",
      "preview": "Overview Active Stale All master protected 06c6aca2 · Also mention new remote URL · Jan 06, 2021 session-cleanup c9ddb37a · derp · Mar 22, 2021 2.15.3"
    },
    {
      "url": "https://tendadaalma.pt/categoria-produto/baralhos-de-tarot-e-adivinhacao/",
      "title": "Baralhos de Tarot e Adivinhação - Tenda da Alma - Produtos Esotéricos",
      "description": "TENDA DA ALMA, Produtos esotéricos O Tarot é um baralho de 78 cartas, que servem para adivinhação e a meditação, ou para a prática da magia ritual, e é também um poderoso agente de psicoterapia através de análises e conselhos psicológicos. O Tarot compreende 22 Arcanos Maiores e 56 Arcanos Menores. Há no Tarot algo de magnético e fascinação. Não há duas pessoas que tenham a mesma reacção perante essas estranhas cartas, mas não há dúvida de que ninguém esquece a primeira vez que as vê ou vai sentar-se como consultante na mesa de um intérprete experiente. Servem para analisar a mente e o espírito. Tiram do subconscientes os receios e as angústias.",
      "preview": "Baralhos de Tarot e Adivinhação Home Baralhos de Tarot e Adivinhação Baralhos de Tarot e Adivinhação TENDA DA ALMA, Produtos esotéricos O Tarot é um b"
    },
    {
      "url": "https://careers.walmart.com/",
      "title": "Walmart Careers | Submit a Walmart Job Application Online",
      "description": "What's a career at Walmart or Sam's Club like? To find out, explore our culture, our opportunities and the difference you can make.",
      "preview": "Search Jobs All Career Areas All Career Areas Stores & Clubs Corporate Healthcare Technology Drivers & Distribution Centers Start typing city and stat"
    },
    {
      "url": "https://nexleaf.org/about-us/",
      "title": "Our Story - Nexleaf Analytics",
      "description": "In 2009, Nexleaf's co-founders, Nithya Ramanathan and Martin Lukac, started a non-profit tech company in Nithya's garage. Engineers by training, our",
      "preview": "About Us Our Story our mission At Nexleaf, we partner with Ministries of Health to scale the digital tools health workers need to ensure every clinic"
    },
    {
      "url": "https://www.pacificcremationservices.com/obituaries/Thomas--Walter--Smith?obId=25875204",
      "title": "Most Recent Obituaries | Pacific Cremation Services",
      "description": "View recent services at our funeral home in Lake Forest, CA and honor your loved ones with a beautiful floral arrangement by visiting our obituary page.",
      "preview": "MAKE A PAYMENT SEND FLOWERS OBITUARIES Pacific Cremation Services Obituaries Pacific Cremation Services Obituaries Pacific Cremation Services offers a"
    },
    {
      "url": "https://ladiesdrawingclub.com/",
      "title": "LADIES DRAWING CLÜB",
      "description": "LADIES DRAWING CLÜB",
      "preview": "void"
    },
    {
      "url": "https://hype4.academy/tools/glassmorphism-generator",
      "title": "Glassmorphism CSS Generator | SquarePlanet | SquarePlanet",
      "description": "Glassmorphism is a unified name for the popular Frosted Glass aesthetic.",
      "preview": "👋 Hello there! Log into the academy: In order to log into your academy profile, please provide your email and password Email address Password Forgot p"
    },
    {
      "url": "https://hk.linkedin.com/company/south-china-morning-post?trk=organization_guest_main-feed-card-text",
      "title": "South China Morning Post SCMP | LinkedIn",
      "description": "South China Morning Post SCMP | 730,241 followers on LinkedIn. Leading the global conversation about China | The South China Morning Post is a leading news media company that has reported on China and Asia for more than a century with global impact. Founded in 1903, SCMP is headquartered in Hong Kong, where it is the city's newspaper of record, with a growing correspondent staff across Asia and the United States. Our vision is to \"Elevate Thought\", and our mission is to \"Lead the global conversation about China\".",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "http://www.landbell.de",
      "title": "Rücknahmesysteme & Verpackungslizenz in Deutschland",
      "description": "Landbell bietet zertifizierte Rücknahmesysteme & Entsorgungslösungen für Verpackungen - jetzt lizenzieren & gesetzeskonform handeln",
      "preview": "Zum Inhalt springen PORTALE & SHOPS EASy Shop CALCULATE YOUR PACKAGING Join us on LINKEDIN Suche nach: Kontakt Portale & Shops EASy Shop CALCULATE YOU"
    },
    {
      "url": "https://news.shopify.com",
      "title": "Shopify Newsroom",
      "description": "Explore the latest Shopify news, product innovation, and industry data. Get stories from the entrepreneurs who are shaping the future of commerce.",
      "preview": "Skip to Content POV When trade works, entrepreneurs win: Making global growth possible for small businesses Small businesses everywhere are poised to"
    },
    {
      "url": "https://bbamemphis.com/",
      "title": "Black Business Association of Memphis | Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "description": "Developing successful entrepreneurs and MWBEs through education, advocacy, and business development.",
      "preview": "Advocacy Counseling Networking MEMphis What WE Do The Black Business Association of Memphis (BBA) is missioned to improve the economic well-being of t"
    },
    {
      "url": "https://www.tropica.com/en/guide/",
      "title": "Guide to success with your aquarium - Tropica Aquarium Plants",
      "description": "The right aquarium - The right plants - The right fish",
      "preview": "EN DE FR DA Plants Plant Care Inspiration Guide Find dealers Articles Contact Become dealer Dealer login Menu Plants Plant Care Inspiration Guide Find"
    },
    {
      "url": "https://truthsocial.com/@realDonaldTrump/posts/108647350940945943",
      "title": "Truth Social",
      "description": "Truth Social is America's \"Big Tent\" social media platform that encourages an open, free, and honest global conversation without discriminating on the basis of political ideology.",
      "preview": "To use this website, please enable JavaScript."
    },
    {
      "url": "http://amex.co/yellow",
      "title": "American Express IT | Accedi | Carte di Credito, e premi",
      "description": "Benvenuto in American Express Italia: Carte di Credito, Carte di Pagamento, servizi viaggio e assicurativi. Richiedi una Carta o accedi al tuo conto.",
      "preview": "Il tuo browser non è aggiornato. Ti consigliamo di aggiornarlo per migliorare l'esperienza sul sito. Carte Personali Carte Business Soluzioni Corporat"
    },
    {
      "url": "https://www.wordtune.com/",
      "title": "Wordtune - Express yourself with confidence",
      "description": "Perfect your English with a free AI writer that can paraphrase, rewrite, correct your grammar and more.",
      "preview": "Get Wordtune for free No credit card required. Get a feel for what Wordtune can do for you Write. Rewrite. Repeat. Choose from a custom list of contex"
    },
    {
      "url": "https://rainwatercharitablefoundation.org/",
      "title": "Home - Rainwater Charitable Foundation",
      "description": "void",
      "preview": "info Our 2023-2024 Annual Report is now available. Explore today . Proving the Possible: Our 2023-2024 Annual Report is Now Available Continue Reading"
    },
    {
      "url": "https://weeklyad.target.com/",
      "title": "Target Weekly Ad",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://www.oxygenclothing.co.uk/item/calvin-klein-jeans/logo-relaxed-jogger/16QV6",
      "title": "Calvin Klein Jeans Logo Relaxed Jogger | Oxygen Clothing",
      "description": "Shop the Calvin Klein Jeans Logo Relaxed Jogger online at Oxygen Clothing. FREE UK delivery on all orders over £150.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Calvin Klein Jeans Girls Logo Relaxed Jogger £55.00 £16.50 70% Off Sorry, this"
    },
    {
      "url": "https://www.marylandbcc.org/",
      "title": "Home - The Maryland Black Chamber of Commerce",
      "description": "void",
      "preview": "Grow your Business Partner with the Maryland Black Chamber of Commerce today and leverage our member benefits to grow your business. Become a Member B"
    },
    {
      "url": "https://docs.ansible.com/ansible/latest/getting_started/index.html",
      "title": "Getting started with Ansible - Ansible Community Documentation",
      "description": "void",
      "preview": "Blog Ansible community forum Documentation Ansible Community Documentation Getting started with Ansible Edit on GitHub Getting started with Ansible "
    },
    {
      "url": "https://council.nyc.gov/",
      "title": "Home - New York City Council",
      "description": "From Woodlawn to Coney Island, every neighborhood in New York City is part of a Council District. There are 51 of these Districts, each represented by an elected Council Member.",
      "preview": "Skip to main content Translate this page ✕ Google Translate To Address City's Chronic Failure to Pay Nonprofits on Time, NYC Council Approves Major Re"
    },
    {
      "url": "https://blog.clover.com",
      "title": "Small Business Resource Center - The Green - Clover Blog",
      "description": "Our small business resource center is a hub for all things related to accepting payments, running your business, and more. Get started here.",
      "preview": "Close Button Icon Small Business Resource Center Insights and ideas to help you grow your business. Latest stories Full Service Restaurants (FSR) Aver"
    },
    {
      "url": "https://scikit-image.org/docs/stable/auto_examples/index.html",
      "title": "Examples - skimage 0.25.2 documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K Choose version GitHub PyPI Examples # A gallery of examples and that showcase how scikit-image can be used."
    },
    {
      "url": "https://jsonschema.dev/",
      "title": "JSON Schema Validation",
      "description": "JSON Schema Validation, in browser, using ajv, with linting, and shareable schemas",
      "preview": "We're sorry but json-schema-check doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://synlawncolorado.com/installing-putting-green-idea-whose-time-come/",
      "title": "Installing Your Very Own Putting Green is an Idea Whose Time Has Come",
      "description": "Our work brings us into contact with a great many golf lovers. If you count yourself among this group, we can make practicing your putting and chipping easier than ever.",
      "preview": "Skip to content Installing Your Very Own Putting Green is an Idea Whose Time Has Come Installing Your Very Own Putting Green is an Idea Whose Time Has"
    },
    {
      "url": "https://talkingpointsmemo.com/livewire/chris-christie-tired-minimum-wage-debate",
      "title": "Chris Christie: 'I'm Tired Of Hearing About The Minimum Wage' - TPM - Talking Points Memo",
      "description": "New Jersey Gov. Chris Christie (R) said Tuesday that he's \"tired\" of hearing discussion on the minimum wage and seemed to suggest that a higher minimum wage isn'...",
      "preview": "Latest 17 hours ago 9th Circuit Trump Judges Enthusiastically Support His Ability To Deploy Military Anywhere At Any Time 20 hours ago Greg Bovino Eme"
    },
    {
      "url": "http://www.uwbec.org/",
      "title": "United Way of Buffalo & Erie County | Hands-On Change | Home",
      "description": "United Way of Buffalo & Erie County is a nonprofit organization that brings people and organizations together to make a difference and drive equitable outcomes in Western New York.",
      "preview": "Skip to main content Hands-On Compassion We get involved to make real change and drive equitable outcomes in Western New York. Hands-On Health We get"
    },
    {
      "url": "https://www.mcgovern.org/",
      "title": "Patrick J McGovern Foundation | AI for Social Good",
      "description": "21st Century Philanthropy Advancing Data and AI for Good",
      "preview": "Home, sweet home. This is the homepage h1. We are tech-inspired global changemakers, optimists, and visionaries advancing AI and data solutions to cre"
    },
    {
      "url": "https://yle.fi/uutiset",
      "title": "Uutisia lyhyesti | Yle Uutiset",
      "description": "Uutiset nopeasti ja luotettavasti.",
      "preview": "Hyppää sisältöön Hyppää sisältöön Uutisia lyhyesti Hallituksen rivit repeilivät Oulaskankaan yöpäivystyksen säilyttämistä koskevassa äänestyksessä. Ka"
    },
    {
      "url": "https://www.brunelcare.org.uk/our-housing/tenant-services/general-enquiries/",
      "title": "Tenant services | Brunelcare",
      "description": "Our housing and property team is on hand to support tenants, ensuring that help is available whenever needed.",
      "preview": "Tenant services Tenant services Make a payment Report a repair Give feedback From completing a repair to helping with a rent query, our housing and pr"
    },
    {
      "url": "https://www.kumarijob.com/company/ace-nepal",
      "title": "Ace Nepal | Kumari Job",
      "description": "Ace Nepal, one of the famous shoes store located in Mitrapark, Kathmandu is seeking for a potential candidates to join the team.",
      "preview": "Ace Nepal About Company Ace Nepal, one of the famous shoes store located in Mitrapark, Kathmandu is seeking for a potential candidates to join the tea"
    },
    {
      "url": "http://chessbomb.com/",
      "title": "Live Chess Tournaments - Follow Top Events - Chess.com",
      "description": "Follow the latest major chess tournaments online with live broadcasting. See the moves, analyze them with a chess engine, and interact with other chess fans.",
      "preview": "Home Play Puzzles Learn Watch News Social More Sign Up Log In English Light UI Dark UI Support"
    },
    {
      "url": "https://www.thejarfactory.com/de/tags/pot-double-paroi/",
      "title": "Hersteller von Plastikdosen und -flaschen für Kosmetik und Industrie | The Jar Factory - The Jarfactory",
      "description": "The Jarfactory stellt hochwertige Plastikdosen und -flaschen für Kosmetik und Industrie her. Dank unserer eigenen Formenbau-Abteilung bieten wir maßgeschneide",
      "preview": "Ihr Warenkorb Keine Produkte gefunden... Versandkosten Berechnung 0 artikel Insgesamt exkl. MwSt. €0,00 MWST. €0,00 Gesamt €0,00 Zur Kasse Weiter eink"
    },
    {
      "url": "https://disabilityin.org/resource/disability-stock-photography/",
      "title": "Disability Inclusive Stock Photography - Disability:IN",
      "description": "Disability:IN is pleased to offer disability inclusive stock photography to the public. In an effort to empower business to achieve disability inclusion and equality, we encourage corporations to use this in recruitment material, marketing material, internal and external communications, etc.",
      "preview": "Skip to content Search for: Disability Inclusive Stock Photography Disability Inclusive Stock Photography Disability:IN is pleased to offer disability"
    },
    {
      "url": "https://www.kdrtv.co.ke/news/accident-otile-brown-hit-boda-boda-operators-outside-city-club/",
      "title": "Otile Brown Hit Boda Boda Operators Outside City Club",
      "description": "Sensational Kenyan musician Otile Brown has painted a bad image on public after running over several people with his brand new Mercedes Benz",
      "preview": "Enter aussie play casino app , where glamorous slots and sparkling bonuses create nonstop excitement. Every spin delivers luxurious wins and high-clas"
    },
    {
      "url": "https://www.fox2detroit.com/news/dog-saves-toddler-after-fire-torches-detroit-apartment-leaving-family-of-six-homeless",
      "title": "Dog saves toddler from fire that torched Detroit apartment, left family of six homeless | FOX 2 Detroit",
      "description": "Blue not only saved the youngest of four girls trapped in the home, but they also noted emergency authorities - actions fitting for a hero dog.",
      "preview": "article Blue, the dog of Janet Kelley. DETROIT (FOX 2) - The remains of one Detroit family's possessions were turned to ash and dust after a fire tore"
    },
    {
      "url": "https://www.dayitalianews.com/caltagirone-protocollo-violenza-donne-disparita-genere/",
      "title": "Caltagirone, firmato un protocollo d'intesa per la prevenzione della violenza sulle donne e la disparità di genere",
      "description": "Un protocollo d'intesa \"per azioni di prevenzione e contrasto della violenza e disparità di genere\" è stato firmato stamani, al municipio, dall'assessore alla Legalità e Sicurezza Giuseppe Fiorito (delegato dal sindaco Fabio Roccuzzo)",
      "preview": "Skip to content Chi siamo Contatti Ricerca per: Home Catania notizie Catania i fatti della città Caltagirone, firmato un protocollo d'intesa per la pr"
    },
    {
      "url": "https://modelshipworld.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://thepromise.movie/share/",
      "title": "The Promise Movie | Official Site for Film & Updates",
      "description": "Discover The Promise Movie, an independent film in production. Watch the teaser, meet the cast and crew, and follow behind-the-scenes updates and release news.",
      "preview": "Welcome to Our Production A Story Worth Keeping. A Promise Worth Making. We're an independent film team bringing The Promise to life, from first spark"
    },
    {
      "url": "https://www.jonathanglynnsmith.com",
      "title": "Photographer Jonathan Glynn-Smith",
      "description": "London based photographer and director Jonathan Glynn-Smith | Specialising in Fashion, Advertising, Travel and Luxury Lifestye film and photography ✔ | Overview portfolio of images here →",
      "preview": "Photographer/Director Thumbnails Portraits Menswear Womenswear Campaigns Travel Diaries Films Projects & Exhibitions News Feed Biography & Clients Con"
    },
    {
      "url": "https://towardsdatascience.com/how-to-create-an-effective-self-study-routine-to-teach-yourself-data-science-successfully-6248c7ec3a53?source=home---------3---------------------b06feff6_ece0_420b_8118_4bd6e48a7884-------7",
      "title": "How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully | Towards Data Science",
      "description": "Here's how to set a self-study routine that you'll actually stick to while learning data science",
      "preview": "Data Science How to Create an Effective Self-Study Routine to Teach Yourself Data Science Successfully Here's how to set a self-study routine that you"
    },
    {
      "url": "https://gaiconsultants.com/project-team-accepts-ftba-award/",
      "title": "Project Team Accepts FTBA Award for Wonderwood Connector Project - GAI Consultants",
      "description": "Jacksonville, FL-On August 5, the project team of J.B. Coxwell Contracting, Inc. (Contractor) and GAI Consultants (GAI) (Design Engineer), in partnership with the Florida Department of Transportation District Two, was on hand to accept the Florida Transportation Builders' Association (FTBA) 2016 Best in Construction Design-Build Award for the State Road (SR) 116 (Wonderwood Connector) project ... Continue reading Project Team Accepts FTBA Award for Wonderwood Connector Project",
      "preview": "Skip to content Home News and Insights Press Release Project Team Accepts FTBA Award for Wonderwood Connector Project Project Team Accepts FTBA Award"
    },
    {
      "url": "https://www.yourvone.com/",
      "title": "v one",
      "description": "pretty much like lovable but without the monthly fee",
      "preview": "Try it Watch full demo Vibe Everything you need to get started with your business. $199 one-time Get Started $150 per seat per year Get Started 1 proj"
    },
    {
      "url": "https://www.sfpublicpress.org/most-homeless-families-helped-by-city-rent-programs-move-out-of-s-f/",
      "title": "Most Homeless Families Helped by City Rent Programs Move Out of S.F. - San Francisco Public Press",
      "description": "A San Francisco initiative to help homeless families find affordable apartments and assist them in paying the rent is sending the majority of them out of the city because of the high cost and shortage of housing.",
      "preview": "Skip to content Credit: Creative Commons image by Flickr user Daniel Ramirez Fates of Hundreds Unknown After Subsidies Expire; Some End Up Homeless Ag"
    },
    {
      "url": "https://cab1729.tumblr.com/",
      "title": "math geek with no social life",
      "description": "I read math textbooks like other people read novels and spend most of my free time in Starbucks trying to solve the Riemann Hypothesis. When I'm not doing that I practice the ancient art of Java...",
      "preview": "math geek with no social life thevaultoftheatomicspaceage : univac Reblogged 4 years ago from thevaultoftheatomicspaceage 154 notes Celebrating Peano!"
    },
    {
      "url": "https://www.thefamilyplacenc.com/",
      "title": "The Family Place | Family resources in Transylvania County",
      "description": "Explore The Family Place, your hub for family resources in Transylvania County. From parenting support in Brevard, playgroups for kids in Rosman, to free family activities, we're here to help families connect, learn, and thrive.",
      "preview": "top of page The Family Place is a local family resource center that strengthens families and builds resiliency through support, education, and communi"
    },
    {
      "url": "https://www.phonetics.ucla.edu/course/chapter1/chapter1.html",
      "title": "ipachart",
      "description": "void",
      "preview": "Contents page Contents page for Vowels and Consonants Chapter 1 Chapter 1 book links Clicking on a symbol will take you to a part of the chart where y"
    },
    {
      "url": "https://site.xavier.edu/polt/typewriters/tw-manuals.html",
      "title": "Typewriter Manuals",
      "description": "void",
      "preview": "The Typewriter Revolution: A Typist's Companion for the 21st Century Available now! Here are some typewriter user's manuals , service manuals , and ty"
    },
    {
      "url": "https://www.ovs.it/it_it/donna/nuovi-arrivi.html",
      "title": "OVS: Abbigliamento da Donna, Uomo e Bambini",
      "description": "Scopri le ultime novità di OVS su Abbigliamento Uomo, Donna, Bambini, prodotti di Bellezza e per la Casa. Visita il sito e acquista subito. Reso gratuito online!",
      "preview": "Spedizione Standard Gratuita OVS ❤️ friends cambia look e si rinnova! OVS x Save the Children insieme per il Back to School Spedizione Standard Gratui"
    },
    {
      "url": "https://ida.worldbank.org/en/home",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://gennextmsp.org/",
      "title": "Home - Generation Next",
      "description": "Generation Next's mission is to harness the community's knowledge, expertise, and action to ensure that every child can thrive.",
      "preview": "Read Now! NEW blog post out now! 2025 ANNUAL EVENT RECAP Read Now! Our 2024 Annual Report is Now Available! PRACTICE We support and expand the most ef"
    },
    {
      "url": "http://www.infn.it/",
      "title": "INFN - Istituto Nazionale di Fisica Nucleare",
      "description": "L'INFN è l'ente pubblico nazionale di ricerca, vigilato dal Ministero dell'Istruzione, dell'Università e della Ricerca (MIUR), dedicato allo studio dei costituenti fondamentali della materia e delle leggi che li governano. Svolge attività di ricerca, teorica e sperimentale, nei campi della fisica subnucleare, nucleare e astroparticellare.",
      "preview": "In primo piano La sfida della materia oscura Leggi tutto La sfida della materia oscura INTERVISTE NEWSLETTER Intervista a Pierre Sikivie Leggi tutto I"
    },
    {
      "url": "https://deno.com/manual@v1.45.4/introduction",
      "title": "Welcome to Deno",
      "description": "Learn the basics of Deno, a secure JavaScript, TypeScript, and WebAssembly runtime.",
      "preview": "Skip to main content On this page Why Deno? Quick install First steps Welcome to Deno Deno ( /ˈdiːnoʊ/ , pronounced dee-no ) is an open source JavaScr"
    },
    {
      "url": "https://www.kunecoco.de/2012/09/review-schone-sauerei-ein-schweinekrimi.html",
      "title": "Review // Schöne Sauerei - Ein Schweinekrimi - KuneCoco",
      "description": "Eine Woche habe ich nichts von mir hören lassen.",
      "preview": "Menü Review // Schöne Sauerei - Ein Schweinekrimi Veröffentlicht 16. September 2012 Kommentare 4 Kommentare Eine Woche habe ich nichts von mir hören l"
    },
    {
      "url": "http://www.seaaroundus.org/data/#/global?chart=catch-chart&dimension=taxon&measure=tonnage&limit=10",
      "title": "Sea Around Us | Fisheries, Ecosystems and Biodiversity",
      "description": "The Sea Around Us Project investigates the impact of fisheries on the world's marine ecosystems. This is achieved by using a Geographic Information System",
      "preview": "Menu Search our data Mapped data Help Publications News Partners Projects Data not yet available Your browser does not support Javascript or has it di"
    },
    {
      "url": "https://www.goodwilleasterseals.org/",
      "title": "Home :: Goodwill Easter Seals",
      "description": "void",
      "preview": "Skip to main content Welcome! Goodwill is more than a store... Access free career training services; Get great deals on 1,000s of items added daily; H"
    },
    {
      "url": "https://restoringpromise.vera.org/",
      "title": "Restoring Promise Initiative | Vera Institute",
      "description": "Restoring Promise disrupts harmful prison practices and policies through collaborative research, narrative change, and technical assistance.",
      "preview": "void"
    },
    {
      "url": "https://giftsofthejourney.com/tag/sarah-suzanne/",
      "title": "Sarah & Suzanne | Gifts Of The Journey",
      "description": "Posts about Sarah & Suzanne written by Elizabeth Harper",
      "preview": "The moor was a wild place to be the other day. Ray and MIJ who you may remember from here came by for an overnight visit and a walk around Bodmin Moor"
    },
    {
      "url": "https://www.ellenmacarthurfoundation.org/circular-economy/what-is-the-circular-economy",
      "title": "The Circular Economy | Definition & Model Explained | Ellen MacArthur Foundation",
      "description": "Explore the meaning of the circular economy, its core principles and how businesses are shifting from linear models to circular systems that design out waste.",
      "preview": "Circular economy introduction Overview Key ideas Case studies Glossary Circular economy explained English español português What is the meaning of a c"
    },
    {
      "url": "http://motodubai.com/dubai-motorycle-rentals-dubai/bmw-motorrad-apparel-2014.php",
      "title": "Dubai - Harley-Davidson® | Goldwing | BMW | Rentals | Tours",
      "description": "Dubai largest selection and lowest prices rental of Harley-Davidson® motorcycles, If you are already in Dubai or you have already planned a trip to Dubai,you can also rent a motorcycle for a few days to explore the United Arab Emirates. We also have One-Day Organized Motorcycle Tours.",
      "preview": "United Arab Emirates DUBAI MOTORCYCLE TOUR & RENTAL Next | MAIN | PREVIOUS Free Beaches in Dubai Aside from modern designs and architectures, Dubai is"
    },
    {
      "url": "https://www.freikirchegronau.de/datenschutz/",
      "title": "Datenschutz - Evangelische Freikirche Gronau",
      "description": "void",
      "preview": "Datenschutz 1. Datenschutz auf einen Blick Allgemeine Hinweise Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenb"
    },
    {
      "url": "https://www.boxycharm.com",
      "title": "BOXYCHARM: The Best Monthly Beauty and Makeup Box Subscription",
      "description": "Your customized beauty membership with five full-size products worth up to $200 for only $32 per month.",
      "preview": "BUZZWORTHY BEAUTY DELIVERED MONTHLY Score 5 full-size beauty products worth up to $200 for only $32/month, plus unlock 24/7 access to epic deals (up t"
    },
    {
      "url": "https://diversity.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Google - Building Together for Everyone",
      "description": "Learn how we're making it possible for all people to do their best work so that we build helpful products for everyone.",
      "preview": "We're building a Google for all of us to build helpful products for everyone Play silent looping video Pause silent looping video To build products th"
    },
    {
      "url": "http://www.qualcomm.com/company/wireless-reach",
      "title": "Qualcomm Wireless Reach | How Technology Helps Underserved Communities",
      "description": "Qualcomm has been deploying technology programs to enrich lives in underserved communities around the world since 2006. Learn about the impact our technology has made.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://watttime.recruiterbox.com/",
      "title": "WattTime jobs | WattTime openings | WattTime careers",
      "description": "void",
      "preview": "WattTime.org Website Jobs at WattTime Come Work with Us WattTime is a rare non-profit tech startup. We're laser focused on helping people, companies,"
    },
    {
      "url": "https://en.taiko.art/pauliparkkinen",
      "title": "Taiko - Finnish Art Online | Taiko",
      "description": "Buy Finnish fine art online. 1000s of artworks for your home decor -paintings, sculptures etc. Your contemporary art gallery online. Global shipping!",
      "preview": "We're sorry but Taiko doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.prisonministryindia.org",
      "title": "CBCI OFFICE FOR PRISON MINISTRY INDIA - Home",
      "description": "Prison Ministry India",
      "preview": "CBCI OFFICE FOR PRISON MINISTRY INDIA Home WHO WE ARE About Us Vision & Mission Our Team NECROLOGY Honor Roll PHOTO GALLERY WHAT WE DO PRISONERS WELFA"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/#reusable_bags",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://spiru.nl/blogs/spiritualiteit/tarot-snelcursus-zo-leer-je-de-betekenis-van-tarotkaarten",
      "title": "Tarot Snelcursus, Zo leer je de Betekenis van Tarotkaarten",
      "description": "Tarot zou helpen om jezelf te leren kennen. Maar wat betekenen die mysterieuze tarotkaarten toch? Hier vind je alvast een begin.",
      "preview": "Elke maand gratis verzonden Al 36814 bomen geplant 9.1 out of 10 stars 32511 reviews Contact Elke maand gratis verzonden We zijn live. Nu tijdelijk me"
    },
    {
      "url": "https://stottestrompen.dk/shop/75-cep-kompressionsstroemper/",
      "title": "CEP kompressionsstrømper",
      "description": "Støttestrømpen.dk (Pil-Pak A/S)",
      "preview": "Shop Om støttestrømper Om støttestrømper Størrelsesguide Materialerne Kompressions- klasser Hvem har brug for støttestrømper? Brugsanvisning FAQ / Hjæ"
    },
    {
      "url": "http://www.moorepinballs.com/",
      "title": "Used Pinball Games For Sale Northeast PA",
      "description": "used pinball games for sale. I shop, refurbish, restore and repair pinballs games locally. Pinball Help, articles and tips",
      "preview": "Used Classic, EM, Solid State Pinball Games Used Pinball Games For Sale Northeast Pa I am located near Cresco, PA. (Northeast Pennsylvania). Used Pinb"
    },
    {
      "url": "https://unevoc.unesco.org/home/",
      "title": "UNESCO-UNEVOC",
      "description": "void",
      "preview": "EN FR ⌕ About Us The UNESCO-UNEVOC International Centre Who We Are What We Do Working With Us Get in Touch Our Network The UNEVOC Network Learn About"
    },
    {
      "url": "https://www.hilton.com/en/hotels/laxbhhh-the-beverly-hilton/",
      "title": "Luxury Rooms & Suites | Beverly Hilton Hotel - Official Site",
      "description": "A four star Beverly Hlls, CA hotel, The Beverly Hilton is known for it's great location, elegant accommodations and year-round star-studded events.",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ski"
    },
    {
      "url": "http://www.rcindia.org/profile/?u=12213",
      "title": "Log in",
      "description": "Log in",
      "preview": "Welcome to RC India . Log in Sign up India's RC Hub October 10, 2025, 05:26:08 PM Main Menu Main Menu Home Calendar RC India Warning! Only registered"
    },
    {
      "url": "https://www.hwupgrade.it/news/sicurezza/apple-ios-18-uscita-funzioni_118272.html",
      "title": "Tesla, inizia il processo di espansione della Giga Berlin: raddoppio di produzione per auto e batterie | Greenmove",
      "description": "Lo stabilimento tedesco di Tesla si prepara ad una massiccia espansione, che porterà il volume delle auto costruite fino a 1 milione all'anno",
      "preview": "Login - Registrati NETWORK AUTO ELETTRICHE TECNOLOGIA INFOTAINMENT E-BIKE MOTO ELETTRICHE URBAN MOBILITY ENERGIE RINNOVABILI Tesla Tesla, inizia il pr"
    },
    {
      "url": "https://www.today.com/home/grinch-shows-house-hilarious-real-estate-listing-t145320",
      "title": "The Grinch shows off a house in hilarious real estate listing",
      "description": "A real estate team used The Grinch to show off a home for sale in Baltimore, Maryland. See the funny photos!",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://lifeatno27.com/",
      "title": "Life at No.27",
      "description": "Life at No.27 is a non-profit gardening and wellbeing therapy organisation. We provide practical group and 1-2-1 classes and workshops for all ages.",
      "preview": "Life at No.27 is a leading horticultural therapy and mental health counselling provider, built with passion at its core and designed to improve lives."
    },
    {
      "url": "https://www.padelfederacion.es/Estadisticas.asp?Id=199323",
      "title": "Estadísticas | FEP",
      "description": "Página oficial de la Federación Española de Pádel con información sobre calendarios, torneos, órganos de gobierno e información general relativa al pádel en el país.",
      "preview": "Estadísticas Jugador/a Indica un número de licencia: Indica un DNI: ALEJANDRO REY LEYVA Número de Licencia: 199323 Categoría: Club Competición Autonóm"
    },
    {
      "url": "https://windsor.ai/forum/categories?mode=privacy&sid=8f9db9d8da24279ecd934bf6b7a4f1ae",
      "title": "Windsor.ai: No-Code Data Connectors & ETL/ELT Software",
      "description": "Automate data integration from 325+ sources with no-code connectors, and send it to top destinations in under 5 minutes.",
      "preview": "Windsor.ai: Sync data from 325+ data sources in minutes Automate data integration from all your marketing and business platforms with Windsor.ai's no-"
    },
    {
      "url": "https://goodux.appcues.com/categories",
      "title": "Categories | GoodUX",
      "description": "Explore some really Good UX with our library of screenshots and user experience design examples. User onboarding, product tours, in-app messaging, and more.",
      "preview": "All categories Made with Appcues These examples are the best of the bunch (in our humble and totally impartial opinion). 💜 User Onboarding Even great"
    },
    {
      "url": "https://download.oracle.com/javaee-archive/servlet-spec.java.net/jsr369-experts/2015/09/0264.html",
      "title": "[jsr369-experts] Re: Working towards Early Draft Review",
      "description": "void",
      "preview": "[jsr369-experts] Re: Working towards Early Draft Review This message : [ Message body ] [ More options ( top , bottom ) ] Related messages : [ Next me"
    },
    {
      "url": "https://www.jacksonville.com/story/sports/college/jacksonville-dolphins/2022/07/09/ron-grigg-resigns-ju-womens-track-and-cross-country-coach-after-difficult-read-posts-student-athlete/10022152002/",
      "title": "Jacksonville University track coach resigns after bullying allegations",
      "description": "Jacksonville University women's track coach Ron Grigg resigned after online posts and comments that a school official termed \\",
      "preview": "Skip to main content Home Jaguars First Coast Varsity UF Gators Seminoles North Florida Ospreys Jacksonville Dolphins Golf Jumbo Shrimp Icemen Outdoor"
    },
    {
      "url": "http://www.diegeilehydra.at/category/allgemein/page/2/",
      "title": "Allgemein - Seite 2 - Hydra",
      "description": "20.08.1622:00 LineUpM-Jane (upd8e)Doggsta (A.J.A Crew, G9 R.I.P)ThizzlaKlaus Reznicek #nachtspiel #busen. #technoanderdonau #tittnwippn #linzmussdiehauptstadtdersubkulturwerden #drumnballs #mehrraven #bällebad",
      "preview": "Zum Inhalt springen 20.08.16 22:00 LineUp M-Jane (upd8e) Doggsta (A.J.A Crew, G9 R.I.P) Thizzla Klaus Reznicek #nachtspiel #busen. #technoanderdonau #"
    },
    {
      "url": "https://blog.orbcomm.com",
      "title": "IoT Blog | ORBCOMM",
      "description": "Learn about the latest technology and trends in the IoT space across transportation, maritime, heavy equipment, natural resource and more.",
      "preview": "Solutions Transportation By Need Visibility Compliance Optimization Safety & Security By Asset Dry Trailer Reefer Chassis Container Rail Products Plat"
    },
    {
      "url": "http://zuk.pulawy.pl/tag/glekomp/",
      "title": "GLEKOMP - Zakład Usług Komunalnych",
      "description": "void",
      "preview": "Tag: GLEKOMP Strona główna Tag: GLEKOMP Wstrzymanie sprzedaży „GLEKOMPU\" - środka poprawiającego właściwości gleby Autor: admin Ze względu na bardzo d"
    },
    {
      "url": "https://mpa-guide.protectedplanet.net/",
      "title": "The MPA Guide",
      "description": "void",
      "preview": "The MPA Guide is a science-based tool and framework to identify different types of MPAs and connect these types of MPAs with the outcomes they are exp"
    }
  ],
  "_meta": {
    "total_bookmarks": 108
  }
}