{
  "data": [
    {
      "url": "https://www.iflix.com",
      "title": "iflix - Genuine HD Video Online Watching Platform | Chinese series,Korean series,Comic,etc.",
      "description": "iflix is both the producer and the provider of global high-quality video services. There are the latest popular TV series, movies, variety shows, and animations. HD videos are free to be viewed online. VIP members can unlock more wonderful exclusive contents! iflix also supports English subtitles, Thai subtitles, Indonesian subtitles, Malay subtitles, Korean subtitles, and other subtitles and dubbing.",
      "preview": "WeTV Hot 1 / 1 Love in the Crossfire Married by Fate, Bound by Love Love's Ambition Zhao Lusi and Chen Weiting's True Love Hypothesis Queendom (Uncut"
    },
    {
      "url": "https://forms.accaglobal.com/contact-us",
      "title": "Contact us",
      "description": "void",
      "preview": "Cancel Adaptive Form Title Adaptive Form Title What best describes you? Continue Cancel Contact us Get help and support What best describes you? I'm i"
    },
    {
      "url": "https://secure.donorschoose.org/credits",
      "title": "DonorsChoose: Check Cookies",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://www.bloomberg.org/environment/protecting-the-oceans/bloomberg-ocean/",
      "title": "Protecting the Ocean | Bloomberg Philanthropies",
      "description": "Bloomberg Philanthropies' Environment program is at the forefront of efforts to protect the environment across a key array of issues.",
      "preview": "Skip to main content Environment Protecting the Ocean Protecting the Ocean Billions of people and countless marine species depend on a healthy ocean,"
    },
    {
      "url": "https://www.si.com/extra-mustard/2023/02/28/taylor-lewan-titans-dropped-off-stuff-release",
      "title": "Taylor Lewan Shares Sad Photo of How Titans Dropped Off His Stuff After Release - Sports Illustrated",
      "description": "The three-time Pro Bowler spent his entire career with Tennessee.",
      "preview": "Following his release from the Titans last week , three-time Pro Bowler Taylor Lewan came home to a sad-looking surprise on Monday. The offensive tack"
    },
    {
      "url": "https://justice.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://woods.stanford.edu",
      "title": "Stanford Woods Institute for the Environment",
      "description": "Learn more about Stanford University's hub for climate and environment research spanning all seven schools on campus.",
      "preview": "Highlighting solutions to the wildfire crisis Read more Main content start Featured news Tracking microplastics from sea to body September 29, 2025 St"
    },
    {
      "url": "https://wikis.swarthmore.edu/ling073/index.php?title=Wamesa_and_Tongan/Lexical_Selection&diff=prev&oldid=4220",
      "title": "Difference between revisions of \"Wamesa and Tongan/Lexical Selection\" - LING073",
      "description": "void",
      "preview": "Difference between revisions of \"Wamesa and Tongan/Lexical Selection\" From LING073 Jump to: navigation , search Revision as of 02:53, 31 March 2017 ("
    },
    {
      "url": "https://amongthefray.wordpress.com/2021/11/03/latvia-has-one-of-the-highest-covid-19-case-rates-in-the-world-dw-news/",
      "title": "Latvia has one of the highest COVID-19 case rates in the world - DW News - Among the Fray",
      "description": "https://www.youtube.com/watch?v=ky73A0qNU00 Nov 3, 2021 The Baltic country has one of the highest COVID-19 case rates in the world. As Latvia struggles with spiking infections, its people are having to deal with a strict lockdown that experts say came too late.",
      "preview": "Skip to content Nov 3, 2021 The Baltic country has one of the highest COVID-19 case rates in the world. As Latvia struggles with spiking infections, i"
    },
    {
      "url": "https://securitylab.github.com/",
      "title": "GitHub Security Lab | Securing open source software, together.",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://www.tristandacunha.org/",
      "title": "TristanDaCunha.org",
      "description": "void",
      "preview": "Skip to content Welcome to TristanDaCunha.org - a website about the remotest island in the world, Tristan da Cunha. Tristan da Cunha lies 2,816 kilome"
    },
    {
      "url": "https://www.epix.com/privacy-policy",
      "title": "MGM+ | Privacy Policy",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Privacy Policy"
    },
    {
      "url": "https://nereusprogram.org/reports/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "This policy brief is part of the Nereus Scientific & Technical Briefs on Marine Areas Beyond National Jurisdiction (ABNJ) series. The briefs are products of a workshop held prior to the 4th International Marine Conservation Congress in St. John's, Newfoundland (July-August 2016). These briefs were prepared for the second meeting of the Biodiversity Beyond National Jurisdiction (BBNJ) Prep Com, held from August 26 - September 9, at the UN.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://lightgbm.readthedocs.io/en/stable/Features.html",
      "title": "Features - LightGBM 4.6.0 documentation",
      "description": "void",
      "preview": "Features View page source Features  This is a conceptual overview of how LightGBM works [1] . We assume familiarity with decision tree boosting algor"
    },
    {
      "url": "https://www.brookings.edu/research/digitalization-and-the-american-workforce/",
      "title": "Digitalization and the American workforce | Brookings",
      "description": "Over the last few decades, the rapid rise of digital technology has fundamentally changed the U.S. economy and the world of work. This new report explores how communities can spread the benefits of digitalization while mitigating its potentially harmful effects.",
      "preview": "Search Home Digitalization and the American workforce Downloads Downloads Full Report Executive Summary Press release Infographic Appendix A - Methodo"
    },
    {
      "url": "https://shapes.framer.website/",
      "title": "Copy-Paste SVG Shapes",
      "description": "SVG Shapes",
      "preview": "made by monika michalczyk Explore the collection of 120+ basic SVG shapes for your upcoming project. Simply click on a shape to copy its SVG code to y"
    },
    {
      "url": "http://spillerforeningen.dk/nyheder/2021/60-mikkel-rygaards-vej-ud-af-polsk-kaos/",
      "title": "Mikkel Rygaards vej ud af polsk kaos | SPFO",
      "description": "Lønnen kom sjældent til tiden. Til sidst kom den slet ikke. Med Spillerforeningens hjælp kom Mikkel Rygaard ud af sin kontrakt i polske LKS Lodz efter knap et år i klubben. Et kaotisk ophold, der afskrækker ham fra udlandet. Hør hans historie i den her udgave af Spillerforeningens podcast.",
      "preview": "Spillerforeningen SPFO SPFO 25 Spiller til Spiller 25.11.2021 60 : Mikkel Rygaards vej ud af polsk kaos Lønnen kom sjældent til tiden. Til sidst kom d"
    },
    {
      "url": "https://www.drhadleyking.com/",
      "title": "Dermatologist in Midtown Manhattan | Dr Hadley King Dermatology",
      "description": "Dr Hadley King MD is a board certified dermatologist in NYC who specializes in medical and cosmetic dermatology. Botox and dermal filler appointments available with online booking.",
      "preview": "top of page Comprehensive Dermatologic Care Because Confidence is Beautiful About Dr. Hadley King Hadley King, MD is a board-certified dermatologist w"
    },
    {
      "url": "https://www.charleskeith.com/us/bags/CK2-30781775_MULTI.html",
      "title": "Multicoloured Shalia Canvas Tote Bag - CHARLES & KEITH US",
      "description": "A bag to beat all other bags when it comes to structure, style or functionality. Featuring a boxy finish, double top handles, and a roomy interior, our boxy canvas Shalia tote is perfectly sized to carry all of your essentials in style. Relish being hands-free when you wear it on your shoulder and head to work. Complete with a zip closure that ensures your daily necessities stay safe, we think it will go well with a pinstripe pantsuit and textured mules.",
      "preview": "... ..."
    },
    {
      "url": "https://www.kaporcapital.com/who-we-are/",
      "title": "About Us",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer About Us Our team is made up of people with lived experiences a"
    },
    {
      "url": "https://www.twitch.tv/rajanlakhanpal",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://www.jiahometechs.com",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://modelshipworld.com/topic/13196-beginners-guide-to-rigging/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://connecticut.aiga.org/event/international-speaking-tour-ram-castillo-the-birth-of-a-designer/",
      "title": "International Speaking Tour: Ram Castillo, THE BIRTH OF A DESIGNER | AIGA Connecticut",
      "description": "Join AIGA CT and author/award-winning graphic designer Ram Castillo as he shares advice for emerging designers looking to launch their career. Ram's talk will address education, portfolio creation, networking, and interviews as part of an effective strategy for landing a job in the field.",
      "preview": "Search Donate Events Upcoming Events Past Events Event Recordings Archive Blog Get Involved Become a Volunteer Join the Board Sponsor Us Student Group"
    },
    {
      "url": "https://cstoredecisions.com/2021/12/02/quiktrip-brings-back-jollytown-mobile-app-contest/",
      "title": "QuikTrip Brings Back 'JollyTown' Mobile App Contest - CStore Decisions",
      "description": "QuikTrip (QT) announced the return of its festive campaign, JollyTown, a mobile app contest filled with free gifts for customers who use the app. Every mobile order placed through Jan. [...]",
      "preview": "Skip to content Search the site Subscribe Throughout the holiday season, QT is offering freebies of more than 30 in-store products to customers throug"
    },
    {
      "url": "https://www.farmrio.com.br/short-cos-elastico-off-white-299006-0024/p",
      "title": "FARM: seu novo desejo tá aqui",
      "description": "descubra os lançamentos da coleção de alto inverno",
      "preview": "Topo looks de verão: 30%+ 10% no APP, cupom: APP10 ver seleção Lançamento alto verão Lançamento alto verão Ver tudo Novos vestidos T-shirts, blusas, r"
    },
    {
      "url": "https://research.google",
      "title": "Google Research - Explore Our Latest Research in Science and AI",
      "description": "Discover Google Research. We publish research papers across a wide range of domains and share our latest developments in AI and science research.",
      "preview": "Impossible? Let's see. Whether we're shaping the future of sustainability, or optimizing algorithms, or even exploring epidemiological studies, Google"
    },
    {
      "url": "https://fastdemocracy.com/bill-search/al/2023rs/bills/ALB00014834/",
      "title": "Bill tracking in Alabama - HB 7 (2023rs legislative session) - FastDemocracy",
      "description": "Relating to education; to provide prohibitions on the promotion, endorsement, and affirmation of certain divisive concepts in certain public settings; and to authorize certain penalties for violation.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://video.foxbusiness.com/v/6109194898001#sp=show-clips",
      "title": "Goodwill donations surge during holiday giving season | Fox Business Video",
      "description": "Goodwill donations and holiday resale",
      "preview": "to top close Video This video is playing in picture-in-picture. Varney Co January 15, 2020 03:19 CLIP Goodwill donations surge during holiday giving s"
    },
    {
      "url": "http://www.magikbee.com/",
      "title": "Learning Through Play - Inspiring Kid's Imagination With Magikbee",
      "description": "Unlock your child's potential with our suite of safe and educational apps & games. Discover how play learning can be fun and rewarding.",
      "preview": "Home | Brands | Company Together, we spark wonder A better digital world starts here Technology should lift us up, not weigh us down. At Magikbee, we"
    },
    {
      "url": "https://www.pet-molds.com/news/Industry-News/Blowing-process-of-pet-hot-filling-bottle.html",
      "title": "Blowing process of pet hot filling bottle,Industry News,Taizhou Huangyan Taoyuan Mould Co., Ltd.",
      "description": "void",
      "preview": "China PET Preform Molds Factory +86-19557669565 Bernice@taoyuanmould.com By Brant On 2021-11-17 13:27:58 In Industry News Blowing process of pet hot f"
    },
    {
      "url": "https://www.elle.com/culture/celebrities/a11729/josh-groban-interview/",
      "title": "Love Me Tenor",
      "description": "Josh Groban may sing like a saint, but he jokes like a sinner",
      "preview": "Skip to Content Hellin Kay Josh Groban may have the best poker face in music. For 10 years, he dutifully filled the role of Adult Contemporary's boy w"
    },
    {
      "url": "https://www.stichting-open.org/en/",
      "title": "Stichting OPEN - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content We are Stichting OPEN In a rapidly changing world, Stichting OPEN is committed to a circular economy in which electronic devices, lamp"
    },
    {
      "url": "https://material.io/components/selection-controls#switches",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.st-marys-clayton-le-moors.lancs.sch.uk/policy-documents/child-protection",
      "title": "St Mary's Roman Catholic Primary School - Safeguarding",
      "description": "void",
      "preview": "St Mary's Roman Catholic Primary School We pray, We work, We play, We care, We do our best! A A A Devonshire Drive, Accrington, Lancashire, BB5 5RJ 01"
    },
    {
      "url": "https://www.wwf.eu/",
      "title": "Home | WWF",
      "description": "Home",
      "preview": "The WWF is run at a local level by the following offices... WWF Global Adria Argentina Armenia AsiaPacific Australia Austria Azerbaijan Belgium Bhutan"
    },
    {
      "url": "http://network.creativecommons.org/?ref=global-affiliate-network",
      "title": "CC Global Network Community Site",
      "description": "The Creative Commons Global Network works together to realize our shared values and build relationships around the world.",
      "preview": "× Help us build a vibrant, collaborative Global Commons View More Featured members Aristarik Hubert Maro Tanzania Ethan Senack United States Razan Al-"
    },
    {
      "url": "https://filemagazine.com/",
      "title": "FileMagazine.com: Unveiling Stories Through Captivating Imagery",
      "description": "Explore the world of visual storytelling at FileMagazine.com. Immerse yourself in a collection of captivating photographs and images that unveil powerful narratives, diverse perspectives, and the beauty of the human experience.",
      "preview": "Skip to content Latest Posts The Best Time of Day for Bird Watching April 7, 2025 Vegan Haircare: Top Brands and Tips for Healthy Hair September 30, 2"
    },
    {
      "url": "https://web.membernova.com/305538/User/Login?OriginalUrl=web.membernova.com/305538%2Fevents%2F",
      "title": "MemberNova Package Expired",
      "description": "void",
      "preview": "Package has expired Please note that the MemberNova website package for your account has expired. Click here to contact MemberNova."
    },
    {
      "url": "https://www.berlin.de/tourismus/insidertipps/",
      "title": "Insider-Tipps - Berlin.de",
      "description": "Die außergewöhnlichen Seiten von Berlin erleben: Insider-Tipps, Szenetreffs und neue Ideen für Berlin-Besucher - abseits der abgetretenen Pfade.",
      "preview": "de Aktuelle Sprache: Deutsch en English Berlin Insider-Tipps © dpa Wer Berlin abseits der wichtigsten Sehenswürdigkeiten besser kennenlernen möchte, f"
    },
    {
      "url": "https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/expert-answers/implantation-bleeding/faq-20058257",
      "title": "Implantation bleeding: Common in early pregnancy? - Mayo Clinic",
      "description": "Implantation bleeding is a common early pregnancy symptom. Understand why it happens.",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Appointments at Mayo Clinic Mayo Clinic offers appointmen"
    },
    {
      "url": "https://www.berrylush.com/",
      "title": "Berrylush - Online Fashion Shopping Store | Women's Dresses Online",
      "description": "Online fashion shopping store for women clothes, apparels in India. Buy the latest trending dresses, tops, jumpsuit, palazzo pants & much more for women. We carry all variety of women's dresses for every occasion in styles you'll love. 24 Hours Shipping | COD | Easy Returns | Official Online Shopping Store of Berrylush",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Bags Dresses Tops Skirts Jumpsuits Co-ords Shorts Shrugs Winter wear Ber"
    },
    {
      "url": "https://www.paramountplus.com/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://www.acerinc.org/",
      "title": "African Career Education & Resource (ACER) Inc. | Brooklyn Park | Housing and Social Justice | Economic and Business Development",
      "description": "African Career Education and Resources Inc. | Find resources related to housing, civic participation, small business support, and community health.",
      "preview": "top of page African Career Education & Resource, inc. (ACER) ACER (African Career Education and Resources Inc.) is the leading organization working wi"
    },
    {
      "url": "https://nedahome.org/",
      "title": "Neighborhood Development Alliance",
      "description": "NeDA builds affordable housing in Minnesota and empowers communities to create sustainability through financial education and guidance.",
      "preview": "Buy your first home Learn how Neighborhood Development Alliance (NeDA) is a non-profit organization providing 1:1 counseling and workshops to help peo"
    },
    {
      "url": "http://www.operationoverkill.com/",
      "title": "Operation : Overkill | The Original Wastelands BBS Door Game!",
      "description": "void",
      "preview": "Welcome to Operation: Overkill World HQ! -[J] Join us on Discord! -[D] Operation: Overkill Downloads -[P] Play Operation: Overkill on dark wastelands!"
    },
    {
      "url": "https://www.mrisoftware.com/uk/",
      "title": "MRI Software | Real Estate Software | Community Solutions",
      "description": "MRI delivers real estate software and community solutions, powering amazing buildings, workplaces and citizen experiences.",
      "preview": "Skip to content We're hiring! Unlock your real estate vision with MRI Software Connecting real estate visionaries with AI-first proptech that powers t"
    },
    {
      "url": "https://www.pocketgamer.biz/company/3593/mediatonic-ltd/",
      "title": "Mediatonic - Company Profile | PocketGamer.biz",
      "description": "Info for, and articles featuring, Mediatonic.",
      "preview": "Company Profile Mediatonic Website www.mediatonicgames.com/ Follow them on: X (Formerly Twitter) Facebook LinkedIn YouTube About Mediatonic is one of"
    },
    {
      "url": "https://sustainability.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "https://flutter.dev/docs/development/packages-and-plugins/developing-packages#add-support-for-platforms-in-an-existing-plugin-project",
      "title": "Developing | Flutter",
      "description": "How to write packages and plugins for Flutter.",
      "preview": "docs.flutter.dev uses cookies from Google to deliver and enhance the quality of its services and to analyze traffic. Learn more . OK, got it list On t"
    },
    {
      "url": "https://thevillagedoctors.co.uk/surveyreport.aspx?p=C81050",
      "title": "void",
      "description": "void",
      "preview": "× This website uses cookies We use cookies to improve user experience. Choose what cookies you allow us to use. You can read more about our cookies be"
    },
    {
      "url": "https://www.infosysequinox.com/",
      "title": "Enterprise Digital Commerce Platform | Infosys Equinox",
      "description": "Infosys Equinox provides highly accessible digital commerce solutions to companies with complex needs to offer distinctive experiences. Get started with us!",
      "preview": "How AI is Changing Digital Commerce in 2025 Discover how AI is enhancing both customer-facing and operational functions in digital commerce for unpara"
    },
    {
      "url": "https://www.wadhwaniai.org",
      "title": "AI for Social Impact - Wadhwani AI | Wadhwani AI is an independent nonprofit institute developing AI-based solutions for underserved communities in developing countries.",
      "description": "void",
      "preview": "People Reached Through Tech 150 MILLION+ * DATA: JULY 2025 ai for Social Impact We build technology that serves, scales and empowers STUDENTS & TEACHE"
    },
    {
      "url": "https://events.c2cglobal.com/events/#/list",
      "title": "Events List | Google C2C Global",
      "description": "We can't wait to see you at an upcoming C2C event! On this page, you can search by location, select event types (virtual or in-person), and pick out topics of your interest! For easier navigation, use the magnifying glass icon on the top right of the page to do a full event search.",
      "preview": "Skip to main content We use cookies to ensure that we give you the best experience on our website. By continuing your visit on the website, you consen"
    },
    {
      "url": "http://jamarc.fra.affrc.go.jp/english/index-e.html",
      "title": "JAMARC, Fisheries Research Agency",
      "description": "void",
      "preview": "JAMARC, Fisheries Research Agency Access Inquiries 【Attention】 The name of our organization was changed into \"Marine Fisheries Research and Developmen"
    },
    {
      "url": "https://rhawkins20-blog-blog-blog.tumblr.com/",
      "title": "Digitalia",
      "description": "Always the beautiful answer who asks a more beautiful question. ~e.e.cummings",
      "preview": "Digitalia RSS Archive Always the beautiful answer who asks a more beautiful question. ~e.e.cummings July 20, 2015 Mainstream Media: Who do I trust? I"
    },
    {
      "url": "https://www.erika-sanvigilio.it/en/summer-winter/cross-country-skiing/73-0.html",
      "title": "Cross-country skiing - Marebbe - - Hotel Erika San Vigilio di Marebbe",
      "description": "If you choose San Vigilio to spend your winter holidays you should also grasp the chance to try cross-country skiing. The 12km-long Marebbe Valley, ...",
      "preview": "Request now Arrival Days persons Request Booking Cross-country skiing If you choose San Vigilio to spend your winter holidays you should also grasp th"
    },
    {
      "url": "https://kuehbiko.tumblr.com/",
      "title": "@kuehbiko on Tumblr",
      "description": "18+ pls no minors || she/him aspec bigender || naruto, warcraft, genshin, multifandom || tbh idk why im pretending this is gonna be anything more than naruto brainrot anyway lol lmao",
      "preview": "Posts Likes knitmeapony Follow Do it for the meme. http://blinkingguy.com classyruinsbarbarian i checked the thing there is only like only has been 35"
    },
    {
      "url": "https://sagansense.tumblr.com/",
      "title": "SAGAN SENSE",
      "description": "\"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the late Professor Carl Sagan, comprised of all things cosmos-related, in...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://www.klowdtv.com/",
      "title": "Live TV Streaming | KlowdTV",
      "description": "KlowdTV provides live TV streaming on your desktop or mobile device without a contract, offering flexibility and affordability. Sign up for a free-trial!",
      "preview": "Close menu Join Packages Channels Support Log in Watch Free. Check it out. Watch 90+ Live Channels Free Watch Free Now Package Pricing Subscribe to on"
    },
    {
      "url": "https://www.cvent.com/d/9jqbdx",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "https://www.livingshores.com/",
      "title": "Visit the Aquarium in New Hampshire | Living Shores Aquarium",
      "description": "Living Shores Aquarium is the best place for family entertainment. Discover the wonders of marine life with our pools, exhibits, and immersive activities!",
      "preview": "See Ya Later, Alligator! Sweepstakes 🐊 Enter for your chance to win 4 tickets to Living Shores Aquarium! Enter to Win We are currently experiencing te"
    },
    {
      "url": "https://creperie-letybillic.fr/operation-cheques-evasion-50/",
      "title": "Opération Chèques Evasion 50 - Crêperie Le Ty-BillicCrêperie Le Ty-Billic",
      "description": "La Crêperie Le Ty-Billi participe à l'opération Chèques Evasion 50 mis en place par L'Attitude Manche ! Rendez-vous sur le site www.cheques-evasion50.fr pour vous inscrire et recevoir des chèques que vous pourrez dépenser chez les restaurateurs, les sites et lieux de visites, les prestataires de loisirs, les producteurs locaux... de la Manche partenaires de l'opération",
      "preview": "Qui sommes-nous ? Actualités Menus et carte Galeries photos Nos partenaires Nous contacter 73 rue au Blé - Cherbourg en Cotentin 02 33 01 11 90 Opérat"
    },
    {
      "url": "http://www.likeadoll.com/",
      "title": "Like A Doll",
      "description": "void",
      "preview": "Hierloom Quality Teddy Bears and Gifts. Hoodie Bears, Sweater Bears, Funky Friends and Top Teddies are one-of-a-kind gifts that are custom made, and p"
    },
    {
      "url": "https://innovation.mines.edu",
      "title": "McNeil Home - McNeil Center for Entrepreneurship and Innovation",
      "description": "void",
      "preview": "Facebook X RSS Snapchat MINES.EDU MyMines News Calendar Canvas Email Library Give Directories McNeil Center for Entrepreneurship and Innovation LEARN"
    },
    {
      "url": "https://www.hollywoodreporter.com/tip-line",
      "title": "Tip Line | The Hollywood Reporter",
      "description": "Have a tip for The Hollywood Reporter? Here's the tip line form to share your story with THR writers and editors.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Got a Confidential Tip for The Hollywood Reporter? If you have information tha"
    },
    {
      "url": "https://stirr.com",
      "title": "STIRR - Stream Free Movies, TV Shows & Series",
      "description": "Watch Free live TV and on-demand shows-anytime, anywhere. News, sports, movies, and more with zero hassle. Stream it all free with STIRR.",
      "preview": "Ad Blocker Detected Sorry, We have detected that you have activated Ad-Blocker. Please Consider supporting us by disabling your Ad-Blocker, It helps u"
    },
    {
      "url": "https://poweroutage.us/area/state/michigan",
      "title": "Michigan Power Outage Map, October 2025",
      "description": "PowerOutage.us tracks, records, and aggregates power outages across Michigan.",
      "preview": "PowerOutage.com Login Search States, Counties or Utilities... Search Locations... Total Customers Out 96 Outages by County Outages by Utility Wayne 55"
    },
    {
      "url": "https://alba-ewaste.sg/",
      "title": "ALBA E-Waste Singapore - Singapore E-Waste Collection & Recycling Program",
      "description": "void",
      "preview": "Skip to content Home About Us Types of E-Waste Regulated Consumer E-Waste Disposal Guide Where can I recycle my E-Waste Data Security Partners Newsroo"
    },
    {
      "url": "https://nl.linkedin.com/company/bcd-travel?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "BCD Travel | LinkedIn",
      "description": "BCD Travel | 342.631 volgers op LinkedIn. Travel smart. Achieve more. | BCD Travel helpt bedrijven slimmer te reizen en meer te bereiken. Onze digitale oplossingen om zakenreizen te vereenvoudigen bevorderen het succes van reisprogramma's, kostenbesparingen en talentbehoud. Met ruim 15.000 toegewijde medewerkers bedienen we klanten in meer dan 170 landen en dragen actief bij aan een duurzame toekomst voor zakenreizen.",
      "preview": "LinkedIn respecteert uw privacy LinkedIn en derden gebruiken essentiële en niet-essentiële cookies om onze Diensten te leveren, te beveiligen, te anal"
    },
    {
      "url": "https://bsandco.us/all-designs",
      "title": "BS&Co - Email Marketing Agency | Drive Revenue with Strategic Campaigns",
      "description": "Transform your email marketing with BS&Co. We help brands increase revenue through strategic email campaigns, SMS marketing, and automation. Proven results for fashion, beauty, food & beverage brands.",
      "preview": "Case Studies Our Services Designs Free Tools About Us Work With Us Our Work Bringing Your Brand Alive & Making It Stand Out Request A Free Mock-Up All"
    },
    {
      "url": "http://weavesilk.com",
      "title": "Silk - Interactive Generative Art",
      "description": "Create beautiful flowing art with Silk.",
      "preview": "Send Feedback New Share Pinterest Email Fullscreen Fullscreen Save Picture Controls Undo Redo To save, right click the thumbnail and choose Save Image"
    },
    {
      "url": "https://web.cvent.com/event/ab5149fc-4ebf-4b21-b1eb-2da3fa98cee6/summary?utm_campaign=spritz_sandiego0929",
      "title": "Archived Event - USO Special Delivery presented by Johnson & Johnson: Baby Spritz - San Diego: Liberty Station - September 29, 2022",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://tunebend.com",
      "title": "TuneBend",
      "description": "void",
      "preview": "Discover a new world of music! TuneBend is currently available on all iOS platforms. Record, Play, and Collaborate You can mix and match different per"
    },
    {
      "url": "http://washington.edu/news/video/?utm_source=UW%20News&utm_medium=nav&utm_campaign=video",
      "title": "Video stories | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Video stories President Jones to welcome incoming class at New Student Convocation on Sunday"
    },
    {
      "url": "https://www.lidl.cz/aktualni-nabidka",
      "title": "Lidl. To se vyplatí.",
      "description": "Objevte naši širokou nabídku výrobků a výhodné týdenní akce ► Na eshopu i ve Vaší prodejně",
      "preview": "Přihlásit se/Registrovat a využít výhod účtu Vítejte Slevy Kuchyně a domácnost Dílna a zahrada Sport a volný čas Bydlení a vybavení Móda a doplňky Dět"
    },
    {
      "url": "https://insidesources.com/proposal-could-help-cities-recover-from-pandemics-impact/",
      "title": "Proposal Could Help Cities Recover from Pandemic's Impact - InsideSources",
      "description": "Cities across the country are witnessing one of the pandemic's long-term consequences: Reduced workforce in city centers. With many companies electing to",
      "preview": "InsideSources Menu Home Energy Technology Politics Finance Education Publications NH Journal DV Journal Inside Alerts InsideSources Get up-to-date new"
    },
    {
      "url": "https://www.zola.com/",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://www.u-dictionary.com",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "https://www.womenandperspectives.com/2016/11/size-shouldnt-mean-compromise.html",
      "title": "Size Shouldn't Mean Compromise",
      "description": "Bearwear is hoping to make the larger man feel good about how they look and make it easier for them to find what they like. We've spoken to some customers who have said they used to wear a 2XL even though they're a 3XL simply because they couldn't find their correct size in regular retail outlets. We're hoping to make this a thing of the past! Our clothes are modern and stylish and would not look out of place whether they were sized medium or 5XL.",
      "preview": "skip to main | skip to sidebar Women's Perspectives all things about women in my perspective HOME Sitemap Privacy Policy Disclosure Policy Nov 25, 201"
    },
    {
      "url": "https://www.brokerstrust.com/brians-blog/great-energy-efficient-home-with-lots-of-privacy-in-west-adams-terrace",
      "title": "Great ENERGY EFFICIENT home with lots of privacy in West Adams Terrace!",
      "description": "2400 Seventh Avenue West Adams, CA 90018 List Price: $599,000",
      "preview": "The Fitzburgh Realty Team - Glassell Park Real Estate - Northeast Los Angeles Realtor Home About Us Fitzburgh Realty Team > Juan Loza Handyman Brians"
    },
    {
      "url": "https://www.emag.hu/mobiltelefonok/c",
      "title": "Mobiltelefon - eMAG.hu",
      "description": "Telefonok hatalmas kínálata ➡️ Több száz mobiltelefon, okostelefon közül választhatsz, kedvezményes áron, gyors szállítással! ⭐ eMAG.hu",
      "preview": "Saját fiók Háztartási gépek és klíma TV és szórakozás Telefon, Tablet, Laptop Számítástechnika Fotó-Videó, Okos eszközök Szupermarket Otthon, barkács,"
    },
    {
      "url": "https://www.kaporcapital.com/",
      "title": "Kapor Capital",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer We invest in early stage startups that close gaps of access for"
    },
    {
      "url": "https://fundforsharedinsight.org/",
      "title": "Foundations Advancing Listening & Feedback in Philanthropy | Fund for Shared Insight",
      "description": "As a national funder collaborative, Fund for Shared Insight cultivates community-driven philanthropy in service of advancing equity in philanthropy.",
      "preview": "Skip to content Funder listening to shift power Fund for Shared Insight is a national funder collaborative seeking to improve philanthropy by centerin"
    },
    {
      "url": "https://artrapp.tumblr.com/",
      "title": "@artrapp on Tumblr",
      "description": "Mom, Engineer Supporter of Arts and Culture",
      "preview": "Posts Likes nevaehtyler These are incredible.. csmitty4u CHECK!!! artrapp Love these! coolnessgraphed Follow fyblackwomenart Follow Hypatia of Alexand"
    },
    {
      "url": "https://askubuntu.com/questions/237544/how-to-make-digikam-remember-googles-two-factor-authentication-password",
      "title": "kubuntu - How to make digiKam remember Google's Two-factor Authentication password? - Ask Ubuntu",
      "description": "I use digiKam on Kubuntu 12.10 to organise my photos and really like being able to upload to Picasaweb using kipiplugins. Unfortunately after having set up Google two-factor authentication I now ne...",
      "preview": "Ubuntu Community Ask! Developer Design Hardware Insights Juju Shop More › Apps Help Forum Launchpad MAAS Canonical Teams Q&A for work Connect and shar"
    },
    {
      "url": "https://cops.usdoj.gov",
      "title": "Home | COPS OFFICE",
      "description": "void",
      "preview": "Skip to main content \"Democrats have shut down the government. Department of Justice websites are not currently regularly updated. Please refer to the"
    },
    {
      "url": "https://www.greencarreports.com/news/1121693_colorado-to-launch-smart-charging-pilot-program-as-it-prepares-for-evs",
      "title": "Colorado to launch smart-charging pilot program as it prepares for EVs",
      "description": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable energy grid. The non-profit Platte River Power Authority announced last month that it is teaming up with eMotorWerks, which sells home smart chargers, to sell and install 250 smart chargers for residential...",
      "preview": "As it prepares to launch an electric-car mandate in coming years, Colorado is working to learn how electric cars can help it move to a more renewable"
    },
    {
      "url": "https://www.target.com/store-locator/find-stores",
      "title": "Stores Near Me : Target",
      "description": "Find a Target store near you quickly with the Target Store Locator. Store hours, directions, addresses and phone numbers available for more than 1800 Target store locations across the US.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://cta-redirect.hubspot.com/cta/redirect/5981609/ffe07749-0055-4a95-85b3-bce123fc330c",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Click here if you're not redirected automatically..."
    },
    {
      "url": "https://www.galaxus.ch/en/s1/producttype/mobile-phones-15",
      "title": "Barcode scanners - buy at Galaxus",
      "description": "Discover products in Barcode scanners - ✔ Top service and advice ✔ Fast delivery ✔ Strong community",
      "preview": "Barcode scanners Product range IT + Multimedia Home + Kitchen DIY + Garden Interior Sports Fashion Toys Parents + Baby Health + Beauty Love + Play Off"
    },
    {
      "url": "https://voltair355.tumblr.com/post/89465058354",
      "title": "Dr B - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science?",
      "preview": "What % of STEM Should Be Computer Science? codeorg : Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\" educa"
    },
    {
      "url": "https://ceqanet.opr.ca.gov/2017052030/7",
      "title": "Transportation Infrastructure Agreement for River Crossing Marketplace Project",
      "description": "2017052030 - 2020-11-23 - NOD - Transportation Infrastructure Agreement for River Crossing Marketplace Project",
      "preview": "Home Search SCH Number 2017052030 Transportation Infrastructure Agreement for River Crossing Marketplace Project Transportation Infrastructure Agreeme"
    },
    {
      "url": "https://thenewinquiry.com/blog/social-graph-vs-social-class/",
      "title": "Social graph vs. social class - The New Inquiry",
      "description": "Thinking about society as a network makes it harder to conceive of social change",
      "preview": "Skip to content I've hated the term social graph since Facebook first seized upon it in 2007 to try to legitimate and intellectualize their project of"
    },
    {
      "url": "https://www.kayak.com/explore/",
      "title": "KAYAK Explore",
      "description": "Looking for inspiration? Enter your budget, select your trip type and KAYAK Explore will find you your perfect vacation. Find out how far your budget can take you!",
      "preview": "Any time, any duration Stops Price Flight duration Type of trip View map"
    },
    {
      "url": "https://indriel.no/heftige-midtsommer-energier-og-tarotkortet-skjebnehjulet-alt-henger-sammen/",
      "title": "HEFTIGE MIDTSOMMER ENERGIER OG TAROTKORTET SKJEBNEHJULET. ALT HENGER SAMMEN! - Indriel Body & Soul",
      "description": "Vi påvirkes av heftige energier om dagen. Her kan du lese litt om det og hvordan kortet skjebnehjulet jeg trakk for å belyse det hele, passer inn",
      "preview": "Indriel Body & Soul Fra bloggen HEFTIGE MIDTSOMMER ENERGIER OG TAROTKORTET SKJEBNEHJULET. ALT HENGER SAMMEN! 22/06/2020 • Blogg • Ingen kommentarer Vi"
    },
    {
      "url": "https://www.theverge.com/2020/11/18/21573081/google-new-tool-hot-cities-trees-climate-change-temperature",
      "title": "Google launches new tool to help cities stay cool | The Verge",
      "description": "Cities are typically hotter than their rural neighbors because of the urban heat island effect, and climate change is making urban areas even hotter. Google debuted a new tool called Tree Canopy Lab in an effort to help keep cities like Los Angeles cool by helping them plant more trees.",
      "preview": "Skip to main content The homepage The Verge The Verge logo. The homepage The Verge The Verge logo. Hamburger Navigation Button Navigation Drawer The V"
    },
    {
      "url": "https://www.stiriagricole.ro/date/2017/01/18",
      "title": "18 ianuarie 2017 | StiriAgricole.ro",
      "description": "void",
      "preview": "Sari la conținut Instagram Rss Facebook Twitter Caută 00000001pm 720020, PM1 PNDR: pana cand puteti depune proiecte cu fonduri europene pe submasura 4"
    },
    {
      "url": "https://ras.biodiversity.aq/aphia.php?p=taxdetails&id=174869",
      "title": "Register of Antarctic Species (RAS) - Desmosoma modestum Nordenstam, 1933",
      "description": "void",
      "preview": "Intro | Search taxa | Taxon tree | Sources | Webservice | Statistics | Editors | Log in RAS taxon details Desmosoma modestum Nordenstam, 1933 AphiaID"
    },
    {
      "url": "https://www.1p.sg/products/apple-iphone-7-32gb",
      "title": "Apple iPhone 7 32GB - OnePhone Singapore",
      "description": "Brand New Apple iPhone 7 32GB Local warranty set1 year warranty from Apple.FREE delivery. Pay cash on delivery. No other charges. SMS/WhatsApp/Call 91079006 or email sales@onephone.com.sg 🛒 OnePhone154 Race Course Road3 mins walk from Farrer Park MRT exit F11am to 10pm daily.🚚 Or get FREE Delivery: Pls WhatsApp us at",
      "preview": "Skip to content Item added to your cart Check out Continue shopping Skip to product information Open media 1 in modal 1 / of 2 Apple iPhone 7 32GB No"
    },
    {
      "url": "https://cms.who.int/initiatives/the-mrna-vaccine-technology-transfer-hub",
      "title": "Login",
      "description": "void",
      "preview": "Skip To The Main Content Log in to manage the site Click to add (?) Click to add (?) Remember me Log in or use your account in..."
    },
    {
      "url": "https://www.iltempo.it/tag/cinetel/",
      "title": "cinetel | Il Tempo",
      "description": "Leggi subito le ultime notizie della sezione cinetel | iltempo.it",
      "preview": "Cerca + In evidenza Sezioni HOME POLITICA Superpodio #iltempodioshø ROMA CAPITALE ATTUALITA' ESTERI ECONOMIA Sport METEO PERSONAGGI OPINIONI&COMMENTI"
    },
    {
      "url": "https://nycdatascience.com/blog/author/akgillermangmail-com/",
      "title": "Adrian Gillerman | Data Science Blog",
      "description": "I am an aspiring Data Scientist with a degree in mathematics.",
      "preview": "| Blog Bootcamps Lifetime Job Support Available Financing Available Bootcamps Data Science with Machine Learning Flagship 🏆 Data Analytics Bootcamp Ar"
    },
    {
      "url": "https://pressable.com/?utm_source=Automattic&utm_medium=rpc&utm_campaign=Concierge%20Referral&utm_term=concierge",
      "title": "Truly Incredible WordPress Hosting by Pressable",
      "description": "Pressable is where WordPress works best. We provide reliable, secure, and speedy WordPress hosting backed by expert support.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.abtassociates.com/projects/evaluating-year-ups-programs-for-young-adults",
      "title": "Evaluating Year Up's Programs for Young Adults | Abt Global",
      "description": "Prospects for young adults without postsecondary credentials have steadily worsened in recent decades. With few chances at well-paying jobs, millions give up on school and withdraw from the labor force. Helping low-skilled young adults access training...",
      "preview": "Skip to main content Evaluating Year Up's Programs for Young Adults HIGHLIGHTS Millions of young adults face limited economic opportunities. Abt is ev"
    },
    {
      "url": "https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/expert-answers/implantation-bleeding/faq-20058257",
      "title": "Implantation bleeding: Common in early pregnancy? - Mayo Clinic",
      "description": "Implantation bleeding is a common early pregnancy symptom. Understand why it happens.",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Appointments at Mayo Clinic Mayo Clinic offers appointmen"
    },
    {
      "url": "https://allstatefoundation.org/",
      "title": "The Allstate Foundation | Allstate Corporation",
      "description": "The Allstate Foundation helps communities thrive. We focus on youth empowerment, ending relationship abuse and thriving-wage careers.",
      "preview": "Skip to main content The Allstate Foundation Helping communities thrive We empower youth, disrupt the cycle of relationship abuse, and increase access"
    },
    {
      "url": "https://www.homeyou.com/directory/hvac/washington/spanaway",
      "title": "13 Best HVAC Contractors in WA (2025), Spanaway 98387 - homeyou",
      "description": "Compare the best 13 HVAC Contractors in Spanaway by reviews and prices. Read about Your Home Experts , Tacoma Heating Company, Calls By Brand - HVAC...",
      "preview": "Homeyou Directory HVAC Washington Spanaway Your Home Experts (17.89 Miles from Spanaway, WA) Be the first to review Rating: 87 Garage Door Service For"
    },
    {
      "url": "https://inhome.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://getchannels.com/privacy/",
      "title": "Channels - Privacy Policy",
      "description": "Channels Privacy Policy",
      "preview": "Privacy Policy Revised: October 30, 2019 Thanks for using Channels! All of us at Fancy Bits care about your privacy. Our Privacy Policy explains how w"
    },
    {
      "url": "http://www.st162.net/index.php?recent-activity/",
      "title": "Recent Activity | ST162",
      "description": "Activity stream for all registered members at ST162.",
      "preview": "Log in / Register"
    },
    {
      "url": "https://www.thriftbooks.com/",
      "title": "New & Used Books | Buy Cheap Books Online at ThriftBooks",
      "description": "Over 13 million titles available from the largest seller of used books. Cheap prices on high quality gently used books. Free shipping over $15.",
      "preview": "Skip to content Menu Button Search Button Scan a barcode Scan My Lists Cart Menu Button Search Button Scan a barcode Scan Gift Guides Featured Books D"
    },
    {
      "url": "https://upwardlyglobal.org/jobversity/#jobversity-impact",
      "title": "Online Learning Tools for Immigrant Job Seekers",
      "description": "Upwardly Global's Connect offers online learning curriculum, coaching support, reskilling and upskilling courses, certifications, and technical assistance to workforce partners",
      "preview": "Skip to content Connect: For Workforce Partners Book A Demo Upwardly Global's trusted products and services empower organizations to effectively addre"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?p=236",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "https://ipminstitute.org/what-is-integrated-pest-management",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "https://www.noaa.gov",
      "title": "National Oceanic and Atmospheric Administration",
      "description": "U.S. Department of Commerce",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://blog.linkedin.com/?trk=homepage-basic_directory_blogMicrositeUrl",
      "title": "Official LinkedIn Blog",
      "description": "void",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://hacksandheels.tumblr.com/",
      "title": "adventures of The Girl",
      "description": "The technical side blog of a lady computer networking and cybersecurity student",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://meteo.corrieredellosport.it/italia/emilia-romagna/lido-di-pomposa/7/",
      "title": "Previsioni Meteo Lido Di Pomposa - Corriere dello Sport.it",
      "description": "void",
      "preview": "Accedi Registrati Hai già un account? Entra Registrati METEO IN COLLABORAZIONE CON 3BMETEO VUOI IL METEO SUL TUO SITO? bastano 4 click... menu Home It"
    },
    {
      "url": "https://revodoc.valdoise.fr/resultat.php?q=1&spec_expand=1&sort_define=tri_annee&sort_order=1&rows=10&fq=frbr%3A%281%29+AND+sujets_ac%3A%28%22Cordes%2C+vents%22%29+AND+statut%3A%28%22pr%C3%AAtable%22%29+AND+nombib_frbr%3A%28%22Val+de+France+%3A+Arnouville%2C+Garges-l%C3%A8s-Gonesse%2C+Sarcelles%2C+Villiers-le-Bel%22%29+AND+auteurs_ac%3A%28%22Valek%2C+Vladimir%22%29+AND+sujets_ac%3A%28%22Cordes%22%29+AND+auteurs_ac%3A%28%22Csaba%2C+Peter%22%29+AND+editeurs_tous_frbr%3A%28%22AMC+Paris%22%29",
      "title": "Résultats (oeuvres) - RéVOdoc",
      "description": "void",
      "preview": "E-mail Fichier E-mail : Nom du fichier : Format bibliographique : Texte CSV Excel × Close Identification Identifiant : Mot de passe : Mot de passe oub"
    },
    {
      "url": "https://pageantofhope.org/donate",
      "title": "Donate - Pageant of Hope",
      "description": "void",
      "preview": "Cart 0 Back Our Story Impact Day of the Pageant FAQ Back Jupiter 2024 Jupiter 2023 Best Buddies x Pageant of Hope 22' Raleigh, NC 2022 Jupiter, FL 202"
    },
    {
      "url": "https://www.mightycause.com/organization/Havenlynhv",
      "title": "Havenly | Mightycause",
      "description": "Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city in poverty and isolation. Our flagship...",
      "preview": "Donate Fundraise Share this organization Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city"
    },
    {
      "url": "https://www.rig2reefexploration.org/team",
      "title": "Meet The Team - Blue Latitudes",
      "description": "void",
      "preview": "Emily Hazelwood Co-Founder Emily is a marine conservation biologist and offshore energy consultant. She has a B.A. in Environmental Science from Conne"
    },
    {
      "url": "https://www.copperknob.co.uk/submitvideo.aspx?StepsheetID=85048",
      "title": "CopperKnob - Submit Video",
      "description": "Line dance Step Sheets and Information, including teaching videos and articles.",
      "preview": "CopperKnob Stepsheets 166836 Submit Video Your Name Tel Email Stepsheet Title Video URL Check Video Preview Video Preview Video Type Please Select..."
    },
    {
      "url": "https://ebird.org/science",
      "title": "eBird Science",
      "description": "eBird transforms the global birding community's passion for birds into a powerful resource for research, conservation, and education.",
      "preview": "Skip to content eBird Data Around the World Macaulay Library eBird Science eBird transforms the global birding community's passion for birds into a po"
    },
    {
      "url": "https://browsehappy.com/",
      "title": "Browse Happy",
      "description": "Online. Worry-free. Upgrade your browser today!",
      "preview": "Google Chrome \"Get more done with the new Google Chrome. A more simple, secure, and faster web browser than ever, with Google's smarts built-in.\" Late"
    },
    {
      "url": "https://wp.api.aclu.org/issues/privacy-technology",
      "title": "Privacy & Technology | American Civil Liberties Union",
      "description": "The ACLU works to expand the right to privacy, increase the control individuals have over their personal information, and ensure civil liberties are enhanced rather than compromised by technological innovation.",
      "preview": "Skip navigation Privacy & Technology The ACLU works to expand the right to privacy, increase the control individuals have over their personal informat"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.brooklynartlibrary.org/sketchbookproject",
      "title": "Participate - Brooklyn Art Library / The Sketchbook Project",
      "description": "void",
      "preview": "Cart 0 It Starts with a Sketchbook Start by choosing a type of book, fill it up, and send it back to us to be a part of the world's largest collection"
    },
    {
      "url": "https://modwiggler.com/forum/viewforum.php?f=17",
      "title": "Music Tech DIY - MOD WIGGLER",
      "description": "void",
      "preview": "MOD WIGGLER A place to talk about Modular Synthesizers. And Cats. Skip to content MOD WIGGLER A place to talk about Modular Synthesizers. And Cats. Sk"
    },
    {
      "url": "https://presidencia.go.cr/",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    }
  ],
  "_meta": {
    "total_bookmarks": 131
  }
}