{
  "data": [
    {
      "url": "https://www.thebeachboyscruise.com/artist/john-stamos/",
      "title": "The Beach Boys Cruise - The Beach Boys Cruise",
      "description": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a future event together. Be sure to sign up for our mailing list to receive information on all our future events!",
      "preview": "A huge thank you to everyone who joined us on The Beach Boys Cruise in 2023! The Beach Boys and Sixthman are working to determine the possibility of a"
    },
    {
      "url": "https://oceanexplorer.noaa.gov/",
      "title": "Homepage - NOAA Ocean Exploration",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://search.app.goo.gl/?link=https%3A%2F%2Fassistant.google.com%2Flearn%2F&apn=com.google.android.googlequicksearchbox&al=googleapp%3A%2F%2Fdeeplink%2F%3Fdata%3DCkwBDb3mGzBFAiEA1x2FgusCCwrfaWuMBFrw43ekuR9-63sPI6m1SVuizk8CIAmFoh218UWSPtxSXakTIenHUZrsLQyb7Z77xPx1sZqYEm4KDgi4-rKPARD_v8rzhKMCEgAaMwoxCIECmonx2wQoCAESJFdoYXQgaW5ncmVkaWVudHMgYXJlIGluIHJhdGF0b3VpbGxlPyIlCiNodHRwczovL2Fzc2lzdGFudC5nb29nbGUuY29tL2xlYXJuLw%26utm_source%3DUS_20200211_NL15&amv=300727608",
      "title": "Google Assistant - Learn What Your Google Assistant is Capable Of",
      "description": "Your Google Assistant can perform many actions to help streamline your day-to-day. Discover what the Google Assistant can do by trying one of the actions now.",
      "preview": "Google Assistant is ready to help, anytime, anywhere. To get started, just touch and hold the home button. Tasks and to-do's \"Set a 15-minute timer fo"
    },
    {
      "url": "https://www.allmusic.com/album/hey-world-mw0003429232/credits",
      "title": "Hey World - Lee Brice | Album | AllMusic",
      "description": "Hey World by Lee Brice released in 2020. Find album reviews, track lists, credits, awards and more at AllMusic.",
      "preview": "AllMusic relies heavily on JavaScript. Please enable JavaScript in your browser to use the site fully. Hey World Lee Brice Add to Custom List Add to C"
    },
    {
      "url": "https://www-forbes-com.cdn.ampproject.org/c/s/www.forbes.com/sites/danabrownlee/2022/10/18/after-his-sister-and-aunt-died-from-pregnancy-related-complications-he-developed-a-virtual-gynecology-platform-for-women-of-color/amp/",
      "title": "Redirecting",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://streamyard.com",
      "title": "StreamYard",
      "description": "StreamYard is a professional live streaming and recording studio in your browser. Record your content, or stream live to Facebook, YouTube, and other platforms.",
      "preview": "The easiest way to live stream and record StreamYard is a professional live streaming and recording studio in your browser. Record your content, or st"
    },
    {
      "url": "https://www.visionsdureel.ch/photo-video/2021/surfaces-cristina-motta/",
      "title": "Surfaces - Cristina Motta - Visions du Réel",
      "description": "void",
      "preview": "En De Fr Accessibilité A - A + Nyon Time 00:00 Carte Blanche Vidéo Newsletter Votre adresse e-mail Veuillez renseigner votre email Newsletter - FR Nou"
    },
    {
      "url": "https://freedomnetworkusa.org/",
      "title": "Human Trafficking Advocacy | Freedom Network USA",
      "description": "Freedom Network USA is the largest coalition of experts and advocates providing a human-rights based approach to fighting human trafficking in the U.S.",
      "preview": "Advancing Human Rights to Address Human Trafficking in the United States Latest Efforts More Blog FNUSA's Statement on DOJ Cutting Off Funding for Ser"
    },
    {
      "url": "https://www.nfl.com/news/sean-payton-introduced-broncos-head-coach-russell-wilson-greg-penner",
      "title": "Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson",
      "description": "Sean Payton was officially introduced as Denver Broncos head coach on Monday at the team's headquarters in Englewood, Colorado, and it didn't take long for the Russell Wilson question to arise.",
      "preview": "Skip to main content Advertising Around the NFL Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson Published: Feb 06,"
    },
    {
      "url": "https://mazda.oemdtc.com/category/recalls",
      "title": "Recalls | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://catalogo.villanuevadelaserena.es/dataset?tags=Unidades+Administrativas&tags=IDEVVA&groups=sociedad-bienestar&res_format=CSV&license_id=cc-by&tags=Sanidad+y+consumo&tags=Residencias+de+Mayores&res_format=GeoJSON&organization=concejalia-comercio-y-desarrollo-local",
      "title": "Conjunto de datos - Open Data Villanueva de la Serena",
      "description": "void",
      "preview": "Ir al contenido Inicio Conjunto de datos input-search Enviar Ordenar por Relevancia Nombre ascendente Nombre descendente Última modificación Ir 1 conj"
    },
    {
      "url": "https://cozyearth.com/products/bamboo-sheet-set?variant=40252110405812",
      "title": "Bamboo Sheet Sets | Cozy Earth",
      "description": "Outfit your mattress with a Cozy Earth viscose from bamboo sheet set for twin, full, queen, and king beds. Include flat sheet, fitted sheet & pillowcases.",
      "preview": "$258 Color: White Select Driftwood color Select Light Grey color Select White color Select Oat color Select Charcoal color Select Walnut color Select"
    },
    {
      "url": "https://growmystore.thinkwithgoogle.com/intl/en_us?utm_source=TwG&utm_medium=TwG-website&utm_campaign=TwG-header-tools-drop-down-us",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://savanta.com",
      "title": "B2B & B2C Market Research Company",
      "description": "Savanta offer best in class B2B & B2C Market Research services across the UK & internationally. We can help your Company Make Better Decisions, learn how.",
      "preview": "Skip to Content"
    },
    {
      "url": "https://agexporthoy.export.com.gt/agexport/conozca-las-tarifas-horarias-de-energia-electrica-para-su-empresa/",
      "title": "Conozca las tarifas horarias de energía eléctrica para su empresa | Agexport Hoy",
      "description": "La Gerencia de Competitividad de AGEXPORT invita a las Pequeñas y Medianas Empresas de los Sectores de Manufacturas y Servicios que tenga",
      "preview": "Sign in Agexport Último minuto Podcast Experto Exportador Cafecito exportador Opinion GUATEXPORTA Acuicultura y Pesca Agrícola Contact Center y BPO Ma"
    },
    {
      "url": "http://cadingandcoding.blogspot.com/",
      "title": "CADing and Coding",
      "description": "My experiments on AutoCAD programming and customization.",
      "preview": "skip to main | skip to sidebar CADing and Coding My experiments on AutoCAD programming and customization. Tuesday, March 22, 2011 AutoCAD 2012: GIS/Pi"
    },
    {
      "url": "https://www.completesports.com/",
      "title": "Complete Sports Nigeria Latest Sports News And Updates",
      "description": "Nigeria Latest Sports News, Nigerian League Sports News, Latest International Sports News, Latest Premier League News, World Football News",
      "preview": "Close Menu Latest Sports News View all Nigeria National Teams Olowookere: Flamingos Can Achieve Something Special In Morocco October 10, 2025 World Fo"
    },
    {
      "url": "http://newsletters.fao.org/k/Fao/subscription_form_sdg_indicators",
      "title": "void",
      "description": "void",
      "preview": "Registration form Subscribe for alerts! Subscribe now to our newsletter and get the latest on FAO's work on data, statistics and the SDG indicators un"
    },
    {
      "url": "http://www.restaurace-pivovar.cz/?dmd=2022-01-13",
      "title": "Restaurace - Pivovar v Přerově",
      "description": "Klidné posezení v centru přerova",
      "preview": "Restaurace Pivovar nabízí nejen stylové prostředí, ale i příjemné posezení u specialit naší kuchyně a přerovského piva Zubr. V restauraci jsou k dispo"
    },
    {
      "url": "https://github.com/qmk/qmk_firmware/blob/master/docs/newbs_getting_started.md",
      "title": "qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware · GitHub",
      "description": "Open-source keyboard firmware for Atmel AVR and Arm USB families - qmk_firmware/docs/newbs_getting_started.md at master · qmk/qmk_firmware",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.top10wettenerfahrungen.com/wettquoten/fussball/",
      "title": "Fussball Quotenvergleich 2025 ᐅ [TOP10] Fußball Wettquoten Heute",
      "description": "Fussball Quoten Vergleich 2025 🥇 Beste Fussball Wettquoten im Überblick ✓ Top Fußball Quoten Heute ➨ Jetzt Fußball Quoten Tipps finden!",
      "preview": "Bekannt aus: Über Top 10 Wetten Erfahrungen Unsere Redaktion Partner-Hinweis Loading ... Top10 Wettanbieter Vergleich Top 10 Wettanbieter 01. Betano E"
    },
    {
      "url": "https://www.exim.gov/",
      "title": "Keeping America Strong | EXIM.GOV",
      "description": "void",
      "preview": "EXIM Export-Import Bank of the United States Close Search Follow Us EXIM Lapse Plan | Updated September 30, 2025 Image Nonpayment Protection Image Inc"
    },
    {
      "url": "https://www.blackgirlsunscreen.com/about/",
      "title": "Black Owned Sunscreen Brand & Company | Black Girl Sunscreen",
      "description": "Black Girl Sunscreen was created by Shontay Lundy in 2016. Made with melanated skin in mind, learn more about the BGS journey.",
      "preview": "About Us Our Story Our story begins with the need for a sunscreen brand that caters exclusively to women of color. From carrying expensive umbrellas t"
    },
    {
      "url": "https://www.livescience.com/gulf-stream-close-to-collapse",
      "title": "Gulf Stream could be veering toward irreversible collapse, a new analysis warns | Live Science",
      "description": "The shutdown would have catastrophic effects across the globe",
      "preview": "Skip to main content Don't miss these The weakening of ocean currents could cause temperatures to drop dramatically and permanently across the Norther"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/m/minimalism",
      "title": "Minimalism | Tate",
      "description": "Tate glossary definition for minimalism: Extreme form of abstract art developed in the USA in the second half of the 1960s and typified by artworks made in very simple geometric shapes based on the square and the rectangle",
      "preview": "Minimalism Minimalism is an extreme form of abstract art developed in the USA in the 1960s and typified by artworks composed of simple geometric shape"
    },
    {
      "url": "http://www.amis-outlook.org/",
      "title": "AMIS Agricultural Market Information System",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.dailysarkariresults.com/ssc-recruitment-2019-selection-posts-phase-vii/",
      "title": "SSC Selection Posts Phase-VII DV Test Admit Card - Daily Sarkari Results",
      "description": "SSC Recruitment 2019 for Selection Posts Phase - VII Recruitment DV Test Admit Card. Enrolled Candidates can download Now",
      "preview": "10th 12th Admit Card Graduate Daily Result 6 years ago June 24, 2021 SSC Selection Posts Phase-VII DV Test Admit Card WhatsApp Group Join Now Telegram"
    },
    {
      "url": "https://www.nomecomesnada.es/tag/soba/",
      "title": "soba Archivos - No me comes nada",
      "description": "void",
      "preview": "No sabéis la de ganas que tenía de poner esta receta en el blog. Directa desde el país del sol naciente llega esta sopa de miso con noodles Creo que y"
    },
    {
      "url": "http://scienceworld.wolfram.com/biography/Eudoxus.html",
      "title": "Eudoxus of Cnidus (ca. 400-ca. 347 BC) -- from Eric Weisstein's World of Scientific Biography",
      "description": "void",
      "preview": "Branch of Science Astronomers Branch of Science Mathematicians Branch of Science Philosophers Nationality Greek Eudoxus of Cnidus (ca. 400-ca. 347 BC)"
    },
    {
      "url": "https://nhess.copernicus.org/articles/21/2643/2021/",
      "title": "NHESS - Sea-level rise in Venice: historic and future trends (review article)",
      "description": "Abstract. The city of Venice and the surrounding lagoonal ecosystem are highly vulnerable to variations in relative sea level. In the past ∼150 years, this was characterized by an average rate of relative sea-level rise of about 2.5 mm/year resulting from the combined contributions of vertical land movement and sea-level rise. This literature review reassesses and synthesizes the progress achieved in quantification, understanding and prediction of the individual contributions to local relative sea level, with a focus on the most recent studies. Subsidence contributed to about half of the historical relative sea-level rise in Venice. The current best estimate of the average rate of sea-level rise during the observational period from 1872 to 2019 based on tide-gauge data after removal of subsidence effects is 1.23 ± 0.13 mm/year. A higher - but more uncertain - rate of sea-level rise is observed for more recent years. Between 1993 and 2019, an average change of about +2.76 ± 1.75 mm/year is estimated from tide-gauge data after removal of subsidence. Unfortunately, satellite altimetry does not provide reliable sea-level data within the Venice Lagoon. Local sea-level changes in Venice closely depend on sea-level variations in the Adriatic Sea, which in turn are linked to sea-level variations in the Mediterranean Sea. Water mass exchange through the Strait of Gibraltar and its drivers currently constitute a source of substantial uncertainty for estimating future deviations of the Mediterranean mean sea-level trend from the global-mean value. Regional atmospheric and oceanic processes will likely contribute significant interannual and interdecadal future variability in Venetian sea level with a magnitude comparable to that observed in the past. On the basis of regional projections of sea-level rise and an understanding of the local and regional processes affecting relative sea-level trends in Venice, the likely range of atmospherically corrected relative sea-level rise in Venice by 2100 ranges between 32 and 62 cm for the RCP2.6 scenario and between 58 and 110 cm for the RCP8.5 scenario, respectively. A plausible but unlikely high-end scenario linked to strong ice-sheet melting yields about 180 cm of relative sea-level rise in Venice by 2100. Projections of human-induced vertical land motions are currently not available, but historical evidence demonstrates that they have the potential to produce a significant contribution to the relative sea-level rise in Venice, exacerbating the hazard posed by climatically induced sea-level changes.",
      "preview": "void"
    },
    {
      "url": "https://fastdemocracy.com/bill-search/al/2023rs/bills/ALB00014834/",
      "title": "Bill tracking in Alabama - HB 7 (2023rs legislative session) - FastDemocracy",
      "description": "Relating to education; to provide prohibitions on the promotion, endorsement, and affirmation of certain divisive concepts in certain public settings; and to authorize certain penalties for violation.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://www.kive.ai/",
      "title": "Kive: Create, manage, and scale on-brand AI content",
      "description": "The all-in-one AI platform that helps brands create stunning visuals, manage assets, and maintain brand consistency - all in one seamless workflow.",
      "preview": "void"
    },
    {
      "url": "http://www.w3.org/",
      "title": "W3C",
      "description": "The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the principles of accessibility, internationalization, privacy and security.",
      "preview": "Skip to content Making the web work The World Wide Web Consortium (W3C) develops standards and guidelines to help everyone build a web based on the pr"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/m/minimalism",
      "title": "Minimalism | Tate",
      "description": "Tate glossary definition for minimalism: Extreme form of abstract art developed in the USA in the second half of the 1960s and typified by artworks made in very simple geometric shapes based on the square and the rectangle",
      "preview": "Minimalism Minimalism is an extreme form of abstract art developed in the USA in the 1960s and typified by artworks composed of simple geometric shape"
    },
    {
      "url": "https://www.skincancer.org/skin-cancer-information/",
      "title": "Skin Cancer Information",
      "description": "Discover what causes cancers of the skin; learn the signs & symptoms that you should never ignore. Skin cancer information you can trust.",
      "preview": "Home › Skin Cancer Information Skin Cancer Information What You Need to Know About Cancers of the Skin What Is Skin Cancer? Skin cancer is the out-of-"
    },
    {
      "url": "https://courses.ted.com/category/courses",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://shop.thespartanite.com/products/credit-and-cocaine-lines-business-secrets-your-mba-does-not-teach-you",
      "title": "Credit and Cocaine Lines: Business Secrets Your MBA Does Not Teach You - The Spartanite",
      "description": "\"Discover the untold business secrets in 'Credit and Cocaine Lines.' Unearth underground strategies to negotiate and win deals. Gain a competitive edge with real-world business insights.\"",
      "preview": "Skip to content Skip to product information Open image in full screen Close Credit and Cocaine Lines: Business Secrets Your MBA Does Not Teach You Cre"
    },
    {
      "url": "https://linktr.ee/summer.residency",
      "title": "Summer Residency | Linktree",
      "description": "South of France - August 2025",
      "preview": "Summer Residency South of France - August 2025 Welcome Website Cookie Preferences · Report · Privacy View on mobile"
    },
    {
      "url": "https://geocentric.com",
      "title": "Geocentric - Web Software and Interactive Services for Districts",
      "description": "Geocentric enables Downtown Organizations and others to manage and publish interactive geographic content through websites and maps.",
      "preview": "Skip to Main Content Citylight is Web Software for Destination Districts About Citylight Put Your District on the Map Discover these districts through"
    },
    {
      "url": "https://www.a-b-c.org/",
      "title": "Association to Benefit Children | A champion for all children",
      "description": "Discover ABC's programs in early childhood, Early Intervention, mental health, afterschool and summer camp, Preventive Services dedicated to supporting vulnerable children and families in New York City. We are a 501(c)3 registered nonprofit organization.",
      "preview": "0"
    },
    {
      "url": "https://herbiv-whore.tumblr.com/",
      "title": "Blog Deleted.",
      "description": "I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm.",
      "preview": "Blog Deleted. I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm. De"
    },
    {
      "url": "https://www.wafb.com/2023/02/27/georgia-family-speaks-out-after-father-goes-missing-br/",
      "title": "Ga. family speaks out after man disappears in Baton Rouge; wallet found, new photos released",
      "description": "About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help locating him, as new evidence has surfaced in the case.",
      "preview": "Skip to content BATON ROUGE, La. (WAFB) - About a week after a man disappeared, the Baton Rouge Police Department continues to ask the public for help"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GS10",
      "title": "Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) | FRED | St. Louis Fed",
      "description": "View a 10-year yield estimated from the average yields of a variety of Treasury securities with different maturities derived from the Treasury yield curve.",
      "preview": "Skip to main content Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) Observations Sep 2025"
    },
    {
      "url": "https://www.devops-research.com/research.html#reports",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "http://www.ndncollective.org/",
      "title": "Home - NDN COLLECTIVE",
      "description": "DEDICATED TO BUILDING INDIGENOUS POWER WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building...",
      "preview": "WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building Indigenous power. Through organizing,"
    },
    {
      "url": "https://bobbyberk.com/book/",
      "title": "Book - Bobby Berk",
      "description": "void",
      "preview": "If you're here, we like your style. Won't you stay? Sign up for our newsletter No Thanks Bobby Berk Contact Us // My Book // Design // Queer Eye // Li"
    },
    {
      "url": "https://sesamestreetincommunities.org/topics/aprender-al-juegar/",
      "title": "Learning Through Play - Sesame Workshop",
      "description": "Play helps kids practice important skills crucial to brain development. Here are free, bilingual resources to add to that learning.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.garnstudio.com/pattern.php?id=9670&cid=19",
      "title": "Flocking Gulls / DROPS 210-15 - Free knitting patterns by DROPS Design",
      "description": "Knitted jumper with short sleeves and raglan in DROPS Muskat. Piece is knitted top down with lace pattern. Size: S - XXXL",
      "preview": "DROPS Alpaca Party - 13 alpaca yarns on sale all October! Popular categories Halloween & Carnival Hoods & Balaclavas Throwback Patterns Bags Slipovers"
    },
    {
      "url": "https://pitchfork.com/reviews/albums/",
      "title": "New Albums & Music Reviews | Pitchfork",
      "description": "Daily reviews of every important album in music",
      "preview": "Skip to main content Electronic SickElixir Blawan Experimental Don't Trust Mirrors Kelly Moran Folk/Country Diamond Grove Weirs Electronic Tide Pools"
    },
    {
      "url": "https://greensciencepolicy.org/",
      "title": "Green Science Policy Institute",
      "description": "void",
      "preview": "arrow-up2 arrow-down2 arrow-right2 arrow-right3 search3 facebook twitter youtube checkmark cancel-circle cancel-circle2 cross2 play Our Mission Health"
    },
    {
      "url": "https://ourfamilysoftware.com/nb/products/familyboard",
      "title": "FamilyBoard - Our Family Software",
      "description": "En interaktiv tavle som holder hele familien samstemt! FamilyBoard er unik i sin fokus på å visualisere familiens digitale informasjon. Visualisering er nøkkelen for å involvere alle, og med mobil appen har familiemedlemmer tilgang til den samme informasjonen på farta.",
      "preview": "Gå videre til innholdet Handlekurven din er tom Fortsett å handle Har du en konto? Logg på for å betale raskere. Handlekurven din Laster inn ... Estimer"
    },
    {
      "url": "https://www.vetemployerroadmap.org/",
      "title": "VET Employer Roadmap",
      "description": "void",
      "preview": "Employer Roadmap Find your path to hiring and retaining veterans and military spouses. Here's everything you need to succeed. Search How Do I Hire Vet"
    },
    {
      "url": "https://vimeo.com/577234427",
      "title": "Kara Finds Life-Changing Success",
      "description": "This is &quot;Kara Finds Life-Changing Success&quot; by GiveIt2Goodwill on Vimeo, the home for high quality videos and the people who love them.",
      "preview": "Verify to continue To continue, please confirm that you're a human (and not a spambot). Checking if the site connection is secure vimeo.com needs to r"
    },
    {
      "url": "https://www.goodmorningamerica.com/living/story/couple-postponed-wedding-due-covid-dream-wedding-gma-77907727",
      "title": "Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' - Good Morning America",
      "description": "A Chicago couple who postponed their wedding twice got the wedding of their dreams on \"GMA.\"",
      "preview": "Living Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' 10:59 Bride and groom get wedding of their dreams after COVID postpo"
    },
    {
      "url": "https://greenlightfund.org/",
      "title": "Investing in Community-Driven Change - GreenLight Fund",
      "description": "GreenLight Fund is a national nonprofit network matching local communities' unmet needs with evidence-based social innovations. We're investing in Community-Driven Change.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.maven.sc",
      "title": "Maven | Creative Agency specialising in Design, Print, Web & TV",
      "description": "Creative agency specialising in design, print, web & TV with offices in Seychelles and Serbia.",
      "preview": "Skip to main content Work COVID-19 Android & iOS App Android and iOS app development for COVID-19. Work Air Seychelles Website Redesign Design and dev"
    },
    {
      "url": "https://wiki.smfi.unipr.it/dokuwiki/doku.php?id=wiki_tutorial&tab_files=files&do=media&tab_details=view&image=lmn%3Apapers%3Aglass2013.pdf&ns=lmn%3Aisr",
      "title": "Wiki: mantenere la documentazione in modo efficace [UNIVERSITÀ DI PARMADIPARTIMENTO DI SCIENZE MATEMATICHE, FISICHE E INFORMATICHE]",
      "description": "void",
      "preview": "wiki_tutorial Gestore Media Categorie Scegli il namespace [directory principale] andrey.sidorenko asl didatticafis didatticainf didatticamat direzione"
    },
    {
      "url": "https://ouroceanpanama2023.gob.pa/areas-of-action/",
      "title": "Areas of Action - Our Ocean 2023",
      "description": "void",
      "preview": "Skip to content OUR OCEAN OPENS A SPACE FOR GLOBAL COOPERATION TO FULFILL OUR SUSTAINABLE DEVELOPMENT GOALS To defend the ocean's health, we must crea"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/classic-pesto",
      "title": "Classic pesto recipe | Good Food",
      "description": "Whizz up a homemade pesto in under 15 minutes using just five ingredients. This herby Italian-style sauce is great stirred through pasta for a quick meal",
      "preview": "Skip to main content Classic pesto Good Food team Save recipe Makes 250ml Easy Cook: 15 mins A star rating of 4.7 out of 5. 146 ratings Rate loading.."
    },
    {
      "url": "https://www.natureindex.com/",
      "title": "Nature Index",
      "description": "The Nature Index tracks the affiliations of high-quality scientific articles. Updated monthly, the Nature Index presents research outputs by institution and country. Use the Nature Index to interrogate publication patterns and to benchmark research performance.",
      "preview": "Skip to main content Your gateway to scientific excellence Discover the world's leading research institutions, explore collaborations, compare researc"
    },
    {
      "url": "https://www.davidlay.co.uk/news/diana-the-private-correspondence-of-a-princess/?pc=337",
      "title": "Diana, The Private Correspondence of a Princess",
      "description": "An astonishing, confidential collection of 32 highly personal letters and cards written by the Princess of Wales to two of her closest friends. Sold: Antiques & Interiors - Thu 16th Feb for a total hammer value of £141,150.",
      "preview": "Diana, The Private Correspondence of a Princess An astonishing, confidential collection of 32 highly personal letters and cards written by the Princes"
    },
    {
      "url": "http://vrlab.epfl.ch/",
      "title": "Virtual Reality Laboratory",
      "description": "void",
      "preview": "Cette page appartient aux archives web de l'EPFL et n'est plus tenue à jour. This page belongs to EPFL's web archive and is no longer updated."
    },
    {
      "url": "http://www.aclu-md.org/press_room/81",
      "title": "ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy - ACLU of Maryland",
      "description": "MEDIA STATEMENT CONTACT: Meredith Curtis, (410) 889-8555; media@aclu-md.org BALTIMORE - Today, the American Civil Liberties Union of Maryland spoke out against a Maryland Transit Administration (MTA) decision to implement a pilot program of recording audio on buses in Baltimore as a significant invasion of privacy. Legislation seeking to authorize audio recording on MTA [...]",
      "preview": "Press Releases ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy October 18, 2012 12:00 am"
    },
    {
      "url": "https://www.buschvanderworp.nl/verf-mediums-vernis/gouache-plakkaat/winsor-newton-designers-gouache/bruin/",
      "title": "Bruin - Busch & van der Worp",
      "description": "Alles voor de kunstenaar, in onze winkel in Zwolle, maar ook online, verkopen we markers, olieverf, acrylverf, doeken, penselen, potloden, lijsten, papier, ezels etc. Van heel veel verschillende merken, zoals Copic, Caran d'Ache, Rembrandt, Posca, Winsor en Newton, Talens, ARA, Golden, Faber Castell, Arches, Schut etc.",
      "preview": "Meteen naar de content Facebook Instagram YouTube TikTok Pinterest REVIEWS ⭐⭐⭐⭐⭐ 4,9 Artikel toegevoegd aan winkelwagen Winkelwagen bekijken Afrekenen"
    },
    {
      "url": "https://cvshealth.com/covid-19/vaccine-information",
      "title": "Our COVID-19 Response | CVS Health",
      "description": "CVS Health® is committed to keeping patients, members, customers and colleagues safe throughout the pandemic. Learn about our ongoing response to COVID-19.",
      "preview": "Skip to main content Aetna® CVS Caremark® CVS Pharmacy Careers Investors Contact Us"
    },
    {
      "url": "https://www.jacksonriver.com/springboard/",
      "title": "Springboard: Fundraising and Advocacy Software | Jackson River",
      "description": "Springboard by Jackson River is the premier fundraising and Salesforce advocacy software to maximize your impact. Explore this platform's key features.",
      "preview": "null Fundraising and Salesforce Advocacy Software to Power Change Springboard is an enterprise-grade platform that helps bring online fundraising and"
    },
    {
      "url": "https://skaldic.abdn.ac.uk/db.php?id=73379&if=runic&table=lemma",
      "title": "Runic Dictionary",
      "description": "void",
      "preview": "This interface will soon cease to be publicly available. Use the new interface instead. Click here to switch over now. Cookies on our website We use c"
    },
    {
      "url": "https://www.dendroboard.com/",
      "title": "Dendroboard",
      "description": "A forum community dedicated to dart frog owners and enthusiasts. Come join the discussion about breeding, health, behavior, housing, terrariums, adopting,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy posts 1.2M members"
    },
    {
      "url": "https://www.gordonengland.co.uk/pog/index.php?/tags/31-nature/665-anisoptera/669-odonata",
      "title": "Keywords nature + Anisoptera + Odonata | Photography Obsession",
      "description": "void",
      "preview": "Gordon England Welcome to my photography obsession gallery Identification Login Quick connect Username Password Auto login Menu Search Keywords (7509)"
    },
    {
      "url": "http://www.agacgfm.org/",
      "title": "AGA - Association of Government Accountants",
      "description": "AGA is the premier association for government financial management, offering training, certification and networking to strengthen accountability and performance in public service.",
      "preview": "By continuing to browse the site you are agreeing to our use of cookies and similar tracking technologies described in our privacy policy . I Accept X"
    },
    {
      "url": "https://janesdueprocess.org/",
      "title": "Jane's Due Process",
      "description": "We help young people in Texas navigate parental involvement laws so they can confidentially access abortion and birth control.",
      "preview": "Call or text our hotline: 1-866-999-5263 Facebook X Instagram Facebook X Instagram Under 18 and Need an Abortion? Jane's Due Process can help. Call or"
    },
    {
      "url": "https://fr.mongabay.com/",
      "title": "Informations sur la conservation de la nature - Mongabay Afrique",
      "description": "Nouvelles à propos de la faune et de la nature",
      "preview": "Les infos récentes Perroquets gris sauvés du braconnage sur la voie de la restauration Didier Makal 10 Oct 2025 Grand Reportage Face aux effets du cli"
    },
    {
      "url": "http://tiktok.com/@hamiltonfamilies",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://tbytmedia.com/2020/05/22/keep-ya-head-up-rhys-lewis-interview/",
      "title": "Keep Ya Head Up: Rhys Lewis Interview | Think Before You Type Media Group",
      "description": "TBYT: You just released a new single called \"The Sun Will Rise\". Congratulations! Can you tell us a bit about it? Rhys: Thank you! Myself and Aidan, who co-wrote the song with me, were a few weeks into isolation feeling quite anxious about the future. All the conversations I was having with friends and family...",
      "preview": "Search GO RSS Feed Twitter Facebook Leave a comment TBYT: You just released a new single called \"The Sun Will Rise\". Congratulations! Can you tell us"
    },
    {
      "url": "http://vuce.gub.uy/pesc2/",
      "title": "PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca - VUCE",
      "description": "Certificado de Ingreso Sanitario para productos de la pesca",
      "preview": "Skip to content PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca Información sobre el trámite Consiste en la autoriza"
    },
    {
      "url": "http://www.brentstirton.com",
      "title": "Brent Stirton",
      "description": "Photo Gallery of Brent Stirton Photojournalist.",
      "preview": "0 ENTER"
    },
    {
      "url": "http://hatikvahmusic.com/cgi-bin/details.pl?key=1166",
      "title": "Hatikvah Music: Record Details",
      "description": "Hatikvah Music: The largest selection of Jewish Music, specializing in Yiddish, Klezmer, Sephardic, Ladino, Cantorial and Israeli music on cassette, compact disc and video.",
      "preview": "Artist: Various Title: Halleluya/Hava Nagila - The Most Famous 25 Israeli Folk Songs Category: Israeli Order #: 01166 If you only have 1 Israeli song"
    },
    {
      "url": "https://boardgamestories.com/artists/marco-primo/",
      "title": "Marco Primo Archives - Boardgame Stories",
      "description": "Our stories... made of board games!",
      "preview": "Marco Primo Read More... How to Play Vampire the Masquerade: Rivals Expandable Card Game (Rules School) Read More... BUILT FOR WAR - DT Preview with M"
    },
    {
      "url": "https://aabdc.com/",
      "title": "Home | AABDC",
      "description": "Founded in 1994 by John Wang in New York City, AABDC is dedicated to spotlighting the vital contributions of Asian American businesses and individuals to the economy. We celebrate excellence, serving as role models and advocating for inclusivity and collaboration among diverse communities. AABDC is a catalyst for change, amplifying the voices and successes of Asian American corporate professionals and entrepreneurs, shaping a future where their impact is recognized, valued, and celebrated.",
      "preview": "top of page REGISTER NOW Asian American Business Development Center Founded in 1994 by John Wang in New York City, the Asian American Business Develop"
    },
    {
      "url": "https://www.fontpalace.com/font-download/hib-cell-plain/",
      "title": "Download H.I.B. Cell Plain Font - Free Font Download - FontPalace.com",
      "description": "Download the H.I.B. Cell Plain font for free in I format compatible with Windows and Mac. Explore our extensive collection of beautiful thousands free fonts, ready to use.",
      "preview": "Top Fonts New Fonts Submit Free Fonts Home / H.I.B. Cell Plain / Download Download H.I.B. Cell Plain Font Font Type: TrueType Added On: October 24, 20"
    },
    {
      "url": "https://herbolarioazahara.com/terminos-y-condiciones/condiones-de-uso/",
      "title": "Condiones de Uso | Herbolario Azahara",
      "description": "void",
      "preview": "Condiones de Uso Generalidades Todas las compras que se realicen en herbolarioazahara.com (en adelante tienda online) están sujetas a las condiciones"
    },
    {
      "url": "https://www.threadbeast.com/",
      "title": "ThreadBeast Men's Clothing Subscription Box",
      "description": "ThreadBeast is a men's subscription box delivered monthly giving you the freshest outfits from your favorite brands. Sign up today!",
      "preview": "Free shipping to continental United States We curate, you conquer The right things happen when you're wearing the right pieces. GET STARTED Inspiratio"
    },
    {
      "url": "https://www.aspicyperspective.com/",
      "title": "A Spicy Perspective - Approachable, Easy Recipes for Everyday Cooking",
      "description": "Fresh Food Recipes to Create Confidence in YOUR Kitchen -Proven, Approachable, Unique Recipes Anyone Can Make!",
      "preview": "Skip to Main Content Mobile Menu Trigger Submit Mobile Search Trigger Browse Recipes By Ingredient Chicken Pasta Chocolate Beef More » Beverages Break"
    },
    {
      "url": "https://www.hachettebooks.com/titles/stephen-steve-o-glover/a-hard-kick-in-the-nuts/9780306826771/",
      "title": "A Hard Kick in the Nuts by Stephen Steve-O Glover | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://www.gov.uk/government/publications/illegal-unreported-and-unregulated-fishing-action-alliance-pledge/illegal-unreported-and-unregulated-fishing-action-alliance-pledge",
      "title": "Illegal, Unreported and Unregulated Fishing Action Alliance Pledge - GOV.UK",
      "description": "void",
      "preview": "Cookies on GOV.UK We use some essential cookies to make this website work. We'd like to set additional cookies to understand how you use GOV.UK, remem"
    },
    {
      "url": "https://community.datarobot.com/plugins/common/feature/samlss/doauth/post?key=login&referer=https%3A%2F%2Fcommunity.datarobot.com%2Ft5%2F%25E8%25B3%25AA%25E5%2595%258F-%25E3%2583%2587%25E3%2582%25A3%25E3%2582%25B9%25E3%2582%25AB%25E3%2583%2583%25E3%2582%25B7%25E3%2583%25A7%25E3%2583%25B3%2F%25E3%2583%2580%25E3%2582%25A6%25E3%2583%25B3%25E3%2582%25B5%25E3%2583%25B3%25E3%2583%2597%25E3%2583%25AB%25E5%25BE%258C%25E3%2581%25AE%25E3%2583%25A2%25E3%2583%2587%25E3%2583%25AB%25E7%2594%259F%25E6%2588%2590%25E3%2582%25A8%25E3%2583%25A9%25E3%2583%25BC%2Fm-p%2F11277%2Fhighlight%2Ftrue",
      "title": "Where to find help: DataRobot docs",
      "description": "Use the following resources to get the help you need for success with the DataRobot end-to-end AI platform.",
      "preview": "Skip to content Get started > Get help > Where to find help Where to find help ¶ Use the following resources to get the help you need for success with"
    },
    {
      "url": "https://www.chuckbarnes.com/idx/details/homes/b325/319539/24568-Perdido-Beach-Blvd-801-Orange-Beach-AL-36561",
      "title": "Orange Beach Residential for Sale - MLS #319539 - 24568 Perdido Beach Blvd 801 Orange Beach - Chuck Barnes HomeSmart Sunshine Realty",
      "description": "This property is located at 24568 Perdido Beach Blvd 801 Orange Beach, AL - MLS #319539 is presently for sale for $528,000. Contact Chuck Barnes HomeSmart Sunshine Realty for more details at 251-609-4242.",
      "preview": "Skip to content"
    },
    {
      "url": "https://lexlege.pl/ustawa-o-emeryturach-i-rentach-z-funduszu-ubezpieczen-spolecznych/art-104/",
      "title": "Art. 104. emer. i rent. ZUS - Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych",
      "description": "Art. 104. emer. i rent. ZUS - Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych - 1. Prawo do emerytury lub renty ulega zawieszeniu lub świadczenia te ulegają zmniejszeniu, na zasadach określonych w ust. 3-8 oraz w art. ...",
      "preview": "Art. 104. emer. i rent. Z... 10.10.2025 Filtr: Szukaj: Art./§ Wyłącz reklamy, przeglądaj orzecznictwo - SPRAWDŹ LEXLEGE PRO Ustawa o emeryturach i ren"
    },
    {
      "url": "http://www.calottery.com/privacy-policy",
      "title": "Privacy Policy | California State Lottery",
      "description": "The California State Lottery knows how important your privacy is, and we're committed to protecting it. Learn how we safeguard your personal information.",
      "preview": "skip to main content PRIVACY POLICY We protect your personal information. The California State Lottery (\"Lottery\") is committed to protecting your pri"
    },
    {
      "url": "https://course.fast.ai/",
      "title": "Practical Deep Learning for Coders - Practical Deep Learning",
      "description": "A free course designed for people with some coding experience, who want to learn how to apply deep learning and machine learning to practical problems.",
      "preview": "New! We just launched a new >30 hour video course for more experienced students: Practical Deep Learning for Coders part 2: Deep Learning Foundations"
    },
    {
      "url": "https://uxui.monster/",
      "title": "uxui.monster",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.tranastidning.se/2020-08-31/corona-trycker-ner-annan-vanlig-influensa-och-vinterkraksjuka--sa-svarar-arbetsgivare-i-lanet-vi-har-mycket-lagre-franvaro",
      "title": "Corona trycker ner annan vanlig influensa och vinterkräksjuka - så svarar arbetsgivare i länet: \"Vi har mycket lägre frånvaro\" - Tranås Tidning",
      "description": "Säsongssmittor som influensa och vinterkräksjuka har minskat i spåren av corona.",
      "preview": "Hej, Vi har en ny app! För att din app ska fortsätta fungera som det är tänkt behöver du uppdatera till nyaste versionen. Klicka på knappen för att up"
    },
    {
      "url": "https://mail.creativecommons.org/subscribe",
      "title": "Subscribe to CC's Mailing List",
      "description": "void",
      "preview": "Subscribe to our mailing list. Learn more about the Creative Commons licenses, and our work to empower individuals and communities around the world wi"
    },
    {
      "url": "https://v-fonts.com/",
      "title": "Variable Fonts",
      "description": "A simple resource for finding and trying variable fonts.",
      "preview": "⚠️ Notice: As a showcase of variable fonts, this site requires a web browser that supports OpenType font variation technology. It looks like your brow"
    },
    {
      "url": "https://djvacto-blog.tumblr.com/",
      "title": "Danny",
      "description": "I am me. Hello there.",
      "preview": "psych2go : psych2go : Psychology is a beautiful thing. Source: If someone knows, let me know! If you like more of these, follow psych2go. Reblogged 9"
    },
    {
      "url": "https://blogs.microsoft.com/accessibility/",
      "title": "Microsoft Accessibility Blog - Making technology easier to see, hear and use!",
      "description": "Making technology easier to see, hear and use!",
      "preview": "Skip to content Skip to main content Microsoft Accessibility Blog EAA Microsoft's commitment to the European Accessibility Act Jun 26, 2025 Read more"
    },
    {
      "url": "https://mrag.co.uk/",
      "title": "Sustainable Management of Natural Resources | MRAG",
      "description": "A unique consulting firm dedicated to promoting sustainable utilization of aquatic and fisheries resources through sound integrated management policies and practices.",
      "preview": "Skip to main content Search form Search Search About Us The Team Work With Us Experience Services Spill Response and Impact Assessment Natural Resourc"
    },
    {
      "url": "https://blog.opensource.org",
      "title": "Blog - Open Source Initiative",
      "description": "void",
      "preview": "On 16-17 September 2025, leaders from across the Open Source ecosystem gathered in Brussels for the third annual Open Source Congress (OSC), followed"
    },
    {
      "url": "https://sandraugriffin.com/product/the-adventures-of-marshela-mouse/",
      "title": "The Adventures of Marshela Mouse - Sandra Ure Griffin",
      "description": "Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shipping.",
      "preview": "Skip to content The Adventures of Marshela Mouse $ 18.00 Fully illustrated pen and ink with full color washes. Grades Pre-K- 4. Price includes shippin"
    },
    {
      "url": "https://www.tuko.co.ke/kenya/counties/440055-police-arrest-6-chinese-citizens-illegally-working-kenya/",
      "title": "Police Arrest 6 Chinese Citizens Illegally Working in Kenya - Tuko.co.ke",
      "description": "Police officers in Nairobi have nabbed six Chinese nationals who were found engaging in businesses without legal documents permitting their stay in the country.",
      "preview": "The six Chinese citizens were nabbed at Nairobi's Imara Daima with no legal documentation to permit their continued stay in the country The National P"
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "https://www.klyricsforyou.com/2021/01/iu-celebrity.html",
      "title": "IU - Celebrity Lyrics - K-Lyrics For You",
      "description": "IU - Celebrity Lyrics",
      "preview": "0 Bookmark Home IU IU - Celebrity Lyrics Admin-nim 0 mins read Updated: 28 Jan 2021 Published: 27 Jan 2021 Smaller Default Bigger WhatsApp Telegram Fa"
    },
    {
      "url": "https://marine-conservation-institute.networkforgood.com/projects/103984-give-monthly",
      "title": "MARINE CONSERVATION INSTITUTE - Give Monthly",
      "description": "void",
      "preview": "Donate Monthly Your sustained support-at any giving level-helps preserve the health and vitality of our oceans. Donation Amount Donate $5 Donate $10 D"
    },
    {
      "url": "https://discord.com/invite/effecthouse?enter_method=carousel_button",
      "title": "TikTok Effect House",
      "description": "Effect House is a powerful AR tool that makes it easy to create and publish high-quality augmented effects for TikTok | 589002 members",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://shop.lonelyplanet.com/categories/canada?city%5B%5D=Quebec+City&city%5B%5D=Halifax&city%5B%5D=Calgary&city%5B%5D=Churchill&city%5B%5D=Victoria&city%5B%5D=Dawson+City&city%5B%5D=Ottawa&series%5B%5D=Pocket&series%5B%5D=Regional+Guide&series%5B%5D=Best+of+Country&series%5B%5D=Planning+Maps&series%5B%5D=9-12+Children%27s&series%5B%5D=City+Map&sort%5B%5D=featured&sort%5B%5D=top_sellers",
      "title": "Lonely Planet books for Canada",
      "description": "Lonely Planet's Canada country guidebooks that lead you to hidden gems, provide local insights, help plan your ultimate adventure, and embark on an extraordinary trip now.",
      "preview": "Skip to content Free shipping on all orders Lonely Planet CART Products Guidebooks Maps Outdoor Travels & Adventures Epic Guides Food & Drink Gifts &"
    },
    {
      "url": "https://www.healthvermont.gov/covid-19/vaccine/getting-covid-19-vaccine",
      "title": "Flu, COVID & RSV Vaccines | Vermont Department of Health",
      "description": "void",
      "preview": "Skip to main content MENU x CLOSE Enter your keywords Translations for you Flu, COVID & RSV Vaccines Respiratory Illnesses Flu, COVID & RSV Vaccines P"
    },
    {
      "url": "https://www.commercialappeal.com/story/news/local/suburbs/collierville/2023/02/15/paul-rudd-ant-man-tennessee-shelter-dog-adoption-lookalike/69906980007/",
      "title": "Paul Rudd: Shelter wants Ant-Man actor to adopt 'look-alike' dog",
      "description": "The Collierville Animal Shelter has a dog up for adoption, and he looks like actor Paul Rudd. Meet Pawl Ruff.",
      "preview": "Skip to main content Home Election Voter Guide Crime/Courts News Government/Politics Washington Whitehaven Suburbs Education USA TODAY Memphis Bicente"
    },
    {
      "url": "https://annieburdickfreelance.com/",
      "title": "Annie Burdick - Editing, Writing, Creative Content",
      "description": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer. Nonfiction author, copywriter, book editor, content writer. Full-time word obsessive. Article Portfolio Editing Portfolio Copywriting Portfolio Books",
      "preview": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer . Nonfiction author, copywriter, book editor, content writer. Full-t"
    },
    {
      "url": "https://www.lightpollutionmap.info/",
      "title": "Light pollution map",
      "description": "Interactive world light pollution map. The map uses NASA Black marble VIIRS, World Atlas 2015, Aurora prediction, observatories, clouds and SQM/SQC overlay contributed by users.",
      "preview": "0% Layers Overlay VIIRS VIIRS Trend World Atlas 2015 Clouds Aurora forecast 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 Color bli"
    },
    {
      "url": "https://komiksiarnia.pl/mega-mangi/2467-remina-gwiazda-piekiel-9788374713399.html",
      "title": "REMINA: Gwiazda piekieł",
      "description": "Scenariusz: Junji Ito Rysunki: Junji Ito",
      "preview": " Poprzedni  Następny Darmowa dostawa od kwoty 199 zł    REMINA: Gwiazda piekieł 33,99 zł Brutto Najniższa cena z ostatnich 30 dni: 33,99 zł Scena"
    },
    {
      "url": "https://www.mayoclinic.org/tests-procedures/minimally-invasive-surgery/about/pac-20384771",
      "title": "Minimally invasive surgery - Mayo Clinic",
      "description": "void",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Print Overview In minimally invasive surgery, surgeons us"
    },
    {
      "url": "https://support.github.com?tags=dotcom-footer",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "https://www.chmi.cz/portal/dt",
      "title": "Portál ČHMÚ : Home",
      "description": "void",
      "preview": "další instituce resortu ŽP Český hydrometeorologický ústav English | Mapa stránek Navigace Předpovědi Předpovědi počasí Hydrologické předpovědi Aktuál"
    },
    {
      "url": "https://borderhumanity.soapboxx.com/category/639b33081b3ddc804109447b",
      "title": "Border Humanity Project - Category - Why We Welcome",
      "description": "The ACLU Border Humanity Project is a proud member of the #WelcomeWithDignity Campaign, which has been working with groups on the ground receiving migrants and people seeking asylum. As part of a political stunt, the governors of TX, AZ, and FL sent some people seeking safety in the U.S. to places where they have no family or friends to welcome them. The governors' intent was clear - to advance their hateful political goals, inflame public opinion and dehumanize people seeking asylum.",
      "preview": "void"
    },
    {
      "url": "https://timesofsandiego.com/business/2019/05/23/six-san-diego-small-businesses-win-chambers-annual-awards/",
      "title": "Six San Diego Small Businesses Win Chamber's Annual Awards",
      "description": "From educating San Diegans about the environment to helping veterans start a business, six small businesses earned awards Thursday.",
      "preview": "Skip to content Stephanie Brown, founder and CEO of The Rosie Network, with Jerry Sanders. Photo by Chris Jennewein From educating San Diegans about t"
    },
    {
      "url": "https://shopfavoritedaughter.com/",
      "title": "Favorite Daughter",
      "description": "Favorite Daughter offers trendy women's clothing, including stylish denim, dresses, tops, and accessories. Shop for high-quality, fashionable pieces that fit your lifestyle.",
      "preview": "Loading... Skip to content Cart Close Dialog You are $0.00 away from free shipping YOU HAVE NO ITEMS IN YOUR SHOPPING CART. Subtotal $0.00 Cart Checko"
    }
  ],
  "_meta": {
    "total_bookmarks": 116
  }
}