{
  "data": [
    {
      "url": "https://nano.nature.com/",
      "title": "Databases & research solutions | Products | Springer Nature",
      "description": "In today's digital age, libraries and researchers are constantly adapting to new and innovative ways to conduct research quickly and effectively.",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Products Home Products Open science Authors Editors Peer Reviewers"
    },
    {
      "url": "https://palitra.app/",
      "title": "The easiest way to find a color palette - Palitra App",
      "description": "Free color palette finder allows you easy find a color palette. Just enter keywords and get your color palette! Try it now!",
      "preview": "Loading..."
    },
    {
      "url": "http://www.ecotrel.lu",
      "title": "Home | Ecotrel",
      "description": "Ecotrel est un organisme agréé par l'état pour endosser les obligations à charge des producteurs et importateurs d'équipements électriques et électroniques (E...",
      "preview": "Acceptez-vous l'utilisation de cookies pour vous assurer une meilleure expérience sur notre site web ? En savoir plus Refuser Accepter En savoir plus"
    },
    {
      "url": "http://topgolf.com/company/contact/",
      "title": "Select Topgolf Region",
      "description": "void",
      "preview": "North America United States Mexico South America Colombia Europe Austria United Kingdom Germany Portugal Spain Middle East U.A.E. Asia Indonesia Mainl"
    },
    {
      "url": "https://www.simpleviewer.net/forum/profile.php?id=61638",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cest-la-venus.tumblr.com/",
      "title": "this warm feeling is \"c'est la vie\"",
      "description": "Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like computers and magical girls and trying to make this hellworld a better place | Blog content is around...",
      "preview": "@L @cest-la-venus this warm feeling is \"c'est la vie\" Jess (fka Dinru) | Late 20s | it/he/they [tme] | white, nonbinary, neurodivergent | USA I like c"
    },
    {
      "url": "https://disneyprivacycenter.com/notice-to-california-residents/",
      "title": "Your US State Privacy Rights - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save This notice contains additional"
    },
    {
      "url": "https://blog.sonicbids.com/3-surefire-ways-to-stay-healthy-on-tour",
      "title": "3 Surefire Ways to Stay Healthy on Tour",
      "description": "Touring can take a real toll on a band's health, but with these three easy tips, you and your bandmates will stay in tip-top shape on the road.",
      "preview": "Music Business 101 Marketing & Promotion Booking Gigs & Touring Legal & Money Licensing & Publishing Digital & Technology Honing Your Craft Performing"
    },
    {
      "url": "https://festival.sundance.org/program/film/638a1a40d406b261cbf2d400",
      "title": "Program Guide | 2025 Sundance Film Festival",
      "description": "Discover the 2025 film lineup.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.spiegel.de/netzwelt/",
      "title": "Netzwelt - DER SPIEGEL",
      "description": "Deutschlands führende Nachrichtenseite. Alles Wichtige aus Politik, Wirtschaft, Sport, Kultur, Wissenschaft, Technik und mehr.",
      "preview": "Zum Inhalt springen Die Content-Creatorin Fandy kennen ihre Fans von Twitch, Instagram und OnlyFans. Jetzt hat die Amerikanerin die Geburt ihres zweit"
    },
    {
      "url": "https://www.kaggle.com/datasets",
      "title": "Find Open Datasets and Machine Learning Projects | Kaggle",
      "description": "Download Open Datasets on 1000s of Projects + Share Projects on One Platform. Explore Popular Topics Like Government, Sports, Medicine, Fintech, Food, More. Flexible Data Ingestion.",
      "preview": "void"
    },
    {
      "url": "https://imp.i294747.net/c/249354/818475/11568?subId1=PEOReeseWitherspoonsDraperJamesJustDroppedNewSneakerswiththeShoeBrandSheWoreasaKidagrabinsFasAff13966130202302I&u=https%3A%2F%2Fdraperjames.com%2Fcollections%2Fdraper-james-x-tretorn-sneaker-collab-shop",
      "title": "Draper James x Tretorn | Limited Edition Sneakers",
      "description": "Featuring Tretorn's classic shapes with our signature prints, colors and Southern-inspired details.",
      "preview": "Skip to content FREE SHIPPING U.S. ORDERS $150+ Draper James x Tretorn We teamed up with heritage brand Tretorn for a limited-edition sneaker collabor"
    },
    {
      "url": "https://www.pinterest.dk/bangolufsen/",
      "title": "Bang & Olufsen (bangolufsen) - Profile | Pinterest",
      "description": "Bang & Olufsen | World-renowned for our distinctive range of quality televisions, music systems & high-performance loudspeakers since 1925.#BangOlufsen #since1925",
      "preview": "Bang & Olufsen (bangolufsen) - Profile | Pinterest Bang & Olufsen bang-olufsen.com/en · World-renowned for our distinctive range of quality television"
    },
    {
      "url": "http://dia.ala.org/",
      "title": "El día de los niños/El día de los libros (Children's Day/Book Day) | Association for Library Service to Children",
      "description": "El día de los niños/El día de los libros (Children's Day/Book Day), commonly known as Día, is a celebration every day of children, families, and reading that culminates yearly on April 30. The celebration emphasizes the importance of literacy for children of all linguistic and cultural backgrounds. Día is a nationally recognized initiative that emphasizes the importance of literacy for all children from all backgrounds. It is a daily commitment to linking children and their families to diverse books, languages and cultures.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://oceana.org/",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "http://www.greatplacetowork.com/certified-company/7023741",
      "title": "Working at Vera Institute of Justice | Great Place To Work®",
      "description": "Is Vera Institute of Justice a great place to work for?",
      "preview": "Home > Certified Companies SHARE: Vera Institute of Justice Updated May 2024. 73% Employees say this is a great place to work SHARE: Company Overview"
    },
    {
      "url": "https://tour.mines.edu/visit/",
      "title": "Home - Campus Tour",
      "description": "Explore Colorado School of Mines with campus tours, virtual visits, and in-person visits. Learn all about our unique campus life, academic programs, and admissions process.",
      "preview": "Facebook X MINES.EDU MyMines Apply Undergraduate Admissions Graduate Admissions Visits and Events On campus, virtually or in your area - we want you t"
    },
    {
      "url": "https://www.paul.fr/default/viennoiserie/familliales?allergens_bis=16983%2C16986%2C17031",
      "title": "Viennoiserie Familiales - Brioches - Cramiques - PAUL",
      "description": "void",
      "preview": "The store will not work correctly in the case when cookies are disabled. Javascript est désactivé dans votre navigateur. Pour une expérience optimale"
    },
    {
      "url": "https://planetgreen.catsone.com/careers/5051-General/jobs/14517388-Federal-Enterprise-Account-Executive-API-DC",
      "title": "Careers | Planet Green Search",
      "description": "void",
      "preview": "Visit our website Category Accounting/Finance Architecture/Engineering Banking/Loans Customer Service Education Information Technology Manufacturing S"
    },
    {
      "url": "https://prospect.org/article/can-california-fixed/",
      "title": "Can California Be Fixed? - The American Prospect",
      "description": "The Prospect talks to Repair California, the coalition attempting to call a constitutional convention in the country's messiest democracy.",
      "preview": "Skip to main content Search Newsletter Signup Donate Home Article Can California Be Fixed? The recession has left California, the most populous state"
    },
    {
      "url": "https://decarom.ro/ro/monitoare-touchscreen/463-elopos-sistem-intel-celeron-j4105-4-gb128-gb-sata-396-cm-156-lcd-touchscreen-pcap-win-10.html",
      "title": "EloPOS sistem - Intel Celeron J4105 - 4 GB/128 GB SATA - 39.6 cm (15.6\") LCD Touchscreen Pcap, WIn 10",
      "description": "POS System. Projected Capacitive. 39.6 cm (15.6''). 1366x768 pixels. Intel Celeron J. 2.5GHz. RAM: 4 GB. SSD: 128 GB. USB (micro-USB). powered-USB (3x). RS232 (2x). Bluetooth (class 4). Ethernet. Wi-Fi (802.11ac). drawer kickout. audio. display-port. VESA mount (75x75 mm). 10ms. brightness: 187cd. contrast: 400:1. antiglare. Win 10 IoT Enterprise. incl.: power supply unit. power cable (EU). QSG",
      "preview": "void"
    },
    {
      "url": "https://blogs.scientificamerican.com/tetrapod-zoology/tapir-attacks-past-present-but-hopefully-not-future/",
      "title": "Tapir attacks past, present, but hopefully not future | Scientific American",
      "description": "Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris at Dublin Zoo (Ireland) seriously attacked and injured a two-year-old girl that, believe it or don't, was taken into the tapir's enclosure.",
      "preview": "August 11, 2013 Tapir attacks past, present, but hopefully not future Last Thursday (August 8th, 2013) a Brazilian or Lowland tapir Tapirus terrestris"
    },
    {
      "url": "https://poesiarecitada.com/?tag=emilio-jimenez-diaz",
      "title": "Poesía Recitada Tomás Galindo",
      "description": "Más de 9.000 vídeos de poemas, cuentos y narraciones en español.",
      "preview": "Presentación Índice de autores Autores favoritos La Papelera jueves, 23 de enero de 2025 Últimas publicaciones De vacaciones Vídeos diarios aquí abajo"
    },
    {
      "url": "https://honestlywtf.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://fbr.dfa.ie/eseries/esr.elogin",
      "title": "Capita Integra",
      "description": "void",
      "preview": "This site requires JavaScript to be enabled within your Browser"
    },
    {
      "url": "https://www.japantimes.co.jp/news/2018/11/02/national/japanese-towns-thrive-abundant-squid-suffer-numbers-decline-alarming-rate/#.XQDUZXt7mRt",
      "title": "Japanese towns that thrive on once-abundant squid suffer as numbers decline at alarming rate - The Japan Times",
      "description": "Takashi Odajima picked up a cracked and faded photograph and dusted it off with his sleeve. He smiled a little sadly at the image from long ago, back when he was a baby boy.",
      "preview": "Subscribe Digital Print Sanae Takaichi Real Estate NOBEL PRIZE Latest News Today's print edition Home Delivery JAPAN Politics Society Crime & Legal Sc"
    },
    {
      "url": "https://onecalgaryvoter.com/2019/05/20/het-opzetten-van-het-internationale-mefloquine-tafenoquine-advocatennetwerk-zal-heel-wat-werk-vergen/",
      "title": "Het Opzetten van Het Internationale Mefloquine / Tafenoquine Advocatennetwerk Zal Heel Wat Werk Vergen - The Advocate-Equalizer",
      "description": "En ik zal wat hulp nodig hebben om het te laten gebeuren. De afgelopen donderdag en vrijdag waren erg drukke dagen voor mij en ik ging meer dan 48 uur zonder slaap, dus heb ik het gisteren goedgemaakt en vandaag ben ik opgefrist, opgeladen en opnieuw gevoed. Ik zal moeten zijn omdat ik HEEL VEEL...",
      "preview": "Skip to content Derek Bodner Uncategorized May 20, 2019 3 Minutes En ik zal wat hulp nodig hebben om het te laten gebeuren. De afgelopen donderdag en"
    },
    {
      "url": "https://www.kauffman.org/",
      "title": "Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "The Kauffman Foundation helps unlock opportunity for all so that people can achieve financial stability, upward mobility, and economic prosperity - regardless of race, gender, or geography.",
      "preview": "Skip to content"
    },
    {
      "url": "https://about.google/products/",
      "title": "Google's products and services - About Google",
      "description": "Explore Google's helpful products and services, including Android, Gemini, Pixel and Search.",
      "preview": "Helpful products, built with you in mind Jump to our products Product support Google Store Google Account Accessibility support Search in new ways Dow"
    },
    {
      "url": "https://posthumanitieshub.net/2019/05/23/workshop-becoming-with-alien-encounters-and-speculative-storytelling/",
      "title": "Workshop: Becoming with Alien Encounters and Speculative Storytelling - THE POSTHUMANITIES HUB",
      "description": "Welcome to the workshop \"Becoming with Alien Encounters and Speculative Storytelling in a More-than-human World\" that takes place on 4th June at 13:15 - 16:00, [...]",
      "preview": "Workshop: Becoming with Alien Encounters and Speculative Storytelling May 23, 2019 Welcome to the workshop \"Becoming with Alien Encounters and Specula"
    },
    {
      "url": "https://www.featureshoot.com",
      "title": "Travel photography, Fashion photography, Documentary photography, Editorial photography, and Portrait Photographers: Feature Shoot",
      "description": "New photographers, gallery photographers and international photography",
      "preview": "When photo editing is critical to your artistic process, you need tools you can trust (Sponsored) Editing is where vision meets detail - DxO PhotoLab"
    },
    {
      "url": "https://tech.target.com/",
      "title": "Target Tech Blog",
      "description": "Target is investing heavily in technology and innovation. Read more on the Target Technology engineering blog, and search job postings to join our team.",
      "preview": "skip to main content Target Announces Transformative GenAI Technology for Store Team Members Target recently announced the roll out of a new GenAI too"
    },
    {
      "url": "https://web.dev/measure/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "https://register-of-charities.charitycommission.gov.uk/charity-details/?regId=1158683&subId=0",
      "title": "FULL FACT - 1158683",
      "description": "Charity details for FULL FACT - Charity 1158683",
      "preview": "Skip to main content Log in to online services Register of Charities - The Charity Commission FULL FACT Charity number: 1158683 Charity reporting is u"
    },
    {
      "url": "https://2019annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://albatros-travel.com/",
      "title": "Albatros Travel | Quality travel since 1986",
      "description": "Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a family-owned travel company with a global wingspan.",
      "preview": "Skip to main content Quality travel since 1986 Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a fam"
    },
    {
      "url": "https://lexlege.pl/ustawa-o-emeryturach-i-rentach-z-funduszu-ubezpieczen-spolecznych/art-104/",
      "title": "Art. 104. emer. i rent. ZUS - Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych",
      "description": "Art. 104. emer. i rent. ZUS - Ustawa o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych - 1. Prawo do emerytury lub renty ulega zawieszeniu lub świadczenia te ulegają zmniejszeniu, na zasadach określonych w ust. 3-8 oraz w art. ...",
      "preview": "Art. 104. emer. i rent. Z... 10.10.2025 Filtr: Szukaj: Art./§ Wyłącz reklamy, przeglądaj orzecznictwo - SPRAWDŹ LEXLEGE PRO Ustawa o emeryturach i ren"
    },
    {
      "url": "https://www.luckymodel.com/scale.aspx?item_no=TRX-TR35002-2",
      "title": "void",
      "description": "void",
      "preview": "departbar.gif Your Currency USD search Search Brand ALL 3D Print Mayhem ABER ACADEMY Accurate Armour AFTER BURNER DECALS AFV CLUB AIRDOC AIRES AIRFIX"
    },
    {
      "url": "https://www.acer-userforum.de/threads/5940-g-festplatte-rasselt-laut-aber-nicht-defekt.22228/reply?quote=194587",
      "title": "Auf Thema antworten | Acer-Userforum.de",
      "description": "void",
      "preview": "Neue Beiträge Foren durchsuchen Menü Login Registrieren App installieren Installieren Foren Acer Forum Acer Notebook Forum Acer Aspire Forum 5940 G Fe"
    },
    {
      "url": "https://worldinsport.com/",
      "title": "World in Sport | Where Sports News Comes to Life",
      "description": "Get live sports news, scores, match highlights, and expert analysis on football, cricket, tennis, rugby, F1, and more - updated daily for fans across the globe.",
      "preview": "Skip to content Alain Prost Net Worth in 2025: How the F1 Legend Built His Fortune F1 Discover Alain Prost's net worth in 2025. Explore how the French"
    },
    {
      "url": "https://www.ijmess.com/showabstract.php?volume=volume-VI-2017&issue=issue-I-03-2017&ab=ab-3",
      "title": "The Smiling Mask in Service Encounters: The Impact of Surface and Deep Acting",
      "description": "The purpose of the study was to examine the impact of emotional labor mechanisms (surface acting and deep acting) on service encounters.",
      "preview": "Home Why IJMESS? Contact Us"
    },
    {
      "url": "https://fsc.org/en",
      "title": "Home | Forest Stewardship Council",
      "description": "Just as we depend on forests, forests depend on us. At the Forest Stewardship Council (FSC) we unite citizens, businesses, governments, and NGOs under a common goal: protecting healthy, resilient forests for all, forever.",
      "preview": "Skip to main content English Español You must include at least one keyword with 3 characters or more. In search of inspiration? Choose from the select"
    },
    {
      "url": "https://ideas.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "http://www.firstdata.com/en_us/products/merchants/prepaid/gift-card-solutions.html?utm_source=gyftbusiness&utm_medium=referral&utm_campaign=gyft_product_promotion",
      "title": "Stored Value and Loyalty | Carat U.S. | Fiserv",
      "description": "Gift, loyalty and alternative payment solutions for leading brands by the #1 global gift card processor.",
      "preview": "Skip to Contact an Expert Skip to Main Content Stored Value and Loyalty Place branded currency into your customers' wallets to drive customer acquisit"
    },
    {
      "url": "https://downtownpittsburgh.com/research/",
      "title": "Research and Reports - Downtown Pittsburgh",
      "description": "The Pittsburgh Downtown Partnership (PDP) conducts research to maintain its innovative programs and initiatives and foster a welcoming",
      "preview": "Things to do Programs + Activities Downtown Activation + Public Art Vendor, Performer & Sponsor Opportunities Downtown Events Calendar Submit an Event"
    },
    {
      "url": "https://tinypng.com/developers",
      "title": "TinyPNG - Optimize AVIF, WebP, JPEG and PNG Images with TinyPNG API",
      "description": "Automate your AVIF, WebP, JPEG and PNG compression workflow. Compress, resize and convert images seamlessly with TinyPNG's API.",
      "preview": "Developer API: Automate your AVIF, WebP, JPEG and PNG compression workflow Hook up your server to optimize all your AVIF, WebP, JPEG and PNG images on"
    },
    {
      "url": "https://www.eventbrite.ca/e/search-engine-optimization-for-small-businesses-tickets-537752621567?aff=erelexpmlt",
      "title": "Search Engine Optimization for Small Businesses Tickets, Wed, 15 Mar 2023 at 10:00 AM | Eventbrite",
      "description": "Eventbrite - Waterloo Region Small Business Centre presents Search Engine Optimization for Small Businesses - Wednesday, 15 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Search Engine Optimization for Small Businesses View details Follow this organizer to stay informed on future events By Waterlo"
    },
    {
      "url": "https://fred.stlouisfed.org/series/INDPRO",
      "title": "Industrial Production: Total Index (INDPRO) | FRED | St. Louis Fed",
      "description": "View a monthly index of real output for all facilities located in the U.S. in manufacturing, mining, and electric and gas industries.",
      "preview": "Skip to main content Industrial Production: Total Index (INDPRO) Observations Aug 2025: 103.9203 | Index 2017=100, Seasonally Adjusted | Monthly Updat"
    },
    {
      "url": "https://www.sunfirematrix.com/app/consumer/wis/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "SunFire Medicare Plan Finder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://quill.org/lessons/#/teach/class-lessons/-KsKpXAoaEIY5jvWMIzJ/preview",
      "title": "Quill.org | Interactive Writing and Grammar",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.woodtv.com/news/target-8/wrongfully-convicted-man-to-walk-free-from-prison/",
      "title": "Man freed from Michigan prison 21 years after conviction for Kalamazoo County murders",
      "description": "Thrilled and at times tearful, a man the state now says was wrongfully convicted of a Kalamazoo County double murder walked free Friday after 21 years. The exonerated Jeff Titus, 71, was greeted with hugs and handshakes as he left the state prison near Coldwater. And, free for just minutes, he spoke with Target 8.",
      "preview": "Skip to content"
    },
    {
      "url": "https://shotdeck.com/",
      "title": "SHOTDECK - The World's Leading Cinematic Image Library",
      "description": "Created by world renowned cinematographer - Lawrence Sher. ShotDeck is the largest library of high-definition film & commercial images and screengrabs in the world.",
      "preview": "How to Blow Up a Pipeline The library of film, one beautiful shot at a time. ShotDeck is the largest collection of fully searchable high-definition mo"
    },
    {
      "url": "http://www.marinemammalcenter.org/what-we-do/rescue/what-we-do-if-you-find-a.html",
      "title": "Rescue | The Marine Mammal Center",
      "description": "Find out how hundreds of sick, injured and orphaned marine mammals are rescued each year.",
      "preview": "Skip to main content Patient Journey / Rescue Rescue TMMC logo loading indicator marine animal, marine mammal, rescue, shelter, hospital, rehabilitati"
    },
    {
      "url": "https://gardening.stackexchange.com/help/badges/2/student?userid=29656",
      "title": "Student - Badge - Gardening & Landscaping Stack Exchange",
      "description": "Q&A for gardeners and landscapers",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Student Student"
    },
    {
      "url": "https://www.oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://www.teampepka.com/blog/april2021-market-report",
      "title": "void",
      "description": "void",
      "preview": "Categories All Blogs (49) Florida (1) history (1) Sarasota (1) Recent Posts Timeless Love: The Legend of Sara De Soto and Sarasota's Romantic Heritage"
    },
    {
      "url": "https://www.logitech.com/en-us",
      "title": "Logitech United States",
      "description": "Discover the innovative world of Logitech United States and shop everything MX, Mechanical Keyboards, Wireless Mice, Webcams, Headsets, Software, and more",
      "preview": "SKIP TO MAIN CONTENT Planet & people Mice Keyboards Combos Ultimate Ears Headsets Webcams Deals MX Master 4 A new sense of mastery MX Master 4 A new s"
    },
    {
      "url": "https://www.randco.com/",
      "title": "R+Co | The Culture Of Hairdressing",
      "description": "R+Co is an award-winning line of haircare products designed to deliver immediate, high-performing results while keeping hair and scalp health at top-of-mind. Curated by a collective of rule-bending hairstylists.",
      "preview": "Skip to content Quick Search Search our store Popular Search Terms Shampoo Conditioner Curls Volume Texture Smoothing Popular Products BEST SELLER DAR"
    },
    {
      "url": "https://www.bestbuyads.com/",
      "title": "Best Buy Ads",
      "description": "void",
      "preview": "See the future of retail media today! Watch now → × Skip to main content Data-driven advertising for results beyond imagination. Reach passionate shop"
    },
    {
      "url": "https://communication.ucf.edu/person/rick-brunson/",
      "title": "Rick Brunson - Nicholson School of Communication and Media",
      "description": "Rick Brunson is senior instructor of journalism in the Nicholson School's Film and Mass Media program where he has taught courses in digital, print and...",
      "preview": "Biography Rick Brunson is senior instructor of journalism in the Nicholson School's Film and Mass Media program where he has taught courses in digital"
    },
    {
      "url": "https://www.ccala.net",
      "title": "Find Child Care Providers | Child Care Alliance of Los Angeles",
      "description": "Learn more about the Child Care Alliance (CCALA), a unique and significant partnership of ten member agencies that serve communities at the local level.",
      "preview": "About Us Mission, Vision, and Values History Member Agencies Our Board of Directors Our Staff Employment Newsletter News and Events For Parents Find C"
    },
    {
      "url": "https://concernedpuengineer-blog.tumblr.com/",
      "title": "@concernedpuengineer-blog on Tumblr",
      "description": "Follow @concernedpuengineer-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes codeorg Follow Maryland moves to increase diversity in computer science A rigorous computer science course can't satisfy a required techno"
    },
    {
      "url": "https://www.megacabs.com/",
      "title": "void",
      "description": "void",
      "preview": "Home About Us Drive with us Login Download App 9350011111 Call us 24 X 7 62, Upper Ground Floor, Okhla Industrial Estate Phase-III, New Delhi - 110020"
    },
    {
      "url": "https://www.fsunews.com/story/sports/2015/06/24/noles-nab-top-basketball-recruit/29227523/",
      "title": "FSView",
      "description": "Four-star prospect C.J. Walker chooses FSU",
      "preview": "Skip to main content Home Sports Football Basketball Baseball Softball Soccer 'Noles nab top basketball recruit Ariya Massoudi Sports Editor @AriyaMas"
    },
    {
      "url": "https://www.andersen-group.jp/english/company/",
      "title": "Group Companies - Andersen Group English Web Site",
      "description": "void",
      "preview": "Group Companies Domestic Andersen Institute of Bread & Life Co., Ltd. ■ Head Office 2-19 Tsurumi-cho, Naka-ku, Hiroshima > MAP President: Jiro Numata"
    },
    {
      "url": "https://www.gov.pl/web/edukacja",
      "title": "Ministerstwo Edukacji Narodowej - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.elguardian.mx/gas-natural-se-bana-con-las-facturas/",
      "title": "Gas Natural se 'baña' con las facturas, aumentan hasta 5 veces - El Guardián MX",
      "description": "Saltillo.- Usuarios de Gas Natural denunciaron fuertes alzas en sus recibos por este servicio; a nivel nacional, empresas suministradoras del servicio señalan que esto se derivó de un aumento de los precios de Pemex. Los clientes afectados señalaron que este desliz se comenzó a percibir con la factura que recibieron en enero de este año.",
      "preview": "Síguenos facebook twitter googleplus instagram vine youtube Buscar Search for: Buscar Menú Síguenos facebook twitter googleplus instagram vine youtube"
    },
    {
      "url": "https://www.nike.com/",
      "title": "Nike. Just Do It. Nike IT",
      "description": "Nike offre prodotti, esperienze e servizi innovativi per ispirare ogni atleta.",
      "preview": "NIKE TECH BOREAS Nike Tech Boreas fa la differenza: protezione ideale per condizioni imprevedibili. Acquista Scopri Tech Hub Novità: Nike Shox Z NOT H"
    },
    {
      "url": "https://lathes.co.uk/atlas/",
      "title": "Atlas lathes",
      "description": "Atlas 10-inch lathes from the first to last. Includes details of the British copies by Acorntools, Sphere and halifax",
      "preview": "email: t ony@lathes.co.uk Home Machine Tool Archive Machine-tools for Sal e & Wanted Machine Tool Manuals Catalogues Belts Books Accessories Atlas Lat"
    },
    {
      "url": "https://www.papermag.com/premiere-watch-domino-kirkes-powerful-new-video-half-blood-co-starring-husband-penn-badgley-2475807042.html",
      "title": "PREMIERE: Watch Domino Kirke's Powerful New Video \"Half-Blood\" Co-Starring Husband Penn Badgley - PAPER Magazine",
      "description": "Just days away from the release of her debut album, Beyond Waves, Domino Kirke has revealed a truly poignant video for her emotive track \"Half-Blood,\" that discusses the unique dynamic of \"half\"-siblings.Featuring her own half-brother along with actor husband Penn Badgley and his half-sister, Kirke'...",
      "preview": "Music Fashion Celebrity Nightlife Internet Art Music Fashion Celebrity Nightlife Internet Art Shop Privacy policy Terms Contact Us RSS Music PREMIERE:"
    },
    {
      "url": "http://visualcode.ch/sample3.php?idnr=102020&lang=de",
      "title": "Visual Code | Bewegung zu Ziel",
      "description": "void",
      "preview": "| Bewegung > Dynamische Bewegung NEU: Alle Visual Codes als Code Snippets für Flash CS5: jetzt hier downloaden . Bewegung zu Ziel Code Actionscript 2."
    },
    {
      "url": "https://www.qrcode-monkey.com/",
      "title": "QRCode Monkey - The free QR Code Generator to create custom QR Codes with Logo",
      "description": "Create custom QR Codes with Logo, Color and Design for free. This QR Code Maker offers free vector formats for best print quality.'",
      "preview": "The 100% Free QR Code Generator About Chrome App QR Code API English Deutsch Español Français Italiano Português Indonesian Русский ไทย عربى URL Text"
    },
    {
      "url": "https://www.na.org/",
      "title": "Narcotics Anonymous",
      "description": "What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire to use, and find a new way to live. Our message is hope and the promise is freedom.",
      "preview": "Skip to content Welcome to Narcotics Anonymous What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire t"
    },
    {
      "url": "https://future.techcrunch.com/2021/04/26/tesla-wants-to-make-every-home-a-distributed-power-plant/",
      "title": "Log In ‹ TechCrunch - WordPress",
      "description": "void",
      "preview": "Log In Powered by WordPress Username or Email Address Password Remember Me Lost your password? ← Go to TechCrunch"
    },
    {
      "url": "https://bcaction.de/category/weiterleben/lebensstil/",
      "title": "bcaction.de steht zum Verkauf",
      "description": "Die Domain bcaction.de steht zum Verkauf. Sie können diese Domain jetzt per Sofortkauf zum Festpreis mit dem Treuhandservice von ELITEDOMAINS kaufen.",
      "preview": "bcaction.de steht zum Verkauf verified Sicherer Kauf mit Jetzt kaufen bcaction.de steht zum Verkauf Domain jetzt kaufen! Kaufen Sie die Adresse bcacti"
    },
    {
      "url": "https://www.ryanair.com/gb/en/booking/home",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "http://www.shopncook.com/blog/",
      "title": "Blog | Shop'NCook | Easy-To-Use Recipe Software Shop'NCook with Nutrition, Costing, Shopping List and More - Free Trial",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://variety.com/2023/awards/news/will-smith-aafca-awards-acceptance-emancipation-1235540560/",
      "title": "Will Smith Gives AAFCA Speech, First Awards Ceremony Since Oscars Slap",
      "description": "Will Smith and his \"Emancipation\" director Antoine Fuqua accepted the Beacon Award in-person from the African American Film Critics Association.",
      "preview": "Mar 1, 2023 8:53pm PT Will Smith Accepts Special Honor at AAFCA Ceremony, First In-Person Awards Speech Since 2022 Oscars By J. Kim Murphy , Julia Mac"
    },
    {
      "url": "https://lcfgeorgia.org/get-involved/donate/",
      "title": "Donations / Sponsorships - Latino Community Fund Inc.",
      "description": "Tax deductible contributions to LCF Georgia support a stronger, self-sufficient and visible Latino Community in Georgia",
      "preview": "Skip to content Home / Get Involved / Donations / Sponsorships Sponsorship Opportunities CLICK HERE to access our Sponsorship Package and annual commu"
    },
    {
      "url": "https://www.gainsight.com/",
      "title": "Customer Success and Product Experience Software | Gainsight",
      "description": "Gainsight's Customer Success and Prod",
      "preview": "October 16th-\"Unplugged: Digital Customer Success From Theory to Reality\" feat. Zapier, Klaviyo, Airtable, & more! Save Your Seat"
    },
    {
      "url": "https://www.aquaticplantcentral.com/forumapc/",
      "title": "Aquatic Plant Forum",
      "description": "A forum community dedicated to aquatic plant owners and enthusiasts. Come join the discussion about collections, displays, tanks, styles, troubleshooting...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Aquatic"
    },
    {
      "url": "https://www.dm.de/gesicht/pflege/gesichtsmasken-c400613",
      "title": "dm-drogerie markt - dauerhaft günstig online kaufen",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://covid19.colorado.gov/",
      "title": "COVID19 | Colorado Department of Public Health and Environment",
      "description": "void",
      "preview": "Skip to main content 1 COVID19 Available languages: Español 2025-2026 COVID-19 vaccines On Sept. 3, 2025, CDPHE Executive Director Jill Hunsaker Ryan"
    },
    {
      "url": "https://www.electronjs.org",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.walgreensbootsalliance.com/news-media/position-statements/modern-slavery-and-human-trafficking-statement",
      "title": "2024 Modern Slavery and Human Trafficking Statement | Walgreens Boots Alliance",
      "description": "void",
      "preview": "Skip to main content Introduction As a global corporate citizen, Walgreens Boots Alliance (WBA) recognizes its responsibility to address and mitigate"
    },
    {
      "url": "https://syscoal.users.phpclasses.org/package/9355-PHP-Validate-form-values-according-to-rules-per-input.html",
      "title": "Validx - Form Validator: Validate form values according to rules per input - PHP Classes",
      "description": "This class can validate form values according to rules per input. It can as arguments take an array of submitted form values via POST or GET and an array with lists of rules for the inputs to be validated. The rules per input are defined as a single string separating different rules to apply using || character sequence. Each rule is defined as a string with the rule name eventually followed by...",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register Validx - Form Validator: Validate form values accord"
    },
    {
      "url": "https://www.comune.treia.mc.it/documenti-cms/dichiarazione-cariche-e-incarichi-consigliere-vittorio-sampaolo/",
      "title": "Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo - Comune di Treia",
      "description": "Comune di Treia Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo",
      "preview": "Vai ai contenuti Vai al footer Dichiarazione cariche e incarichi Consigliere: Vittorio Sampaolo Dettagli: Dichiarazione cariche e incarichi Consiglier"
    },
    {
      "url": "https://doepfer.de/A100.htm",
      "title": "A-100 Overview",
      "description": "void",
      "preview": "A-100 Analoges Modulsystem - Modulübersicht A-100 Analog Modular System - Modules Overview A-10X A-11X A-12X A-13X A-14X A-15X A-16X A-17X A-18X A-19X"
    },
    {
      "url": "https://www.smmcoc.org/",
      "title": "Minority COC | Waldorf, MD",
      "description": "Southern Maryland Minority Chamber of Commerce in Waldorf, MD offers information for minority-owned small business. Call (443) 646-5744.",
      "preview": "Southern Maryland Minority Chamber of Commerce CALL US TODAY! 443-646-5744 Address: 10665 Stanhaven Place, Suite 300A, White Plains, MD 20695 CLICK HE"
    },
    {
      "url": "https://isr.uci.edu/biblio?page=4&amp%3Bamp%3Bf%5Bauthor%5D=1400&amp%3Bamp%3Bs=title&amp%3Bamp%3Bo=asc&amp%3Bf%5Bauthor%5D=1775&f%5Bauthor%5D=30&s=author&o=asc",
      "title": "Index of /biblio",
      "description": "void",
      "preview": "Index of /biblio Name Last modified Size Description Parent Directory - export/ 2020-07-21 09:41 - filter.html 2020-07-18 03:06 64K filter0a3b.html 20"
    },
    {
      "url": "https://www.delish.com/restaurants/a22133339/hunter-fieri-guy-fieri-son-facts/",
      "title": "Hunter Fieri Is The Guy Of The Future",
      "description": "Get to know Hunter Fieri, Guy Fieri's son. The 21-year-old once thought he'd be a Supercross racer, but after working at his dad's restaurants and interning in Las Vegas, he plans to become a chef.",
      "preview": "Skip to Content Hunter Fieri has a quieter presence than his famous chef dad Guy Fieri. The father-son duo is fresh off a cage-free shark dive in the"
    },
    {
      "url": "https://www.flickr.com/photos/faonews/albums/",
      "title": "The Food and Agriculture Organization of the United Nations (FAO) Official Photostream's albums | Flickr",
      "description": "void",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://ads.tiktok.com",
      "title": "TikTok for Business | Marketing & Advertising on TikTok",
      "description": "Advertise on TikTok. Make ads that entertain and campaigns that connect. Where large and small businesses, agencies & creators can achieve big results.",
      "preview": "Grow your brand Increase Sales Boost conversions Attract customers with TikTok ads I'm an advertiser Get started I'm an advertiser I'm an agency Achie"
    },
    {
      "url": "http://dinosaurtheory.com/theory.html",
      "title": "Explains Scientific Theories and Inductive Reasoning",
      "description": "Here are some answers to common questions about scientific theories, inductive reasoning, and the theory of evolution.",
      "preview": "| Return to Home Page | Questions and Answers about Scientific Theories 1. If scientific theories are the most important ideas in science, and scienti"
    },
    {
      "url": "https://wellbreddesign.com/products/handmade-felt-cat-family-hanging-biodegradable-decoration-smokey-1",
      "title": "Skyland OK Real Estate",
      "description": "Skyland OK Real Estate - Exceptional real estate services for luxury properties, commercial estates, and residential homes.",
      "preview": "Find Your Dream Home Today Skyland OK Real Estate connects you with luxury properties and commercial estates tailored to your needs. Get Started Our S"
    },
    {
      "url": "http://rare.withgoogle.com?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "https://www.gtcuw.org/",
      "title": "Greater Twin Cities United Way | Together We Thrive",
      "description": "Empower change with Greater Twin Cities United Way. Discover our mission, impact, and opportunities to support and volunteer in the Twin Cities area.",
      "preview": "About Us Our Team Board of Directors Equity & Inclusion Our History Financials Impact Report FAQs Our Impact Food Full Lives Education 80×3 Career Aca"
    },
    {
      "url": "https://codemmagazine.com/",
      "title": "Code M Magazine - Transforming The Lives of Men!",
      "description": "void",
      "preview": "Skip to content CODE M CIGARS Click Here Facebook Click Here Instagram Click Here Pinterest Get the latest news and information about things impacting"
    },
    {
      "url": "https://worldillustrationawards.com/",
      "title": "World Illustration Awards - World Illustration Awards",
      "description": "void",
      "preview": "Menu Awards Home About WIA Project List / Winners WIA News Touring Exhibition Sponsors"
    },
    {
      "url": "http://revbirmingham.org/news/what-the-value-of-downtown-report-has-taught-us-about-the-magic-city/",
      "title": "What the Value of Downtown report has taught us about the Magic City - REV Birmingham | REV Birmingham",
      "description": "The report-The Value of Downtown Birmingham, presented by PNC Bank-establishes a baseline from which city leaders, corporate leaders and organizations like REV can track growth and identify priorities for downtown improvements.",
      "preview": "Download me! Over the past year, our team has been working tirelessly to collect and organize data that will help us improve our city's downtown distr"
    },
    {
      "url": "https://lacelock.net/",
      "title": "Fingaz Beauty",
      "description": "Fingaz Beauty",
      "preview": "Skip to content FREE GROUND SHIPPING ON ALL U.S. ORDERS THIS MONTH!!! Item added to your cart View cart Check out Continue shopping Browse our latest"
    },
    {
      "url": "https://www.finescale.com/how-to",
      "title": "How To Tips | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://www.today.com/home/grinch-shows-house-hilarious-real-estate-listing-t145320",
      "title": "The Grinch shows off a house in hilarious real estate listing",
      "description": "A real estate team used The Grinch to show off a home for sale in Baltimore, Maryland. See the funny photos!",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.kaggle.com/learn",
      "title": "Learn Python, Data Viz, Pandas & More | Tutorials | Kaggle",
      "description": "Practical data skills you can apply immediately: that's what you'll learn in these no-cost courses. They're the fastest (and most fun) way to become a data scientist or improve your current skills.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 104
  }
}