{
  "data": [
    {
      "url": "https://thelawrencefoundation.org/",
      "title": "The Lawrence Foundation",
      "description": "void",
      "preview": "Menu Home Welcome! The Lawrence Foundation is a private family foundation focused on making grants to support environmental, human services and other"
    },
    {
      "url": "https://www.detroityouthchoir.org/",
      "title": "Youth Performance And Enrichment | Detroit Youth Choir | Detroit",
      "description": "Detroit Youth Choir offers youth in the Metropolitan Detroit area a world-class performing arts experience that develops their creative skills and talents through music, education, dance, and theatrical arts. Youth performance and enrichment",
      "preview": "top of page A world-class performing arts experience for Detroit youth A world-class performing arts experience for Detroit youth Our mission is to of"
    },
    {
      "url": "https://findingada.com/organizer/simon-schuster-ltd/",
      "title": "Simon & Schuster Ltd - Ada Lovelace Day",
      "description": "void",
      "preview": "0 events found. Subscribe to calendar Google Calendar iCalendar Outlook 365 Outlook Live Export .ics file Export Outlook .ics file"
    },
    {
      "url": "https://careers.blackrock.com/",
      "title": "Working at BlackRock",
      "description": "Browse available job openings at BlackRock",
      "preview": "Skip to main content BlackRock Our smartest investment is you Search jobs Keyword(s) Location Search Explore our Student & Graduate opportunities Expl"
    },
    {
      "url": "https://chocolateauthoress.tumblr.com/",
      "title": "To the stars who listen",
      "description": "An authoress who loves chocolate. Se habla español. [[SEMI HIATUS - mainly queue run]]",
      "preview": "I'm always open to chat! Feel free to just dm me! To Do's -Publish on AO3 my one-shots/drabbles -Finish my WIPs Spanish ↔ English Translations! My bas"
    },
    {
      "url": "https://katalog.skd.museum/Search/Results?filter%5B%5D=~institution%3A%22DE-L228%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-referencebooks%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-techniquefinearts%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-studiesbooksmanuscripts%22&filter%5B%5D=format_de15%3A%22Software%22&filter%5B%5D=-mega_collection%3A%22Verbunddaten+SWB%22&dfApplied=1&type=AllFields",
      "title": "Suchergebnisse :: Staatliche Kunstsammlungen Dresden, Kunstbibliothek",
      "description": "void",
      "preview": "Suchergebnisse Angewandte Filter Seite wird neu geladen, wenn Filter entfernt wird. Filter zurücksetzen Filter anzeigen (6) Institution: Suchfilter en"
    },
    {
      "url": "https://rap.riken.jp/en/labs/aptdg/amst/",
      "title": "Advanced Manufacturing Support Team | RIKEN Center for Advanced Photonics",
      "description": "void",
      "preview": "このページの本文へ メニューへ HOME > Laboratories > Advanced Photonics Technology Development Group > Advanced Manufacturing Support Team Team Director Yutaka Yamag"
    },
    {
      "url": "https://liaacc.org/",
      "title": "Long Island African American Chamber of Commerce - NYC Regional Chamber of Commerce",
      "description": "NYC Regional Chamber of Commerce",
      "preview": "Search for: Skip to content Your Business Resource Our Team Join LIAACC Other Resources Our Calendar Benefits The Long Island African American Chamber"
    },
    {
      "url": "https://gdpr.cision.com",
      "title": "Cision GDPR - Data Privacy",
      "description": "void",
      "preview": "Data Privacy Home → Data Privacy German French English Portuguese Data Privacy Customer Privacy Notice Data Privacy Notice - Journalists and Other Inf"
    },
    {
      "url": "http://www.nborg.com/privacy.html",
      "title": "nB0rg - Privacy Policy",
      "description": "void",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Privacy Policy This app collects anonymous usage data that is used by developers only for support, bug track"
    },
    {
      "url": "https://barefootkitchenwitch.com/2008/05/google-hot-sa-1.html",
      "title": "Private Site",
      "description": "void",
      "preview": "WordPress.com Build a website. Sell your stuff. Write a blog. And so much more. Log in Start your website Private Site This site is currently private."
    },
    {
      "url": "https://www.odenwald-wandern.de/gps-wanderungen/heidelberg/koenigstuhl-waldhilsbach.php",
      "title": "Königstuhl Heidelberg wandern Waldhilsbach Wanderung GPS Wanderkarte Neckarsteig",
      "description": "Odenwald Wanderung über den Neckarsteig vom Königstuhl bei Heidelberg nach Waldhilsbach: mit GPS Daten zum Download und Wanderkarte.",
      "preview": "Odenwald Wandern GPS Wanderungen Darmstadt Bensheim/Heppenheim Weinheim Heidelberg Reichelsheim Fürth Wald-Michelbach Höchst/Breuberg Erbach/Michelsta"
    },
    {
      "url": "https://www.dw.com/en/science/s-12526",
      "title": "Science | In-depth reporting on science and technology - DW",
      "description": "Reports and analysis of developments in the world of Sci-Tech, medicine and digital topics. Keep up to date on the latest IT news from Europe and Germany.",
      "preview": "You need to enable JavaScript to run this app. Skip to content Skip to main menu Skip to more DW sites In focus Gaza Nobel Prize German politics Lates"
    },
    {
      "url": "https://luisdg85.tumblr.com/",
      "title": "@luisdg85 on Tumblr",
      "description": "Follow @luisdg85 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes crossconnectmag Follow Paintings by Henrik Aa. Uldalen Henrik Aarrestad Uldalen (1986)is a self-taught artist whose creative production re"
    },
    {
      "url": "https://www.glueckshufeisen.de/produkt/vergoldetes-glueckshufeisen-mit-geschenkbox-tempus-fugit/",
      "title": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" kaufen - Glueckshufeisen.de",
      "description": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" online kaufen. Personalisierbar ✅Geschenkidee ✅ Schneller Versand ✅ Hochwertig ✅ Jetzt kaufen!",
      "preview": "Direkt zum Inhalt Zu Produktinformationen springen Medien 1 in Modal öffnen Medien 2 in Modal öffnen Medien 3 in Modal öffnen Medien 4 in Modal öffnen"
    },
    {
      "url": "https://www.transact711.com/",
      "title": "Transact Prepaid",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://thriftcraftlive.com/2017/01/02/a-few-small-projects/",
      "title": "A few small projects - thriftcraftlive",
      "description": "The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here are a few projects from last fall that never made their way on to the internet: #1: DIY Window Shelves Our apartment has tiny window sills, they're only about...",
      "preview": "Skip to content The last few months of 2016 were super busy for me. Even though I haven't posted in a few months, I haven't been totally idle. Here ar"
    },
    {
      "url": "https://www.sandiegouniontribune.com/military/sdut-rosie-network-military-entrepreneurs-2014apr07-story.html",
      "title": "Group promotes military entrepreneurs - San Diego Union-Tribune",
      "description": "In 2012, the wife of a Navy SEAL needed some work done on the family home while her husband was on deployment. Stephanie Brown of San Diego was uncomfortable contacting strangers advertising their services on Craigslist. She said she would have felt more trust, rapport and overall comfort with a military veteran or spouse doing [...]",
      "preview": "Skip to content Members of the Rosie Network gather at the organization's Military Entrepreneur Small Business Expo on St. Patrick's Day in Balboa Par"
    },
    {
      "url": "https://www.gopapaya.co.in/",
      "title": "PA PA YA test",
      "description": "At Pa Pa Ya, eating is an experience unlike any, where we take you on a culinary journey through the landscape of Asia in a manner which has never been done before",
      "preview": "Twitter Instagram Pa Pa Ya It is a complete reinvention of Asian cuisine on a global scale. Leave your preconceived notions and perceptions out of the"
    },
    {
      "url": "https://www.vg.no/nyheter",
      "title": "Nyheter fra VG",
      "description": "Nyheter fra VG døgnet rundt. Hold deg oppdatert de siste nyhetene fra Norge og hele verden.",
      "preview": "Hopp til hovedinnholdet Reuters: Nytt jordskjelv på 6,9 på Filippinene 10. okt. 1 min Masud Gharahkhani fortsetter som stortingspresident 10. okt. 1 m"
    },
    {
      "url": "http://www.giftsin24.com/",
      "title": "Personalized Stationery | Cards, Notepads, Napkins, Gifts & More",
      "description": "void",
      "preview": "Back to mobile site About History Blog Contact Account Login or Sign Up Personalized Stationery Ships in 24 Hours Best Selling Cards Notes Notepads Na"
    },
    {
      "url": "https://www.typeroom.eu/category/origins",
      "title": "Glorifying Eclectic Typography | TypeRoom",
      "description": "void",
      "preview": "Loading... Loading... Preserving Type Heritage - A Primer of Greek Typography ¶ 6 months ago / Origins Litho Antique, Rockwell Antique, Stymie Bold: C"
    },
    {
      "url": "https://www.complex.com/music/jay-z-beyonce-michael-rubin-july-4th-party-performances-drake-lil-baby-travis-scott",
      "title": "Jay-Z, Beyoncé, and More Attend Michael Rubin's July 4th ...",
      "description": "Michael Rubin hosted a star-studded Fourth of July party with guests like Drake, Jay-Z, Lil Baby, and Travis Scott joining the celebration.",
      "preview": "COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW Billie Eilish NBA League Collection COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2FNYDJ-Sculpt-Her-Denim-Pull-On-Straight-Jeans--Marvelous.product.A564778.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans- Marvelous - QVC.com",
      "description": "Warm weather is just around the corner, so refresh that wardrobe with the perfect pair of pull-on jeans.",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://www.shipsofscale.com/sosforums/threads/rope-making-for-ship-models.4076/",
      "title": "Wreckage of WWI German battleship SMS SCHARNHORST sunk by Royal Navy in 1914 discovered off Falkland Islands | Ships of Scale",
      "description": "A search expedition led by the marine archaeologist Mensun Bound for the ships of Spee's squadron began in 2014 but had no success. Bound returned for...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.heritagepark.ca/bookings-and-functions/venues/wainwright-hotel",
      "title": "Unique Wedding Reception Calgary | Wainwright Hotel Heritage Park",
      "description": "For a unique wedding or dinner reception venue in Calgary, consider the fashionably decorated Wainwright Hotel in Heritage Park. See pricing & capacity info!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "http://opendata.hayward-ca.gov/datasets/5b2d03233e0344c7a291c3f126cfa407_0",
      "title": "Hayward Addresses",
      "description": "City of Hayward and Fairview Address Layer",
      "preview": "void"
    },
    {
      "url": "https://dykesonbikeslondon.uk/members-info/meeting-minutes/",
      "title": "Meeting Minutes | Dykes on Bikes London",
      "description": "Ride with Pride",
      "preview": "Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Subscribe Subscribed"
    },
    {
      "url": "https://kfor.com/news/local/ok-family-in-shambles-after-fatal-skydiving-accident/?utm_medium=referral&utm_source=facebook.com&utm_campaign=socialflow&fbclid=IwAR2DIgdljmq1zfLYEQZ94-Jm8-lTLNWYZrrom6aKRcffCa77Uh3krt3rT5A",
      "title": "Oklahoma family in shambles after fatal skydiving accident",
      "description": "44-year-old Heather Glasgow went skydiving in Sallisaw Saturday afternoon, but hit the ground and passed away later that night due to her injuries.",
      "preview": "Skip to content"
    },
    {
      "url": "https://docs.llamaindex.ai/en/stable/",
      "title": "Welcome to LlamaIndex 🦙 ! | LlamaIndex Python Documentation",
      "description": "void",
      "preview": "Skip to content Welcome to LlamaIndex 🦙 ! LlamaIndex is the leading framework for building LLM-powered agents over your data with LLMs and workflows ."
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/chicken-tikka-masala",
      "title": "Chicken tikka masala recipe | Good Food",
      "description": "Not sure what to make for dinner? This chicken tikka masala recipe is easy and delicious. Find more dinner inspiration at BBC Good Food.",
      "preview": "Skip to main content Chicken tikka masala Good Food team Save recipe Serves 10 Easy Prep: 15 mins Cook: 50 mins A star rating of 4.5 out of 5. 409 rat"
    },
    {
      "url": "https://www.womenonly.gr/gossip/arthro/sok_h_garmpi_eftase_konta_sto_thanato-129579579/",
      "title": "Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο!",
      "description": "Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κοντά στο θάνατο μίλησε η Καίτη Γαρμπή. &nbsp;Η αγαπημένη τραγουδίστρια σε μία εξομ...",
      "preview": "CELEBRITY NEWS Σοκ: Η Γαρμπή έφτασε κοντά στο θάνατο! WomenOnly Team 11.12.2013 Για την άγνωστη περιπέτεια της υγείας της και τη στιγμή που έφτασε κον"
    },
    {
      "url": "https://wordsmith.social/read/p/2",
      "title": "Wordsmith Reader",
      "description": "Read the latest posts from Wordsmith.",
      "preview": "Reader Read the latest posts from Wordsmith. 28 Temmuz 2025 from arcahukuk Ankara İcra Avukatı Ankara'nın dinamik ticari hayatında veya bireysel mali"
    },
    {
      "url": "https://www.memberclicks.com",
      "title": "Association Management Software for Professional and Trade Associations",
      "description": "MemberClicks provides robust Association Management Software for Professional Associations, Trade Associations and Nonprofits. A purpose-built software solutions designed to simplify your membership management. Request a demo today!",
      "preview": "Skip to main content Let's connect members to your mission Membership management solutions built to empower associations, chambers and nonprofits to s"
    },
    {
      "url": "https://www.la-retro-d-aniche.com/2021/07/histoire-de-l-estaminet-de-la-verrerie-d-en-haut-la-cantine.html",
      "title": "Histoire de l'estaminet de la verrerie d'en haut : LA CANTINE - Centre de Mémoire de la Verrerie d'en Haut à ANICHE",
      "description": "- PANNEAU 14 La cantine Estaminet.pdf Tenu par Elie TRIPLET , grand-père d'Elie Ladrière qui vient de nous quitter Lire l'affiche",
      "preview": "Tous les blogs Top blogs Associations & ONG Editer l'article Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs As"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "https://profiles.wordpress.org/mediabahez/",
      "title": "mediabahez (@mediabahez) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for mediabahez (@mediabahez).",
      "preview": "Profiles Member Since: February 23rd, 2023 Website: mediabahez.com Find me on: Activity Posted a reply to DeepL Setting - Translation Option won't Sho"
    },
    {
      "url": "https://locust-hub-hqfao.hub.arcgis.com/",
      "title": "FAO Locust Hub",
      "description": "Discover the latest FAO resources, maps and information about the desert locust infestation in Africa.",
      "preview": "void"
    },
    {
      "url": "https://sobewff.org/",
      "title": "SOBEWFF | February 19 - 22, 2026 in Miami, Florida",
      "description": "The Food Network South Beach Wine & Food Festival presented by Capital One (SOBEWFF®) is a national, star-studded, four-day destination event showcasing the talents of the world's most renowned wine and spirits producers, chefs and culinary personalities. The Festival takes place February 19 - 22, 2026.",
      "preview": "Skip to content 132 Days to Go See You for the 25th Anniversary! February 19 - 22, 2026 View Photos About Us About the Festival Auction Contact Us Joi"
    },
    {
      "url": "https://appalti-villasofia-cervello.maggiolicloud.it/PortaleAppalti/it/ppgare_avvisi_scaduti_lista.wp;jsessionid=33364253A9477A205040BE036C04449B.elda?actionPath=/ExtStr2/do/FrontEnd/Avvisi/view.action&currentFrame=7&codice=A00003&_csrf=INUBLVMZD6H7YA0DGQHY2TW92AKQKJKF",
      "title": "Portale gare d'appalto|Avvisi pubblici scaduti",
      "description": "void",
      "preview": "fun [ Salta al contenuto della pagina ] Access key definite: Vai alla pagina iniziale [H] Vai alla pagina di aiuto alla navigazione [W] Vai alla mappa"
    },
    {
      "url": "https://photoai.com/ai-avatars?ref=avatarai",
      "title": "Avatar AI™ | Professional Photo Shoots with AI",
      "description": "Generate photorealistic images and videos of people with AI. Generate over 120 unique avatar styles inspired by the original Avatar AI™ that sparked the vi...",
      "preview": "void"
    },
    {
      "url": "https://www.sevesteen.com/feeds/3240310945383736767/comments/default",
      "title": "Comments on sevesteen.com: Reasons to end the drug war, part 74",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.cdcfoundation.org/",
      "title": "CDC Foundation",
      "description": "The CDC Foundation is a global nonprofit, managing public health programs that impact chronic and infectious diseases and emergency threats like COVID-19.",
      "preview": "Skip to main content Together Our Impact is Greater We help the nation's public health system save and improve more lives. How Your Support Makes an I"
    },
    {
      "url": "https://education.mpbonline.org/",
      "title": "Learning",
      "description": "MPB's Education Division provides informative resources for parents, teachers and students in Mississippi.",
      "preview": "Showcase"
    },
    {
      "url": "https://about.coursera.org/",
      "title": "Coursera's Mission, Vision, and Commitment to Our Community | Coursera",
      "description": "Coursera provides access to world-class learning by partnering with 300+ world-class universities and companies. We envision a world where anyone, anywhere has the power to transform their lives through learning.",
      "preview": "This app works best with JavaScript enabled. Our Vision We envision a world where anyone, anywhere has the power to transform their lives through lear"
    },
    {
      "url": "https://hillmanfamilyfoundations.org/",
      "title": "Hillman Family Foundations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://Surface.com/Storage",
      "title": "Surface storage options and hard drive sizes - Microsoft Support",
      "description": "Apps and software that come with your Surface use a significant amount of the disk space on your Surface. Find out how much storage is available for your photos, music, videos, and other files on the different Surface models. Learn how to add more storage space.",
      "preview": "Related topics × Get started with Surface Set up your Surface Clean and care Storage options Back up your Surface Switch from Mac Use with iPhone or A"
    },
    {
      "url": "http://www.oriental-carpets.com/Rugs/Carpet/id/63320",
      "title": "RugPeople.com | Large & oversized, modern & oriental carpets and rugs - new and antique",
      "description": "Large and oversized oriental carpets - new and antique - XXL carpets, palace size rugs, mansion size rugs...",
      "preview": "Home Search more than 20,000 rugs Any Questions? FAQ... English Deutsch Prices in: EUR € GBP £ USD US-$ CAD C$ CHF Fr CZK Kč DKK kr HUF Ft NOK kr SEK"
    },
    {
      "url": "https://www.ywcanashville.com/what-we-do/renew/",
      "title": "Community Programs - YWCA Nashville & Middle Tennessee | Domestic Violence Services - YWCA Nashville & Middle Tennessee | Domestic Violence Services",
      "description": "At YWCA Nashville & Middle Tennessee, we invest in youth empowerment and workforce development through our Girls Inc. and AMEND Together programs. We promote healthy masculinity and provide education and workforce services through our Family Learning Center and Dress for Success Nashville programs. Join us in empowering the next generation for success.",
      "preview": "0 Community Programs ↘ YWCA invests directly in the lives of our youth by empowering girls to be strong, smart, and bold through our Girls Inc. progra"
    },
    {
      "url": "http://www.ed.gov/",
      "title": "Home | U.S. Department of Education",
      "description": "ED is America's education agency. We help students pay for school, support families, and give educators tools to do their jobs. We protect students' rights and make sure every American has equal access to an education.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://de.mongabay.com/",
      "title": "Mongabay Deutsch - Nachrichten über die Tierwelt und Natur",
      "description": "Nachrichten über die Tierwelt und Natur",
      "preview": "Whistleblower: Envivas Behauptung „gut für den Planeten\" zu sein? Alles Unsinn Verlust der Genehmigungen für Ölpalmen lässt Dörfer in Papua verunsiche"
    },
    {
      "url": "https://www.plantedtank.net/forums/",
      "title": "The Planted Tank Forum",
      "description": "A forum community dedicated to Aquatic tank owners and enthusiasts. Come join the discussion about flora, fauna, health, housing, filters, care, classifieds,...",
      "preview": "Menu Log in Sign up Terms of Use and Privacy Policy updated: forum content use and AI/LLM use clarified. Read Terms Privacy Policy Welcome To Planted"
    },
    {
      "url": "https://www.veoh.com:443/watch/v16426722SfNMFs8Z",
      "title": "veoh",
      "description": "void",
      "preview": "We regret to inform you that Veoh has closed. We would like to extend our heartfelt gratitude to our users for your support over the years. You will b"
    },
    {
      "url": "http://www.cs.hmc.edu/~hadas/",
      "title": "Ran Libeskind-Hadas's Homepage",
      "description": "void",
      "preview": "Professor Ran \"RON\" Libeskind-Hadas R. Michael Shanahan Professor of Computer Science Department of Computer Science Harvey Mudd College, Olin 1253 I"
    },
    {
      "url": "https://reddit.com/submit?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Foceans%2F&title=Oceans",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.davidlay.co.uk/news/diana-the-private-correspondence-of-a-princess/?pc=337",
      "title": "Diana, The Private Correspondence of a Princess",
      "description": "An astonishing, confidential collection of 32 highly personal letters and cards written by the Princess of Wales to two of her closest friends. Sold: Antiques & Interiors - Thu 16th Feb for a total hammer value of £141,150.",
      "preview": "Diana, The Private Correspondence of a Princess An astonishing, confidential collection of 32 highly personal letters and cards written by the Princes"
    },
    {
      "url": "https://www.finescale.com/how-to/sea",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/",
      "title": "Open Data Commons Open Database License (ODbL) - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) Attribution and Share-Alike for Data/Databases Human-readable summar"
    },
    {
      "url": "https://www.thecommunityfoundation.org/",
      "title": "Greater Washington Community Foundation",
      "description": "void",
      "preview": "0 Your Partner In Giving Explore how you can partner with the region's leading philanthropic community to transform your giving and invest in solution"
    },
    {
      "url": "https://www.latimes.com/entertainment-arts/awards/story/2022-06-14/samuel-l-jackson-ptolemy-grey-oscars-tarantino",
      "title": "Samuel L. Jackson has no regrets. Except maybe for the Oscars - Los Angeles Times",
      "description": "Apple TV+'s \"The Last Days of Ptolemy Grey\" finds the actor playing 91 and battling Alzheimer's. But it's not a downer. A miracle drug turns him into the Samuel L. Jackson persona we know and love.",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "http://www.garzia.it/",
      "title": "Garzia.it",
      "description": "void",
      "preview": "Sito in costruzione"
    },
    {
      "url": "https://about.medium.com/creators/?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Partner Program",
      "description": "void",
      "preview": "Sitemap Medium Logo Sign in Sign up Medium Partner Program Medium's Partner Program is for people who are interested in helping us fulfill our mission"
    },
    {
      "url": "https://es.mongabay.com/2022/06/panama-una-bandera-de-conveniencia-para-la-pesca-ilegal-oceanos/",
      "title": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Panamá, una bandera de conveniencia para la pesca ilegal y el descontrol en altamar Mary Triny Zea , Michelle Carrere 13 Jun 2022 América Central La r"
    },
    {
      "url": "https://rxhaellsk.tumblr.com/",
      "title": "💀",
      "description": "Rachel, 23",
      "preview": "July 21 2019 122,578 notes Reblogged 6 years ago from duotheist ( Originally from karlottafreier ) Share July 21 2019 642,795 notes Reblogged 6 years"
    },
    {
      "url": "https://www.baggu.com/products/horizontal-duck-bag-jessica-williams",
      "title": "Search Icon",
      "description": "void",
      "preview": "Free shipping on US orders over $50 Free international shipping to select countries starting at $100+ Cart ( 0 )"
    },
    {
      "url": "https://www.cloudskillsboost.google?utm_source=cgc&utm_medium=website&utm_campaign=evergreen",
      "title": "Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Apply your skills in Google Cloud console The right Cloud learning for you Upskill yourself or your team with Google Clou"
    },
    {
      "url": "https://www.ft.com/technology",
      "title": "Technology | Financial Times",
      "description": "Get the latest technology news from around the industry. Keep up-to-date with the most influential and innovative technology brands, including Apple, Microsoft, Google, Meta, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Technology Add to myFT Lead story in Technology Technology regulation Google"
    },
    {
      "url": "https://www.lowimpact.org/categories/permaculture",
      "title": "Category Intro - Lowimpact.org",
      "description": "Category Intro",
      "preview": "Permaculture - introduction \"Permaculture is revolution disguised as gardening.\" - Mike Feingold Contents 1 What is permaculture? 2 What are the benef"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85937",
      "title": "Searchable Recipe Database - Spinach Salad w/ Orange Sesame Dressing",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.1lovecards.com/",
      "title": "1lovec",
      "description": "void",
      "preview": "Hello world! Outubro 26, 2024 Uncategorized Welcome to WordPress. This is your first post. Edit or delete it, then start writing!"
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://www.sphinx-doc.org/",
      "title": "Sphinx - Sphinx documentation",
      "description": "void",
      "preview": "GitHub Expand Sphinx Navigation Documentation » Sphinx On this page Sphinx Get started User guide Community guide Reference guide The Basics Installin"
    },
    {
      "url": "https://www.rcfp.org/reporters-recording-guide/wisconsin/",
      "title": "Wisconsin | The Reporters Committee for Freedom of the Press",
      "description": "void",
      "preview": "Skip to content Skip over table of contents to continue reading article Reporter's Recording Guide Last updated June 2020 Compare Summary An individua"
    },
    {
      "url": "https://studeeblurred.tumblr.com/post/129444749794",
      "title": "Is learning computer science linked to improved... - STUDee Above the Rock",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \"Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "STUDee Above the Rock STUDee Blurred mind of a soon to be senior. Let's tumblr our way through the year guys, just don't tumble too much 😅 Check out m"
    },
    {
      "url": "https://safety.google/?utm_source=about.google&utm_medium=referral&utm_campaign=site-switcher-nav",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://michelleleaverjewellery.co.uk/product-tag/horseridingjewellery/",
      "title": "horseridingjewellery - Michelle Leaver Jewellery",
      "description": "void",
      "preview": "Skip to main content My Wishlist Login Quick view Add to cart Stirrup Ring. Stirrup, horse jewellery, horse ring, horse stirrup ring, silver and gold"
    },
    {
      "url": "https://www.lookmumnocomputer.com/projects",
      "title": "STUFF - LOOK MUM NO COMPUTER",
      "description": "Click on the images for more info on the projects, this is a work in progress and will build on the pages as i go.",
      "preview": "Menu prev / next Back to Projects 0 THIS MUSEUM IS NOT OBSOLETE 0 LEGO MINECRAFT SHUFFLE 0 ELECTROMECHANICAL BLINKENLIGHTS 0 STEPPER LESLIE 0 4051 Ple"
    },
    {
      "url": "https://remezcla.com/sports/lucinda-la-morena-hinojos-chicana-native-american-artist-super-bowl-theme-art/",
      "title": "This Chicana Artist Is Behind This Year's Super Bowl Theme Art",
      "description": "Lucinda \"La Morena \"Hinojos, is the first Chicana, Native American artist to partner with the league on Super Bowl theme art.",
      "preview": "By Kiko Martinez 01.10.23 at 16:51 Courtesy of NFL. The National Football League (NFL) has partnered for the first time with a Chicana and Indigenous"
    },
    {
      "url": "https://www.tkqlhce.com/click-8479616-11570746?url=https%3A%2F%2Fchicagotribune.newspapers.com%3Fxid%3D2301%26utm_campaign%3Devergreen%26utm_medium%3Dreferral%26utm_source%3Dnavigation%26utm_content%3D%26utm_term%3DChicago%20Tribune",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "https://www.irwinchapel.com/obituaries/Lindell-LE-Lindsay?obId=23262220",
      "title": "Obituary information for Lindell \"L.E.\" Lindsay",
      "description": "View Lindell \"L.E.\" Lindsay's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Lindell \"L.E.\" Lindsay October 17, 1933 - November 29, 2021 Lindell \"L.E.\" Lindsay Obituary Tribute Notifications TM Stay up-to-"
    },
    {
      "url": "http://www.mailapps.me",
      "title": "Mailapps.me - awesome mobile apps for your mail!",
      "description": "void",
      "preview": "Please, send all your feedback about our apps to support@mailapps.me © 2016, Craigpark Limited"
    },
    {
      "url": "https://olered.com/",
      "title": "Homepage - Ole Red",
      "description": "For the best country music, scratch-made dining, and honky-tonk strong drinks, visit Ole Red, Blake Shelton's bar, restaurant, and live music venue.",
      "preview": "Skip to content Blake's Place to PLay This is the country-lovin' fun you've been looking for. With dining, drinks, and live music that'll blow your bo"
    },
    {
      "url": "https://www.beyondvisualrange.net/links/--1/",
      "title": "Neckarwyoming Model Magic - --",
      "description": "Neue Seite",
      "preview": "Neckarwyoming Miniatures and More Neckarwyoming Miniatures and More Homepage Aircraft 1 Aircraft 2 Military Vehicles 1 Military Vehicles 2 Science Fic"
    },
    {
      "url": "https://all-in.withgoogle.com/",
      "title": "Creating marketing for everyone",
      "description": "Building authenticity into the creative process. No matter what creative asset you're making, make work that is relevant and helpful.",
      "preview": "Creating for </br> everyone Creating for </br> everyone play_arrow pause At Google, we're proud to build products that help billions of people every d"
    },
    {
      "url": "https://signup.azure.com/studentverification?offerType=2",
      "title": "Azure - Sign up",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.aclu-md.org/press_room/81",
      "title": "ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy - ACLU of Maryland",
      "description": "MEDIA STATEMENT CONTACT: Meredith Curtis, (410) 889-8555; media@aclu-md.org BALTIMORE - Today, the American Civil Liberties Union of Maryland spoke out against a Maryland Transit Administration (MTA) decision to implement a pilot program of recording audio on buses in Baltimore as a significant invasion of privacy. Legislation seeking to authorize audio recording on MTA [...]",
      "preview": "Press Releases ACLU Opposes MTA Program Installing Pervasive Audio Surveillance of Riders as Significant Invasion of Privacy October 18, 2012 12:00 am"
    },
    {
      "url": "https://www.ama-assn.org/health-care-advocacy/advocacy-update/march-26-2021-state-advocacy-update",
      "title": "March 26, 2021: State Advocacy Update | American Medical Association",
      "description": "AMA fights to protect health care for transgender patients and more in the latest State Advocacy Update.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.smtworldwide.com/pf/bursting/",
      "title": "BURSTING - Smt Worldwide",
      "description": "BURSTING",
      "preview": "BURSTING   Ineltec Weather Simulation The burst testing benches have been designed to perform tests of pressure resistance (burst) with or without t"
    },
    {
      "url": "http://www.motorola.com/",
      "title": "motorola Italia | Telefoni Android & Razr | motorola",
      "description": "void",
      "preview": "Supporto Menu Menu smartphones Swarovski ® Crystals motorola collection famiglia razr La nuova icona è qui famiglia edge Premium senza compromessi fam"
    },
    {
      "url": "http://www.waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://eastwestplayers.org/",
      "title": "East West Players",
      "description": "The Nation's Largest and Longest Running Asian American Theater",
      "preview": "0 The spirits have returned. GET TICKETS NOW PARANORMAL INSIDE premieres October 9th. COMING NOV 8, 2025 60th Anniversary Diamond Gala Join us for a n"
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "https://www.capgemini.com/us-en/",
      "title": "Capgemini: Leading Global Technology Services Provider",
      "description": "Capgemini, a global leader in technology services, offers integrated solutions for digital transformation, blending expertise with cutting-edge technology.",
      "preview": "Skip to Content Insights link Insights Explore our latest thought leadership, ideas, and insights on the issues that are shaping the future of busines"
    },
    {
      "url": "https://orgo.cz/posting.php?mode=quote&f=19&p=17730&sid=58a713b6f8acd70c1f0c638265517a45",
      "title": "WWW.ORGO.CZ - Přihlásit se",
      "description": "void",
      "preview": "WWW.ORGO.CZ orgonit, orgon, počasí, konspirace... Přejít na obsah Hledat Pokročilé hledání Rychlé odkazy Témata bez odpovědí Aktivní témata Hledat FAQ"
    },
    {
      "url": "https://bnbvillaanna.nl/over-villa-anna",
      "title": "Over Villa Anna - B&B Villa Anna",
      "description": "Villa Anna werd in 1901 gebouwd door Frans van der Grinten, jarenlang was Villa Anna het hoofdkantoor van Oce van der Grinten, nu is het omgebouwd in een bed&breakfast",
      "preview": "De geschiedenis van Villa Anna in Venlo Villa Anna met op de voorgrond de fabriek Villa Anna werd gebouwd in 1901 door de apotheker Frans van der Grin"
    },
    {
      "url": "https://www.periscope.tv",
      "title": "Watch LIVE",
      "description": "Explore the world through the eyes of somebody else.",
      "preview": "Sorry, this site requires JavaScript for full functionality. Please enable JavaScript in your browser and reload the page. Periscope is saying goodbye"
    },
    {
      "url": "https://www.adlerplanetarium.org/visit/your-visit",
      "title": "Your Visit - Adler Planetarium",
      "description": "Here's everything you need to plan your visit to the Adler Planetarium. Explore our open hours, upcoming events, FAQ, and more.",
      "preview": "JavaScript must be enabled to use this application. Skip to Main Content Go to the home page Tickets Adler Anywhere Space Shop Venue Rentals Ask Adler"
    },
    {
      "url": "https://resourcewatch.org/dashboards/ocean-watch",
      "title": "Ocean Watch - Introduction | Resource Watch",
      "description": "Ocean Watch description",
      "preview": "pause play external search user list-mode cross layers opacity hide show item-unknown item-date item-category item-number logo-cms arrow-down arrow-up"
    },
    {
      "url": "https://mydowntowngiftcards.com/",
      "title": "Downtown Gift Cards USA |",
      "description": "void",
      "preview": "$ 0.00 0 Your bag 0 Sub-total $ 0.00 Shipping $ TBC Purchase Fee $0 Total $0.00 Checkout continue browsing Browse all cards Business Orders Check my b"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://aviation-docs.spire.com/",
      "title": "Spire Aviation | Spire Aviation",
      "description": "Spire Aviation documentation and knowledge base",
      "preview": "Skip to main content Easy to Use Our APIs are designed to be easily accessible and are quick to bootstrap on your projects. Flexible Query our APIs, w"
    },
    {
      "url": "https://www.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "https://brainfoodstudio.com/tag/how-to-yoghurt/",
      "title": "how to yoghurt Archives - Brain Food Studio",
      "description": "Food and culture on a global level",
      "preview": "How to make Yoghurt. Last year I created an information packed blog post about how to make yoghurt at home, where I tested a few different techniques"
    },
    {
      "url": "https://m3.material.io/styles/color/the-color-system/key-colors-tones",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.terrapinn.com/conference/aviation-festival/index.stm",
      "title": "World Aviation Festival 2025 | Lisbon",
      "description": "For the leaders of the world's airlines, airports and their most senior executives in charge of software, services, marketing and distribution.",
      "preview": "Tuesday 7 - Thursday 9 October 2025 FIL, Lisbon, Portugal Exhibition Opening Times (Pavilion 1 and 2) 7 October: 08.00 - 19.00 8 October: 08.00 - 18.0"
    },
    {
      "url": "https://gadebate.un.org/en",
      "title": "General Debate of the 80th Session | General Debate",
      "description": "General Assembly",
      "preview": "Skip to main content / navigation General Debate General Assembly English Search العربية 中文 English Français Русский Español Search Find General Debat"
    },
    {
      "url": "https://www.publicnoticeillinois.com#nt=primarynavbar",
      "title": "Public Notice Illinois | Illinois Press Association - Springfield, IL",
      "description": "void",
      "preview": "Search Public Notices: Popular Popular Searches Annual Treasurer's Report Assessments Estate Claims Foreclosures I-Cash Prevailing Wage Notices Schedu"
    },
    {
      "url": "https://blog.mozilla.org/firefox/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=firefox",
      "title": "Firefox - The Mozilla Blog",
      "description": "Get the gold standard for browsing with speed, privacy and control.",
      "preview": "Skip to content Search Search for: Category: Firefox Get the gold standard for browsing with speed, privacy and control. Firefox Shake to Summarize re"
    },
    {
      "url": "https://www.comptoir-beaute-sante.com/fr/47-masques-pour-le-visage?q=Marque-ZEN%27AR%C3%B4ME&order=product.position.asc",
      "title": "masque visage",
      "description": "Les masques bio pour le visage",
      "preview": "Accueil Idées cadeaux keyboard_arrow_down keyboard_arrow_up Idée cadeau femme Idée cadeau enfants Coffrets senteur maison Coffrets bain & beauté et bi"
    },
    {
      "url": "https://www.anrdoezrs.net/links/8029122/type/dlg/sid/PEOBrookeShieldsWalkedHerDoginCentralParkintheFlatteringDenimStyleYouCanGetforJust25lstansburyFasAff13965284202302I/https://www.madewell.com/tall-kick-out-crop-jeans-in-milverton-wash-NJ422.html",
      "title": "Tall Kick Out Crop Jeans | Madewell",
      "description": "Tall Kick Out Crop Jeans",
      "preview": "The cut: an update to our fan-fave Cali Demi fit, these lean modern mid-rise cropped jeans feature more of a kicked-out flare and are complete with th"
    },
    {
      "url": "https://ivanskiieee-blog.tumblr.com/",
      "title": "@ivanskiieee-blog on Tumblr",
      "description": "Ivan Montemayor Bautista",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://www.galeria-dacapo.com/produkt/sowa-wiszaca-12/",
      "title": "Sowa wisząca - Da Capo Galeria Instrumentów",
      "description": "void",
      "preview": "Przejdź do treści"
    },
    {
      "url": "http://www.parts-express.com/35mm-male-to-screw-terminal-connector--090-110?utm_source=google&utm_medium=cpc&utm_campaign=pla",
      "title": "3.5mm Male to Screw Terminal Connector",
      "description": "3.5mm Male to Screw Terminal Connector. Part Number: 090-110 by Parts Express.",
      "preview": "Javascript is disabled on your browser. To view this site, you must enable JavaScript or upgrade to a JavaScript-capable browser. Home 3.5mm Male to S"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/mental-health-strengthening-our-response",
      "title": "Mental health",
      "description": "WHO fact sheet on mental health providing key facts and information on determinants, strategies and interventions, WHO response.",
      "preview": "Skip to main content Mental health 8 October 2025 Key facts Globally, more than a billion people live with a mental health condition. Affordable, effe"
    },
    {
      "url": "https://hk-devblog.com/2016/06/10/another-graphic-test/?like_comment=461&_wpnonce=2e306d0ffa",
      "title": "Another graphic test - STRAY Devblog",
      "description": "Visit the post for more.",
      "preview": "Another graphic test Partager : Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Click to share o"
    },
    {
      "url": "https://www.calltoidea.com/mailing/",
      "title": "Mailing - Calltoidea",
      "description": "Inspiration about Mailing. Discover world best web design about and share your concepts.",
      "preview": "Mailing Light up your imagination! first community for link lovers Comings"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/home.html",
      "title": "swisstopo - knowing where",
      "description": "The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everything - revolves around geodata. We share our knowledge in an open, transparent and reusable way so that it is accessible to the public, companies and authorities.And what are you looking for?",
      "preview": "swisstopo - knowing where The Federal Office of Topography swisstopo is Switzerland's geoinformation centre. With us, everything - or almost everythin"
    },
    {
      "url": "https://sportsration.com/",
      "title": "Nigeria sports news, Nigeria football news transfers and gossips",
      "description": "Nigeria Sports News, Nigeria football news; latest NPFL, EPL, La Liga, UCL, Serie A, NBA, Tennis, Transfers, Gossips, Breaking News & Nigerians abroad",
      "preview": "BREAKING: NNL Begins Stadium Inspections Ahead of 2025/2026 Season Kickoff Rohr Describes Rwanda and Nigeria Matches as Most Important in Benin's Foot"
    },
    {
      "url": "https://www.dakkadakka.com/wiki/en/Painting_Guide",
      "title": "Painting Guide - Articles - DakkaDakka",
      "description": "void",
      "preview": "Forum Gallery Articles Video Podcasts Hobby Blogs Store Finder Player Finder Advertising Login Join Us! Switch Theme Switch Theme: Dakka 2012 - Dark/O"
    },
    {
      "url": "https://google.org",
      "title": "Google.org: Google's philanthropy",
      "description": "Google.org connects nonprofits to funding & additional resources. Learn about our philanthropy program and goal to aid underserved communities.",
      "preview": "Unlocking potential for everyone, everywhere Project Greenlight Reducing stop-and-go traffic AI Collaborative: Wildfires Using AI to help communities"
    },
    {
      "url": "https://balancedbites.com/",
      "title": "Balanced Bites Wholesome Foods | Healthy Gluten-Free Meal Delivery, Or",
      "description": "Healthy Frozen Meals Delivered To You. Paleo meal delivery by Balanced Bites sends you freshly made, frozen paleo, keto or gluten-free meals, available whenever you need them! Simply reheat & enjoy. Official Balanced Bites Online Store.",
      "preview": "Skip to content Search Simplify cooking tasty meals. Perfectly balanced, organic spice blends to make any meal taste great! Shop Spices Now Organic sp"
    },
    {
      "url": "https://www.jovanalouis.com/",
      "title": "Jovana Louis",
      "description": "Jovana Louis, for the Strong, Professional Woman who takes pride in her appearance! The Luxury Brand is the creation of designer Jovana Louis Benoit. Jovana Louis clothes are made to contour a woman's body and known for their exceptional fit.",
      "preview": "top of page ELEVATE YOUR STYLE Luxury Women's Fashion Learn More FASHION SHOW Add information about the sale and encourage users to take advantage of"
    },
    {
      "url": "https://www.colorescience.com/products/brush-on-shield",
      "title": "Sunforgettable® Total Protection® Brush-On Shield | Colorescience",
      "description": "Powered by EnviroScreen® Technology, this all-powerful, all-mineral skin shield provides complete protection in one convenient, on-the-go application-alone or over makeup. The only powder sunscreen recommended by the Skin Cancer Foundation for Active use.",
      "preview": "Skip to content 10% off sitewide +Free gift with orders $100+ FREE SHIPPING on all orders Radiant. Resilient. Refreshed. NEW BARRIER PRO™ SERUM SPRAY"
    },
    {
      "url": "https://data.calgary.ca/",
      "title": "Open Calgary | Open Calgary",
      "description": "Your city, your data. Free and easy access to open data from The City of Calgary.",
      "preview": "Skip to main content Skip to footer"
    },
    {
      "url": "https://www.hollandsentinel.com/story/news/columns/2020/05/10/mother-s-day-2020/1218142007/",
      "title": "Mother's Day 2020",
      "description": "It's been a pretty subdued Mother's Day. King and I went to a drive thru, got sandwiches and took them to the beach to watch the waves from the truck. I guilted him into it by telling him it was Mot...",
      "preview": "Skip to main content Home Election Local Crime Education State Nation & World Politics Mother's Day 2020 The Road Frequently Traveled King and I went"
    },
    {
      "url": "http://www.unitednature.com/",
      "title": "United Nature - Dedicated to the development of forest plantations since 1993",
      "description": "void",
      "preview": "Learn More EXTENDS TO NORTH AMERICAN AND EUROPEAN MARKETS OUR CUSTOMER BASE in Panama Establishing teak plantations We are pioneers 300 to 400 Contain"
    },
    {
      "url": "https://www.wyndhamhotels.com/en-uk/ramada",
      "title": "Ramada Hotels | Book Hotel Rooms, Discount Rates, and Deals",
      "description": "Ramada hotels offers best available rates, breakfast and free wifi. Book today and save with Wyndham Rewards, the award-winning hotel rewards program.",
      "preview": "ramada /en-uk - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accurate conversion rates."
    },
    {
      "url": "https://www.last.fm",
      "title": "Last.fm | Play music, find songs, and discover artists",
      "description": "The world's largest online music service. Listen online, find out more about your favourite artists, and get music recommendations, only at Last.fm",
      "preview": "Spiking Artists These artists are trending globally on Last.fm right now Click one to explore the artist and their similar artists Back Reset Spiking"
    },
    {
      "url": "https://plevenzapleven.bg/blog/tag/%D0%BE%D1%82%D0%BA%D1%80%D0%B0%D0%B4%D0%BD%D0%B0%D1%82-%D0%B0%D0%B2%D1%82%D0%BE%D0%BC%D0%BE%D0%B1%D0%B8%D0%BB/",
      "title": "Плевен За Плевен - откраднат автомобил",
      "description": "Животът в Плевен, какъвто е",
      "preview": "петък 10 октомври 2025 За нас / Реклама в сайта БЕЛЕНЕ ГУЛЯНЦИ ДОЛНА МИТРОПОЛИЯ ДОЛНИ ДЪБНИК ИСКЪР КНЕЖА ЛЕВСКИ НИКОПОЛ ПОРДИМ ЧЕРВЕН БРЯГ СПОРТ ФУТБО"
    },
    {
      "url": "https://www.hiclub.bg/Article/10459036",
      "title": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай | Хай Клуб",
      "description": "В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един от основните конкуренти в производството на електрически автомобили. Според автора благодарение на „Тесла\" и други местни компании китайските марки електрически автомобили стават по-конкурентоспособни. Мащабната фабрика на американския автомобилопроизводител в",
      "preview": "„Ню Йорк таймс\": Тесла създава „ефекта на сома\" в Китай От КМГ В статия от 30 ноември в „Ню Йорк таймс\" се посочва, че е възможно Китай да стане един"
    },
    {
      "url": "http://archive.boston.com/news/nation/gallery/100209CarterMuseum/",
      "title": "Carter Museum opening - Boston.com",
      "description": "void",
      "preview": "Local Search Site Search Home Delivery Home Today's Globe News Business Sports Lifestyle A&E Things to do Travel Cars Jobs Real Estate Local Search Lo"
    },
    {
      "url": "http://www.sentencingproject.org/publications/still-life-americas-increasing-use-life-long-term-sentences/",
      "title": "America's Increasing Use of Life and Long-Term Sentences - The Sentencing Project",
      "description": "Amid historically low crime rates, a record 206,268 people are serving life or virtual life sentences-one of every seven people in prison.",
      "preview": "Skip to main content Donate"
    },
    {
      "url": "https://ich.unesco.org/en/",
      "title": "ICH - UNESCO Intangible Cultural Heritage",
      "description": "Explore UNESCO's Intangible Cultural Heritage: policies, lists, best practices, and resources for its safeguarding and global transmission.",
      "preview": "Safeguarding our living heritage 2003 Convention The Lists Open element's information i The Diablos Danzantes de Corpus Christi have endured as an exp"
    },
    {
      "url": "https://www.comicrelief.com/",
      "title": "A just world free from poverty | Comic Relief",
      "description": "Comic Relief is a major UK charity, with a vision of a just world, free from poverty.",
      "preview": "Skip to main content (opens in new window) 4. NOTV25 Landing page cards Find out Who your donations are helping Comic Relief supports incredible proje"
    },
    {
      "url": "https://www.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "http://www.generexe.nl/",
      "title": "GenerExe IT - Software Development",
      "description": "GenerExe IT software ontwikkeling",
      "preview": "Maatwerk Diensten Expertise Projecten Over ons Contact Special projects Moderniseren Software Inspect 2 Report Mobile XPad ☰ Wij kunnen helpen als \"st"
    }
  ],
  "_meta": {
    "total_bookmarks": 136
  }
}