{
  "data": [
    {
      "url": "http://www.fao.org/documents/card/en/c/ca7012en",
      "title": "FAO Knowledge Repository",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://powerplatform.microsoft.com/en-us/",
      "title": "AI-Powered Low-Code Tools | Microsoft Power Platform",
      "description": "Innovate with low-code tools using Microsoft Power Platform-Power BI, Power Apps, Power Automate, and Power Pages.",
      "preview": "This is the Trace Id: 8830ad12714eadd3e69e40249ac7c894 Skip to main content Join experts in person to explore low code and AI agents at the Power Plat"
    },
    {
      "url": "https://divainbucatarie.ro/tag/retete-afrodisiace/",
      "title": "File de pastrav cu piure de telina - Diva in Bucatarie",
      "description": "File de pastrav cu piure de telina . File de pastrav cu piure de telina. reteta de pastrav cu piure de telina. File de pastrav cu piure de telina diva in bucatarie",
      "preview": "Retete culinare Vezi retete pe categorii Deserturi D Europeana E Coacere C Crumble cu prune si nuca Crumble cu prune si nuca. Reteta de crumble cu pru"
    },
    {
      "url": "http://www.weglobalnetwork.org/",
      "title": "WE Global Network - The WE Global Network is comprised of over a dozen regional economic development initiatives from across the Midwest working to tap into the economic development opportunities created by immigrants.",
      "description": "void",
      "preview": "The rust belt Welcoming Economies Global Network (WE Network), a program of Welcoming America in partnership with Global Detroit, is a regional networ"
    },
    {
      "url": "https://officialandroid.blogspot.com/",
      "title": "Official Android news and updates | Google Blog",
      "description": "Read the latest news and updates about Android, the world's most popular mobile platform.",
      "preview": "Android The official source for news about Android. Android New on Android: Write smarter, share quicker and remix emoji AI writing tools in Gboard, b"
    },
    {
      "url": "https://shopmsd.com/products/mountain-sledder-magazine-ride-guide-volume-2-golden",
      "title": "Mountain Sledder Magazine Ride Guide - Volume 2: Golden & Columbia Val - ShopMSD",
      "description": "This guidebook series, written exclusively for sledders, highlights all of the most popular and many of the lesser known snowmobiling zones in each volume's respective region. In it you'll find all of the information you need to plan and get the most of a sled trip there, including how to find each zone and what to e",
      "preview": "AS OF SEPTEMBER 17, ALL SALES ARE FINAL (NO RETURNS, EXCHANGES) Roll over image to zoom in Mountain Sledder Magazine Ride Guide - Volume 2: Golden & C"
    },
    {
      "url": "https://chwinery.com/",
      "title": "An upscale casual restaurant | Cooper's Hawk",
      "description": "We passionately believe that food and wine hold the power to forge lasting connections, setting the table for a life well lived.",
      "preview": "Cooper's Hawk Wine Club We're Celebrating our 20th Anniversary Pick Up Your Mag­num Bot­tle Today Get The October Scoop Lite+Bright Under 90 calories"
    },
    {
      "url": "https://mpatlas.org/",
      "title": "Home | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "EEZ data: marineregions.org ; MPA data: MPAtlas , WDPA/ProtectedPlanet The Marine Protection Atlas integrates science-based assessments that measure p"
    },
    {
      "url": "https://foro.novenadimension.com/threads/mark-brook-recopilacion-de-su-arte-x-men-1-parte.46620/",
      "title": "Mark Brook recopilacion de su arte X-Men 1 parte | La Novena Dimensión",
      "description": "Entrevista a Mark Brooks X-Men 2006 New X-Men 2006- 2007 X-Woman Storm Jean Grey Emma Frost Cloak and Dagger Dazzler y...",
      "preview": "Nuevos mensajes Menu Acceder Regístrate Instalar app Instalar Foros La Plaza Hablemos de Cómics & Superhéroes Fichas y Reseñas JavaScript está desacti"
    },
    {
      "url": "https://kokumura.medium.com/",
      "title": "Kaki Okumura - Medium",
      "description": "Read writing from Kaki Okumura on Medium. Born in Dallas, raised in New York and Tokyo. I care about helping others learn to live a better, healthier life. My site: www.kakikata.space 🌱",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Kaki Okumura 83K followers Featured Book Wa: The Art of Balance Wa: The A"
    },
    {
      "url": "https://betterbetasty.pl/zapiekane-muszle-z-kurczakiem-i-szpinakiem-w-smietanowo-serowym-sosie/",
      "title": "Zapiekane muszle z kurczakiem i szpinakiem w śmietanowo-serowym sosie - Better Be Tasty",
      "description": "Zapiekane muszle z kurczakiem i szpinakiem w śmietanowo-serowym sosie. Tak pyszne, że aż ciężko nie wziąć dokładki.",
      "preview": "Skip to content Jump to recipe Od kiedy zakupiłam żeliwną patelnię, mam ochotę robić w niej dosłownie wszystko. Nie dość, że świetnie się na niej gotu"
    },
    {
      "url": "https://www.conservation-wiki.com/wiki/Main_Page",
      "title": "AIC WIKI Main Page",
      "description": "void",
      "preview": "Log in Main Page Discussion View source View history Main Page From MediaWiki Main Page Jump to: navigation , search Contents 1 Check Out What's New!"
    },
    {
      "url": "https://doee.dc.gov/service/battery-stewardship-producers?msclkid=3fb9e4afcfcb11ecab305496d3c71b89",
      "title": "Battery Stewardship: Producers | doee",
      "description": "void",
      "preview": "Skip to main content Listen Battery Stewardship: Producers << Back to Sustainable Materials Management main page Have questions? Review the material b"
    },
    {
      "url": "https://www.health.harvard.edu/staying-healthy/strength-training-builds-more-than-muscles",
      "title": "Strength training builds more than muscles - Harvard Health",
      "description": "Most of us know that strength training (with free weights, weight machines, or resistance bands) can help build and maintain muscle mass and strength. What many of us don't know is that strong muscles lead to strong bones. And strong bones can help minimize the risk of fracture due to osteoporosis.",
      "preview": "Recent Articles 5 timeless habits for better health What are the symptoms of prostate cancer? Is your breakfast cereal healthy? When pain signals an e"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/easy-chocolate-cake",
      "title": "Easy chocolate cake recipe | Good Food",
      "description": "Master the chocolate cake with an airy, light sponge and rich buttercream filling. It's simple enough for an afternoon tea but special enough for a party too",
      "preview": "Skip to main content Easy chocolate cake Miriam Nice Save recipe Serves 12 - 14 Easy Prep: 35 mins Cook: 20 mins A star rating of 4.5 out of 5. 488 ra"
    },
    {
      "url": "https://oceanexplorer.noaa.gov/",
      "title": "Homepage - NOAA Ocean Exploration",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "http://walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://blog.medium.com/?source=---two_column_layout_sidebar----------------------------------",
      "title": "The Medium Blog",
      "description": "The official source of news and updates about Medium",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in The Medium Blog 3.4M followers · 5+ editors Follow Product News Latest Ne"
    },
    {
      "url": "https://www.mba.ac.uk/what-we-do/our-science/ocean-biology/",
      "title": "Ocean Biology | Marine Biological Association",
      "description": "The ocean plays a central role in mitigating climate change. MBA researchers focus on the impact this has on ocean biology. Find out more!",
      "preview": "Skip to content Ocean Biology Ocean Biology Our ocean is a huge heat sink and absorbs atmospheric carbon dioxide. The ocean plays a central role in mi"
    },
    {
      "url": "https://www.sheknows.com/parenting/articles/2715373/tamron-hall-interview-motherhood-career/",
      "title": "Tamron Hall Shares Her Childbirth Story",
      "description": "Talk show host and journalist Tamron Hall shares her childbirth story for the first time and talks about parenting a toddler.",
      "preview": "Skip to main content Skip to header navigation Icon Link Plus Icon SheKnows is a part of Penske Media Corporation. © 2025 SheMedia, LLC. All Rights Re"
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/pat-mcgrath-labs-skin-fetish-sublime-perfection-foundation-prod151550027?slfpid=3",
      "title": "Pat McGrath Labs Skin Fetish: Sublime Perfection Foundation - Bergdorf Goodman",
      "description": "Shop Pat McGrath Labs Skin Fetish: Sublime Perfection Foundation at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "https://www.eloquii.com/",
      "title": "Plus size Clothing, Dresses, Skirts, Suits, Tops, Jeans and Pants for Women | ELOQUII",
      "description": "ELOQUII",
      "preview": "Skip to main content Accessibility Policy"
    },
    {
      "url": "https://federalcharacter.gov.ng/about-us/",
      "title": "About Us - Federal Character Commission",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nacdi.org/",
      "title": "Native American Community Development Institute",
      "description": "...",
      "preview": "Skip to content Helping Native people create the future they envision. NACDI's work is founded on the belief that all American Indian people have a pl"
    },
    {
      "url": "http://www.historie-online.dk/boger/i-krig-for-information",
      "title": "I krig for Information",
      "description": "void",
      "preview": "Menu Forside Dansk Historisk Fællesråd Vedtægter DHF's styrelse Kontakt Referater Medlemmer Sponsorer Cookie- og persondatapolitik Nyheder og aktivite"
    },
    {
      "url": "https://www.meels.com/help/pricing++plans/8/how+many+meals+should+i+order/83",
      "title": "How many meals should I order? | Meels",
      "description": "Get 20% off your first Meels order. Enjoy the convenience of our chef-prepared meal delivery services, offering delicious, fully cooked meals ready for you to enjoy.",
      "preview": "Updating. Please wait Order Now Our Food Weekly Menus Food Philosophy Meels for Business Our Story About Us Packaging Meet Our Team Gifts Gift Cards R"
    },
    {
      "url": "https://www.moeckern24.de/2020/03/27/coronavirus-pandemie-in-deutschland-herausforderungen-und-interventionsmoeglichkeiten/",
      "title": "Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten - Möckern24",
      "description": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat eine interdisziplinäre Gruppe von Wissenschaftlern einberufen, um die aktuelle Situation zu untersuchen. In der daraus resultierenden Ad-hoc-Erklärung „Coronavirus-Pandemie in Deutschland: Herausforderungen und Interventionsmöglichkeiten\" werden mögliche gesundheitspolitische Optionen zur Bekämpfung der Coronavirus-Pandemie in Deutschland erörtert. Maßnahmen der Bundesregierung und ...",
      "preview": "Die weltweite Verbreitung des Coronavirus SARS-CoV-2 und der damit verbundenen Atemwegserkrankung COVID-19 verläuft hochdynamisch. Die Leopoldina hat"
    },
    {
      "url": "https://president.worldbankgroup.org/",
      "title": "Ajay Banga",
      "description": "Ajay Banga is the 14th President of the World Bank Group and leads the institution's efforts to end extreme poverty and boost shared prosperity on a livable planet.",
      "preview": "Ajay Banga President World Bank Group (202) 473 7660 press@worldbank.org Full Bio High-Res Photo sec-spacing section-none sec-spacing-bottom section-n"
    },
    {
      "url": "https://go-expandyourmind-blog.tumblr.com/",
      "title": "Nature, animals, and inspiration :)",
      "description": "void",
      "preview": "Nature, animals, and inspiration :) 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Change bri"
    },
    {
      "url": "https://lawsofux.com/",
      "title": "Home | Laws of UX",
      "description": "Laws of UX is a collection of best practices that designers can consider when building user interfaces.",
      "preview": "down arrow drop down arrow drop up arrow left arrow right arrow up arrow close download external link facebook Filter grid language LinkedIn logo menu"
    },
    {
      "url": "https://data.worldbank.org/",
      "title": "World Bank Open Data | Data",
      "description": "World Bank Open Data from The World Bank: Data",
      "preview": "World Bank Open Data Free and open access to global development data Close Browse World Development Indicators by Economy or Indicator Data 360 The Wo"
    },
    {
      "url": "https://www.capitalone.ca/",
      "title": "Secured, Guaranteed and Rewards Credit Cards | Capital One Canada",
      "description": "Looking to build credit or earn rewards? Compare our rewards, Guaranteed secured and other Guaranteed credit cards.",
      "preview": "void"
    },
    {
      "url": "https://fondationprimat.org/en/",
      "title": "Fondation Didier et Martine Primat - Towards responsible and sustainable lifestyles",
      "description": "The Didier and Martine Primat Foundation raises awareness among people and public authorities about the global issues related to human activities.",
      "preview": "void"
    },
    {
      "url": "https://www.vmix.com",
      "title": "Live Video Streaming Software | vMix",
      "description": "vMix is a live streaming and live production software video mixer and switcher for Windows. Easily Produce, Record and Live Stream professional looking content from your PC.",
      "preview": "Javascript Required: The vMix website requires javascript enabled. Please enable javascript before continuing. Live Production and Streaming Software"
    },
    {
      "url": "https://flipboard.com/@people",
      "title": "People (@people) on Flipboard",
      "description": "The best source for celebrity, entertainment and compelling news. Follow people on Flipboard, to explore their latest magazines and flipped articles.",
      "preview": "Expand Storyboards Go to feed PEOPLE's All-Time Best Recipes from Celebrity Chefs The Best Super Bowl Recipes from Celebrity Chefs Expand Magazines Ce"
    },
    {
      "url": "https://oceandecade.org/",
      "title": "Ocean Decade - The Science We Need For The Ocean We Want",
      "description": "The Ocean Decade is a 10-year framework initiative to identify, generate and use critical ocean knowledge to manage the ocean sustainably.",
      "preview": "The OCEAN video © Universeum Ocean Science Lab Decade The Science We Need for the Ocean We Want 10 Years. 10 Challenges. 1 Ocean. The ocean holds the"
    },
    {
      "url": "https://survey.medallia.com/?711-gr&channel=6&type=2",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://help.lyft.com/hc/e/articles/115013078668-Scheduled-rides-for-riders#scheduleride",
      "title": "Scheduled rides for riders - Lyft Help",
      "description": "void",
      "preview": "Skip to Content Scheduled rides for riders You can plan ahead by scheduling a ride up to 90 days ahead of time. When you schedule a ride, you'll speci"
    },
    {
      "url": "https://www.kenkenkikki.jp/qa/answer/e_a11-003.html",
      "title": "Q&A: Construction Equipment | Kikki's Workshop",
      "description": "We hope both grown-ups and children will enjoy this site and will become familiar with construction equipment.",
      "preview": "Q&A >How to build... How do you transport them to a construction site? Usually they are carried with a truck. The big ones are often taken apart first"
    },
    {
      "url": "https://www.praveorechove.com/newsread2.php?newsid=563",
      "title": "Literárna spoločnosť Pravé orechové",
      "description": "void",
      "preview": "login|password ZAREGISTRUJ SA! vyhľadávanie na stránke English version Jul 27, 2020 klikni na obrázok pre zväčšenie a popis prezri si archív (255) vlo"
    },
    {
      "url": "https://forums.delphiforums.com/n/pfx/forum.aspx?pagingNavigate=NEXT&msg=5055.1&firstTid=5055&filterColumn=UNREADMSGS&sortByFolder=0&pagingLastDate=2021-11-23T17%253a33%253a21&webtag=ostfiletopst&nav=messages",
      "title": "Delphi Forums Login - Welcome! Please log in.",
      "description": "void",
      "preview": "Welcome! Please log in. Enter your Membername or E-Mail Address: Password I forgot Save password? I agree to the terms of the Delphi Forums Terms of S"
    },
    {
      "url": "https://catalog.ngc.nvidia.com/orgs/nvidia/containers/pytorch",
      "title": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "description": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "preview": "void"
    },
    {
      "url": "http://uw.edu",
      "title": "UW Homepage",
      "description": "University of Washington",
      "preview": "Skip to main content University Of Washington Featured Story Slideshow #ResearchMakesAmerica ENGINEERING A BETTER FUTURE From climate instability to g"
    },
    {
      "url": "https://wsts.atis.org/presentation/network-upgrade-option-to-simplify-ptp-slave-operation/",
      "title": "Network Upgrade Option to Simplify PTP Slave Operation - Workshop on Synchronization and Timing Systems",
      "description": "This is seo description",
      "preview": "Network Upgrade Option to Simplify PTP Slave Operation Year: 2015 Presenter: Mikael Olofsson Network Synchronization Algorithm Developer Ericsson Down"
    },
    {
      "url": "https://www.latorre1905.it/cronoca-locale/sprechi-chi-controlla-i-dirigenti/",
      "title": "Sprechi, chi controlla i dirigenti? | La Torre 1905",
      "description": "void",
      "preview": "Sprechi, chi controlla i dirigenti? Gen 26, 2013 | Cronaca , in Abbonamento | Troppo il denaro pubblico sperperato, cittadini e opposizione dovrebbero"
    },
    {
      "url": "https://techcrunch.com/tag/artificial-intelligence/",
      "title": "Artificial Intelligence (AI) | TechCrunch",
      "description": "Read the latest news about Artificial Intelligence (AI) on TechCrunch",
      "preview": "Artificial Intelligence (AI) Read TechCrunch's complete new coverage of artificial intelligence and machine learning tech, the companies building them"
    },
    {
      "url": "https://www.tm-tracking.org/fisheriesanalyticalcapacitytool",
      "title": "Trygg Mat Tracking (TMT) | FACT Fisheries Analytical Capacity Tool",
      "description": "FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specifically to support, speed up and strengthen the analytical process. FACT has been built with the single express purpose of capturing and analysing the identities and characteristics of the global fishing fleet and the companies that operate it.",
      "preview": "top of page FACT - Fisheries Analytical Capacity Tool FACT is TMT's bespoke fisheries intelligence management and analytical system, designed specific"
    },
    {
      "url": "https://time.com/5866881/al-gore-climate-trace-emissions/",
      "title": "Al Gore's New Project, 'Climate Trace,' Will Track Emissions | TIME",
      "description": "A coalition of nine climate and tech groups say they've built a system to track global emissions using satellite data, A.I. and other tech.",
      "preview": "Soeren Stache-Picture Alliance/Getty Images By Justin Worland July 16, 2020 2:24 PM EDT A s countries entered the final months of talks ahead of the P"
    },
    {
      "url": "https://www.privacypolicies.com/live/8359ece9-e3bb-4b66-a044-0e71a53cb44d",
      "title": "Privacy Policy for EmergeNYC Sirens & Horns - PrivacyPolicies.com",
      "description": "void",
      "preview": "Privacy Policy for EmergeNYC Sirens & Horns Privacy Policy Last updated: June 08, 2021 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "https://www.joannaczech.com/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://www.vdh.virginia.gov/covid-19-vaccine/",
      "title": "Vaccine Provider Locator - Immunization",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://gifmakerforiphone.weebly.com/",
      "title": "GIF MAKER - Home",
      "description": "GIF Maker - Create a GIF",
      "preview": "GIF MAKER Home Privacy Policy Contact Terms subscriptioninfo GIF Maker GIF Maker - Create a GIF Powered by Create your own unique website with customi"
    },
    {
      "url": "https://www.alfa3de.de/grossraumige-kleiderschranke-aldur-1-1800-x-800-x-500",
      "title": "void",
      "description": "void",
      "preview": "Dieser E-Shop verwendet Cookies Wir verwenden Cookies auf unserer Website. Einige sind wichtig, während andere uns helfen, diese Website und Ihre Benu"
    },
    {
      "url": "https://plevenzapleven.bg/blog/tag/%D0%BE%D1%82%D0%BA%D1%80%D0%B0%D0%B4%D0%BD%D0%B0%D1%82-%D0%B0%D0%B2%D1%82%D0%BE%D0%BC%D0%BE%D0%B1%D0%B8%D0%BB/",
      "title": "Плевен За Плевен - откраднат автомобил",
      "description": "Животът в Плевен, какъвто е",
      "preview": "петък 10 октомври 2025 За нас / Реклама в сайта БЕЛЕНЕ ГУЛЯНЦИ ДОЛНА МИТРОПОЛИЯ ДОЛНИ ДЪБНИК ИСКЪР КНЕЖА ЛЕВСКИ НИКОПОЛ ПОРДИМ ЧЕРВЕН БРЯГ СПОРТ ФУТБО"
    },
    {
      "url": "https://www.centene.com/",
      "title": "Managed Care & Healthcare Solutions | Centene Corporation",
      "description": "As a managed care organization, we provide access to high-quality healthcare solutions that help families & individuals. Learn more about Centene.",
      "preview": "void"
    },
    {
      "url": "http://www.people.com/tag/marlon-brando/",
      "title": "Marlon Brando",
      "description": "Marlon Brando",
      "preview": "Celebrity Person Marlon Brando Billy Zane Embodies Marlon Brando in New Waltzing with Brando Trailer - Watch Now (Exclusive) By Jack Smart Brandon F"
    },
    {
      "url": "https://bigglewiggle.tumblr.com/",
      "title": "MM",
      "description": "|17| Computer Science major, Dogs",
      "preview": "MM |17| Computer Science major, Dogs Ask me anything :) Archive Random Tags Next page lycanthology : lycanthology : i think one of the most important"
    },
    {
      "url": "http://www.alternativepedia.com/",
      "title": "AlternativePedia Discover free, open source or better alternatives and competitors for popular software, mobile apps and websites - AlternativePedia",
      "description": "void",
      "preview": "Latest AWStats AWStats is a popular tool that shows different reports and logs about traffic and activity on your website. On Linux servers, most of t"
    },
    {
      "url": "https://powerplatform.microsoft.com/",
      "title": "Strumenti low-code basati sull'intelligenza artificiale | Microsoft Power Platform",
      "description": "Facilita l'innovazione con strumenti low-code usando Microsoft Power Platform, ossia Power BI, Power Apps, Power Automate e Power Pages.",
      "preview": "This is the Trace Id: a13df758c8ffdd6b4e47f229b24f3e59 Passa a contenuti principali MICROSOFT POWER PLATFORM Accelera l'innovazione Riduci i costi e i"
    },
    {
      "url": "https://www.otto.de/herren/mode/",
      "title": "Herrenbekleidung online kaufen | OTTO",
      "description": "Bis zu 20% reduziert &#10071; Herrenbekleidung online kaufen bei OTTO » Große Auswahl &#10004; Aktuelle Trends &#10004; Beliebte Marken &#10004; Top Qualität » Jetzt entdecken & shoppen!",
      "preview": "Startseite Herren-Mode  Herrenbekleidung > Aktionen Restgrößen-Sale Sneaker Jacken Hosen Herren-Mode Wäsche Arbeitsschutzkleidung Jeans Übergangsjack"
    },
    {
      "url": "https://www.joytours.com/",
      "title": "JoyTours.com is for sale | HugeDomains",
      "description": "Choosing the right domain name can be overwhelming. Our personalized customer service helps you get a great domain.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.travisdenning.com/",
      "title": "travisdenning.com",
      "description": "void",
      "preview": "0 Music VIDEO TOUR REQUEST A MEET & GREET WIth travis A native of Warner Robins, Georgia, singer/songwriter and Mercury Nashville recording artist Tra"
    },
    {
      "url": "https://npafc.org/",
      "title": "NPAFC - North Pacific Anadromous Fish Commission",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission The North Pacific Anadromous Fish Commission (NPAFC) is an inter-governmental organization established by the"
    },
    {
      "url": "https://shawnreginald.com/products/blue-white-pooka-dot-bow-tie",
      "title": "Blue & White Polka-Dot Bow Tie - Shawn Reginald Clothing Company",
      "description": "Self tie, adjustable neck, bow-tie, with four mother of pearl buttons. Made by Carrot &amp; Gibbs of all natural fibers for Shawn Reginald Clothing. Classic!",
      "preview": "Blue & White Polka-Dot Bow Tie Add to Cart Blue & White Polka-Dot Bow Tie $78.00 Product Code: Default Title - $78.00 USD Add to Cart Add to wishlist"
    },
    {
      "url": "https://www.eleftheroudakis.gr/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "http://www.freevbcode.com/",
      "title": "Microsoft Developer News | C++,C# & .NET Framework & More | CodeGuru",
      "description": "CodeGuru is where developers come to share ideas, articles, questions, answers, tips, tricks, comments, downloads, and more related to programming in areas including C++, Visual C++, C#, Visual Basic, ASP, ASP.NET & Java.",
      "preview": "News C++ C# .NET Visual Basic Java Database Azure IoT Mobile Research Tools Blog Forums Subscribe Back to Menu Articles View All Hover to load posts A"
    },
    {
      "url": "http://plannedgiving.ywca.org/",
      "title": "Home - Planned Giving - YWCA",
      "description": "Explore planned gifts, gifts that pay you back, and tax-smart giving options to create a lasting impact for YWCA while maximizing your financial benefits.",
      "preview": "Skip to main content ywca.org Don't have a will or trust? Start here. As a gift to people like you, we've partnered with FreeWill to make it easy for"
    },
    {
      "url": "https://www.kaporcapital.com/who-we-are/",
      "title": "About Us",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer About Us Our team is made up of people with lived experiences a"
    },
    {
      "url": "https://newsroom.br.paypal-corp.com/home",
      "title": "Conheça o Newsroom, o portal de notícias do PayPal Brasil",
      "description": "Confira o Newsroom do PayPal, nossa plataforma de informação para jornalistas, investidores, analistas e influenciadores do setor financeiro e de pagamentos eletrônicos. Descubra como o PayPal cria oportunidades para pessoas e negócios ao redor do mundo.",
      "preview": "DESTAQUES DESTAQUES/Hero block Produto PayPal Anúncios corporativos Parcerias Estratégicas Apresentando o PayPal World: uma plataforma global que cone"
    },
    {
      "url": "http://enigma.athensclarkecounty.com/photo/detailsNEW.asp?id=-1163680&bid=2023-00001273&pg=2&curr=no",
      "title": "Athens-Clarke County, GA - Official Website - Sheriff",
      "description": "Sheriff",
      "preview": "void"
    },
    {
      "url": "https://hullhrc.com/events-calendar/",
      "title": "Events Calendar - Heritage Reformed Congregation of Hull Iowa",
      "description": "void",
      "preview": "Close Events Calendar"
    },
    {
      "url": "https://www.southampton.ac.uk/oes/postgraduate/research_students/fw2n19.page",
      "title": "Find a person | University of Southampton",
      "description": "void",
      "preview": "Skip to main content Study View all courses Taught postgraduate study Postgraduate taught degree courses Online master's degrees Postgraduate taught t"
    },
    {
      "url": "https://www.givedirectly.org/",
      "title": "GiveDirectly: Send money to people living in poverty",
      "description": "GiveDirectly allows donors to send money directly to people in poverty with no strings attached. Our approach is guided by rigorous evidence of impact and our values of efficiency, transparency, and respect.",
      "preview": "Skip to content Send money directly to people who need it most. Your donation empowers families in poverty to choose how best to improve their lives."
    },
    {
      "url": "http://uw.edu/studentlife",
      "title": "Student Life - University of Washington",
      "description": "We're here to help UW students make the most of their Husky Experience, bringing together the people, places and programs that support their growth, wellness and success both within and outside of...",
      "preview": "Skip to content Current site All the UW Search scope Current site All the UW Enter search text Student Life We're here to help UW students make the mo"
    },
    {
      "url": "https://goto.walmart.com/c/249354/565706/9383?subId1=PEOPEOPLEsPostSAGAwardsGalaWasDeckedOutwithThisChicFurniturefromWalmartmsapozhnikovHomAff13965998202302I&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBetter-Homes-and-Gardens-Chad-Planter%2F1047524910%3Fathbdg%3DL1102",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.cbs.com",
      "title": "CBS TV Network Primetime, Daytime, Late Night and Classic Television Shows",
      "description": "Watch CBS television online. Find CBS primetime, daytime, late night, and classic tv episodes, videos, and information.",
      "preview": "Search shows Sign Up Sign In Shows CBS NEWS CBS SPORTS Live TV CBS CBS News 24/7 CBS Sports HQ 48 Hours CBS Sports Golazo Network Inside Edition 60 Mi"
    },
    {
      "url": "https://www.hachettebooks.com/titles/anne-glenconner/whatever-next/9780306828720/",
      "title": "Whatever Next? by Anne Glenconner | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "https://blackentrepreneursday.com/the-show/",
      "title": "The Show - Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "THE 2024 SHOW An award winning, annual celebration of Black business aiming to empower and celebrate entrepreneurs everywhere, Black Entrepreneurs Day"
    },
    {
      "url": "http://www.multi-media.at/?m=201601",
      "title": "Januar 2016 - imago lexis",
      "description": "void",
      "preview": "Zum Inhalt springen Heuer pilgerten wiederum insgesamt 156.613 Autointeressierte zur nunmehr 10. Vienna Autoshow. Der heimische Automarkt verzeichnete"
    },
    {
      "url": "https://ejfoundation.org/reports/blood-and-water",
      "title": "Environmental Justice Foundation | Blood and Water",
      "description": "Illegal fishing and human rights Blood and Water sets out the links between rapidly declining fish stocks in the world's oceans, in part caused by the...",
      "preview": "Blood and Water Exploring the links between illegal fishing and human rights abuses Read the report Seafood is a multi-billion dollar global industry."
    },
    {
      "url": "https://stuff-that-interests-me.tumblr.com/",
      "title": "@stuff-that-interests-me on Tumblr",
      "description": "Follow @stuff-that-interests-me and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts currentsinbiology Follow Test strip able to identify blood type in less than a minute A team of researchers at Third Military Medical University"
    },
    {
      "url": "https://www.insider.com/literary-greats-viral-twitter-thread-ill-attended-book-signing-2022-12",
      "title": "Lit Greats Pile Onto Viral Tweet About Badly Attended Book Signing - Business Insider",
      "description": "\"Join the club,\" Atwood wrote. \"I did a signing to which nobody came, except a guy who wanted to buy some Scotch tape and thought I was the help.\"",
      "preview": "void"
    },
    {
      "url": "https://leasing.walmart.com/",
      "title": "Your Shop At Walmart",
      "description": "View Walmart leasing opportunities. In-store spaces available for lease across the US.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://href.li/?https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. https://docs.google.com/spreadsheets/d/1ve0RDVzUIKDKPOPkvrLoSjnJR3Nb_J1xcgdXh830J78/pubhtml"
    },
    {
      "url": "https://www.obaly-dekorace.cz/pap-uterky-zasobniky/uterky-rolovane/",
      "title": "PAP.UTĚRKY, ZÁSOBNÍKY » Utěrky rolované » obaly-dekorace.cz",
      "description": "void",
      "preview": "Papírové utěrky, zásobníky Pro utírání rukou ve společných prostorách jako jsou toalety, firemní kuchyňky, některá zdravotnická a kosmetická zařízení"
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "https://curlconverter.com/",
      "title": "Convert curl commands to code",
      "description": "Utility for converting cURL commands to code",
      "preview": "Convert curl commands to Python, JavaScript and more Convert curl to Python, JavaScript and more Fork me on GitHub curl command Examples: GET - POST -"
    },
    {
      "url": "http://www.ara.at",
      "title": "ARA | Zukunft. Kreislauf. Wirtschaft. | Home",
      "description": "Seit über 30 Jahren ist die Altstoff Recycling Austria die treibende Kraft der Kreislaufwirtschaft in Österreich - Von der Lizenzierung bis zu Circular...",
      "preview": "void"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/c/cubism",
      "title": "Cubism | Tate",
      "description": "Tate glossary definition for cubism: A revolutionary new approach to representing reality in art invented by artists Pablo Picasso and Georges Braque in which the artists aimed to bring different views of their subjects together in the same picture",
      "preview": "Cubism Cubism was a revolutionary new approach to representing reality invented in around 1907-08 by artists Pablo Picasso and Georges Braque. They br"
    },
    {
      "url": "https://scorefoundation.org/about/",
      "title": "About | Score Foundation",
      "description": "void",
      "preview": "ABOUT US The SCORE Foundation is a 501 (c) (3) non-profit organization that serves as the philanthropic arm of SCORE, America's premier source of free"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "https://www.pacificcremationservices.com/obituaries/Thomas--Walter--Smith?obId=25875204",
      "title": "Most Recent Obituaries | Pacific Cremation Services",
      "description": "View recent services at our funeral home in Lake Forest, CA and honor your loved ones with a beautiful floral arrangement by visiting our obituary page.",
      "preview": "MAKE A PAYMENT SEND FLOWERS OBITUARIES Pacific Cremation Services Obituaries Pacific Cremation Services Obituaries Pacific Cremation Services offers a"
    },
    {
      "url": "http://www.nga.gov/",
      "title": "National Gallery of Art",
      "description": "The National Gallery of Art serves the nation by welcoming all people to explore and experience art, creativity, and our shared humanity. Admission is always free.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://muse.jhu.edu/article/625112",
      "title": "Project MUSE - Seamounts as Sites for Governance in the \"Areas Beyond National Jurisdiction\"",
      "description": "void",
      "preview": "This website uses cookies to ensure you get the best experience on our website. Without cookies your experience may not be seamless. Accept [Skip to m"
    },
    {
      "url": "https://sports.yahoo.com/nfl/players/30127/splits/",
      "title": "Derek Barnett (DE, RD) Stat Splits - Houston - Yahoo Sports",
      "description": "Sports News, Scores, Fantasy Games",
      "preview": "Advertisement Advertisement Advertisement Advertisement Derek Barnett #95 DE Houston Texans 1 Solo 0.0 Sack 0 Int Summary Game Log Splits All Seasons"
    },
    {
      "url": "https://captainsnugglefuck.tumblr.com/",
      "title": "@captainsnugglefuck on Tumblr",
      "description": "Follow @captainsnugglefuck and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Burning Brimstone I've found what matters most in life, is how well we walk through hell, no matter how many times we have to go through i"
    },
    {
      "url": "https://www.stadt.bamberg.de/Schnellnavigation/Seiten%C3%BCbersicht/index.php?NavID=2730.542.1",
      "title": "Baustellen-Info / Stadt Bamberg",
      "description": "Baustellen-Info Liebe Bürgerinnen und Bürger, mit unseren tagesaktuellen Informationen zu den Verkehrsbehinderungen durch Baustellen im Stadtgebiet sind Sie immer bestens informiert. Sie möchten die aktuellen Infos gern als wöchentliche E-Mail erhalten? Dann abonnieren Sie unseren Baustellen-Ticker!",
      "preview": "Diese Website verwendet Cookies, um Ihnen einen optimalen Service zu bieten. Mehr dazu in unserer Datenschutzerklärung . Ausblenden Einverstanden Unte"
    },
    {
      "url": "https://shopify.dev",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://www.fox5vegas.com/2023/02/03/ghosts-story-elusive-white-dog-spotted-living-with-coyote-pack-henderson/",
      "title": "Ghost's Story: Elusive white dog spotted living with coyote pack in Henderson",
      "description": "On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for months.",
      "preview": "Skip to content LAS VEGAS, Nev. (FOX5) - On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for"
    },
    {
      "url": "https://www.irs.gov/uac/tax-scams-consumer-alerts",
      "title": "Recognize tax scams and fraud | Internal Revenue Service",
      "description": "Don't fall for tax scams. Learn how to spot a scam and what to do.",
      "preview": "Skip to main content Recognize tax scams and fraud English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive Tax"
    },
    {
      "url": "https://www.onenote.com/",
      "title": "Microsoft OneNote | The digital note-taking app for your devices",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.petermckinnon.com",
      "title": "PETER MCKINNON",
      "description": "Toronto Photographer / YouTuber",
      "preview": "Back Portraits Lifestyle"
    },
    {
      "url": "https://www.cmath.fr/4eme/fractions/exercice11.php",
      "title": "Exercice 11 de quatrième sur les fractions",
      "description": "Exercice de calcul du produit deux fractions. Exercice corrigé.",
      "preview": "Exercices de quatrième sur les fractions Bonnes réponses : 0 / 0 n°1 n°2 n°3 n°4 n°5 n°6 n°7 n°8 n°9 n°10 n°11 n°12 n°13 n°14 n°15 n°16 n°17 n°18 n°19"
    },
    {
      "url": "https://siol.net/kljucne-besede/nepremagljivi-dvojec-79165/articles",
      "title": "Nepremagljivi dvojec na Siol.net",
      "description": "Najbolj sveže in aktualne novice o temi Nepremagljivi dvojec iz Slovenije in sveta, odlične zgodbe iz sveta športa, avtomobilov in trendov.",
      "preview": "Energetika 2.0 Ona-On.com Nazaj v šolo Dogodki Naj planinska koča Zanesljiv sopotnik Naložbeni navdih Počitnice 2025 Nakup avtomobila Pravni nasvet Pr"
    },
    {
      "url": "https://www.hivjustice.net/cases/us-man-living-with-hiv-arrested-in-louisiana-for-trying-to-spit-at-police-officer/",
      "title": "US: Man living with HIV arrested in Louisiana for trying to spit at police officer | HIV Justice Network",
      "description": "The HIV Justice Network (HJN) is the leading community-based NGO building a co-ordinated, effective global response to punitive laws and policies that impact people living with HIV in all our diversities.",
      "preview": "Skip to content Louisiana United States Alleged sexual exposure Spitting Twitter Facebook Charged Local man who allegedly spit on officer admits to kn"
    },
    {
      "url": "https://www.jcwoodworking.com/cabin-fever-braindroppings/",
      "title": "Cabin Fever Braindroppings - JC Woodworking",
      "description": "void",
      "preview": "Skip to content Oh boy. How's everyone's apocalypse going? I have some newlywed friends that are stuck at home with just each other and their dog. Go"
    },
    {
      "url": "https://www.xbox.com/",
      "title": "Sito ufficiale Xbox: console, giochi e community | Xbox",
      "description": "Prova i giochi e l'intrattenimento di nuova generazione con Xbox. Esplora le console, gli accessori e giochi Xbox vecchi e nuovi da aggiungere alla tua raccolta.",
      "preview": "Passa a contenuti principali Shop for more xbox products or sign in to your xbox account X X Segui Xbox"
    },
    {
      "url": "https://www.fox10tv.com/2023/02/28/atmore-pd-toddler-dies-after-being-left-car/",
      "title": "Atmore PD: Toddler dies after being left in car",
      "description": "A 2-year-old child died after being left unattended in a car for several hours Monday, according to authorities. The child's father is now facing a reckless murder in connection with the death.",
      "preview": "Skip to content ATMORE, Ala. ( WALA ) - In a tragic story out of Atmore, a two-year-old boy is dead after police said his father left him inside his v"
    },
    {
      "url": "https://www.dilloncarmichael.com/",
      "title": "Dillon Carmichael | Official Website",
      "description": "With a voice that commands attention, Dillon Carmichael delivers songs straight from the heart of true country living: gritty but soulful, timeless but defiant, heartfelt but unapologetically hard-hitting.",
      "preview": "apple spotify facebook instagram tiktok  youtube Home Merch Tour Listen Videos About Home Merch Tour Listen Videos About Featured Merch Merch  View"
    },
    {
      "url": "https://www.typewolf.com/resources",
      "title": "The Best Typography Resources for 2025 · Typewolf",
      "description": "A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools and learning resources.",
      "preview": "Typography Resources A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools"
    },
    {
      "url": "https://www.mydomaincontact.com/index.php?domain_name=pittsburghraceforthecure.org",
      "title": "You are about to send an inquiry regarding the following domain: pittsburghraceforthecure.org",
      "description": "void",
      "preview": "You are about to send an inquiry regarding the following domain: pittsburghraceforthecure.org First Name* Last Name* Email Address* Country Code Telep"
    },
    {
      "url": "https://www.cdc.gov/coronavirus/2019-ncov/index.html",
      "title": "Coronavirus Disease 2019 (COVID-19) | COVID-19 | CDC",
      "description": "Find links to guidance and information on all topics related to COVID-19, including the COVID-19 vac",
      "preview": "Skip directly to site content Skip directly to search An official website of the United States government Here's how you know Official websites use .g"
    },
    {
      "url": "https://www.ttcultureyard.com/",
      "title": "Visiting The Culture Yard | Trench Town & Culture Yard Museum",
      "description": "The official page of the Trench Town & Culture Yard Museum In Kingston, Jamaica. The Culture Yard Museum displays the significance of how the Government Yard architecture influenced the music and artistry that produced this world music.",
      "preview": "top of page The birth place of Reggae WELCOME TO TRENCH TOWN & THE CULTURE YARD MUSEUM tours/maps/news/local artists/other museums/history Tours N"
    },
    {
      "url": "https://www.rcfp.org/reporters-recording-guide/wisconsin/",
      "title": "Wisconsin | The Reporters Committee for Freedom of the Press",
      "description": "void",
      "preview": "Skip to content Skip over table of contents to continue reading article Reporter's Recording Guide Last updated June 2020 Compare Summary An individua"
    },
    {
      "url": "https://www.itex.com/Directory/food_%252526_beverage/mi/grand_rapids/3925707/USD?srcsub=7660&broker_id=210888&website_num=2",
      "title": "ITEX",
      "description": "void",
      "preview": "x Information: Your IP Address of 78.211.19.249 is not allowed to access ITEX."
    },
    {
      "url": "https://www.bestbuyads.com/",
      "title": "Best Buy Ads",
      "description": "void",
      "preview": "See the future of retail media today! Watch now → × Skip to main content Data-driven advertising for results beyond imagination. Reach passionate shop"
    }
  ],
  "_meta": {
    "total_bookmarks": 116
  }
}