{
  "data": [
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2011rs/billfile/HB0123.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "http://www.atlanticarona.com/",
      "title": "Hotel sulle rive del lago di Arona | Hotel Atlantic - Hotel 4 stelle ad Arona",
      "description": "void",
      "preview": "IT EN Home Posizione News & Eventi Photogallery PRENOTA ORA X MIGLIOR TARIFFA GARANTITA Arrivo Notti 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 2"
    },
    {
      "url": "https://loopchicago.com/",
      "title": "Home",
      "description": "Explore the Chicago Loop, Chicago's official downtown. Find the best shopping, dining, experiences, businesses and so much more in Everyone's Neighborhood, the Chicago Loop.",
      "preview": "[Skip to Content] Play video What do you want to do today? I want to... Explore Discover the Loop Loop Events What's happening In the Loop News and lo"
    },
    {
      "url": "https://docs.videojs.com",
      "title": "Video.js API docs",
      "description": "Generated API documentation for the latest version of Video.js (8.23.4).",
      "preview": "Modules browser buffer create-logger deprecate dom dom-data evented events filter-source fn fullscreen-api guid log middleware num obj setup stateful"
    },
    {
      "url": "https://www.electricworld.co.uk/l/hoods",
      "title": "Electric World Cooker Hoods | Domestic Appliance Retailer Lisburn | Wide Range of Appliances",
      "description": "Find a wide range of quality Household Appliances for your home from top brands including Bosch, Candy, Sharp, LG and more. Inquire today!",
      "preview": "The store will not work correctly in the case when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on o"
    },
    {
      "url": "https://join.mongabay.org?utm_source=mongabay.com&utm_medium=bottom-of-news-post&utm_campaign=support-our-journalism-2022",
      "title": "Donate to Mongabay",
      "description": "void",
      "preview": "Skip to the content Close Menu Send checks to : 1259 El Camino Real #150 Menlo Park, CA 94025 Our EIN / tax ID : 45-3714703 Wire information : Contact"
    },
    {
      "url": "https://genealogy.cjh.org/synagogue/649",
      "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
      "description": "void",
      "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
    },
    {
      "url": "http://guiders.blog.jp/archives/cat_37965.html",
      "title": "GUIDERS | FOOD",
      "description": "void",
      "preview": "GUIDERS SURFCLUB & GUIDE FISH 2012年02月03日 FOOD INFORMATION 片瀬漁港 タグ ： 魚料理 魚仕入 Posted by HMD 21:13 | Edit DUTCH OVEN 2012年01月08日 ONEDAY FOOD club house"
    },
    {
      "url": "https://www.eonline.com/news/1366491/teen-moms-ryan-edwards-and-wife-mackenzie-break-up-after-6-years-of-marriage",
      "title": "Teen Mom's Ryan Edwards and Wife Mackenzie Break Up",
      "description": "Former Teen Mom star Mackenzie Edwards filed for divorce and was granted a temporary restraining order against her ex Ryan Edwards. Get the details on their breakup.",
      "preview": "Watch : Teen Mom Alum Ryan Edwards' Wife Mackenzie Files for DIVORCE Mackenzie Edwards is putting an end to her marriage. The former Teen Mom star fil"
    },
    {
      "url": "https://downtownokc.com/micro-grants-2/",
      "title": "Micro-Grants - Round #2 - Downtown OKC",
      "description": "void",
      "preview": "DOKC Initiatives & ULI Oklahoma: Community Action Micro-Grants Micro-Grant Funds Projects to Welcome Back Community Downtown JULY 20, 2021 Downtown Ok"
    },
    {
      "url": "https://www.tumblr.com/",
      "title": "Trending topics on Tumblr",
      "description": "Explore trending topics on Tumblr. See all of the GIFs, fan art, and general conversation about the internet's favorite things.",
      "preview": "Trending Staff Picks Videos More You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest"
    },
    {
      "url": "https://www.multivu.com/players/English/8717251-kellie-pickler-wilmer-valderrama-named-uso-global-ambassadors/",
      "title": "Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors",
      "description": "In honor of its 80th anniversary the USO has named country singer/ actress Kellie Pickler, and producer, actor/activist Wilmer Valderrama as global ambassadors.",
      "preview": "United Service Organizations Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors USO tour veterans invite Americans to Give More Than Thank"
    },
    {
      "url": "https://ismacs.net/singer_sewing_machine_company/serial-numbers/singer-sewing-machine-serial-number-database.html",
      "title": "Singer Sewing Machine Company Serial Numbers",
      "description": "ISMACS Singer Serial Number lookup. Here you can look up your serial number and find out when your Singer Sewing Machine was made as well as identify what model you have.",
      "preview": "International Sewing Machine Collectors' Society Fostering the collecting of, and research into, sewing machines. Singer Sewing Machine Serial Number"
    },
    {
      "url": "https://unitedwaysem.org/covid-19-help/",
      "title": "Get Help - United Way for Southeastern Michigan",
      "description": "United Way offers a variety of programs to help your needs. See below to find the program that is right for you.",
      "preview": "Skip to Content Search Search Search Search What can we help you with today? Resources All Resources Family Finances Utility Assistance Tax Assistance"
    },
    {
      "url": "https://belize.oceana.org/",
      "title": "Home - Oceana Belize",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://mts-ncomms.nature.com/",
      "title": "Nature Communications",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature Communications online manuscript submission a"
    },
    {
      "url": "https://blog.computus-druck.com/tag/brandkatastrophen/",
      "title": "Brandkatastrophen - Altertum und Bücher aus Gutenberg",
      "description": "void",
      "preview": "Unter dem Titel »Gott zur Ehr' - dem Nächsten zur Wehr. Geschichte und Geschichten der freiwilligen Feuerwehr Bad Kreuznach« erscheint am 24.10.2015 d"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "https://svgdoodles.com/",
      "title": "SVG Doodles - Free, editable SVGs to spice up your designs",
      "description": "Browse a curated collection of free, customizable SVG doodles and icons to use in your websites, apps, slides, and prints.",
      "preview": "void"
    },
    {
      "url": "https://www.charleskeith.com/us/bags/CK2-30781775_MULTI.html",
      "title": "Multicoloured Shalia Canvas Tote Bag - CHARLES & KEITH US",
      "description": "A bag to beat all other bags when it comes to structure, style or functionality. Featuring a boxy finish, double top handles, and a roomy interior, our boxy canvas Shalia tote is perfectly sized to carry all of your essentials in style. Relish being hands-free when you wear it on your shoulder and head to work. Complete with a zip closure that ensures your daily necessities stay safe, we think it will go well with a pinstripe pantsuit and textured mules.",
      "preview": "... ..."
    },
    {
      "url": "https://www.certifico.com/sicurezza-lavoro/documenti-sicurezza/67-documenti-riservati-sicurezza/5928-dpi-criteri-di-scelta-quadro-normativo",
      "title": "DPI Criteri di scelta: Quadro normativo",
      "description": "Alla luce del quadro normativo 2021 inerenti i DPI, considerata: - l'entrata in vigore del nuovo Regolamento (UE) 2016/425 che stabilisce i requisiti per la progettazione e la fabbricazione dei dispositivi di protezione individuale (marcatura CE) in sostituzione della direttiva 89/686/CEE (GU L 81/51 del 31 Marzo 2016) - la pubblicazione del Decreto Legislativo 19 febbraio 2019 n. 17 di adeguamento della normativa nazionale alle disposizioni del Regolamento (UE) 2016/425 del Parlamento europeo e del Consiglio, del 9 marzo 2016, sui dispositivi di protezione individuale e che abroga la direttiva 89/686/CEE del Consiglio. (GU n.59 del 11.03.2019) (Modifiche al decreto legislativo 4 dicembre 1992, n. 475); un aggiornamento/nuovo decreto previsto nel D.M. 2 maggio 2001 \"Criteri per l'individuazione e l'uso dei dispositivi di protezione individuale (DPI)\", e dal D.Lgs. 81/2008 Art. 79 c. 2, dovrebbe allineare la legislazione e normativa tecnica (o da prevedere una procedura di armonizzazione tra la normativa legislativa e normativa tecnica): - D.Lgs. 81/2008 - Regolamento (UE) 2016/425 - Decreto legislativo 4 dicembre 1992, n. 475 - Norma armonizzate Regolamento (UE) 2016/425 - Norme tecniche (aggiornamento)",
      "preview": "Certifico | Safety Software certifico.com cem4.eu certificoadr.com safetyadr.com TUSSL / Link Glossario File CEM 800 14 47 46 info@certifico.com Infor"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85918",
      "title": "Searchable Recipe Database - ALBICOCCHE CON CAPRINO E PISTACCHI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.paramountplus.com/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://thinkprogress.org/house-bill-endangers-sex-workers-advocates-say-7a47ce9b2b4f/",
      "title": "House overwhelmingly passes a bill that conflates sex work and sex trafficking - ThinkProgress",
      "description": "void",
      "preview": "Advertisement House overwhelmingly passes a bill that conflates sex work and sex trafficking The House bill (FOSTA), which claims to protect trafficki"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/masking_and_padding",
      "title": "Understanding masking & padding | TensorFlow Core",
      "description": "Complete guide to using mask-aware sequence layers in Keras.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow Core TensorFlow Learn TensorFlow Core Guide Understanding masking & padding Stay orga"
    },
    {
      "url": "https://www.push511.com/",
      "title": "PUSH511 - Push511",
      "description": "CrossFit, Nutrition, Personal Trainer, Fitness, Corporate Wellness, in Baltimore, in Canton",
      "preview": "Fitness Through Human Connection Book A Free Intro Previous Next The friendliest gym in the Baltimore, Canton, Brewers Hill, MD Area Fitness Through H"
    },
    {
      "url": "http://www.comune.mottola.ta.it/",
      "title": "Comune di Mottola",
      "description": "Sito ufficiale Comune di Mottola",
      "preview": "Salta al contenuto principale Avvisi 30 settembre 2025 Assegnazione contributi per il recupero delle facciate degli edifici appartenenti al nucleo ant"
    },
    {
      "url": "https://woerterbuch.hantrainerpro.de/chinesisch-deutsch/bedeutung-anteweipu_antwerp.htm",
      "title": "Deutsche Übersetzung von 安特卫普 ( Anteweipu / Āntèwèipŭ ) - Antwerpen auf Chinesisch",
      "description": "安特卫普 ( Anteweipu / Āntèwèipŭ ) (deutsche Übersetzung: \"Antwerpen\") als chinesisches Schriftzeichen inklusive Strichreihenfolge, Pinyin-Lautumschrift, Aussprache in Mandarin, Beispielsatz und deutscher Übersetzung",
      "preview": "WÖRTERBUCH Das chinesische Wort Anteweipu - 安特卫普 - Āntèwèipŭ ( Antwerpen auf Chinesisch) English English translation Français Traduction française Esp"
    },
    {
      "url": "https://www.qcnews.com/charlotte/exclusive-bride-and-groom-stuck-in-grand-bohemian-elevator-all-smiles/",
      "title": "Exclusive: Bride, groom stuck in elevator all smiles",
      "description": "Exclusive: Bride and groom stuck in Grand Bohemian elevator all smiles",
      "preview": "Skip to content Posted: Feb 20, 2023 / 07:56 AM EST Updated: Feb 21, 2023 / 07:30 AM EST SHARE CHARLOTTE, N.C. (QUEEN CITY NEWS) - Wedding bells? It w"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#county-view",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.gwbcc.org/",
      "title": "Home - Greater Washington DC Black Chamber of Commerce",
      "description": "WELCOME TO THE Greater Washington DC Black Chamber of Commerce The Leading Voice for Black Business in the Greater Washington Area Directory Join Events Login We support the need for economic development in the black community through education, enterprise, and entrepreneurship. Ready to Power the Mission? SUPPORT. EMPOWER. THRIVE. DONATE TODAY INTERESTED IN INTERNATIONAL BUSINESS?...",
      "preview": "Skip to content twitter linked in Instagram WELCOME TO THE Greater Washington DC Black Chamber of Commerce The Leading Voice for Black Business in the"
    },
    {
      "url": "https://ywcachicago.org/",
      "title": "YWCA Metropolitan Chicago | Dignity For All",
      "description": "Located in the third-largest American city with the third-highest percentage of women in the U.S., YWCA Metropolitan Chicago serves as a national incubator for innovative programming, outreach and engagement strategies. Contributing to our diverse and balanced economy, YWCA Metropolitan Chicago works at the individual and systems levels to create an inclusive marketplace where everyone thrives.",
      "preview": "0 Leader Luncheon 2025: Still We Rise Purchase Tickets Hope. Love. Pink. 5K.: Making Strides Against Breast Cancer Register Today Looking for a New Jo"
    },
    {
      "url": "https://tfxmiisery.tumblr.com/",
      "title": "@tfxmiisery on Tumblr",
      "description": "Follow @tfxmiisery and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.hrc.org/news/hrc-president-kamala-harris-exceptional-choice-as-vice-president",
      "title": "HRC | HRC President: Kamala Harris \"Exceptional Choice\" for Vice...",
      "description": "Post submitted by Lucas Acosta (he/him), former Deputy Director of Communications, Politics \"Senator Kamala Harris is nothing short of an exceptional...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://www.sprezzabox.com/",
      "title": "Najlepsze polskie kasyno online 🎖️ Ranking legalnych kasyna internetowych 2025",
      "description": "Polskie kasyna online ⭐ Zarejestrować w najlepsze kasyno online ⭐ Złóż Depozytu ⭐ Gry legalne na prawdziwe pieniądze",
      "preview": "NV Casino 5/5 Bonus kasyno do 10 000 zł + 225 FS Minimalna wpłata 50 zł Wizyta w kasynie Spinlander 5/5 Bonus kasyno 230% do 8 500 zł + 300 FS Minimal"
    },
    {
      "url": "https://medicin24.se/malexandermordaren-far-sitt-straff-provat/",
      "title": "medicin24.se - Parked",
      "description": "void",
      "preview": "medicin24.se is parked Contact:"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/09/01/king-willem-alexander-unable-to-join-working-visit-to-the-united-states-queen-maximas-presence-not-affected",
      "title": "King Willem-Alexander unable to join working visit to the United States; Queen Máxima's presence not affected | News item | Royal House of the Netherlands",
      "description": "His Majesty King Willem-Alexander will not participate in the working visit to California and Texas from 6 to 9 September 2022. This decision has been made on doctors' advice. The King is recovering from pneumonia and air travel at this time could impede a full recovery. The King's commitments in the Netherlands will not be affected by this decision and will go ahead as planned, albeit on a more limited scale.",
      "preview": "Search within English part of Royal House of the Netherlands Search King Willem-Alexander unable to join working visit to the United States; Queen Máx"
    },
    {
      "url": "https://guides.github.com",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://www.behance.net/gallery/61547749/225-Trendy-Color-Palette-2018",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.youvisit.com/tour/montgomerycollege/131694?pl=v&tourid=tour1",
      "title": "Experience Rockville Campus in Virtual Reality. Press Alt plus A for accessibility version.",
      "description": "Virtually explore Rockville Campus in a fully immersive 360-degree experience.",
      "preview": "Open the accessible version of Montgomery College's virtual experience. Experience Rockville Campus Virtually explore Rockville Campus in a fully imme"
    },
    {
      "url": "https://france-estimations.fr/estimation-art-orientaliste-jeu-dechec/",
      "title": "jeue de majhong",
      "description": "France Estimations 1er réseau français d'estimation et d'expertise en ligne. jeue de majhong",
      "preview": "void"
    },
    {
      "url": "https://www.lirs.org/",
      "title": "Global Refuge | Welcome & hope since 1939",
      "description": "For more than 80 years, Global Refuge has provided the resources, guidance, and community to help provide a way forward.",
      "preview": "The browser you are using is not supported. Please consider using a modern browser . Start of main content. Previous Image 1 / 5 Next Image We stand w"
    },
    {
      "url": "https://advertising.theguardian.com/us/advertising",
      "title": "Home | Guardian Advertising",
      "description": "We now reach 157 million unique browsers worldwide. Our readers are inquisitive, open minded and active. We have the power to transform your business.",
      "preview": "It ' s your choice When we make Guardian Advertising available to you online, we use cookies and similar technologies to help us to do this. Some are"
    },
    {
      "url": "https://odis.org",
      "title": "Ocean Data Information System",
      "description": "void",
      "preview": "Ocean Data and Information System The Ocean Data and Information System (ODIS) is a digital ecosystem in which a global community of organisations - l"
    },
    {
      "url": "http://www.politicalscience.ualberta.ca/",
      "title": "Department of Political Science",
      "description": "void",
      "preview": "Political Science We are committed to students Political science trains you to apply concepts and theory to real-world problems, to synthesize dispara"
    },
    {
      "url": "https://ride.lyft.com/?entrypoint=lyftcom",
      "title": "Lyft: Need a ride? Use the app.",
      "description": "Download the Lyft app and get a ride from a friendly driver in minutes.",
      "preview": "Skip to content Need a ride? Use the app. Download the Lyft app and get a ride from a friendly driver in minutes. We'll send you a text with a link to"
    },
    {
      "url": "https://events.microsoft.com/",
      "title": "Ricerca Eventi Microsoft",
      "description": "Trova eventi e opportunità di apprendimento di Microsoft pensati per aiutarti ad ampliare le tue competenze, apprendere nuove abilità e costruire una community.",
      "preview": "This is the Trace Id: 8d7ed526e36d37f232a7d0347f31d3d7 Passa a contenuti principali Amplia le tue capacità e modella il futuro durante Microsoft Ignit"
    },
    {
      "url": "http://www.visionlearning.com/library/science/chemistry-1/CHE1.7-bonding.htm",
      "title": "A brief history of scientific practice | | Visionlearning",
      "description": "Visionlearning is a free resource for the study of science, technology and math (STEM).",
      "preview": "void"
    },
    {
      "url": "https://www.bmw.com.bn/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Brunei",
      "description": "The Official BMW Brunei website: BMW automobiles, services, prices, exclusive offers, technologies and all about BMW sheer driving pleasure.",
      "preview": "Sheer driving pleasure Book a Test Drive Register Your Interest NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X"
    },
    {
      "url": "http://www.borderhumanity.org",
      "title": "Border Humanity Project | American Civil Liberties Union",
      "description": "People fleeing persecution and violence have the legal and human right to seek asylum in the United States. Our nation is made stronger when we welcome people with compassion and dignity. Together, we can end the horrors of immigration detention and rebuild a better asylum system.",
      "preview": "Skip navigation Immigrants' Rights › Border Humanity Project People fleeing persecution and violence have the legal and human right to seek asylum in"
    },
    {
      "url": "https://www.nass.org/can-i-vote/absentee-early-voting",
      "title": "Absentee & Early Voting | NASS",
      "description": "void",
      "preview": "Skip to main content X Click the search icon or 'view more results' to see all results. VIEW MORE RESULTS CLOSE You may be eligible to vote prior to t"
    },
    {
      "url": "https://hillstohome.com/",
      "title": "Hill's to Home",
      "description": "void",
      "preview": "Feedback"
    },
    {
      "url": "https://ujamaaplace.org/",
      "title": "Ujamaa Place",
      "description": "void",
      "preview": "TRANSFORMING MEN'S LIVES Holistic Transformation for Young African- American Men Ujamaa Place is a Safe Space providing holistic, culturally responsiv"
    },
    {
      "url": "https://www.comicrelief.com/",
      "title": "A just world free from poverty | Comic Relief",
      "description": "Comic Relief is a major UK charity, with a vision of a just world, free from poverty.",
      "preview": "Skip to main content (opens in new window) 4. NOTV25 Landing page cards Find out Who your donations are helping Comic Relief supports incredible proje"
    },
    {
      "url": "https://jobs.walgreens.com/",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "https://www.cm-porto.pt/negocios/licenciamentos",
      "title": "Erro | Câmara Municipal do Porto",
      "description": "Erro",
      "preview": "Para o correto funcionamento deste website, deve utilizar um navegador mais atual. Algumas sugestões: Mercado do Bolhão Museu do Porto Teatro Municipa"
    },
    {
      "url": "https://invest.bnpparibas/en",
      "title": "Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content 3RD QUARTER 2025 RESULTS - LIVE WEBCAST A live webcast in English of the analysts' conference call hosted by Jean-Laure"
    },
    {
      "url": "https://gdpr.cision.com",
      "title": "Cision GDPR - Data Privacy",
      "description": "void",
      "preview": "Data Privacy Home → Data Privacy German French English Portuguese Data Privacy Customer Privacy Notice Data Privacy Notice - Journalists and Other Inf"
    },
    {
      "url": "https://apple.com/legal",
      "title": "Apple - Legal",
      "description": "void",
      "preview": "Hardware Warranties Before you purchase a new or refurbished hardware product from Apple, you may review the terms and conditions of Apple's limited w"
    },
    {
      "url": "https://nexleaf.org/",
      "title": "Accelerating the Digital Transformation of Health Systems infrastructure with AI - Nexleaf Analytics",
      "description": "Visualizing Nexleaf's Path to Scale",
      "preview": "Nexleaf Analytics Data Solutions to Serve Health Workers What We Do Collect & Mobilize Real-Time Data Equip & Train Health Workers Build Together with"
    },
    {
      "url": "http://shotspotter.com/privacy-policy",
      "title": "Privacy Policy - SoundThinking",
      "description": "Review the latest information regarding ShotSpotter's Community Privacy policy here.",
      "preview": "void"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/geodata/landscape/names3d.html",
      "title": "swissNAMES3D",
      "description": "With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographic names. The free dataset is based on a simple data model and provides the ideal basis for a broad range of applications.",
      "preview": "Published on 8 January 2024 swissNAMES3D With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographi"
    },
    {
      "url": "https://lib.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=libraries",
      "title": "UW Libraries - University of Washington Libraries",
      "description": "University of Washington Libraries",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW University of Washington Libraries"
    },
    {
      "url": "https://www.shopify.com?utm_campaign=poweredby&utm_medium=shopify&utm_source=onlinestore",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://www.bravotv.com/the-daily-dish/rhonj-is-gia-giudice-still-dating-her-boyfriend-christian-carmichael",
      "title": "RHONJ: Is Gia Giudice Still Dating Her Boyfriend Christian Carmichael?",
      "description": "During Part 2 of The Real Housewives of New Jersey Season 12 reunion, Andy Cohen wanted some updates on the kids of t",
      "preview": "Skip to main content"
    },
    {
      "url": "https://partnerships.nature.com/product/researcher-training/",
      "title": "Training | Support Your Researchers | Nature Partnerships",
      "description": "Enhance your research capabilities with Nature Masterclasses. Explore high-quality training tailored for every stage of the research life cycle, featuring live workshops, webinars and on-demand courses led by international experts and journal editors from the Nature Portfolio.",
      "preview": "Researcher Training Researchers today are competing for funding, publishing space and recognition on a global stage. Building practical skills for pla"
    },
    {
      "url": "http://www.mu.org/~doug/mao/",
      "title": "The Unofficial Mao Home Page",
      "description": "void",
      "preview": "Welcome! You are visitor number To the Unofficial Mao Home Page. This page is offered to the public free of charge so that people can learn the wonder"
    },
    {
      "url": "https://www.tridenthotels.com/",
      "title": "5 Star Hotels in India | Best Hotels in India | Trident Hotels",
      "description": "Trident hotels is a chain of 5 star hotels in India, located in the top cities offering great hospitality, deluxe rooms, 5 star restaurants, spas & much more.",
      "preview": "Book your stay11 Select Your Hotel Select Your Hotel Select a hotel Trident, Agra Trident, Bandra Kurla, Mumbai Trident, Bhubaneswar Trident, Chennai"
    },
    {
      "url": "https://data.grandlyon.com/",
      "title": "Accueil - data.grandlyon.com",
      "description": "Les données des acteurs du territoire de la Métropole de Lyon",
      "preview": "void"
    },
    {
      "url": "https://www.isof.se/folkminnen/folkminnesbloggen/inlagg/2019-06-26-blodiga-trollformler",
      "title": "Blodiga trollformler | Institutet för språk och folkminnen",
      "description": "Här kan du läsa om den blodstänkta papperslappen som återfanns i Albert Sanders västficka med förmodligen flitigt använda, trollformler som skulle stilla blod, döva värk och lindra ormhugg.",
      "preview": "Startsida Folkminnen Folkminnesbloggen Folkminnesbloggen Aktivera Lyssna Publicerat: 26 juni 2019 . Kategorier: Folktro, Magi, Vardagsmagi och folktro"
    },
    {
      "url": "https://www.stantec.com/en/ideas/topic/covid-19/covid-19-recovery-strategies-for-downtowns",
      "title": "COVID-19 Recovery Strategies for Downtowns",
      "description": "A report from the International Downtown Association and Stantec's Urban Places shares tactics that downtowns can use to spur recovery.",
      "preview": "Skip to main content Start of main content Ideas COVID-19 COVID-19 Recovery Strategies for Downtowns August 12, 2021 linkedin twitter email A report f"
    },
    {
      "url": "https://government.github.com/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://communityimpact.com/search?s=Tennessee+Department+of+Health&si=174,6&ssi=66,28",
      "title": "Search | Community Impact",
      "description": "With approximately 2 million in distribution, Community Impact serves the Austin, Houston, Dallas and San Antonio metro areas.",
      "preview": "void"
    },
    {
      "url": "https://boston.cbslocal.com/tag/adam-jones/",
      "title": "Adam Jones news - Today's latest updates - CBS Boston",
      "description": "void",
      "preview": "All News Health I-Team Politics Education Business Consumer Entertainment NEXT Weather Forecast Radar & Maps School Closings School Visits Climate Cha"
    },
    {
      "url": "https://live.worldbank.org/",
      "title": "We Livestream Events on International Development | World Bank Live",
      "description": "Keep up with the World Bank's latest research and insights. Join us as we livestream events in English, Spanish, French, and Arabic and discuss global development challenges with international economists and policymakers.",
      "preview": "Event Replays Replay September 24, 2025 Mission 300: Energizing Africa Mission 300: Energizing Africa Replay September 23, 2025 A Conversation with Ax"
    },
    {
      "url": "https://bilety.polregio.pl/",
      "title": "Bilety online: Twój kolejowy partner w podróży",
      "description": "Bilety online na pociągi POLREGIO (REGIO, interREGIO); rozkład jazdy pociągów POLREGIO. Tanio. Szybko. Bezpiecznie. Kup bilet i odkrywaj z nami Polskę!",
      "preview": "Ładowanie Systemu Sprzedaży Biletów POLREGIO"
    },
    {
      "url": "https://fashionweekdaily.com/exclusive-jason-lewis-on-making-his-modeling-comeback-at-50-what-smith-would-be-up-to-now-and-whether-hes-in-the-satc-reboot/",
      "title": "Jason Lewis On Making His Modeling Comeback At 50 And Whether He's In The SATC Reboot....",
      "description": "Jason Lewis, who first found fame on the catwalks of Paris before becoming one of TV's most beloved boyfriends as Sex and the City's Smith Jerrod, has just signed with Soul Artist Management. Here's what's next for him!",
      "preview": "News EXCLUSIVE: Jason Lewis On Making His Modeling Comeback At 50, What Smith Would Be Up To Now, And Whether He's In The SATC Reboot.... by Freya Droha"
    },
    {
      "url": "https://www.aspicyperspective.com/",
      "title": "A Spicy Perspective - Approachable, Easy Recipes for Everyday Cooking",
      "description": "Fresh Food Recipes to Create Confidence in YOUR Kitchen -Proven, Approachable, Unique Recipes Anyone Can Make!",
      "preview": "Skip to Main Content Mobile Menu Trigger Submit Mobile Search Trigger Browse Recipes By Ingredient Chicken Pasta Chocolate Beef More » Beverages Break"
    },
    {
      "url": "https://beepner.tumblr.com/",
      "title": "You Can Not (re)Blog",
      "description": "void",
      "preview": "catasters : (via yotsuyugoebrutus ) Source: reddit.com 5 days ago 16654 notes catsofyore : ALT Because I know how much you guys love carpeted toilet a"
    },
    {
      "url": "https://www.bytedance.com",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "http://partsopedia.com/index.php?main_page=index&cPath=3733",
      "title": "Welcome to the family! - Partsopedia แหล่งรวมข้อมูลอะไหล่รถยนต์",
      "description": "The page is built with Page Builder Sandwich! Give it a try for free! Page Builder sandwich is a very light weight and non-intrusive page builder. That is easy to use & wont break your website. It comes free with several templates for easy and fast page construction too. Your installation also includes the exclusive [...]",
      "preview": "Skip to the content Close Menu The page is built with Page Builder Sandwich ! Give it a try for free! Page Builder sandwich is a very light weight and"
    },
    {
      "url": "https://www.marylandbcc.org/",
      "title": "Home - The Maryland Black Chamber of Commerce",
      "description": "void",
      "preview": "Grow your Business Partner with the Maryland Black Chamber of Commerce today and leverage our member benefits to grow your business. Become a Member B"
    },
    {
      "url": "https://www.konstruktorgrupa.com/en/projects?field_project_type_target_id=2",
      "title": "Projects | Konstruktor",
      "description": "Projects Archive | Konstruktor",
      "preview": "Skip to main content Skip to footer Projects Projects Search ... Results See all results Sort From A to Z From Z to A Oldest first Newest first Shoppi"
    },
    {
      "url": "https://obis.org",
      "title": "Ocean Biodiversity Information System",
      "description": "OBIS, the Ocean Biodiversity Information System, is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development.",
      "preview": "OBIS is a global open-access data and information clearing-house on marine biodiversity for science, conservation and sustainable development Taxa Com"
    },
    {
      "url": "https://recipo.se/en/",
      "title": "Frontpage - Recipo SE",
      "description": "void",
      "preview": "Skip to content Your Compliance Partner for Electronics We offer cost-effective compliance solutions for electronics and are the leading partner in th"
    },
    {
      "url": "https://crisisresponse.google/",
      "title": "Crisis Response Homepage",
      "description": "Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology and recovery support.",
      "preview": "Crisis response areas Helping communities prepare for and respond to wildfires, floods, hurricanes and other severe weather with advanced technology a"
    },
    {
      "url": "https://youtu.be/4ku-6h3vuNw",
      "title": "Alphabet Q2 2021 Earnings Call - YouTube",
      "description": "Alphabet Q2 2021 Earnings Call",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://aws.amazon.com/training/restart/",
      "title": "AWS restart",
      "description": "void",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training and"
    },
    {
      "url": "https://altopascio.info/2017/05/30/grosseto-cimitero-di-istia-conclusi-i-lavori/",
      "title": "[ GROSSETO ] - Cimitero di Istia, conclusi i lavori - Altopascio.info",
      "description": "MartedÃ¬, 30/05/17 14:32",
      "preview": "Press ESC to close Altopascio.info . [ GROSSETO ] - Cimitero di Istia, conclusi i lavori La Redazione Comune di Grosseto 30 May 2017 (0) MartedÃ¬, 30/"
    },
    {
      "url": "http://andreasviklund.com/",
      "title": "andreasviklund.com",
      "description": "void",
      "preview": "Menu rss facebook twitter Free HTML template: Paris Fashion Blog Brussels Light Free HTML tempalte: Brussels Free HTML CV Template in different colors"
    },
    {
      "url": "https://sgrh.com/",
      "title": "Sir Ganga Ram Hospital, Delhi NCR India, Best Multi speciality hospital, Healthcare",
      "description": "Sir Ganga Ram Hospital, Delhi NCR India, Multi speciality hospital, Healthcare service, premier medical hospital, medical research, medical training, best hospital in delhi, super speciality hospital, patient friendly, ethical hospital, best doctors",
      "preview": "Dr. Amit Sharma Doctor Dr. Amit Sharma Consultation Dr. Amit Sharma Specialists Dr. Amit Sharma Specialists Show All Lab Result Registration Number OP"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85939",
      "title": "Searchable Recipe Database - White Beans with Rosemary and Caramelized Onions",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://docs.python.org/3/library/concurrent.futures.html",
      "title": "concurrent.futures - Launching parallel tasks - Python 3.14.0 documentation",
      "description": "Source code: Lib/concurrent/futures/thread.py, Lib/concurrent/futures/process.py, and Lib/concurrent/futures/interpreter.py The concurrent.futures module provides a high-level interface for asynchr...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Concurrent Execution » concurrent.futures -"
    },
    {
      "url": "https://playacademy.exceedlms.com/student/activity/9389?use_locale=true",
      "title": "Google Play Academy",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://mickey-the-doll.tumblr.com/",
      "title": "50m3 Th1ng5 D0 N0t C0mput3",
      "description": "27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea. Icon by @SteffiJarnefelt on Twitter! check out my side art/doodle blog...",
      "preview": "Theme 50m3 Th1ng5 D0 N0t C0mput3 27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea."
    },
    {
      "url": "https://www.energystar.gov",
      "title": "Homepage | ENERGY STAR",
      "description": "ENERGY STAR® is the simple choice for energy efficiency. For more than 20 years, EPA's ENERGY STAR program has been America's resource for saving energy and protecting the environment.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.jetboost.io/",
      "title": "No-code search and filters for Webflow CMS | Jetboost",
      "description": "Real-time search, dynamic filtering, and more for Webflow - without writing code. Give your Webflow CMS superpowers with Jetboost.",
      "preview": "Follow for new releases @jetboostio Your No-Code Webflow Sidekick Real-time search, dynamic filtering, and more for Webflow - without writing code Get"
    },
    {
      "url": "http://spectrum.ieee.org/energywise/energy/the-smarter-grid/watttime-the-tool-that-tells-you-when-to-charge-your-ev-to-keep-it-green",
      "title": "WattTime, the Tool That Tells You When to Charge Your EV to Keep It Green - IEEE Spectrum",
      "description": "Analytics from Berkeley-based WattTime precisely match new loads on a grid to the power plant that will serve them, providing estimates of carbon intensity that are up to 45 percent more accurate than regional averages. Such tools can guide cleaner charging by electric vehicles, and yield a bigger carbon reduction bang from energy efficiency measures and renewable power projects.",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE WattTime, the Tool That Tells You When to Charge Your EV to Keep It G"
    },
    {
      "url": "https://www.mozgasvilag.hu/turazas/hirek/erdely-a-turara-telen-nyaron-hivo-havasok-birodalma",
      "title": "Erdély, a túrára télen-nyáron hívó havasok birodalma",
      "description": "Erdély leírhatatlan szépségű havasai mindannyiunk szívéhez közel állnak. Túrák sokaságával csábítanak, bemutatjuk őket részletesen.",
      "preview": "Futás Hírek Hol fussak? Futócipők Futócipőtesztek Futóedzések Futás edzéstervek Gyakorlatok futóknak Futás tudástár Futóversenyek Lengyelországi élmén"
    },
    {
      "url": "https://puzzles.mit.edu/",
      "title": "MIT Mystery Hunt / Puzzle Club",
      "description": "The MIT Mystery Hunt is an internationally renowned puzzle competition which takes place every January on MIT campus and attracts hundreds of participants from all over the world.",
      "preview": "The MIT Mystery Hunt is a puzzlehunt competition that takes place on the MIT campus every year during the Martin Luther King, Jr. Day weekend . The hu"
    },
    {
      "url": "https://www.dazeddigital.com/music/article/54765/1/harry-styles-pleasing-brand-cover-2021-interview",
      "title": "Harry Styles talks Pleasing: a brand built on small joys | Dazed",
      "description": "From Fine Line to star film roles, Harry Styles has gone from global to stratospheric - now, he adopts his newest mantle. Pleasing, his first business venture, puts beauty and naked ambition front and centre",
      "preview": "â¬...ï¸ Left Arrow *ï¸âƒ£ Asterisk â­ Star Option Sliders âœ‰ï¸ Mail Exit Taken from the winter 2021 issue of Dazed. You can buy a copy of our lates"
    },
    {
      "url": "https://www.applepaysupplies.com/",
      "title": "Apple Pay Merchant Supplies",
      "description": "Order Apple Pay decals for your business and add Apple Pay to your listing online--visit Apple Pay Supplies for merchant resources and easy setup.",
      "preview": "void"
    },
    {
      "url": "https://neighborhoodtrust.org/",
      "title": "Financial security for all workers - Neighborhood Trust Financial Partners",
      "description": "Neighborhood Trust is a financial services innovator creating financial security for low-wage workers.",
      "preview": "Skip to content Visit Visit home page alexis siroc 2025-09-19T13:15:35-04:00 Neighborhood Trust is a nonprofit social enterprise creating financial se"
    },
    {
      "url": "http://www.balanced-wellness.org/",
      "title": "Balanced Wellness - Women, Couples & Teen Therapy in SC & NC",
      "description": "Seeking therapy in SC or NC? We provide maternal mental health, couples counseling, and adolescent support-online and in person.",
      "preview": "0 Whole Family Wellness Begins with Compassionate Therapy Therapy for Women, Couples & Adolescents in the Carolinas Offering in-person & online therap"
    },
    {
      "url": "https://landwirtschaftsbedarf.ch/farmers/prodinformatik.cfm",
      "title": "LANDWIRTSCHAFTSBEDARF.CH > Produktesuche > Informatik, Treuhand, Weiterbildung",
      "description": "Einkaufsführer mit über 600 Produkten und Dienstleistungen für die Landwirtschaft.",
      "preview": "Firmensuche Produktesuche Suchservice FarmLinks Impressum Datenschutz Home"
    },
    {
      "url": "https://www.newscientist.com/definition/quantum-entanglement/",
      "title": "What is quantum field theory? | New Scientist",
      "description": "Quantum field theory marries the ideas of other quantum theories to depict all particles as \"excitations\" that arise in underlying fields. The British physicist Paul Dirac started the ball rolling in the late 1920s with his equation describing how relativistic electrons - and with it most other matter particles - behave. Standard quantum theory as &hellip;",
      "preview": "Close Advertisement Subscribe now Quantum field theory Quantum-based theories that explain how the forces of nature work By Richard Webb Facebook / Me"
    },
    {
      "url": "https://klubitus.org/venue/652-capital-club-bar",
      "title": "Capital Club & Bar",
      "description": "void",
      "preview": "14.11. PUSH UP! Presents: JUDGE JULES No images yet. Address Helsinki Toggle map Map loading"
    },
    {
      "url": "https://inkscape.org/",
      "title": "Inkscape - Draw Freely. | Inkscape",
      "description": "Inkscape is professional vector graphics software which runs on Linux, macOS and Windows desktop computers.",
      "preview": "I am a bot Inkscape Draw Freely. ❤️ Help us make Inkscape awesome! ❤️ English English Deutsch Français Hrvatski Italiano Español Português Português B"
    },
    {
      "url": "https://famigros.migros.ch/de/familienleben/essen-und-trinken/rezepte/tags/profi/wickelmoeglichkeit",
      "title": "Familien-Rezepte | Famigros",
      "description": "Feine Rezepte und hilfreiche Ernährungstipps rund ums Essen und Trinken in der Familie.",
      "preview": "Internet Explorer 11 wird nicht mehr unterstützt Für ein optimales Webseiten Erlebnis bitten wir dich einen neueren Webbrowser zu nutzen. Breadcrumb N"
    },
    {
      "url": "http://oek.hu/oek.web?to=2560,2296,1433&nid=520&pid=1&lang=hun",
      "title": "Országos Epidemiológiai Központ honlapja",
      "description": "camelcom dynamic HTML",
      "preview": "Mintabeküldés Intézetünkről Hasznos linkek Közérdekű adatok Oltóközpont Főoldal KÖR eredmények VÉRVÉTEL-HIV/AIDS tanácsadás HIV/AIDS tájékoztatók Letö"
    },
    {
      "url": "https://www.carat.fiserv.com/",
      "title": "Carat Global Platform | Carat U.S. | Fiserv",
      "description": "Carat is the global commerce platform from Fiserv that orchestrates payments and experiences for the world's largest businesses.",
      "preview": "Skip to Contact an Expert Skip to Main Content The next generation platform to drive more commerce Carat is the global commerce platform from Fiserv t"
    },
    {
      "url": "https://mirror.ufam.edu.br/archlinux/core/?C=D;O=A",
      "title": "Index of /archlinux/core",
      "description": "void",
      "preview": "Index of /archlinux/core Name Last modified Size Description Parent Directory - os/ 2017-11-15 08:09 -"
    },
    {
      "url": "https://www.jff.org/",
      "title": "Transforming systems for the workforce of the future - Jobs for the Future (JFF) - Jobs for the Future (JFF)",
      "description": "Discover the workforce of the future. At Jobs for the Future, we drive transformation in U.S. education and workforce systems, fostering equitable economic advancement for all.",
      "preview": "Skip to content Discover what quality jobs really look like Quality Jobs, Real Opportunities Quality jobs are key to economic success for people, busi"
    }
  ],
  "_meta": {
    "total_bookmarks": 113
  }
}