{
  "data": [
    {
      "url": "http://talkingpts.org/",
      "title": "Home - TalkingPoints",
      "description": "void",
      "preview": "Watch Attendance Soar When Families Feel Heard → Explore Resources & Claim Special Pricing! (Ends Dec 31) Drive student outcomes with the leading Univ"
    },
    {
      "url": "https://zdrowietolubie.pl/product-pol-5994-Opaska-bezuciskowa-z-kokarda-CZERWONA-KRATKA.html",
      "title": "Sklep ze zdrową żywnością, kosmetykami naturalnymi i aromaterapią - zdrowietolubie.pl",
      "description": "Zdrowie to Lubię to sklep z naturalnymi kosmetykami oraz artykułami do pielęgnacji, a także ze zdrową żywnością. Sprawdź naszą ofertę już teraz!",
      "preview": "Sklep ze zdrową żywnością Zdrowie to lubię Zdrowie to lubię, to rodzinny sklep, który powstał z miłości do zdrowego trybu życia, zdrowego jedzenia i c"
    },
    {
      "url": "https://www.biausa.org/public-affairs/media/an-overview-of-toxic-metabolic-encephalopathy-an-acquired-brain-injury",
      "title": "An Overview of Toxic Metabolic Encephalopathy: An Acquired Brain Injury - Brain Injury Association of America",
      "description": "Have you known someone who experienced a change in his or her physical functioning or thinking skills after an infection or anesthesia? This change is often diagnosed as encephalopathy. Symptoms can develop suddenly and disappear within a few hours. However, for some, encephalopathy can be more serious, especially if you have a history of dementia or previous brain injury. One type of encephalopathy with an increased potential for lasting effects is toxic metabolic encephalopathy (TME).Toxic is defined as something composed of or containing poisonous material capable of causing serious debilitation. Your body's metabolism comprises the processes essential for life by which the complex substances in the body's cells are built up or broken down. Encephalopathy is a general term that describes brain disease, damage, or malfunction usually related to inflammation within the body (Merriam-Webster, 2018). If we combine all these terms, a TME diagnosis would follow when toxic cells in the body do not allow the healthy breakdown of substances leading to inflammation of the brain cells. This can cause an altered mental status, changes with walking, and overall weakness and deconditioning. Delirium is another term you may hear for TME.Is TME a brain injury? Yes; it is a non-traumatic, acquired brain injury, or something that happens to the brain after birth. TME is debilitating for some, especially as we age, and may cause changes in physical and cognitive functioning. The causes of TME are numerous and varied. Some causes are infections, dehydration, malnutrition, alcohol toxicity, liver/kidney disease, metabolic imbalances, or reduced oxygen to the brain. If you have a pre-existing medical condition or if you're not as active as you once were, you are more susceptible to developing TME. Researchers consider encephalopathy to be a symptom of an underlying condition, such as chronic urinary tract infections or uncontrolled diabetes. Therefore, if an encephalopathy is diagnosed, a pre-existing condition must also be addressed.It is difficult to diagnosis TME because other issues have to be ruled out first. Rather than specific diagnostic testing, a combination of results from standard lab work and tests must be evaluated. Tests assess for infection, abnormal blood glucose levels, elevated ammonia levels, or changes with liver or kidney enzymes. A CT scan or MRI of the brain is used to rule out underlying neurological conditions or changes in your brain function. The results of these tests assist your physician in determining an accurate diagnosis.",
      "preview": "Skip to Content All Media All Media An Overview of Toxic Metabolic Encephalopathy: An Acquired Brain Injury Categories: Living with Brain Injury By Kr"
    },
    {
      "url": "http://www.trovaricette.net/",
      "title": "Dernières actus - Tous ce qu'il faut savoir est ici",
      "description": "void",
      "preview": "Skip to content Posted in Améliorer son chez soi Plonger dans l'univers des blogs de décoration et de mode peut être une expérience enrichissante pour"
    },
    {
      "url": "https://oceandataconference.org/",
      "title": "Ocean Data Conference - ocean data conference organised by IODE",
      "description": "void",
      "preview": "Skip to content International Ocean Data Conference - III (IODC-III) March 10, 2025 - March 11, 2025 Instituto de Investigaciones Marinas y Costeras J"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "http://www.stayaka.com/",
      "title": "Hotel Residences and Hotels | AKA",
      "description": "AKA's luxury hotels and hotel residences feature extraordinary business, wellness & lifestyle amenities for short term and extended stays.",
      "preview": "Select Location Hotel AKA Back Bay Hotel AKA Boston Common Hotel AKA Nomad AKA Central Park AKA Times Square AKA Sutton Place AKA Rittenhouse Square A"
    },
    {
      "url": "https://www.cbc.ca/news/canada/montreal/national-geographic-pristine-seas-labrador-quebec-expedition-1.6541693",
      "title": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News",
      "description": "The National Geographic Society's Pristine Seas project has teamed up with Inuit elders and experts to visit areas of the North to highlight and help preserve key areas.",
      "preview": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News Loaded Montreal National Geographic ex"
    },
    {
      "url": "https://www.kut.org/life-arts/2021-05-24/history-with-the-bark-off-lbj-presidential-library-celebrates-50-years",
      "title": "'History With The Bark Off': LBJ Presidential Library Celebrates 50 Years | KUT Radio, Austin's NPR Station",
      "description": "Lyndon Johnson's larger-than-life personality and legacy is reflected in the building and the millions of artifacts, papers and recordings it preserves.",
      "preview": "Search Query Show Search © 2025 KUT Public Media A service of the Moody College of Communication at the University of Texas at Austin webmaster@kutx.o"
    },
    {
      "url": "https://www.backcountry.com/roxy-rising-high-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://www.spreadshirt.fi/shop/vaatteet/t-paidat/sukuvaakuna/",
      "title": "Sukuvaakuna t-paidat | Ainutkertaisia printtejä | Spreadshirt",
      "description": "Iso valikoima lahjakkaiden suunnittelijoiden luomia sukuvaakuna t-paidat » Paljon eri kokoja, värejä ja tyylejä ✓ Tilaa Spreadshirtiltä",
      "preview": "Uutuudet säännöllisesti postilokeroosi Spreadshirt käyttää sähköpostiosoitettasi tuotetarjousten sekä alennuskampanjoita ja arvontoja koskevien viesti"
    },
    {
      "url": "https://dev.mysql.com/doc/refman/8.0/en/charset-unicode-utf8mb4.html",
      "title": "MySQL :: MySQL 8.0 Reference Manual :: 12.9.1 The utf8mb4 Character Set (4-Byte UTF-8 Unicode Encoding)",
      "description": "void",
      "preview": "Skip to Main Content Documentation Home MySQL 8.0 Reference Manual Related Documentation MySQL 8.0 Release Notes MySQL 8.0 Source Code Documentation D"
    },
    {
      "url": "http://msi.nga.mil/NGAPortal/MSI.portal?_nfpb=true&_pageLabel=msi_portal_page_62&pubCode=0015",
      "title": "Maritime Safety Information",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://durbanchamber.co.za/",
      "title": "Home - Durban Chamber of Commerce",
      "description": "Welcome to Durban Chamber of Commerce and Industry NPC In Business For A Better World Policy and Advocacy Read More Business Development Read More Durban Chamber Membership Read More View [...]",
      "preview": "info@durbanchamber.co.za Send Email 101 Isaiah Ntshangase Rd Visit Our Office +27 31 335 1000 Call Us Facebook-f Instagram Linkedin Twitter Welcome to"
    },
    {
      "url": "https://www.7andi.com/en/",
      "title": "Seven & i Holdings Co., Ltd.",
      "description": "en_description_common",
      "preview": "このページではjavascriptを使用しています。 Skip to main content 一時停止 再生 Recommended content Message from the CEO and Directors IR Library Sustainability Data Book Cor"
    },
    {
      "url": "https://oracle-cloud-infrastructure-python-sdk.readthedocs.io/en/stable/api/database_management/models/oci.database_management.models.SqlTuningTaskSecretCredentialDetails.html",
      "title": "SqlTuningTaskSecretCredentialDetails - oci 2.58.0 documentation",
      "description": "void",
      "preview": "Docs » API Reference » Database Management » SqlTuningTaskSecretCredentialDetails Edit on GitHub SqlTuningTaskSecretCredentialDetails ¶ class oci.data"
    },
    {
      "url": "https://releases.mozilla.org/pub/thunderbird/releases/64.0b4/win32/uz/",
      "title": "Directory Listing: /pub/thunderbird/releases/64.0b4/win32/uz/",
      "description": "void",
      "preview": "Index of /pub/thunderbird/releases/64.0b4/win32/uz/ Type Name Size Last Modified Dir .. File Thunderbird Setup 64.0b4.exe 36M 13-Feb-2023 03:32"
    },
    {
      "url": "https://www.antichat.me/",
      "title": "Anonymous Chat Rooms, Meet New People - AntiLand.com",
      "description": "Explore AntiLand: the ultimate anonymous chat room and dating roleplay platform where you can express yourself freely and connect with like-minded strangers worldwide. Dive into a safe and welcoming online community to share thoughts, explore interests, and create genuine connections. Whether you're looking for friendship, love, or just a casual chat, AntiLand offers an array of topics and chat rooms tailored to your interests. Join us now and start your anonymous adventure today!",
      "preview": "✖️ en Home Categories Casual Dating Hobbies & Interests Health & Support Relationships & Social Mature & 30+ Chats Entertainment & Lifestyle Gaming Cu"
    },
    {
      "url": "https://cudillero.vivirasturias.com/playas",
      "title": "Turismo Cudillero | Dónde comer | Dónde dormir | Patrimonio | Naturaleza| Asturias",
      "description": "Son 345 kilómetros de costa en los que podemos encontrar más de 300 playas, todas diferentes, porque las playas de Asturias nunca son iguale",
      "preview": "Eventos Patrimonio cultural Patrimonio natural Información práctica Turismo activo Transporte Reseñas históricas Favoritos Buscar Contactar Sobre noso"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/build-javascript-applications-nodejs/",
      "title": "Browse all training - Training | Microsoft Learn",
      "description": "Learn new skills and discover the power of Microsoft products with step-by-step guidance. Start your journey today by exploring our learning paths and modules.",
      "preview": "Browse all training Learn new skills and discover the power of Microsoft products with step-by-step guidance. Start your journey today by exploring ou"
    },
    {
      "url": "https://nvbdc.org/",
      "title": "National Veteran Business Development Council Certification",
      "description": "Learn about National Veteran Business Development Council Certification for Service-Disabled and Veteran-Owned Businesses to enhance your supply chain.",
      "preview": "FIND OUT HOW THE NVBDC CERTIFICATION IS CHANGING HOW AMERICAN BUSINESSES PERCEIVE VETERAN-OWNED COMPANIES. Get Certified Corporate Membership The Hist"
    },
    {
      "url": "https://www.jbhe.com/2022/03/spelman-college-teams-up-with-smash-to-promote-black-women-in-technology/",
      "title": "Spelman College Teams Up With SMASH to Promote Black Women in Technology | The Journal of Blacks in Higher Education",
      "description": "The inaugural SMASH/Spelman cohort will comprise 25 female high school students, who will have the opportunity to participate in multi-year immersive educational programming focused on preparing them to drive social change through technology.",
      "preview": "Facebook Bluesky Breaking News Appointments & Awards Research & Studies Grants and Gifts ------------- Find a Job Post a Job About JBHE Contact JBHE S"
    },
    {
      "url": "https://www.srk-schwyz.ch/kbh",
      "title": "Kinderbetreuung zu Hause | Das Rote Kreuz im Kanton Schwyz",
      "description": "Kinder sind verletzliche kleine Persönlichkeiten. Und der Alltag hat seine Tücken. Geht etwas schief, trifft es Kinder fast immer härter als Erwachsene.",
      "preview": "Direkt zum Inhalt Rettungsanker für Eltern in Not Kinderbetreuung zu Hause SRK Ausgebildete und erfahrene SRK Kinderbetreuer/-innen kümmern sich vertr"
    },
    {
      "url": "https://esawebb.org/images/",
      "title": "Images |ESA/Webb",
      "description": "void",
      "preview": "Images View All Anniversary Exoplanets First Images Galaxies Graphics Illustrations Launch MIRI Nebulae NIRCam NIRISS NIRSpec Picture of the Month Qua"
    },
    {
      "url": "https://www.govotega.org/pledge-vote/?Source=gmvp&utm_campaign=OVR%20Tracking-New%20Links&utm_medium=bitly&utm_source=GMVP",
      "title": "Register To Vote - Go Vote Georgia",
      "description": "void",
      "preview": "0 Please complete the following information, this allows us to verify and inform you of the status of your voter registration application. Upon submis"
    },
    {
      "url": "https://www.rustourismnews.com/2020/10/20/most-visited-attractions-in-england/",
      "title": "Most Visited Attractions in England",
      "description": "The results from this survey are reported annually, providing an overview of the visitor attraction sector in England.",
      "preview": "Skip to content Each year, VisitEngland invites all English visitor attractions to take part in an annual survey, recording visitor numbers alongside"
    },
    {
      "url": "https://dol.ny.gov/",
      "title": "Department of Labor Home Page | Department of Labor",
      "description": "void",
      "preview": "Skip to main content We Are Your DOL Get Help With Unemployment Benefits Find a Job Affected by the Federal Shutdown? Information for Workers Impacted"
    },
    {
      "url": "http://www.garr.net/",
      "title": "Consortium GARR: LA RETE ITALIANA DELL'ISTRUZIONE E DELLA RICERCA",
      "description": "GARR è la rete telematica italiana per l'istruzione, la ricerca e la cultura. Connettività ad alte prestazioni e servizi innovativi per docenti, ricercatori e studenti",
      "preview": "Skip to main content Contatti Cerca Iscrizioni aperte per il Workshop GARR 2025 Congratulazioni a Laura Ramaciotti, nuova Presidente della CRUI Addio"
    },
    {
      "url": "https://wallet.apple.com/apple-card/setup/feature/ccs?referrer=cid%3Dapy-201-100001",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "https://gurdiga.com/blog/2021/03/05/angular-tip-of-the-week-parametrized-templates/",
      "title": "Angular tip of the week: parametrized templates",
      "description": "On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way to get a \"parametrized\" piece of view. Coming...",
      "preview": "Menu March 5, 2021 Tags angular coding On my 30-th week of Angular, I learned something that I was looking for since the first week: a lightweight way"
    },
    {
      "url": "https://news.gallup.com/393302/week-in-charts-newsletter-subscribe.aspx",
      "title": "Subscribe to the Front Page Newsletter - Gallup",
      "description": "Be a better leader. Get weekly data and analysis you can trust about the most important issues facing our world -- in five simple charts.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Share on Twitter Share on LinkedIn Share on Instagram Thanks"
    },
    {
      "url": "https://www.aclu-sdic.org/en/publications/searching-peace-difficult-and-dangerous-journey-seek-asylum-united-states-part-ii",
      "title": "Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part II | ACLU of San Diego and Imperial Counties | The ACLU of San Diego and Imperial Counties fights for individual rights and fundamental freedoms for all.",
      "description": "Read Part I of this blog here.Lee el blog en español aquí.Editor's note: This two-part blog series is a brief first-person look at the journey taken by a person seeking asylum in the United States. It was written by Adrián Rodríguez Alcántara, a plaintiff in the ACLU Foundation of San Diego & Imperial County's class action lawsuit, Rodríguez Alcántara vs. Archambeault.My name",
      "preview": "Skip to main content Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part II May 3, 2021 Facebook X Redd"
    },
    {
      "url": "https://opensource.org/licenses/Apache-2.0",
      "title": "Apache License, Version 2.0 - Open Source Initiative",
      "description": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and distribution as defined by Sections 1 through 9 of...",
      "preview": "TERMS AND CONDITIONS FOR USE, REPRODUCTION, AND DISTRIBUTION 1. Definitions. \"License\" shall mean the terms and conditions for use, reproduction, and"
    },
    {
      "url": "https://www.arborday.org/",
      "title": "Arbor Day Foundation | Tree Planting Non-Profit",
      "description": "We're the world's largest nonprofit dedicated to planting trees, bringing their benefits to communities and forests in greatest need through our global network.",
      "preview": "Skip to main content One year later, it's time to replant hope Last fall, Hurricanes Helene and Milton carved a path of destruction across Florida. Af"
    },
    {
      "url": "https://ywca.quorum.us/actioncenter/",
      "title": "YWCA | Action Center",
      "description": "YWCA",
      "preview": "void"
    },
    {
      "url": "https://allenai.org/terms",
      "title": "Ai2's terms and conditions for our website.",
      "description": "Terms and conditions | Ai2",
      "preview": "Ai2 Terms And Conditions of Use Terms and Conditions of Use Effective: September 25, 2024 WELCOME TO Ai2! BEFORE YOU USE OR ACCESS OUR WEBSITES AND SE"
    },
    {
      "url": "https://skilllabdesk.zendesk.com",
      "title": "Help Center",
      "description": "void",
      "preview": "SkillLab User Guide Add your skills, see how they match hundreds of career fields and occupations and create a skill-based CV with SkillLab. Administr"
    },
    {
      "url": "https://skillshop.exceedlms.com/",
      "title": "Home : Google",
      "description": "void",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://www.algonquinhotel.com/",
      "title": "Finest Luxury - Hotel Near Times Square | The Algonquin Hotel",
      "description": "The Algonquin Hotel is a magnet for the Literati that were drawn to the finest luxury hotel near Times Square. Take the journey to discover luxury accommodations.",
      "preview": "Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Pause"
    },
    {
      "url": "https://svelte.dev/docs/introduction",
      "title": "Overview • Svelte Docs",
      "description": "Overview • Svelte documentation",
      "preview": "Skip to main content Svelte is a framework for building user interfaces on the web. It uses a compiler to turn declarative components written in HTML,"
    },
    {
      "url": "http://revbirmingham.org/news/what-the-value-of-downtown-report-has-taught-us-about-the-magic-city/",
      "title": "What the Value of Downtown report has taught us about the Magic City - REV Birmingham | REV Birmingham",
      "description": "The report-The Value of Downtown Birmingham, presented by PNC Bank-establishes a baseline from which city leaders, corporate leaders and organizations like REV can track growth and identify priorities for downtown improvements.",
      "preview": "Download me! Over the past year, our team has been working tirelessly to collect and organize data that will help us improve our city's downtown distr"
    },
    {
      "url": "https://www.cril.univ-artois.fr/PB07/results/trace.php?idev=9&idjob=352831",
      "title": "PB'07 evaluation competition: execution trace",
      "description": "void",
      "preview": "Trace number 352831 Some explanations A solver is run under the control of another program named runsolver. runsolver is in charge of imposing the CPU"
    },
    {
      "url": "https://www.hzpp.hr/en/timetable",
      "title": "HŽ Putnički prijevoz - Timetable",
      "description": "void",
      "preview": "Timetable Last change: 07.10.2025 u 15:06 Download the timetables in PDF. Timetable for domestic traffic Timetable for international traffic Timetable"
    },
    {
      "url": "https://thescottbrothers.com/meet-the-parents-jessica-alba-cash-warren/",
      "title": "Meet the Parents: Jessica Alba & Cash Warren - Drew & Jonathan",
      "description": "Parenting might be the toughest job around. Learn how Jessica Alba and Cash Warren handle their family life and raise three kids with love and boundaries!",
      "preview": "Skip to content 🗽 Take a Tour of Jonathan and Zooey's NYC Apartment 🍎 Subscribe to Our Newsletter Get design tips, episode recaps, shopping ideas, and"
    },
    {
      "url": "https://www.electronjs.org",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://inayajewelry.com/",
      "title": "Inaya Jewelry: Earrings, Rings, Necklaces, & Gemstones - INAYA",
      "description": "Inaya Jewelry handcrafts jewelry with precious gemstones, real metals and passion. Browse our store and find jewelry for you or someone you love.",
      "preview": "Skip to content Free domestic shipping Item added to your cart View cart Check out Continue shopping Inspired by Petals. Powered by Gemstones. Shop Sp"
    },
    {
      "url": "https://tr.pinterest.com/search/pins/?q=email design",
      "title": "Pinterest - Türkiye",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "https://nezya.tumblr.com/",
      "title": "The ZENM",
      "description": "A little bit of everything It´s kinda the shit - Zayde, 23 ;)",
      "preview": "The ZENM A little bit of everything It´s kinda the shit - Zayde, 23 ;) Ask me anything blue-rain : via weheartit 65,568 notes * Posted 6 years ago via"
    },
    {
      "url": "https://tasvideos.org/",
      "title": "TASVideos",
      "description": "Tool-assisted game movies - When human skills are just not enough",
      "preview": "New around here? If you've ever wanted to see how a superhuman would beat your favorite video games, you've come to the right place. We have videos of"
    },
    {
      "url": "https://es-co.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Colombia",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://www.iheart.com/podcast/1119-people-every-day-76003809/",
      "title": "PEOPLE Every Day | iHeart",
      "description": "Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom each weekday for the latest in news, entertainment, lifestyle, and pop culture. Host Janine Rubenstein brings you PEOPLE's unparalleled access and reporting on the biggest stories of the day, from celebrity exclusives and sneak peeks, to inspiring stories about extraordinary people. Listen to People Every Day wherever you get your podcasts and don't forget to subscribe so you never miss an episode.",
      "preview": "PEOPLE Every Day Play Newest Follow Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom e"
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#founders",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    },
    {
      "url": "https://kingdomofwizards-blog.tumblr.com/",
      "title": "@kingdomofwizards-blog on Tumblr",
      "description": "Follow @kingdomofwizards-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes coachella Follow Came for the crab fries, stayed for the sets. kingdomofwizards-blog yummy bhdaus Follow Regram from @styledbyhabitat. Lov"
    },
    {
      "url": "https://maddoxgallery.com/artists/85-the-connor-brothers/works/?&skip=36",
      "title": "The Connor Brothers | Maddox Gallery",
      "description": "With satirical works that combine retro art with irony, The Connor Brothers' artworks are highly sought after.",
      "preview": "The Connor Brothers works The Connor Brothers Art Dealer Drawing on paper The Connor Brothers Lockdown Self Portrait Pigment and Oil Stick on Board Th"
    },
    {
      "url": "https://my.tonies.com/legals/privacy-policy",
      "title": "tonies® - Welcome to mytonies",
      "description": "This is the home of your tonies and great audio-content.",
      "preview": "You need to enable JavaScript to run this app. Scheinbar nutzt du einen veralteten Browser. Damit Du weiterhin mytonies nutzen kannst, aktualisiere De"
    },
    {
      "url": "https://www.gordonengland.co.uk/pog/index.php?/tags/31-nature/665-anisoptera/669-odonata",
      "title": "Keywords nature + Anisoptera + Odonata | Photography Obsession",
      "description": "void",
      "preview": "Gordon England Welcome to my photography obsession gallery Identification Login Quick connect Username Password Auto login Menu Search Keywords (7509)"
    },
    {
      "url": "https://nexleaf.org/",
      "title": "Accelerating the Digital Transformation of Health Systems infrastructure with AI - Nexleaf Analytics",
      "description": "Visualizing Nexleaf's Path to Scale",
      "preview": "Nexleaf Analytics Data Solutions to Serve Health Workers What We Do Collect & Mobilize Real-Time Data Equip & Train Health Workers Build Together with"
    },
    {
      "url": "https://www.citizen.co.za/horses/horse-news/427243/riders-ready-for-cup-2/",
      "title": "Riders ready for Cup | The Citizen",
      "description": "Golfers may be spending much of their time watching The Open Championship at St Andrews today but they should also flip channels to No 239 and keep an eye on racing's own Interprov Rider Cup at Greyville.",
      "preview": "Horses Home » Sport » Horses Riders ready for Cup By Jack Milner 2 minute read 18 July 2015 01:00 pm RELATED ARTICLES DA calls for Gauteng health MEC'"
    },
    {
      "url": "https://www.rileygrey.com/",
      "title": "Premium Wedding Websites, Registries, RSVPs & More | Riley & Grey",
      "description": "Create beautiful custom wedding websites, invitations, and registries, and manage your RSVP effortlessly. Wedding planning is hard, but Riley & Grey makes it a lot easier. Try for free.",
      "preview": "Wedding websites as unique as the love you've found. invitations Easy and elevated with none of the heavy-lifting, Riley & Grey's tools help you breez"
    },
    {
      "url": "https://samuelssweetshop.com/",
      "title": "Samuel's Sweet Shop - Candy, Chocolate & Coffee in Rhinebeck, NY",
      "description": "Visit Samuel's Sweet Shop in Rhinebeck, NY for nostalgic candy, handmade chocolates, baked goods & delicious coffee. Shop in-store or online!",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Home Samuel's Sweet Shop Spooktacular Sampler The HAUNT is on for CANDY! Trick or"
    },
    {
      "url": "https://www.nyclu.org",
      "title": "Homepage - NYCLU",
      "description": "The NYCLU advances civil rights and civil liberties so that all New Yorkers can live with dignity, liberty, justice, and equality.",
      "preview": "Scroll Advancing rights to deliver more liberty and justice to more New Yorkers. Read more about us Scroll Advancing rights to deliver more liberty an"
    },
    {
      "url": "https://circ.earth/",
      "title": "Circ • Threading Together the Future of Circular Fashion",
      "description": "At Circ, we've created a technology system that returns clothes back to the raw materials from which they were made. We've discovered a path to erase our global fashion footprint.",
      "preview": "Please rotate your screen Our Materials Our Technology The Cost of Clothing About Us Circ France Introducing Circ France We are advancing the future o"
    }
  ],
  "_meta": {
    "total_bookmarks": 63
  }
}