{
  "data": [
    {
      "url": "https://ts.vcu.edu/cgi-bin/posh.pl?posh_referer=https%3A%2F%2Fts.vcu.edu%2Fcgi-bin%2Fposh.pl%3Fposh_referer%3Dhttps%253A%252F%252Fts.vcu.edu%252Fcgi-bin%252Fposh.pl%253Fposh_referer%253Dhttps%25253A%25252F%25252Fdigital.library.vcu.edu%25252Fislandora%25252Fsearch%25253Fislandora_solr_search_navigation%25253D0%252526f%2525255B0%2525255D%25253Dmods_genre_ms%2525253A%25252522Photograph%25252522%252526f%2525255B1%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522Elementary%2525255C%25252520schools%25252522%252526f%2525255B2%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522High%2525255C%25252520schools%25252522%252526f%2525255B3%2525255D%25253Dmods_subject_topic_ms%2525253A%25252522African%2525255C%25252520American%2525255C%25252520schools%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Virginia%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Farmville%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520History%2525255C%25252520%2525255C-%2525255C-%2525255C%25252520Pictorial%2525255C%25252520works%25252522",
      "title": "Commitment to Privacy - Virginia Commonwealth University",
      "description": "Commitment to Privacy",
      "preview": "Skip to content Skip to footer Virginia Commonwealth University Commitment to Privacy Commitment to Privacy We collect limited information about web v"
    },
    {
      "url": "https://www.edweek.org/leadership/efforts-to-ban-critical-race-theory-now-restrict-teaching-for-a-third-of-americas-kids/2022/01",
      "title": "Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids",
      "description": "Teachers are refusing to talk about anything race-related and administrators of color are being harassed, according to a new study.",
      "preview": "Menu Search Sign In Subscribe Efforts to Ban Critical Race Theory Could Restrict Teaching for a Third of America's Kids Subscribe Reset Search Equity"
    },
    {
      "url": "https://login.adp.com/welcome",
      "title": "Sign in | ADP Products",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.alibaba.com/",
      "title": "Alibaba.com: Manufacturers, Suppliers, Exporters & Importers from the world's largest online B2B marketplace",
      "description": "Find quality Manufacturers, Suppliers, Exporters, Importers, Buyers, Wholesalers, Products and Trade Leads from our award-winning International Trade Site. Import & Export on alibaba.com",
      "preview": "All categories Featured selections Order protections Buyer Central Help Center App & extension Become a supplier Learn about Alibaba.com The leading B"
    },
    {
      "url": "https://albatros-travel.com/",
      "title": "Albatros Travel | Quality travel since 1986",
      "description": "Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a family-owned travel company with a global wingspan.",
      "preview": "Skip to main content Quality travel since 1986 Bringing Scandinavian quality to adventures around the world since 1986, Albatros Travel Group is a fam"
    },
    {
      "url": "https://www.iucn.org/news/marine-and-polar/202203/unea-resolution-end-plastic-pollution-and-iucn-role-implementation-treaty",
      "title": "UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty | IUCN",
      "description": "The new UNEA Resolution, 'End Plastic Pollution: Towards a legally binding instrument', establishes an Intergovernmental Negotiating Committee that will develop the specific content of the new plastic pollution treaty with the aim of completing its work by the end of 2024. The future is ours to improve, and this news from UNEA provides a strong message of hope that we can indeed eliminate plastic pollution from our environment with a multi-pronged approach and international cooperation.",
      "preview": "Skip to main content Share: Story 09 Mar, 2022 UNEA Resolution - 'End Plastic Pollution' - and IUCN role in implementation of the Treaty The new UNEA"
    },
    {
      "url": "https://skaldic.abdn.ac.uk/db.php?id=73379&if=runic&table=lemma",
      "title": "Runic Dictionary",
      "description": "void",
      "preview": "This interface will soon cease to be publicly available. Use the new interface instead. Click here to switch over now. Cookies on our website We use c"
    },
    {
      "url": "https://www.britannica.com/art/Renaissance-art",
      "title": "Renaissance art | Definition, Characteristics, Style, Examples, & Facts | Britannica",
      "description": "Renaissance art, painting, sculpture, architecture, music, and literature produced during the 14th, 15th, and 16th centuries in Europe under the combined influences of an increased awareness of nature, a revival of classical learning, and a more individualistic view of humans.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos Re"
    },
    {
      "url": "https://blog.history.in.gov/tag/anti-catholicism/",
      "title": "anti-Catholicism - The Indiana History Blog",
      "description": "void",
      "preview": "Skip to content This article was originally published, in revised form, on June 20, 2019 at the Hoosier State Chronicles blog. United States immigrati"
    },
    {
      "url": "https://www.reddit.com/submit?url=https://news.microsoft.com/source/&title=Homepage",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://rhawkins20-blog-blog-blog.tumblr.com/",
      "title": "Digitalia",
      "description": "Always the beautiful answer who asks a more beautiful question. ~e.e.cummings",
      "preview": "Digitalia RSS Archive Always the beautiful answer who asks a more beautiful question. ~e.e.cummings July 20, 2015 Mainstream Media: Who do I trust? I"
    },
    {
      "url": "https://www.speakinc.com/speakers/Mitchell-Baldwin/",
      "title": "Private Speaker - SpeakInc.",
      "description": "void",
      "preview": "This page is no longer available. Please contact us directly if you have any questions on (858) 228-3771 Top Footer Sign Up for Industry News Disclaim"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2018Sci...359..904K",
      "title": "Tracking the global footprint of fisheries - ADS",
      "description": "Although fishing is one of the most widespread activities by which humans harvest natural resources, its global footprint is poorly understood and has never been directly quantified. We processed 22 billion automatic identification system messages and tracked &gt;70,000 industrial fishing vessels from 2012 to 2016, creating a global dynamic footprint of fishing effort with spatial and temporal resolution two to three orders of magnitude higher than for previous data sets. Our data show that industrial fishing occurs in &gt;55% of ocean area and has a spatial extent more than four times that of agriculture. We find that global patterns of fishing have surprisingly low sensitivity to short-term economic and environmental variation and a strong response to cultural and political events such as holidays and closures.",
      "preview": "Now on home page"
    },
    {
      "url": "https://tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://imagecompressor.com/",
      "title": "Online Image Compressor",
      "description": "Optimizilla is the ultimate image optimizer to compress your images in JPEG, GIF and PNG formats to the minimum possible size.",
      "preview": "Upload Files CLEAR QUEUE Drop Your Files Here 0 DOWNLOAD ALL Image Compression In terms of digital files, compression is the act of encoding informati"
    },
    {
      "url": "http://www.appbrain.com/app/cucinare-ricette-in-tasca/com.aldroid.cucinare",
      "title": "Cucinare - ricette in tasca for Android - Free App Download",
      "description": "Download Cucinare - ricette in tasca for Android: a free books & reference app developed by Al Droid with 10,000+ downloads. Cooking and 'a simple app with more than...",
      "preview": "Android Apps > Books & Reference > Cucinare - ricette in tasca Cucinare - ricette in tasca 1 Al Droid 3.97 63 reviews 10,000+ Downloads Free Cooking a"
    },
    {
      "url": "https://www.wcpo.com/news/local-news/clermont-county/ohio-township/coroner-four-people-dead-in-home-in-ohio-township-near-new-richmond",
      "title": "4 dead, 1 hospitalized after 'potential murder-suicide' near New Richmond in Ohio Township",
      "description": "Four people are dead in Ohio Township near New Richmond, Ohio, according to the Clermont County Coroner's Office.",
      "preview": "void"
    },
    {
      "url": "https://www.7thheaven.in/",
      "title": "Largest Bakery Cafe in India | Cake Bakery | Dessert Shop | 7th Heaven",
      "description": "7th Heaven is the best cake shop in India which offers 3d cakes, macarons, donuts and many more bakery products with Unique Franchise Opportunity across India.",
      "preview": "top of page 7th Heaven is India's Ultimate Bakery Cafe Chain with Live Kitchen - Live Cakes in 7 Mins.* 350+ Outlets | 125+ Cities 7th Heaven serves p"
    },
    {
      "url": "https://www.vogue.com/article/spring-2025-fashion-trends",
      "title": "8 Spring 2025 Fashion Trends You Can Shop and Wear Now | Vogue",
      "description": "Stay ahead of the curve with Vogue's guide to the top spring 2025 fashion trends you can wear now. Shop coveted styles you'll soon see everywhere.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "https://pungenerator.org/",
      "title": "Pun Generator | Generate tons of puns!",
      "description": "Generate tons of puns!",
      "preview": "Generate puns containing a word! See some funny examples... Funny examples: booty groin weevil Find common phrases containing a word!"
    },
    {
      "url": "https://alex-warner.com/",
      "title": "Alex Warner",
      "description": "Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content for People.com and InStyle.com. I'm basically like your personal shopper, from writing about that cozy loungewear set you didn't know you needed to keeping tabs on the best sales and deals on the internet. I'm also...",
      "preview": "Skip to content Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content f"
    },
    {
      "url": "https://www.ulta.com/p/gimme-brow-tinted-volumizing-eyebrow-gel-xlsImpprod14191015",
      "title": "Benefit Cosmetics - Gimme Brow+ Tinted Volumizing Eyebrow Gel | Ulta Beauty",
      "description": "Free Shipping at $35. Shop Gimme Brow+ Tinted Volumizing Eyebrow Gel Benefit Cosmetics",
      "preview": "Use the following zoom and pan buttons to control the image that follows them try it Tab through the images or use the previous or next buttons to nav"
    },
    {
      "url": "https://www.walmartmoneycard.com/walmart/account/legal-info-page?doc=pp&issuingbank=gdb",
      "title": "Legal Information - Terms & Conditions | Walmart MoneyCard",
      "description": "View information about Cardholder Agreements, Terms & Conditions, Site Privacy Statements and Terms of Use, and Fee Plans.",
      "preview": "Legal Information Log in to your account to access your specific Account Agreement. Account Agreement Walmart MoneyCard Your account agreement may be"
    },
    {
      "url": "https://outandequal.org/",
      "title": "Home | Out & Equal",
      "description": "Empowering global companies to build inclusive workplaces through trusted strategies and Partnerships.",
      "preview": "We are the Business of Belonging Your Trusted Partner for LGBTQ+ Workplace Inclusion Explore What We Do Partner With Us We partner with global compani"
    },
    {
      "url": "https://seersco.com",
      "title": "Seers | Privacy & Consent Management Solution| GDPR & CCPA",
      "description": "Seers: Your Trusted Partner for GDPR & CCPA Compliance |Comprehensive Privacy, Compliance, Data Protection, Audits, & Policy Generators",
      "preview": "WATCH A DEMO START FREE open-menu-icon Data Privacy & Compliance Solved Trust the leading privacy and consent management platform to help companies co"
    },
    {
      "url": "https://www.piste-ciclabili.com/forum/app.php/help/faq?sid=17e10923eb733137aba4a9166abc4ef9",
      "title": "PisteCiclabili.com - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "Condividi Itinerari Foto Forum ✕ Itinerari cicloturistici e ciclabli Cerca Per regione / provincia / comune + Segnala nuovo itinerario Foto Community"
    },
    {
      "url": "https://danvilleutilities.com/nDanville/nDanville.html",
      "title": "nDanville Welcome | Danville Utilities",
      "description": "void",
      "preview": "Search Results ... Close myAccount Pay Bill Outages Moving About Us Contact Us Forms Customer Light / Street Light Repair Request Utilities Customer A"
    },
    {
      "url": "https://xboxdesignlab.xbox.com",
      "title": "Xbox Design Lab | Xbox",
      "description": "Design your own next-gen Xbox Wireless Controller in the Xbox Design Lab. Choose from a combination of colors, patterns, textured triggers, and Share buttons.",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://budgestudios.com",
      "title": "Budge Studios | Apps for Kids",
      "description": "Our apps for kids take the most popular and loved children's characters on exciting digital adventures. Discover amazing games for the whole family.",
      "preview": "Frozen Bluey PAW Patrol My Little Pony World Barbie Budge World Miraculous DC Super Hero Girls EverRun Hello Kitty Hot Wheels My Little Pony RaceCraft"
    },
    {
      "url": "https://www.kendrascott.com/",
      "title": "Kendra Scott Official | Jewelry, Personalized Gifts & Watches",
      "description": "Find limited-edition jewelry for every look with simple pendant necklaces, huggie earrings, band rings, and more.",
      "preview": "Skip to Content Accessibility Loading... Find a Store Search Limited Time Only! Buy More, Save More FREE shipping on orders $85+ & FREE returns Join C"
    },
    {
      "url": "https://cs50.harvard.edu/x/2024/",
      "title": "CS50x 2024",
      "description": "Harvard University's introduction to the intellectual enterprises of computer science and the art of programming.",
      "preview": "This is CS50x 2024, an older version of the course. See cs50.harvard.edu/x/2025 for the latest! Welcome This is CS50, Harvard University's introductio"
    },
    {
      "url": "https://classroom.github.com",
      "title": "GitHub Classroom",
      "description": "GitHub Classroom automates repository creation and access control, making it easy for teachers to distribute starter code and collect assignments on GitHub.",
      "preview": "GitHub Classroom Automate your course and focus on teaching Managing and organizing your class is easy with GitHub Classroom. Track and manage assignm"
    },
    {
      "url": "https://bavc.org",
      "title": "Home - BAVC Media",
      "description": "BAVC Media (Bay Area Video Coalition) is about video and a whole lot more. We are an evolving coalition of passionate creators, activists, independent makers of all mediums and everyday people, effecting change one story at a time. About Us Support BAVC From The",
      "preview": "Skip to content Membership Events Newsletter Hire BAVC Media EVENTS SHOP SUBSCRIBE SUPPORT Home AllTheVideoPeople77 2025-04-11T05:19:04+00:00 Loading."
    },
    {
      "url": "https://technet.microsoft.com/windows",
      "title": "Windows deployment documentation | Microsoft Learn",
      "description": "Learn about deploying and updating Windows devices in your organization.",
      "preview": "Table of contents Read in English Edit Share via Facebook x.com LinkedIn Email Windows deployment documentation Learn about deploying and updating Win"
    },
    {
      "url": "https://uploads.knightlab.com/storymapjs/857f1335b5790bba701ae445533b2c8e/racial-violence-in-wichita/index.html",
      "title": "StoryMapJS: Racial Violence in Wichita",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.centrostudilaruna.it/tag/misteri-orfici",
      "title": "misteri orfici - Centro Studi La Runa",
      "description": "void",
      "preview": "Breve panoramica sulle principali religioni misteriche del mondo greco, nella loro (parziale) contrapposizione alla religione olimpica classica. Un sa"
    },
    {
      "url": "https://www.oxygenmag.com/life/womens-fitness-personalities/jaclyn-cordeiro-on-striving-for-progress-not-perfection/",
      "title": "Jaclyn Cordeiro on Striving for Progress, Not Perfection - Oxygen Mag",
      "description": "Jaclyn Cordeiro works hard, plays hard and loves every minute of it!",
      "preview": "Oxygen Mag Powered by Outside Photo: West Studio Heading out the door? Read this article on the new Outside+ app available now on iOS devices for memb"
    },
    {
      "url": "https://pandemicrelief.unitedwayla.org/",
      "title": "Pandemic Relief Fund | United Way LA",
      "description": "Chip in to help us reduce the spread of COVID-19 in homeless encampments and shelters, and help pay the bills for people in danger of losing their homes.",
      "preview": "Chip In Thank you for your interest in supporting pandemic relief in L.A. County. Our immediate and long-term COVID recovery efforts are now supported"
    },
    {
      "url": "https://developer.apple.com/tutorials/swiftui",
      "title": "Introducing SwiftUI | Apple Developer Documentation",
      "description": "SwiftUI is a modern way to declare user interfaces for any Apple platform. Create beautiful, dynamic apps faster than ever before.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://www.watchrepairtalk.com/topic/2460-setting-levers/",
      "title": "Help Identifying Watch Tools - General Tools & Equipment - Watch Repair Talk",
      "description": "I recently purchased a cabinet at an estate auction to get some auto parts that were in it. It also happened to have some watchmaker tools in it that I have little to no knowledge about. Some I have managed to identify and posted up on ebay. Some I am still trying to identify. Any help would be a...",
      "preview": "Jump to content View in the app A better way to browse. Learn more . Learn more × Dismiss Close Watch Repair Talk A full-screen app on your home scree"
    },
    {
      "url": "http://nmsdc.org/",
      "title": "NMSDC - National Minority Supplier Development Council",
      "description": "Advocating Access to the American Dream for MBEs At the NMSDC, it's about upward mobility for the emerging majority of...",
      "preview": "Skip to Main Content Advocating Access to the American Dream for MBEs At the NMSDC, it's about upward mobility for the emerging majority of Americans,"
    },
    {
      "url": "https://leginfo.legislature.ca.gov",
      "title": "California Legislative Information",
      "description": "void",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Home Bill Information California Law Publications Other Resources My Subscriptions My"
    },
    {
      "url": "https://securityx.space/2016/09/01/electronic-arts-ea-servers-down-poodlecorp-claims-it-ddosed-gaming-giant-hack-read/",
      "title": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read - securityXspace",
      "description": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read http://ift.tt/2bXaXiH EA sports servers are down and gamers are furious on Twitter - About 11hours ago, PoodleCorp did claim responsibility of DDoSing EA servers. The gaming giant Electronic Arts (EA) is currently experiencing an outage in which EA games, services and support have...",
      "preview": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed G"
    },
    {
      "url": "https://perfectlyvirtualmoon.tumblr.com/post/144207358731",
      "title": "nothing new - Computing occupations are the largest category of new wages in America - Computing occupations are the largest category of...",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \" A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "nothing new It does not matter how slow you go so long as you do not stop. - Confucius Home Archive Subscribe (RSS) Ask me anything Random post Catchi"
    },
    {
      "url": "https://guidestarindia.org.in/Summary.aspx?CCReg=302",
      "title": "GuideStarIndia",
      "description": "Look up Not-for-Profit Organisations and access the information and insights you need to give with confidence!",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://diversity.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Google - Building Together for Everyone",
      "description": "Learn how we're making it possible for all people to do their best work so that we build helpful products for everyone.",
      "preview": "We're building a Google for all of us to build helpful products for everyone Play silent looping video Pause silent looping video To build products th"
    },
    {
      "url": "https://aintnomobway.com/?gclid=CjwKCAiAy_CcBhBeEiwAcoMRHOwqcEjTTeVEv3yFxhROV92xZaBs5lnBfJFixScSVetL9HJY1eLAqBoChNAQAvD_BwE",
      "title": "Ain't No Mo'",
      "description": "A new Broadway comedy. Buckle up.",
      "preview": "Skip to content Ain't No Mo' Get all the larger-than-life news and exclusives first! X Sign Up Home (current) From the Academy Award ® -nominated crea"
    },
    {
      "url": "https://www.awwwards.com/websites/colour/",
      "title": "Awwwards Nominees",
      "description": "Awwwards are the Website Awards that recognize and promote the talent and effort of the best developers, designers and web agencies in the world.",
      "preview": "The Creative Pass Watch all courses for just €11.50/month WEBSITE Colours of Istria ALT_digital WEBSITE Think in Colour Mutant HM Honorable Mention Ma"
    },
    {
      "url": "https://publicdomainreview.org/",
      "title": "The Public Domain Review - Online journal dedicated to showcasing the most interesting and unusual out-of-copyright works available on the web",
      "description": "Online journal and not-for-profit project dedicated to the exploration of curious and compelling works from the history of art, literature, and ideas.",
      "preview": "Home Essays Collections Explore Shop Support PDR About Blog Search Search The Public Domain Review The Adventures and Experiences of the First Slovak"
    },
    {
      "url": "https://services.github.com/",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://billingsgazette.com/news/state-and-regional/flurry-of-keystone-xl-pre-construction-activity-resumes/article_2101a963-a28d-5956-9a22-695ad4cf643b.html",
      "title": "Flurry of Keystone XL pre-construction activity resumes",
      "description": "The Canadian company that wants to build the Keystone XL crude oil pipeline has informed a court that it will spray weeds, haul pipe, move work-camp modular housing and cut",
      "preview": "Skip to main content Skip to main content You have permission to edit this article. Edit Close"
    },
    {
      "url": "https://greensoftware.foundation/articles/meet-gsf-org-leads-henry-richardson-of-watttime",
      "title": "Meet GSF Org Leads: Henry Richardson of WattTime | GSF",
      "description": "Developers need to look beyond their organisations to become more aware of the global impact their software may have, says Henry and that the new SCI specification makes this so much easier than it has been before. Henry also announces some job openings!",
      "preview": "💚 Join the Green Software Movement Platform Meet GSF Org Leads: Henry Richardson of WattTime Posted on February 11th, 2022 Developers need to look bey"
    },
    {
      "url": "https://www.smartfamilyfund.org/",
      "title": "The Smart Family Fund",
      "description": "Learn about The Smart Family Fund and Apply for Funding",
      "preview": "0 Angel Philanthropy We fund early-stage non-profits with the potential for positive, scalable impact that have not yet demonstrated the efficacy need"
    },
    {
      "url": "https://www.newsnationnow.com/crime/idaho-college-killings/bryan-kohbergers-termination-letter-from-wsu/",
      "title": "Bryan Kohberger's termination letter from WSU",
      "description": "NewsNation's \"Banfield\" exclusively obtained the WSU termination letter sent to Kohberger.",
      "preview": "Skip to content LIVE TV Trending DIDDY'S PRISON ASK IRS CHANGES JAILHOUSE PREGNANCY Want to see more of NewsNation? Get 24/7 fact-based news coverage"
    },
    {
      "url": "http://www.idecad.com/",
      "title": "AEC Software for Architecture & Structural Engineering",
      "description": "ideCAD is an Integrated AEC Software for Architecture, Structural Engineering, Visualization, Analysis, Design, Detailing with Building Information Modeling (BIM)",
      "preview": "ideCAD is an integrated AEC Software for Architecture, Structural Engineering, Structural Detailing, and Construction from Architectural Design to Fab"
    },
    {
      "url": "https://hk.linkedin.com/company/south-china-morning-post?trk=organization_guest_main-feed-card-text",
      "title": "South China Morning Post SCMP | LinkedIn",
      "description": "South China Morning Post SCMP | 730,241 followers on LinkedIn. Leading the global conversation about China | The South China Morning Post is a leading news media company that has reported on China and Asia for more than a century with global impact. Founded in 1903, SCMP is headquartered in Hong Kong, where it is the city's newspaper of record, with a growing correspondent staff across Asia and the United States. Our vision is to \"Elevate Thought\", and our mission is to \"Lead the global conversation about China\".",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.joannaczech.com/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://nvd.nist.gov/vuln/search/results?form_type=Advanced&results_type=overview&isCpeNameSearch=true&seach_type=all&query=cpe:2.3:a:python:urllib3:1.16:*:*:*:*:*:*:*",
      "title": "NVD - Search and Statistics",
      "description": "void",
      "preview": "Vulnerabilities"
    },
    {
      "url": "https://support.springer.com/en/support/solutions/articles/6000206179-contacting-us",
      "title": "Contact Customer Support : Springer Support",
      "description": "Contact details for Springer Nature Customer Service teams",
      "preview": "Springer Support Solution home General Contact Information Enter your search term here... Search Select the option most applicable to your query: Publ"
    },
    {
      "url": "https://www.titlenine.com/p/womens-fleece-lined-leggings-crash-striated/270916.html",
      "title": "Women's Fleece Lined Leggings: Crash Striated",
      "description": "Crash Fleece-lined Tights Striated are great for cold weather training. Tightly woven exterior blocks wind. Abrasion resistant. Cozy warmth. By Title Nine",
      "preview": "Search Account Order Status Sign In / Sign Up 0 Search Close Apparel & Gear Bottoms Leggings & Tights Women-Owned Crash Polartec® Fleece Lined Tights"
    },
    {
      "url": "https://www.finescale.com/how-to/ships",
      "title": "Oops, Something Went Wrong! | Finescale Modeler Magazine",
      "description": "FineScale Modeler magazine - Essential magazine for scale model builders, model kit reviews, how-to scale modeling, and scale modeling products.",
      "preview": "Subscribe Renew Digital Editions Give a Gift Customer Service Product Info Galleries Extras How To Videos Community Shop About Us LOGIN or REGISTER TH"
    },
    {
      "url": "https://hasundgot.macron.no/macron/8162070111/tiber-1-4-zip-top-navy-hvit-3xl-stilren-treningsgenser--unisex",
      "title": "Klubbshop - Hasundgot IL",
      "description": "Klubbshop",
      "preview": "2002532 MacronD4 Oppdaterer, vennligst vent... Produkter Totalt antall treff: Se hele resultatet... Kategorier Merker Merkenavn Artikler Antall artikl"
    }
  ],
  "_meta": {
    "total_bookmarks": 63
  }
}