{
  "data": [
    {
      "url": "https://imglarger.com/",
      "title": "Imglarger | AI Image Enlarger, Enhancer, Editor and Converter",
      "description": "Imglarger online now provides AI tools to enhance and upscale images and photos, we also offer online photo editors and image converters to help you edit and convert images online.",
      "preview": "ImgLarger Online - AI, Editor Tools and Converters Create stunning images online for free. Boost your image editing efficiency by 10x with advanced AI"
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/list",
      "title": "List | Apple Developer Documentation",
      "description": "A container that presents rows of data arranged in a single column, optionally providing the ability to select one or more members.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://fdanj.nlm.nih.gov/?f%5Bfdanj.adjudicatingcourtjurisdiction%5D%5B%5D=E.+Dist.+N.Y.&f%5Bfdanj.caseissuedate%5D%5B%5D=September+1962&f%5Bfdanj.casekeywords%5D%5B%5D=Coldene+vitamin+tonic+with+iron&f%5Bfdanj.collection%5D%5B%5D=ffnj&f%5Bfdanj.defendantnames%5D%5B%5D=Sanco+Drug+Co.&per_page=10&sort=fdanj.title+desc&subject=Nyal%27s+Prescription+%2233%22+and+Nyal+Prescription+%2223%22+Pills",
      "title": "Collections: Foods, 1940-1966 / Defendants: Sanco Drug Co. / Product Keywords: Coldene vitamin tonic with iron / Issue Dates: September 1962 / Adjudicating Courts: E. Dist. N.Y. - FDA Notices of Judgment Collection, 1908-1966 Search Results",
      "description": "void",
      "preview": "Because of a lapse in government funding, the information on this website may not be up to date, transactions submitted via the website may not be pro"
    },
    {
      "url": "https://bonemarrow.org/",
      "title": "Bone Marrow & Cancer Foundation",
      "description": "void",
      "preview": "tag:"
    },
    {
      "url": "http://www.yacreader.com/support",
      "title": "Support",
      "description": "Get help and learn how to use Yet Another Comic Reader",
      "preview": "YACReader Home Downloads Features Support Donation? Why? Contact Forum Android iOS F.A.Q. Please, check the list of frequently asked questions about Y"
    },
    {
      "url": "https://signtime.apple/applecare/us-EN/asl",
      "title": "SignTime",
      "description": "SignTime",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://hatikvahmusic.com/cgi-bin/details.pl?key=1166",
      "title": "Hatikvah Music: Record Details",
      "description": "Hatikvah Music: The largest selection of Jewish Music, specializing in Yiddish, Klezmer, Sephardic, Ladino, Cantorial and Israeli music on cassette, compact disc and video.",
      "preview": "Artist: Various Title: Halleluya/Hava Nagila - The Most Famous 25 Israeli Folk Songs Category: Israeli Order #: 01166 If you only have 1 Israeli song"
    },
    {
      "url": "https://maia-longhorn.tumblr.com/",
      "title": "In this corner...",
      "description": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Technology, Space, Nature, Sports and Video Games....",
      "preview": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Techno"
    },
    {
      "url": "http://eml.berkeley.edu//%7Emoretti/book.htm",
      "title": "void",
      "description": "void",
      "preview": "Amazon Page [ here ] \"A timely and smart discussion of how different cities and regions have made a changing economy work for them - and how policymak"
    },
    {
      "url": "https://www.phuketgolfcourse.com/blue-canyon-country-club.htm",
      "title": "Blue Canyon Country Club Phuket | Green Fees & Golf Packages 2025",
      "description": "void",
      "preview": "Blue Canyon Country Club Phuket | Comprehensive course information of Canyon Course and Lakes Course by Phuket Golf Courses English 日本語 FAQs About us"
    },
    {
      "url": "http://www.infoseek.com/",
      "title": "Go.com | The Walt Disney Company",
      "description": "Go.com is the top-level home on the Internet to the online properties of The Walt Disney Company.",
      "preview": "The Walt Disney Company DISNEY PARKS My Disney Experience - Walt Disney Resort Discover the tools to plan and share your Disney World vacation. Disney"
    },
    {
      "url": "https://stripe.com/pnc/legal",
      "title": "PNC Bank Financial Services Terms",
      "description": "void",
      "preview": "Last updated: August 22, 2022 These PNC Bank Acquirer Terms (\"Member Bank Terms\") are additional terms applicable to the Stripe Payments Services for"
    },
    {
      "url": "http://www.univr.it/",
      "title": "Università degli studi di Verona",
      "description": "Università degli Studi di Verona",
      "preview": "void"
    },
    {
      "url": "https://www.hollandsentinel.com/story/news/columns/2020/05/10/mother-s-day-2020/1218142007/",
      "title": "Mother's Day 2020",
      "description": "It's been a pretty subdued Mother's Day. King and I went to a drive thru, got sandwiches and took them to the beach to watch the waves from the truck. I guilted him into it by telling him it was Mot...",
      "preview": "Skip to main content Home Election Local Crime Education State Nation & World Politics Mother's Day 2020 The Road Frequently Traveled King and I went"
    },
    {
      "url": "http://magnolia.com/magnoliatablecookbook3",
      "title": "Jo's New Cookbook: Magnolia Table, Vol. 3",
      "description": "The taste of something truly delicious slows us down and invites us to enjoy a moment completely. That was my aim with this third collection: to share recipes",
      "preview": "Skip to content 0 Items Added to Cart You don't have anything in your cart yet. Start shopping Loading... Cart Subtotal $0.00 USD Shipping & taxes cal"
    },
    {
      "url": "https://sell.amazon.com/programs/black-business-accelerator",
      "title": "Amazon selling programs | Sell on Amazon",
      "description": "Find Amazon programs that can help you simplify your supply chain, engage with customers, and sell specialty products.",
      "preview": "Unlock a universe of selling opportunities What type of Amazon seller are you? Play to your strengths and create your selling strategy with a variety"
    },
    {
      "url": "https://www.totallyspain.com/",
      "title": "Spain & Portugal Travel Agent: Customised Tours | Totally Spain",
      "description": "Savvy and reputable Spain & Portugal Travel company. Custom Private Tours & Vacation Specialists since 2000. Travel Smoothly. Travel Privately.",
      "preview": "CUSTOM PRIVATE TRAVEL BY THE SPECIALISTS IN SPAIN & PORTUGAL Totally Spain is a savvy and reputable Spain & Portugal Travel Agency with expert travel"
    },
    {
      "url": "https://kathysbee.tumblr.com/post/143007468856",
      "title": "toss and tumbl",
      "description": "Data Rocks! Let's continue to expose & excite kids K-12 about CS. Join us for #ScratchDay on 5/15. hocobeyou.com",
      "preview": "Theme by Themes that you like toss and tumbl Pinterest Twitter Instagram Facebook Computer science: the impact of K-12 on university enrollment codeor"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/",
      "title": "Fragments of My Imagination",
      "description": "Trying to understand the complex world and convey it simply. ------- Art blog ------- Other art...",
      "preview": "Fragments of My Imagination RSS Oct 9 wardoftheflies : todayintokyo : Rainy season by モモ ID: art of a black cat stepping on a road in the rain, surrou"
    },
    {
      "url": "https://www.privacyshield.gov/",
      "title": "Data Privacy Framework",
      "description": "Data Privacy Framework Website",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://deportecienporcien.com/jacobsen-me-gustaria-jugar-en-espana/",
      "title": "JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» - Deporte Cien Por Cien",
      "description": "BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-22 LUGI LUNDTras el encuentro de vuelta de semifinales en el Rochel pudimos dialogar con la internacional sueca Sabina Jacobsen, la balonmanista referente del Lugi Lund. La simpática jugadora escandinava aseguró a DeporteCie",
      "preview": "Ir al contenido JACOBSEN: «ME GUSTARÍA JUGAR EN ESPAÑA» 17/04/2011 - 10: 25 BALONMANO FEMENINO RECOPA DE EUROPA VUELTA DE SEMIFINALES MAR ALICANTE 28-"
    },
    {
      "url": "https://www.tampabay.com/news/florida-politics/2022/05/03/most-florida-voters-oppose-abortion-bans-polls-show/",
      "title": "Most Florida voters oppose abortion bans, polls show",
      "description": "When surveys have asked about limits to abortion access, a majority has consistently said \"no.\"",
      "preview": "Search Subscribe Manage profile Donate Log in Log out Search Featured Latest News Most Read Like This Search Advertisement Featured Our editors' top p"
    },
    {
      "url": "http://aquaticcommons.org/21618/1/SAM_77_08_The%20Black%20Hole%20in%20the%20Seas.pdf",
      "title": "Ocean Wallpaper for iPhone Aesthetic",
      "description": "Download superb animated, 3D Ocean live wallpapers and add them to your phone screen quickly and easily. ✅Get your Ocean wallpaper now!",
      "preview": "ALL ALL ITEMS ALL ALL ITEMS 3D IMAGES 3D PHOTOS VIDEO SLIDESHOW PARALLAX BOOMERANG Search for live wallpapers Explore Types 3D Wallpaper Wallpaper 4K"
    },
    {
      "url": "https://www.regione.piemonte.it/web/temi/sanita",
      "title": "Sanità | Regione Piemonte",
      "description": "void",
      "preview": "Salta al contenuto principale Sanità per garantire a tutti il diritto alla salute e offrire innovazione, umanità e cure appropriate Approfondisci In p"
    },
    {
      "url": "https://www.accaglobal.com/us/en.html",
      "title": "Home | ACCA Global",
      "description": "ACCA (the Association of Chartered Certified Accountants) is the global body for professional accountants.",
      "preview": "The global body for professional accountants About us Search jobs Find an accountant Technical resources Help & support Apply now MyACCA Global Americ"
    },
    {
      "url": "http://data.unep-wcmc.org/datasets/38",
      "title": "Ocean+ Habitats",
      "description": "Ocean+ Habitats is a living platform providing the world's decision-makers and communities of practice with the best possible global information, knowledge and tools required to manage and conserve ocean ecosystems.",
      "preview": "Where are marine and coastal habitats? Over 70% of the surface of Earth is ocean, comprising highly diverse marine and coastal ecosystems. These ecosy"
    },
    {
      "url": "https://www.ada.gov/ada_voting/ada_voting_ta.htm",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting... Click here if you are not redirected."
    },
    {
      "url": "https://www.leap.org/",
      "title": "LEAP - Leadership Education for Asian Pacifics",
      "description": "Founded 1982, LEAP (Leadership Education for Asian Pacifics) is a national nonprofit organization with a mission to achieve full participation and equality for Asian and Pacific Islanders (APIs) through leadership, empowerment, and policy.",
      "preview": "Where paths get charted and started . Whether you are just beginning your career or looking to climb even higher, browse our variety of leadership pro"
    },
    {
      "url": "https://www.fox13now.com/news/local-news/family-mourns-loss-of-utah-woman-who-died-in-storage-unit-fire",
      "title": "Family mourns loss of Utah woman who died in storage unit fire",
      "description": "Murray City Police announced Monday that the victim was 27-year-old Morgan Kay Harris, formerly of southern Utah.",
      "preview": "void"
    },
    {
      "url": "https://redplanetbooksncomics.com/products/beyond-the-gender-binary",
      "title": "Best Bitcoin Pokies in Casino Australia - Crypto Slots | bitcoin-pokies.com",
      "description": "We have listed the best Bitcoin Pokies websites! Find the best crypto casino in Australia - 2025! Enjoy top Australian Bitcoin slots with generous bonuses. Join the fun now!",
      "preview": "Skip to content The online gambling scene in Australia has been witnessing a revolution with the rise of Bitcoin pokies. These crypto-powered online p"
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    },
    {
      "url": "https://procartoonists.org/awards-success-for-pco-members/",
      "title": "Awards Success for PCO Members - Professional Cartoonists Organisation",
      "description": "Seven PCO members are in the running for the Political Cartoon of the Year Awards 2015 Andy Davey, Martin Rowson, Matthew Buck, Mike Turner, Steve Bell, Steve Bright and Steve Jones (Jonesy) are all in the hat for this prestigious award. Sponsored by Ellwood Atfield, this annual event is a celebration of UK national paper [...]",
      "preview": "Skip to content Awards Success for PCO Members Glenn Marshall November 26, 2015 General Seven PCO members are in the running for the Political Cartoon"
    },
    {
      "url": "https://www.algonquinhotel.com/",
      "title": "Finest Luxury - Hotel Near Times Square | The Algonquin Hotel",
      "description": "The Algonquin Hotel is a magnet for the Literati that were drawn to the finest luxury hotel near Times Square. Take the journey to discover luxury accommodations.",
      "preview": "Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Welcome To The Algonquin Hotel Take the Journey Pause"
    },
    {
      "url": "https://www.mcmaster.com/hands-free-faucet-valves",
      "title": "McMaster-Carr",
      "description": "McMaster-Carr is the complete source for your plant with over 595&#44;000 products. 98% of products ordered ship from stock and deliver same or next day.",
      "preview": "Our website requires JavaScript. Please enable it in your browser. To place an order, email us or call (630) 833-0300."
    },
    {
      "url": "https://typography.guru/",
      "title": "Typography.Guru Online Community",
      "description": "Learn to master typography and join our expert online community.",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "http://code.flickr.net/2011/01/08/flickr-shapefiles-public-dataset-2-0/",
      "title": "Flickr Shapefiles Public Dataset 2.0 | code.flickr.com",
      "description": "void",
      "preview": "Skip to primary content An embarrassingly long time ago we released the first public version of the Flickr Shapefiles . What does this have to do with"
    },
    {
      "url": "https://poosh.com/kourtney-kardashian-go-to-foundation/",
      "title": "Pick of the Week: Kourt's Go-To Foundation - Poosh",
      "description": "Conceals and heals.",
      "preview": "Skip to main content TREAT YOURSELF-FREE SHIPPING ON ALL POOSH DOMESTIC ORDERS. SHOP NOW."
    },
    {
      "url": "https://leadersup.typeform.com/GooglePathway",
      "title": "Discover Typeform, where forms = fun",
      "description": "Create a beautiful, interactive form in minutes with no code. Get started for free.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now You've taken one. Now make one. Whether your"
    },
    {
      "url": "https://www.airtable.com/downloads",
      "title": "Downloads - Airtable",
      "description": "Airtable is a low-code platform for building collaborative apps. Customize your workflow, collaborate, and achieve ambitious outcomes. Get started for free.",
      "preview": "Download the Airtable Mobile App Get Airtable at your desk or on the go Desktop apps macOS Download macOS app Requires macOS 10.13+ (High Sierra) Wind"
    },
    {
      "url": "https://somelikeithotmusical.com/",
      "title": "Some Like it Hot",
      "description": "void",
      "preview": "BROADWAY'S TONY AND GRAMMY AWARD WINNING MUSICAL COMEDY IS NOW ON TOUR! A super-sized, all-out song-and-dance spectacular! The New York Times Winner o"
    },
    {
      "url": "https://acmemarine.com/products/acme-propeller-1635",
      "title": "ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller - ACME Marine",
      "description": "Our premium boat propellers are engineered in the USA and fit Nautique, Malibu, Centurion, Mastercraft boats & more.",
      "preview": "Skip to content In Your Cart Close Popup X Created with Sketch. View Cart ACME 1635 20.00\" x 20.00\" Cruiser 4-Blade Propeller Part Number: 1635 $2,890"
    },
    {
      "url": "https://pair-code.github.io/what-if-tool/",
      "title": "What-If Tool",
      "description": "void",
      "preview": "What-If Tool Visually probe the behavior of trained machine learning models , with minimal coding. Get started A key challenge in developing and deplo"
    },
    {
      "url": "https://matchingham.gs/?sfb65_qg584y4k6750958la/500462/5112946",
      "title": "Matchingham Games",
      "description": "void",
      "preview": "Matching the Fun with Gamers Worldwide! through top notch games Braindom: Brain Games Test Out Looking for brain games, brain tests, 7 seconds riddles"
    },
    {
      "url": "https://de.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress-Plugin | WordPress.org Deutsch",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Plugins durchsuchen Detai"
    },
    {
      "url": "https://www.kg-nirmernarrenzunft.de/2012/01/28/stadtgarde-herzogenrath-2012/",
      "title": "Stadtgarde Herzogenrath 2012 - KG Nirmer Narrenzunft 1954 e.V.",
      "description": "void",
      "preview": "Zum Inhalt springen Stadtgarde Herzogenrath 2012 Heim :: Alte Beiträge :: 2012 :: Stadtgarde Herzogenrath 2012 28 Jan. 2012 HHH 0 Kommentare Stadtgard"
    },
    {
      "url": "https://emmafcownie.medium.com/ai-and-art-what-you-need-to-know-a1fd76311b8b",
      "title": "AI and Art:What You Need to Know. The Robots are coming for our Art... | by Emma Cownie | Medium",
      "description": "AI and Art:What You Need to Know The Robots are coming for our Art. Artists are losing their ability to make a living and we will all be poorer financially and creatively for it. How do we slow them ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in AI and Art:What You Need to Know Emma Cownie 9 min read · Apr 7, 2024 --"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "https://fontshare.com/fonts/clash-display",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://coronavirus.delaware.gov/",
      "title": "Coronavirus - Delaware's Coronavirus Official Website",
      "description": "Find the latest information about Delaware's response to the COVID-19 pandemic, including testing locations near you and lab-confirmed cases by county.",
      "preview": "See the Northeast Public Health Collaborative Recommendations for the 2025-2026 COVID Vaccine: More Info Testing Testing Info Isolation Face Coverings"
    }
  ],
  "_meta": {
    "total_bookmarks": 49
  }
}