{
  "data": [
    {
      "url": "https://www.dllr.state.md.us/",
      "title": "Maryland Department of Labor",
      "description": "Official website of the Maryland Department of Labor",
      "preview": "Skip to Content Accessibility Information JavaScript Required JavaScript is required to use content on this page. Please enable JavaScript in your bro"
    },
    {
      "url": "https://olered.com/",
      "title": "Homepage - Ole Red",
      "description": "For the best country music, scratch-made dining, and honky-tonk strong drinks, visit Ole Red, Blake Shelton's bar, restaurant, and live music venue.",
      "preview": "Skip to content Blake's Place to PLay This is the country-lovin' fun you've been looking for. With dining, drinks, and live music that'll blow your bo"
    },
    {
      "url": "https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html",
      "title": "Adobe - Flash Player : Settings Manager - Website Storage Settings panel",
      "description": "void",
      "preview": "Accessibility For the complete experience, please enable JavaScript in your browser. Thank you! Products How to Buy Learn & Support About Adobe Creati"
    },
    {
      "url": "https://www.giftcards.com/google-play-gift-card",
      "title": "Google Play eGift Card | Giftcards.com",
      "description": "Buy Google Play eGift Cards starting at $10 instantly from Giftcards.com. Delivered via email & SMS",
      "preview": "Skip to main content Google Play gift codes can be used on the Google Play Store, the official app store for Android, to purchase apps, games, and mor"
    },
    {
      "url": "https://www.squarespace.com/",
      "title": "Website Builder - Easily Create Your Own Website - Squarespace",
      "description": "Create a professional website with a free Squarespace trial. Our website builder makes it easy to start with customizable templates, AI tools, or a domain name.",
      "preview": "A website makes your business real Get Started Start for free. No credit card required. Join millions of entrepreneurs who run their business on Squar"
    },
    {
      "url": "https://www.ballantynejewelers.com/",
      "title": "Ballantyne Jewelers - Premier Jewelry Store in Charlotte, NC",
      "description": "Ballantyne Jewelers is a premier jewelry store in Charlotte, NC, offering a wide selection of high-quality jewelry for every occasion. Located at 12335 North Community House Rd, we specialize in engagement rings, custom designs, and fine jewelry. Visit us today for exceptional service and timeless pieces.",
      "preview": "Skip to content Book an Appointment Facebook Instagram 704-341-4242 Search Search ENGAGEMENT RINGS BY SETTINGS 3 Stone Criss Cross Bridal Set Double H"
    },
    {
      "url": "https://action.uso.org/2106_EVERGREEN_2?sc=WW18STRYINL",
      "title": "Add your name for our brave troops | USO",
      "description": "The USO is collecting signatures to make sure our service members who sacrifice so much for us know we have their backs. Sign the card now.",
      "preview": "Sign the card to thank our troops Our American heroes are waiting to hear from you. Sign the card now to support our service members. Thank you for yo"
    },
    {
      "url": "https://fontsinuse.com/",
      "title": "Fonts In Use - Fonts In Use",
      "description": "A searchable archive of typographic design, indexed by typeface, format, and topic.",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Show: All (31518) Staff Picks (5924) Blog (168) Sort: Contribution Date ▼ Contribution Date Artwork Date Most Discussed"
    },
    {
      "url": "http://www.forumforyou.it/ricettemanu/",
      "title": "Le facili ricette di cucina di Manu. Oltre 26.000 italiane ed estere | ForumForYou.it",
      "description": "Cerca la tua ricetta facile tra le oltre 26.000 ricette ci cucina. Cucina gratis italiana ed estera. Stampa la ricetta",
      "preview": "Ti Trovi in Home Page - Risorse web - Le ricette di cucina di Manu. Oltre 26.000 Le ricette di cucina di Manu \"Le Ricette di Cucina di Manu \" è una va"
    },
    {
      "url": "https://cn.jbl.com?countrySelector=yes&ged=off",
      "title": "JBL CHINA NCOM",
      "description": "void",
      "preview": "Your browser's Javascript functionality is turned off. Please turn it on so that you can experience the full capabilities of this site. Your browser's"
    },
    {
      "url": "https://maserati.oemdtc.com",
      "title": "Maserati - OEMDTC",
      "description": "Maserati Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "https://www.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "https://internationalmedicalcorps.org/",
      "title": "International Medical Corps: First there, no matter where",
      "description": "We provide healthcare services and training to people affected by conflict, disease and disaster, helping them move from relief to self-reliance.",
      "preview": "Earthquake in Afghanistan Distributing health & hygiene supplies read more Conflict in Gaza Helping civilians affected by the war read more Internatio"
    },
    {
      "url": "https://www.spirituelewinkel.nl/blogs/spiritualiteit/tarotkaarten-betekenis-tips-en-de-mooiste-sets-boe/",
      "title": "Tarotkaarten kopen - Betekenis, tips & sets voor beginners en gevorderden - Spirituele winkel",
      "description": "Ontdek alles over tarot: betekenis van tarotkaarten, tips voor beginners en onze mooiste tarotsets, boeken, kleden en accessoires. Bestel direct online!",
      "preview": "Op werkdagen vóór 14.00 uur besteld, zelfde dag verzonden 14 dagen retourrecht Vanaf € 75,- gratis verzending, anders € 5,95 Uit eigen voorraad leverb"
    },
    {
      "url": "https://tv.youtube.com/learn/nflsundayticket",
      "title": "The Exclusive Home of NFL Sunday Ticket - YouTube & YouTube TV",
      "description": "With NFL Sunday Ticket and YouTube TV, you get every game, every Sunday.",
      "preview": "Choose a plan Now only $34.50/mo for 8 months NFL Sunday Ticket + YouTube TV $47.50 $47.50 $34.50/mo for 8 months 2 or NEW Month-to-Month $85/mo, canc"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2020RemS...12.2997Z",
      "title": "LS-SSDD-v1.0: A Deep Learning Dataset Dedicated to Small Ship Detection from Large-Scale Sentinel-1 SAR Images - ADS",
      "description": "void",
      "preview": "Now on home page"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockup-Plugin-4d94d59a10b14d30ba4e76fc8d307501?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://pitchfork.com/reviews/albums/",
      "title": "New Albums & Music Reviews | Pitchfork",
      "description": "Daily reviews of every important album in music",
      "preview": "Skip to main content Electronic SickElixir Blawan Experimental Don't Trust Mirrors Kelly Moran Folk/Country Diamond Grove Weirs Electronic Tide Pools"
    },
    {
      "url": "https://www.ft.com/world/europe",
      "title": "Europe | Financial Times",
      "description": "Breaking news and top stories from Europe. The latest on the economy, politics, government, and business",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Europe Add to myFT Friday, 10 October, 2025 Visual Arts The best exhibitions"
    },
    {
      "url": "https://collections.plos.org/",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://www.yearup.org/",
      "title": "Comprehensive Job Training Programs for Young Adults | Year Up United",
      "description": "Year Up United offers job training programs & access to career opportunities at top companies for young adults. Embrace your potential with our Career Pathways.",
      "preview": "Reach your career potential. Connect with leading companies, get hands-on experience, and build a higher paying career with Year Up United's Career Pa"
    },
    {
      "url": "https://metavital.eu/shop/page/14/",
      "title": "Shop - Seite 14 - Metavital - Diagnostik und Therapie‎",
      "description": "void",
      "preview": "Skip to navigation Skip to main content Ergebnis 157 - 168 von 179 wird angezeigt Nach neuesten sortiert Seitenleiste zeigen Zeige 9 12 18 24 Nach Bel"
    },
    {
      "url": "https://utsouthwestern.pure.elsevier.com/en/publications/relationship-between-safe-sex-and-acculturation-into-the-gay-subc",
      "title": "Relationship between safe sex and acculturation into the gay subculture - University of Texas Southwestern Medical Center",
      "description": "void",
      "preview": "Search All UT System Experts Relationship between safe sex and acculturation into the gay subculture A. C. Seibt, M. W. Ross, A. Freeman, M. Krepcho,"
    },
    {
      "url": "https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies",
      "title": "Manage cookies in Microsoft Edge: View, allow, block, delete and use - Microsoft Support",
      "description": "Learn how to view, manage, and delete cookies in Microsoft Edge.",
      "preview": "Related topics × Windows security, safety, and privacy Overview Security, safety, and privacy overview Windows security Get help with Windows securit"
    },
    {
      "url": "https://tvn24.pl/swiat",
      "title": "Wiadomości ze świata - najnowsze informacje ze świata - TVN24",
      "description": "Czytaj najnowsze wiadomości ze świata i oglądaj wideo w portalu TVN24! U nas zawsze aktualne informacje z Polski, ze świata, relacje na żywo i wiele więcej.",
      "preview": "Subskrybuj Przejdź do Szukaj Wyczyść Szukaj Znaleziono 0 materiałów zawierających: Redakcja poleca: Zobacz więcej wyników Moje konto Oglądaj dalej Obs"
    },
    {
      "url": "https://www.rondhuit.com/nlpmachine-learning.html",
      "title": "Natural Language Processing and Machine Learning for Information Retrieval - 株式会社ロンウイット",
      "description": "RONDHUIT introduces these technologies in various area to provide you with a better search system. What is Bet ...",
      "preview": "日本語 English Natural Language Processing and Machine Learning for Information Retrieval RONDHUIT introduces these technologies in various area to provi"
    },
    {
      "url": "https://www.greenpeace.org/international/",
      "title": "Greenpeace International - Greenpeace International",
      "description": "Greenpeace exists because this fragile earth deserves a voice. It needs solutions. It needs change. It needs action.",
      "preview": "Skip to Navigation Skip to Content Skip to Footer Donate Close navigation mobile menu Bonaire: A fight for climate justice in Dutch court Residents of"
    },
    {
      "url": "https://porsche.oemdtc.com",
      "title": "Porsche - OEMDTC",
      "description": "Porsche Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.boeing.com/",
      "title": "The Boeing Company Official Website",
      "description": "Welcome to the official corporate site for the world's largest aerospace company and leading manufacturer of commercial jetliners and defense, space and security systems. Learn about our passion for innovation, our products, careers and more.",
      "preview": "FULL 777-9 FLEET IN ACTION READ MORE Boeing news and reports Second Quarter 2025 Results Read More Pilot and Technician Outlook 2025-2044 Read More Ou"
    },
    {
      "url": "https://sanantonio.uso.org/fort-sam-houston-meps",
      "title": "USO San Antonio MEPS • USO San Antonio",
      "description": "San Antonio MEPS (Military Entrance Processing Station) is where individuals are processed for enlistment or induction into the armed services, based on DoD-approved peacetime and mobilization standards. In 2015, the USO was graciously invited to provide an area for individuals and families while going through the enlistment process. We provide a Home Away from Home for many who are away from home for the first time. They can get a hot cup of coffee, a cool beverage, a snack, or simply relax before the next step in this process.",
      "preview": "Skip to navigation Skip to main content Skip to footer USO San Antonio Find another USO location USO logo USO San Antonio Donate Open Menu Locations U"
    },
    {
      "url": "https://soyjugadodeboca.tumblr.com/",
      "title": "@soyjugadodeboca on Tumblr",
      "description": "Follow @soyjugadodeboca and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://www.itsgoodfor.biz/case-study/civil-rights-groups-criticize-facebook-censoring-police-shootings",
      "title": "Civil Rights Groups Criticize Facebook for Censoring Police Shootings | Case Study",
      "description": "A coalition of 40 tech and racial justice civil rights groups slammed Facebook CEO Mark Zuckerberg in an open letter for \"silencing individuals at the request of the police\" after two separate incidents in which the social media company suspended liv",
      "preview": "Skip to main content Case Study Civil Rights Groups Criticize Facebook for Censoring Police Shootings A coalition of 40 tech and racial justice civil"
    },
    {
      "url": "https://www.mylifetime.com/",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://talkingpts.org/",
      "title": "Home - TalkingPoints",
      "description": "void",
      "preview": "Watch Attendance Soar When Families Feel Heard → Explore Resources & Claim Special Pricing! (Ends Dec 31) Drive student outcomes with the leading Univ"
    },
    {
      "url": "http://www.tvguidelines.org/ratings.html",
      "title": "Ratings | The TV Parental Guidelines",
      "description": "void",
      "preview": "Home Ratings Controls News and Resources About Us FAQs Contact Us Ratings The television industry designed a TV ratings system - known as the TV Paren"
    },
    {
      "url": "https://texasstargrillshop.com/products/evo-affinity-30g-drop-in-gas-cooktop-lp-10-0055-lp",
      "title": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP - Texas Star Grill Shop",
      "description": "EVO Affinity 30G Drop-in Gas Cooktop LP 10-0055-LP This Evo Affinity 30G Gas Grill is the perfect solution for entertaining your family and friends. Its the first outdoor BBQ grill that allows you to cook directly and indirectly at the same time. If you are cooking directly, you can sear, saute, grill, toast and stir-f",
      "preview": "Skip to content Houston's #1 Dealer of BBQ Grills & Outdoor Kitchens Call Now for Better Pricing Free Outdoor Kitchen Design Fall Grill Sale Going On"
    },
    {
      "url": "https://www.pidlitacka.cz/cs",
      "title": "PID Lítačka Eshop | Lítačka",
      "description": "PID Lítačka Eshop",
      "preview": "Vítejte v portálu Lítačka Lítačku si teď vyřídíte i v mobilním informačním centru PID POINT Mobilní informační centrum PID Point přináší služby cestuj"
    },
    {
      "url": "https://www.gaychat.zone/",
      "title": "Gay Chat Rooms | Live Gay Chat",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.epix.com/",
      "title": "MGM+ | Instant Access to Movies, TV Series & More",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Instant Access to Movies, TV Series & More"
    },
    {
      "url": "https://hope-community.org/",
      "title": "Hope Community - Strengthening the power of communities.",
      "description": "void",
      "preview": "Press enter to begin your search About Mission, Values, Vision Staff Board Community Listening Partners & Connections Publications & Media Stories How"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/post/117442440205",
      "title": "Fragments of My Imagination",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "Fragments of My Imagination RSS Apr 26 codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worke"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "https://foodcomplaint.fsis.usda.gov/eCCF/",
      "title": "USDA Electronic Consumer Complaint Form - Welcome",
      "description": "void",
      "preview": "Skip to main content Electronic Consumer Complaint Form (eCCF) See Privacy Policy En Español Check Complaint Status Welcome to the FSIS Electronic Con"
    },
    {
      "url": "https://v-fonts.com/",
      "title": "Variable Fonts",
      "description": "A simple resource for finding and trying variable fonts.",
      "preview": "⚠️ Notice: As a showcase of variable fonts, this site requires a web browser that supports OpenType font variation technology. It looks like your brow"
    },
    {
      "url": "https://www.cappellanimusica.it/batterie-e-percussioni/percussioni/products.1.10.14.sp.uw",
      "title": "Batterie e Percussioni - Cappellani Music Megastore",
      "description": "void",
      "preview": "Salta al contenuto 🧐 Non trovi il prodotto che stai cercando? ☎️ Chiamaci allo +39 095 806 2063 o invia una mail a web@cappellanimusica.it 0 Batterie"
    },
    {
      "url": "https://www.shuttersup.co.uk/regions/shutters-in-maida-vale",
      "title": "Maida Vale Plantation Shutters | ShuttersUp",
      "description": "Add a touch of elegance to your home with made-to-measure shutters in Maida Vale. We'll work closely with you to deliver an unbeatable customer experience.",
      "preview": "SHUTTER SALE NOW ON"
    },
    {
      "url": "https://www.in.gov/idem/recycle/indiana-e-cycle/",
      "title": "IDEM: Recycle Indiana: Indiana E-Cycle",
      "description": "void",
      "preview": "Close Menu Indiana E-Cycle Recycle Indiana Current: Indiana E-Cycle Indiana E-Cycle Effective July 1, 2009, the Indiana General Assembly enacted the I"
    },
    {
      "url": "https://serpstat.com/features/",
      "title": "SEO Tools | Features for SEO and Marketing",
      "description": "Improve Your Rankings Using SEO Tools ▷ Find the Best Keywords for SEO and PPC ▷ Generate Content in few clicks ▷ Track Keywords Positions",
      "preview": "SEO Tools and Features Analyze websites and competitors Create content, collect keywords, check backlinks Find on-page SEO issues Cluster thousands of"
    },
    {
      "url": "https://status.airtable.com/",
      "title": "Airtable Status",
      "description": "Welcome to Airtable's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Airtable creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't receive"
    },
    {
      "url": "https://www.mongabay.org",
      "title": "Environmental Journalism and Education",
      "description": "void",
      "preview": "Independent journalism connecting nature and people Mongabay Latam busca Asistente de Producción para proyectos periodísticos Mongabay 6 May 2025 Vide"
    },
    {
      "url": "http://www.columbia.ab.ca/",
      "title": "Columbia College Calgary - Quality Education Employers Value",
      "description": "void",
      "preview": "Back Home Get Dental Services for Just $10 Our Dental Patient Care Clinic is back! Now booking appointments for October 6-30th. Learn More Finish your"
    },
    {
      "url": "https://ocean.si.edu/search?search_api_fulltext=mammal&sort_by=search_api_relevance&sort_order=DESC&f%5B0%5D=content_topics%3A17593&f%5B1%5D=content_topics%3A17597&f%5B2%5D=content_topics%3A17607&f%5B3%5D=content_topics%3A17611&f%5B4%5D=content_topics%3A17615&f%5B5%5D=content_topics%3A17628&f%5B6%5D=content_topics%3A17629&f%5B7%5D=content_topics%3A17637&f%5B8%5D=content_type%3Alesson_plan&f%5B9%5D=content_type%3Aslideshow&f%5B10%5D=content_type%3Avideo&f%5B11%5D=op_generated_tags%3A17528&f%5B12%5D=op_generated_tags%3A17559",
      "title": "Search | Smithsonian Ocean",
      "description": "void",
      "preview": "Skip to main content Showing results for Language Content type Article Type Topics Tags Site Search Sort by Relevance Title Sort Authored on Order Asc"
    },
    {
      "url": "https://career.engr.psu.edu/students/index.aspx",
      "title": "index | Penn State Engineering",
      "description": "Students home page",
      "preview": "Penn State | College of Engineering Directory Search this site Search Penn State Search PSU People Search PSU Depts. Web Students Undergraduate Studen"
    },
    {
      "url": "https://daysofsummercruise.com/",
      "title": "void",
      "description": "void",
      "preview": "2026 COMING SOON Contact us at info@daysofsummercruise.com"
    },
    {
      "url": "https://cos2022.sites.stanford.edu/events",
      "title": "Events | Center for Ocean Solutions",
      "description": "void",
      "preview": "Events Main navigation Skip Secondary Navigation Main content start Explore events we're participating in or hosting below. Upcoming Events Nov 09 - t"
    },
    {
      "url": "https://oceansci.ucsc.edu/academics/undergrad.html",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://www.jff.org/subscribe/",
      "title": "Subscribe for JFF News and Updates | JFF - Jobs for the Future (JFF)",
      "description": "void",
      "preview": "Skip to content Subscribe for JFF News and Updates"
    },
    {
      "url": "https://www.crunchyroll.com/privacy",
      "title": "PRIVACY AND COOKIES POLICY | Sony Pictures International",
      "description": "PRIVACY AND COOKIES POLICY",
      "preview": "Skip to main content PRIVACY AND COOKIES POLICY For residents of the U.S.A., please click here to see our Privacy Policy. Effective Date: This Privacy"
    },
    {
      "url": "https://www.truegrittexturesupply.com/",
      "title": "Photoshop & Procreate Textures and Brushes | True Grit Texture Supply",
      "description": "Game-Changing Brushes, Textures and Effects for Procreate, Photoshop, Illustrator, Clip Studio Paint and Affinity. Level up your digital art with our professional quality tools.",
      "preview": "Skip to content We've sent you an email with a link to update your password. Sign into Your Account Forgot password | New account Reset your password"
    },
    {
      "url": "http://www.bmw.com.kh/asia_dl/kh_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "New and Used Car Dealer | Khan Daun Penh, Phnom Penh | BMW Asia Cambodia (Prestige Auto",
      "description": "Visit BMW Asia Cambodia (Prestige Auto) in Khan Daun Penh, Phnom Penh, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "Sheer driving pleasure WELCOME TO BMW CAMBODIA THE ULTIMATE DRIVING MACHINE THATS"
    },
    {
      "url": "https://www.swisstopo.admin.ch/en/geodata/landscape/names3d.html",
      "title": "swissNAMES3D",
      "description": "With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographic names. The free dataset is based on a simple data model and provides the ideal basis for a broad range of applications.",
      "preview": "Published on 8 January 2024 swissNAMES3D With over 437000 geo-referenced entries, swissNAMES3D is the most comprehensive collection of Swiss geographi"
    },
    {
      "url": "https://www.codecademy.com/learn/learn-sql",
      "title": "Learn SQL | Codecademy",
      "description": "In this SQL course, you'll learn how to manage large datasets and analyze real data using the standard data management language.",
      "preview": "Skip to Content Free Course Learn SQL In this SQL course, you'll learn how to manage large datasets and analyze real data using the standard data mana"
    },
    {
      "url": "https://www.seedsindia.org/our-story/",
      "title": "Our Story - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Our Story Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts."
    },
    {
      "url": "https://actnow.aworld.org/",
      "title": "AWorld for Act Now",
      "description": "AWorld is the App for Living Sustainably, in Support of the United Nations ACTNOW Campaign",
      "preview": "English Change is in our hands. Act Now. Download AWorld, the app of the United Nations' ActNow campaign. Join the community, track your impact, take"
    },
    {
      "url": "https://llama.pe/certificado-digital-de-prueba-sunat",
      "title": "Certificado digital de PRUEBA - SUNAT | Firma Digital con Certificado Digital Perú - Llama.pe",
      "description": "Genera un certificado digital de prueba para Facturación Electónica de manera fácil y rápida.",
      "preview": "Cargando... Migra a Llama.pe con el 50% de descuento [ más información] Certificado digital de PRUEBA - SUNAT Certificados emitidos en formato softwar"
    },
    {
      "url": "https://northofus.tumblr.com/",
      "title": "Costco Deep Dive",
      "description": "amelia | she/her | 26 | aries | \"Turned on by public transportation\" | \"Horny for pens and pencils\" | \"She doesn't even go here\"",
      "preview": "Posts 35K Following 985 Followers 311 Likes 97K Follow (´｡• ᵕ •｡`) @northofus"
    },
    {
      "url": "https://www.bjs.gov",
      "title": "Home | Bureau of Justice Statistics",
      "description": "The Bureau of Justice Statistics (BJS) is the United States' primary source for criminal justice statistics that cover a wide range of topics.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.xumo.com/privacy",
      "title": "Xumo | Privacy",
      "description": "Welcome to Xumo.",
      "preview": "You need to enable JavaScript to run this app. Xumo TV Xumo Play Xumo Stream Box Support For business Xumo TV Xumo Play Xumo Stream Box Support For bu"
    },
    {
      "url": "http://ricette.hopfrog.it/",
      "title": "Success!",
      "description": "void",
      "preview": "Success! Your new web server is ready to use."
    },
    {
      "url": "https://ho.lc/",
      "title": "Kohei Ozaki (smly) | ho.lc",
      "description": "Software Engineer focused on the creation and application of Vision AI",
      "preview": "English / Japanese Kohei Ozaki Software Engineer Google Developer Expert (Kaggle) Blog I am a Software Engineer with over a decade of work experience"
    },
    {
      "url": "https://events.flutter.dev/",
      "title": "Events.Flutter.dev redirection",
      "description": "void",
      "preview": "If you are on this page, please follow this link to Flutter.dev/events ."
    },
    {
      "url": "http://www.aelyria.com/",
      "title": "Coming Soon page",
      "description": "void",
      "preview": "Please come back later."
    },
    {
      "url": "https://events.flutter.dev/",
      "title": "Events.Flutter.dev redirection",
      "description": "void",
      "preview": "If you are on this page, please follow this link to Flutter.dev/events ."
    },
    {
      "url": "https://www.aranzulla.it/come-liberare-spazio-su-iphone-100123.html",
      "title": "Come liberare spazio su iPhone | Salvatore Aranzulla",
      "description": "Sei un utente iPhone già da qualche tempo e puoi ritenerti più che soddisfatto della scelta fatta.",
      "preview": "Questo sito contribuisce alla audience di Canale Offerte e Sconti su Telegram Scopri le migliori offerte sul canale Telegram ufficiale. Guarda su Tele"
    },
    {
      "url": "https://www.ipsy.com",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://www.esccap.ch/it/neu-positionspapier-zur-leishmaniose/",
      "title": "Neu: Positionspapier zur Leishmaniose | ESCCAP Schweiz",
      "description": "void",
      "preview": "News-DE 2. Novembre 2016 Neu: Positionspapier zur Leishmaniose Download Leishmania -Infektionen können bei Hunden (und z.T. bei Katzen) zu chronischen"
    },
    {
      "url": "https://feeds.feedburner.com/google/think",
      "title": "Think with Google - Discover Marketing Research & Digital Trends",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://digitaledition.chicagotribune.com#nt=secondarynavbar",
      "title": "Chicago Tribune",
      "description": "Archive Page",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.ocregister.com/2023/02/07/pirates-of-the-caribbean-riders-rescued-from-sinking-boat-by-disneyland-fire-department/",
      "title": "Pirates of the Caribbean riders rescued from sinking boat by Disneyland Fire Department - Orange County Register",
      "description": "Disneyland riders literally had to walk the plank to escape a sinking Pirates of the Caribbean boat that left them stranded for an hour, according to a viral social media video.",
      "preview": "Skip to content The Entrance to Pirates of the Caribbean in New Orleans Square inside Disneyland in Anaheim, CA, on Tuesday, March 1, 2022. (Photo by"
    },
    {
      "url": "https://hacksandheels.tumblr.com/",
      "title": "adventures of The Girl",
      "description": "The technical side blog of a lady computer networking and cybersecurity student",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://floridahealthcovid19.gov/vaccines/vaccine-locator/?utm_source=floridahealth.gov&utm_medium=referral&utm_campaign=covid-19&utm_term=information+covid-19+vaccine&utm_content=trending_topics",
      "title": "COVID-19 | Florida Department of Health",
      "description": "COVID-19",
      "preview": "Skip Global navigation and goto content About Us | Contact Us | Newsroom FILE COMPLAINT Vaccine/Testing/Mask Requirements Find Health Care Screenings"
    },
    {
      "url": "https://ladiesdrawingclub.com/",
      "title": "LADIES DRAWING CLÜB",
      "description": "LADIES DRAWING CLÜB",
      "preview": "void"
    },
    {
      "url": "https://www.rustourismnews.com/2020/10/20/most-visited-attractions-in-england/",
      "title": "Most Visited Attractions in England",
      "description": "The results from this survey are reported annually, providing an overview of the visitor attraction sector in England.",
      "preview": "Skip to content Each year, VisitEngland invites all English visitor attractions to take part in an annual survey, recording visitor numbers alongside"
    },
    {
      "url": "http://www.calculus.org/",
      "title": "CALCULUS.ORG",
      "description": "void",
      "preview": "CALCULUS.ORG"
    },
    {
      "url": "https://families.google/",
      "title": "Google Families - Helping Make Technology Work For Your Family",
      "description": "Parenting today involves raising kids with technology all around them. As your family navigates technology and internet safety, we're here to help.",
      "preview": "Looking to manage your family on Google? Visit g.co/yourfamily Empowering your family to safely grow play learn online. BUILT TO PROTECT Help protect"
    },
    {
      "url": "https://plos.org/publication-fees",
      "title": "Explore our publication fees and funding for open access publishing - PLOS",
      "description": "Learn about APCs by journal, institutional partnerships, and author fee assistance options including Research4Life and PFA.",
      "preview": "Skip to content Publication fees PLOS employs several business models to support equitable open access. Most open access journals offset publication e"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "https://corporate.shipt.com/news",
      "title": "Shipt - News",
      "description": "Get the latest news from Shipt",
      "preview": "Ready to start saving time? Newsroom Introducing Shipt's New Chat to Cart Feature Introducing Shipt's New Chat to Cart Feature Oct 2, 2025 Introducing"
    },
    {
      "url": "https://mnisotafund.org/about",
      "title": "About Us - Mni Sota Fund",
      "description": "Mni Sota Fund is a Native CDFI in Minneapolis, MN. We serve the urban Indian community as our people pursue their dreams of home ownership and entrepreneurship.",
      "preview": "0 MNI SOTA FUND is an Urban Native CDFI Community Development Financial Institution located in Mni Sota Makoce Established in 2011 as Bii Gii Wiin Com"
    },
    {
      "url": "https://index.hu/gazdasag/",
      "title": "Gazdasági hírek - Index",
      "description": "Friss magyar és nemzetközi gazdasági hírek. Mikro- és makrogazdasági, tőzsde és deviza hírek, elemzések.",
      "preview": "Keresés Blog.hu Fórum Indavideó Economx Dívány Totalcar Femina Port We ❤︎ Budapest Velvet Inda Címlap Rovatok Friss hírek Economx Dívány Totalcar Femi"
    }
  ],
  "_meta": {
    "total_bookmarks": 91
  }
}