{
  "data": [
    {
      "url": "https://walmartsustainabilityhub.emissionscalculators.walmart.com/main/innovations/circular-connector",
      "title": "Walmart Sustainability",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://tilda.cc/",
      "title": "Create a Website for Free. Tilda Website Builder",
      "description": "Create a website, online store, landing page with Tilda intuitive website builder. Build your site from hundreds of pre-designed templates and publish it today. No code required.",
      "preview": "Create beautiful websites without any code on Tilda 550+ pre-designed blocks make it easy to get started Overview Create a website for free BUILD A BE"
    },
    {
      "url": "https://webaccounts.imo.org/Common/WebLogin.aspx?ReturnUrl=%2f",
      "title": "IMO Web Accounts",
      "description": "void",
      "preview": "Check that this page is located at https:// webaccounts.imo.org . IMO Web Accounts Log In Authority: -- Please select -- Public Users Member State/Aut"
    },
    {
      "url": "https://www.landing.love/",
      "title": "Showcase of the best Animation Websites - landing.love",
      "description": "Get inspired by an amazing collection of over 1775 animation website designs. With a full-page video recording showcasing the best designs out there.",
      "preview": "Showcase of the best 1775 Animation Websites Get inspired by the best website examples with full-page video recordings. 3d website Dark Mode Gradient"
    },
    {
      "url": "https://bubble.io/",
      "title": "Bubble: AI app development meets visual, no-code editing",
      "description": "Launch real apps without limits on an all-in-one platform that lets you switch seamlessly between AI prompting and a visual editor. No code required - ever.",
      "preview": "void"
    },
    {
      "url": "https://www.thewrap.com/stranger-things-star-millie-bobby-brown-leaves-twitter-becomes-subject-homophobic-meme/",
      "title": "'Stranger Things' Star Millie Bobby Brown Leaves Twitter After She Becomes Subject of Homophobic Meme - TheWrap",
      "description": "Twitter account of 14 year old actress \"doesn't exist\"",
      "preview": "Skip to content \"Stranger Things\" star Millie Bobby Brown has apparently left Twitter. When TheWrap tried to access her verified account, @milliebbrow"
    },
    {
      "url": "https://ywcaatlanta.org/conversations/",
      "title": "Donate to our Programs - YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "We appreciate your generosity and know that without your support of our mission to eliminate racism, empower women, and promote peace, justice, freedom and dignity for all would not be possible.",
      "preview": "0 Donate to Our Programs ↘ There are many ways for you to support YWCA Greater Atlanta, including making a secure online donation, including YWCA Grea"
    },
    {
      "url": "https://www.archives.gov/preservation",
      "title": "Preservation | National Archives",
      "description": "What Do You Want to Preserve?",
      "preview": "Top Skip to main content Preservation What Do You Want to Preserve? Information by Media Type Audio, Video & Motion Picture Film Books & Scrapbooks Ma"
    },
    {
      "url": "https://fred.stlouisfed.org/series/UNRATE",
      "title": "Unemployment Rate (UNRATE) | FRED | St. Louis Fed",
      "description": "View data of the unemployment rate, or the number of people 16 and over actively searching for a job as a percentage of the total labor force.",
      "preview": "Skip to main content Unemployment Rate (UNRATE) Observations Aug 2025: 4.3 | Percent, Seasonally Adjusted | Monthly Updated: Sep 5, 2025 7:51 AM CDT N"
    },
    {
      "url": "https://www.tapestry.com/",
      "title": "Tapestry",
      "description": "Tapestry is a global house of iconic brands. We unite the magic of Coach and Kate Spade New York.",
      "preview": "wp-content/uploads/2023/06/Tap-HomeHeaderImage2.jpg,wp-content/uploads/2023/06/Tap-HomeHeaderImage3.jpg Iconic Brands, Expansive Possibilities TAPESTR"
    },
    {
      "url": "https://www.tennessean.com/story/entertainment/2022/10/02/hardy-hospitalized-after-bus-accident-on-interstate-40-near-nashville/69533641007/",
      "title": "HARDY hospitalized after bus accident on Interstate 40 near Nashville",
      "description": "The Philadelphia, MS native was \\",
      "preview": "Skip to main content Home News Sports Counties Business Music Opinion Things To Do Life Obituaries eNewspaper Crosswords Newsletters Connect With Us I"
    },
    {
      "url": "https://www.stjude.org",
      "title": "St. Jude Children's Research Hospital",
      "description": "A leading children's hospital, St. Jude treats the toughest childhood cancers and pediatric diseases. Learn about patient referrals, and donate so families never receive a bill for treatment, travel, housing or food.",
      "preview": "Finding cures. Saving children. Refer a Patient Explore Our Research Donate Now 5 reasons to become a monthly donor Research bolsters patient care Lea"
    },
    {
      "url": "http://www.artbizdesign.com/",
      "title": "ARTBIZ GRAPHIC DESIGN",
      "description": "void",
      "preview": "0 HELLO. We are a full service graphic design studio based in Miami. We help established companies with their every day marketing and communications n"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "https://whichmba.economist.com/",
      "title": "WhichMBA?",
      "description": "We have decided to close our WhichMBA site, including our rankings products.",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://fr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Extension WordPress | WordPress.org Français",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Recherche d'extensions Dé"
    },
    {
      "url": "https://goyff.az.gov/content/about-goyff",
      "title": "About | Governor's Office of Youth, Faith and Family",
      "description": "The GOYFF is a cabinet-level agency that administers state and federal grant programs and engages stakeholders across all sectors throughout the state to improve services and service delivery to our citizens.",
      "preview": "Skip to main content Skip to main navigation Governor's Office of Youth, Faith and Family"
    },
    {
      "url": "https://secure.vera.org/a/signup",
      "title": "Join our movement today: - Vera Institute of Justice",
      "description": "We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight to end mass incarceration, secure equal justice, and strengthen families and communities.",
      "preview": "Join the Vera Institute of Justice We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight"
    },
    {
      "url": "http://www.myplayhomeapp.com/privacy.html",
      "title": "My PlayHome Privacy Policy",
      "description": "void",
      "preview": "Summary My PlayHome apps do not collect any personal information. There are no links to web sites or any social media. Some basic usage information is"
    },
    {
      "url": "https://weeklyad.target.com/",
      "title": "Target Weekly Ad",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.tranastidning.se/2020-08-31/corona-trycker-ner-annan-vanlig-influensa-och-vinterkraksjuka--sa-svarar-arbetsgivare-i-lanet-vi-har-mycket-lagre-franvaro",
      "title": "Corona trycker ner annan vanlig influensa och vinterkräksjuka - så svarar arbetsgivare i länet: \"Vi har mycket lägre frånvaro\" - Tranås Tidning",
      "description": "Säsongssmittor som influensa och vinterkräksjuka har minskat i spåren av corona.",
      "preview": "Hej, Vi har en ny app! För att din app ska fortsätta fungera som det är tänkt behöver du uppdatera till nyaste versionen. Klicka på knappen för att up"
    },
    {
      "url": "https://www.kathimerini.gr/politics/",
      "title": "ΠΟΛΙΤΙΚΗ | Η ΚΑΘΗΜΕΡΙΝΗ",
      "description": "Η πολιτική επικαιρότητα τώρα - Τα τελευταία πολιτικά νέα της Ελλάδας και του κόσμου. Όλες οι ειδήσεις σχετικά με τις πολιτικές εξελίξεις από την Καθημερινή",
      "preview": "Είσοδος Εγγραφή Κάνε συνδρομή με 0,16€/μέρα eReplica Ιστορικό Αρχείο Συνδρομές Newsletters Παιχνίδια Καιρός eReplica Παιχνίδια Καιρός Newsletters Συνδ"
    },
    {
      "url": "https://nginx.org/en/docs/http/ngx_http_proxy_module.html",
      "title": "Module ngx_http_proxy_module",
      "description": "void",
      "preview": "Join us on the new NGINX Community Forum to connect with users, discover the latest community activity, and troubleshoot issues together. Module ngx_h"
    },
    {
      "url": "https://feeds.feedburner.com/google/think",
      "title": "Think with Google - Discover Marketing Research & Digital Trends",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.gnof.org/contact-us/",
      "title": "Contact Us | Greater New Orleans Foundation",
      "description": "Let's talk about how we can help the Greater New Orleans region. Greater New Orleans Foundation 919 St. Charles Avenue New Orleans, LA 70130 504-598-4663 504-598-4676 (fax)",
      "preview": "Skip to content Let's talk about how we can help the Greater New Orleans region. Greater New Orleans Foundation 919 St. Charles Avenue New Orleans, LA"
    },
    {
      "url": "https://slidesgo.com/",
      "title": "Free Google Slides themes and Powerpoint templates | Slidesgo",
      "description": "Discover the best Google Slides themes and PowerPoint templates you can use in your presentations - 100% Free for any use.",
      "preview": "Create stunning presentations faster with AI Go from idea to slides in seconds with AI and free templates for Google Slides, Canva, and PowerPoint. PD"
    },
    {
      "url": "https://react.dev/learn/referencing-values-with-refs",
      "title": "Referencing Values with Refs - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Escape Hatches Referencing Values with Refs When you want a component to \"remember\" some in"
    },
    {
      "url": "https://www.madison-reed.com/",
      "title": "Madison Reed Hair Color | Salon Quality At Home or Book Service",
      "description": "Madison Reed is transforming at home hair color with ammonia free hair dye that results in multi-dimensional color that looks beautiful, healthy and natural.",
      "preview": "Skip to Main Content Madison Reed Hair Color Is An Instant Vibe Shift Multi-Dimensional Made for All Your Shades Bold and Timeless Cruelty-Free Colori"
    },
    {
      "url": "https://wellbeing.google/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "About Google: Our products, technology and company information - About Google",
      "description": "Learn more about Google. Explore our innovative AI products and services, and discover how we're using technology to help improve lives around the world.",
      "preview": "5 ways to go Live with Search Get real-time help using your voice or camera with Search Live, now available in English in the U.S. - no Labs opt-in re"
    },
    {
      "url": "https://5fish.mobi/2777?language=Arove",
      "title": "5fish | The Gospel in Every Language | Learn about Christian beliefs in Arove",
      "description": "Learn about Christian beliefs in Arove",
      "preview": "Arove Language Group Psohoh Learn about Christian beliefs in Arove Select the content below for Christian audio recordings, full-length movies includi"
    },
    {
      "url": "https://apps.apple.com/us/app/basemap-hunting-gps-maps/id1305237481",
      "title": "‎BaseMap: Hunting GPS Maps on the App Store",
      "description": "Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OFFLINE GPS and TRACKING • Cache m...",
      "preview": "Screenshots Description Guaranteed land ownership maps, mobile hunt planner with draw odds, industry leading GPS tools for hunters and outdoorsmen. OF"
    },
    {
      "url": "https://www.adrenaline-junkee.com/product-p/hcolsw12-0178.htm",
      "title": "UTV Accessories | UTV Parts | UTV Products & More - Adrenaline Junkee",
      "description": "void",
      "preview": "Adrenaline Junkee Login My Account Help Shopping Cart: 0 Items: $0.00 Order Online or Call 800.832.4070 Home HOME FAQ COMPANY INFO SHOP BY UTV SHOP BY"
    },
    {
      "url": "https://whyy.org/articles/philadelphia-employment-programs-gun-violence-prevention/",
      "title": "Criminal justice groups are offering help in Philly - WHYY",
      "description": "Philly job readiness, education, and legal help programs aim to give opportunities to people with criminal records, in hopes of ending the cycle of gun violence.",
      "preview": "Skip to content Community Community Events Criminal Justice Employment Gun Violence Philadelphia Facebook Twitter Email Working on a solution to gun v"
    },
    {
      "url": "https://mashable.com/article/fortnite-is-the-real-metaverse",
      "title": "Sorry, Zuck. 'Fortnite' has been the 'real' metaverse all along. | Mashable",
      "description": "No matter how hard Meta or VRChat try to create a new metaverse to hang out in, it'll be hard to beat 'Fortnite.'",
      "preview": "You know, normal video game stuff! Credit: Epic Games Virtual offices. Floating, legless bodies. VR Mark Zuckerberg. I've been as skeptical of the met"
    },
    {
      "url": "https://blog.nationalgeographic.org/2021/11/02/cop26-colombia-costa-rica-ecuador-and-panama-announce-new-protections-for-ocean-highway/",
      "title": "COP26: Colombia, Costa Rica, Ecuador and Panama Announce New Protections for \"Ocean Highway\"",
      "description": "Drawing attention to the critical yet overlooked role oceans play in keeping the planet cool, safeguarding species, and supporting food security the leaders of Colombia, Costa Rica, Ecuador and Panama launched a new marine protected area to be called the Eastern Tropical Pacific Marine Corridor.",
      "preview": "Press Release COP26: Colombia, Costa Rica, Ecuador and Panama Announce New Protections for \"Ocean Highway\" Drawing attention to the critical yet overl"
    },
    {
      "url": "https://betterlifestyle.eu/sunny-studio/",
      "title": "Sunny Studio - Betterlifestyle",
      "description": "Step in one of the most amazing fitness and wellness centers in Europe. Sunny Studio is a place, where your body and your mind can relax, freshen and prepare for [...]",
      "preview": "Share This Post Step in one of the most amazing fitness and wellness centers in Europe. Sunny Studio is a place, where your body and your mind can rel"
    },
    {
      "url": "https://www.musee-orsay.fr/en/whats-on",
      "title": "What's on | Musée d'Orsay",
      "description": "void",
      "preview": "Skip to main content What's on Choose a date : Select a date Start date End date Today This week-end Next week Interested in : Exhibitions Tours and w"
    },
    {
      "url": "https://myignite.microsoft.com/",
      "title": "Microsoft Ignite - November 18-21, 2025",
      "description": "Microsoft Ignite - November 18-21, 2025 in San Francisco, CA. Get the edge you need to drive impact in the era of AI. Join us to bolster your knowledge, build connections, and explore emerging technologies.",
      "preview": "void"
    },
    {
      "url": "https://www.newshidalgo.com.mx/?tag=zoe-robledo-aburto",
      "title": "Zoé Robledo Aburto - News Hidalgo",
      "description": "La verdad a la luz...",
      "preview": "Salud Redacción 19 de enero de 2022 529 Con 79 años, el IMSS ha demostrado su capacidad de respuesta ante desastres naturales y crisis sanitarias PACH"
    },
    {
      "url": "https://www.vogue.com/article/paris-fashion-week-looks-ss26",
      "title": "Paris Fashion Week Proved Fall Street Style Is All About Texture and Print | Vogue",
      "description": "The Paris Fashion Week street style scene was anything but subdued. Take a cue from the streets, and add more personality to your wardrobe with these bold looks.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://merry.ulb.uni-bonn.de/mrbs_scan/week.php?year=2021&month=07&day=5&area=20&room=11",
      "title": "Sie werden weitergeleitet...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://typescale.io/",
      "title": "Typescale",
      "description": "A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typography. Transform a single line of text into a harmonious typographic scale.",
      "preview": "Harmonious typographic scales, directly from your design tool. A free Figma, XD, and Penpot plugin to quickly generate a modular scale for your typogr"
    },
    {
      "url": "https://www.buzzfeednews.com/article/pocharaponneammanee/athena-strand-fed-ex-wrongful-death",
      "title": "Athena Strand Killing: Family Sues FedEx",
      "description": "Lawyers for the family of Athena Strand said they want FedEx to do better in hiring, training, and supervising employees and contractors.",
      "preview": "Subscribe to BuzzFeed Daily Newsletter Caret Down The Family Of 7-Year-Old Athena Strand Is Suing FedEx After A Delivery Driver Allegedly Killed The 7"
    },
    {
      "url": "http://researcharchive.calacademy.org/research/ichthyology/catalog/fishcatmain.asp",
      "title": "CAS - Eschmeyer's Catalog of Fishes:",
      "description": "void",
      "preview": "Institute for Biodiversity Science and Sustainability CAS » IBSS (Research) » Ichthyology » Eschmeyer's Catalog of Fishes Online Version, Updated 9 Se"
    },
    {
      "url": "https://www.prisonpolicy.org/reports/pie2018women.html",
      "title": "Women's Mass Incarceration: The Whole Pie 2018 | Prison Policy Initiative",
      "description": "Report showing the number of women who are locked up by various correctional systems and why",
      "preview": "Home About Publications Reports Briefings Visuals State Profiles Advocacy Toolkit Fact Sheets Art Issues Data Blog Trump Tracker Contact Careers Donat"
    },
    {
      "url": "https://powerbi.microsoft.com/en-us/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: fd273818ac458fdb5da72ad377bcc4b3 Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://piotrzawada.pl/kasia-michal-palac-mala-wies/20210813_041/",
      "title": "20210813_041 | Piotr Zawada - Fotografia Ślubna",
      "description": "Naturalne reportaże ślubne i sesje plenerowe.",
      "preview": "20210813_041 01.07.22 Show Hide 0 comments Add a comment... Your email is never<\\/em> published or shared. Post Comment Δ « Kasia + Michal | Palac Mal"
    },
    {
      "url": "https://www.splitshire.com/",
      "title": "SplitShire - Free Stock Photos & Videos",
      "description": "SplitShire, a free stock photo and video platform offering high-quality, royalty-free images and videos for personal and commercial use.",
      "preview": "Stories Told Across Time, with AI Featured on Made by Community Explore Close-Up Image of European Woman's Dry Wrinkled Skin Happy Mother's Day Celebr"
    },
    {
      "url": "https://www.psoriasis.org/about-psoriasis/",
      "title": "Psoriasis: Symptoms, Causes, Images & Treatment",
      "description": "Discover the impact of psoriasis on over 7.5 million US adults. From its causes to managing symptoms, learn about the non-contagious immune-mediated disease and how it can affect your life. Request your free guide to understanding psoriasis and psoriatic arthritis today.",
      "preview": "Helpline 800-723-9166 Donate About Psoriasis On This Page: Overview | Types | Symptoms | Causes & Triggers | Diagnosis | Treatment & Management | Prev"
    },
    {
      "url": "https://www.mightynetworks.com/",
      "title": "Mighty Networks | Community Platform, Courses & Memberships",
      "description": "The MOST $1M communities created. Ranked #1 community platform on G2 because of Mighty's 'people magic.'",
      "preview": "Join the FREE Masterclass People Magic Profit: How to build a $1M Community Sign Up Now Product Resources Pricing Branded Apps Log In Start Your Free"
    },
    {
      "url": "https://www.mylifetime.com/",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "https://www.iaea.org/",
      "title": "International Atomic Energy Agency | Atoms for Peace and Development",
      "description": "The IAEA is the world's centre for cooperation in the nuclear field, promoting the safe, secure and peaceful use of nuclear technology. It works in a wide range of areas including energy generation, health, food and agriculture and environmental protection.",
      "preview": "Skip to main content Press centre Employment Contact English العربية 中文 Français Русский Español Your browser does not support the video tag. Internat"
    },
    {
      "url": "https://www.vermilionstandard.com/life/senior-living-friendships-old-and-new-provide-saving-grace",
      "title": "Senior Living: Friendships, old and new, provide saving grace | Vermilion Standard",
      "description": "Circle of friends widened during the pandemic.",
      "preview": "Advertisement oop Story continues below This advertisement has not loaded yet, but your article continues below. Skip to Content Advertisement 1 This"
    },
    {
      "url": "http://webarchive.nationalarchives.gov.uk/20121007104210/http:/www.fawc.org.uk/freedoms.htm",
      "title": "UK Government Web Archive",
      "description": "This Page is [ARCHIVED CONTENT] and shows what the site page http://www.fawc.org.uk/freedoms.htm looked like on 7 Oct 2012 at 10:42:10",
      "preview": "void"
    },
    {
      "url": "https://toofab.com/2020/05/08/joshua-whitehouse-game-of-thrones-failed-pilot/",
      "title": "Josh Whitehouse Spills On Failed Game of Thrones Prequel Series (Exclusive)",
      "description": "HBO passed on the pilot, which starred Naomi Watts.",
      "preview": "Television By TooFab Staff | 5/8/2020 8:14 AM PT Getty/HBO The actor looks at the bright side of the show not going to series. Even before \"Game of Th"
    },
    {
      "url": "https://thenounproject.com/",
      "title": "8M+ Free Icons & Stock Photos | SVG & PNG | Download Today",
      "description": "🎨 Discover 8M+ high-quality SVG & PNG icons & stock photos for your next project. 🔍 Find the perfect icon or photo in seconds!",
      "preview": "We use cookies per our Cookie Policy to make your experience better. Manage Accept We use cookies per our Cookie Policy to make your experience better"
    },
    {
      "url": "https://principles.design/",
      "title": "Design Principles",
      "description": "An Open Source collection of Design Principles and methods",
      "preview": "Privacy-first principles: Get $10 credit today with Fathom Analytics. Find out more ."
    },
    {
      "url": "https://people.com/sweepstakes/",
      "title": "Sweepstakes | PEOPLE",
      "description": "void",
      "preview": "Newsletter Sign Up Newsletter Sign Up We Care About Your Privacy We and our 100 partners store and/or access information on a device, such as unique"
    },
    {
      "url": "https://morningchores.com/making-money-at-the-farmers-market/",
      "title": "13 Smart Ways to Make Money at the Farmer's Market",
      "description": "So, you want to make money at a farmer's market? That means you have to stand out from the crowd and come up with a plan. Here are 13 ideas to try.",
      "preview": "Farmer's markets are a way for homesteaders and gardeners to make money from all of their hard work. The problem is that all of the local farmers in y"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/major-arcana/",
      "title": "Major Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Major Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://www.tmz.com/2021/06/13/oitnb-taryn-manning-engaged-girlfriend-anne-cline-propose/",
      "title": "'OITNB' Star Taryn Manning Engaged After GF Anne Cline Proposes",
      "description": "The veteran actress is about to get hitched to an up-and-coming musician!",
      "preview": "D4vd Transfers Texas Homes To Mother's Name Hot Celebrity Butts -- Guess Who! RFK Jr. Says Tylenol After Circumcision Linked To Autism Guess Who This"
    },
    {
      "url": "https://go.missingkids.org/l/808593/2019-12-18/5n4b",
      "title": "Stay in Touch",
      "description": "void",
      "preview": "Donate Stay up-to-date on how you can help children Thank you for helping protect kids. Sign up here for our newsletter, updates about our programs an"
    },
    {
      "url": "https://sstudying-blog.tumblr.com/",
      "title": "@sstudying-blog on Tumblr",
      "description": "Hi! I'm a 17 year old studyblr taking math, physics and computer science. This is my Tumblr, dedicated to inspiring and motivating myself and others to combat school (...whilst looking at pretty desk photos). Enjoy!",
      "preview": "Posts Likes chrissongzzz Follow Reblog if you think your Mother is a blessing to You. trekahouse Follow You are as successful as you desire to be, bas"
    },
    {
      "url": "http://www.voicesforracialjustice.org/",
      "title": "Voices for Racial Justice",
      "description": "void",
      "preview": "0 Creating powerful, sustainable, and irresistible movements for justice across Minnesota Join us Our Work Training new and emergent leaders from Blac"
    },
    {
      "url": "https://hindi.alibaba.com/product-detail/hot-sale-fox-fur-coat-winter-long-mink-knitted-cardigan-fashionhorn-sleeve-fox-fur-coat-for-women-1600323300092.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://www.blackdaggerforum.com/t2372-grosser-fan",
      "title": "Großer Fan",
      "description": "Hoffe das ist okay dass ich hier mal ein Thema eröffne *sich vorsichtig umschaut* aber ich muss doch mal loswerden dass ich ein riesiger Fan dieser Serie bin un",
      "preview": "Black Dagger Bruderschaft Würden Sie gerne auf diese Nachricht reagieren? Erstellen Sie einen Account in wenigen Klicks oder loggen Sie sich ein, um f"
    },
    {
      "url": "https://weta.org/",
      "title": "WETA | Public Television and Classical Music for Greater Washington",
      "description": "WETA is the leading public broadcasting station in the nation's capital and serves our community with educational, cultural, news and public affairs programs and services.",
      "preview": "Skip to main content The Gold Maigret PBS News Hour Unforgotten WETA Celebrates Hispanic Heritage Month Discover more shows, on your schedule. Sign up"
    },
    {
      "url": "https://support.github.com/?utm_source=developermscom",
      "title": "Sign in for Software Support and Product Help - GitHub Support",
      "description": "Access your support options and sign in to your account for GitHub software support and product assistance. Get the help you need from our dedicated support team.",
      "preview": "Skip to content Loading"
    },
    {
      "url": "https://about.philo.com/privacy/",
      "title": "Philo Privacy Policy - About Philo",
      "description": "We created Philo to build a better TV experience. Start a free trial to see for yourself.",
      "preview": "Philo Privacy Policy UPDATED AND EFFECTIVE DATE: July 8, 2024 This Privacy Policy applies to all Philo, Inc. (\" Philo ,\" \" we ,\" \" our ,\" \"us\") platfo"
    },
    {
      "url": "http://www.skype.com/go/skype/?cm_mmc=MSFT|TRAF_B1-_-mscom-hero-us",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "https://yearup.widen.net/s/g52hvq9v9z/pace-2022---results-summary-external",
      "title": "PACE-2022---Results-Summary-External.pdf",
      "description": "void",
      "preview": "Thumbnails Document Outline Attachments Layers Current Outline Item Previous Next Highlight All Match Case Match Diacritics Whole Words Presentation M"
    },
    {
      "url": "https://newsroom.es.paypal-corp.com/inicio",
      "title": "PayPal Newsroom - Inicio",
      "description": "void",
      "preview": "Historia destacada HERO BLOCK/Historia destacada PayPal amplía las opciones de pago flexible en España e Italia con las nuevas modalidades de 6, 12 o"
    },
    {
      "url": "https://tennessee.teachers-teachers.com/employer-faq",
      "title": "Employer FAQ | Tennessee",
      "description": "Frequently asked questions for education employers and administrators.",
      "preview": "I am... a Job Seeker an Employer Log In Log In Log In Sign Up Now Sign Up Now Sales 877-812-4071 × I am... a Job Seeker an Employer FAQs FAQs FAQs Fre"
    },
    {
      "url": "https://www.petermckinnon.com",
      "title": "PETER MCKINNON",
      "description": "Toronto Photographer / YouTuber",
      "preview": "Back Portraits Lifestyle"
    },
    {
      "url": "https://www.oakleysound.com/projects.htm",
      "title": "Modular Synthesizer Projects from Oakley Sound Systems",
      "description": "void",
      "preview": "The Oakley Sound Studio Projects Oakley Sound can supply top quality printed circuit boards (PCBs) for standalone DIY projects. A close up of the four"
    },
    {
      "url": "https://blog.louroe.com/en/louroe-isc-2023",
      "title": "Louroe is at ISC 2023",
      "description": "void",
      "preview": "Visit Louroe at ISC West Booth 8038 When March 29 - 31, 2023 Where Venetian Expo Las Vegas, Nevada Who Louroe sales, engineering and product specialis"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Makeswift-the-visual-builder-for-Next-js-e4a2b4ff43f644c48747fb40e0baec17?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.breville.com/us/en/products/waffle-makers/bwm640.html",
      "title": "the Smart Waffle™ Pro 4 Slice | Breville (US)",
      "description": "4-slice Waffle Maker with LCD display.",
      "preview": "Waffle Makers the Smart Waffle™ Pro 4 Slice $299.95 the Smart Waffle™ Pro 4 Slice $299.95 Add to cart - $299.95 Add to cart 1 Add to cart 4-slice Waff"
    },
    {
      "url": "https://get.foundation/emails/inliner.html",
      "title": "Foundation for Emails | Responsive Email CSS Inliner",
      "description": "void",
      "preview": "Foundation Home Brands Case Studies Buzz About Foundation Foundation for Sites Home Getting Started Download HTML Templates Building Blocks Resources"
    },
    {
      "url": "https://karmahjalmarstal.com/2011/11/29/same-same-but-different-etsy-tiger/",
      "title": "Same same but different #etsy #tiger/ | You can't start a fire without a spark",
      "description": "Visit the post for more.",
      "preview": "Share this: Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Like Loading... One thought on \" Sam"
    }
  ],
  "_meta": {
    "total_bookmarks": 80
  }
}