{
  "data": [
    {
      "url": "https://perspectivebookseries.com/tag/amazon-canada/",
      "title": "amazon canada | Official Website of the Perspective Book Series",
      "description": "The Second Wind paperback is now available at Amazon Canda. Find out more about the Perspective YA fiction series via the official YoutTube channel.",
      "preview": "Skip to content April 7, 2016 Qarradune Books Canadian readers who were hoping to grab a copy of the Second Wind paperback will be pleased to know tha"
    },
    {
      "url": "https://answers.google.com/",
      "title": "Google Answers",
      "description": "void",
      "preview": "Google Answers is no longer accepting questions. We're sorry, but Google Answers has been retired, and is no longer accepting new questions. Search or"
    },
    {
      "url": "https://www.sephora.sg/products/espressoh-glassy-blush-by-the-glass/v/default",
      "title": "Buy Makeup, Cosmetics and Skincare | Sephora Singapore",
      "description": "Sephora, where beauty beats. Discover the best in makeup, skin care, and more from a wide selection of beauty brands. Free shipping for orders above S$40.",
      "preview": "icon-back-left-arrow pinterest facebook twitter menu category explore search bag account store-location order wishlist wishlist-added need-help logout"
    },
    {
      "url": "https://www.caf.fr/allocataires/droits-et-prestations",
      "title": "Radware Block Page",
      "description": "void",
      "preview": "We are sorry... ...but your activity and behavior on this website made us think that you are a bot. To protect this website, we cannot process your re"
    },
    {
      "url": "https://polisen.se/en/",
      "title": "Startpage English - polisen.se | The Swedish Police Authority",
      "description": "void",
      "preview": "Cookies at polisen.se On polisen.se, we use necessary cookies to make the website work as well as possible for you. We also use cookies for web analyt"
    },
    {
      "url": "http://www.ritsumei.ac.jp/bb/eng/episodes/no_052.html/",
      "title": "Restarting in Indonesia｜Episodes｜BeyondBorders",
      "description": "void",
      "preview": "立命館中学校・高等学校ウェブサイトを正しく表示するにはJavaScriptが必要です。 ブラウザの設定をオンにしてからページをリロードしてください。 052 Restarting in Indonesia College of Business Administration, Kenya Mizut"
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/balenciaga-crocs-collaboration-photos-1234838519/",
      "title": "Balenciaga and Crocs Collaboration: Photos, Details and More",
      "description": "Balenciaga and Crocs are teaming for their second collaboration, which includes high-heeled Crocs and rainboots.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "http://antjex1710146275.wikidot.com/blog:393",
      "title": "Helpful Recommendation For Investing In Actual Property - best with style",
      "description": "void",
      "preview": "Wikidot.com .wikidot.com Share on Edit History Tags Source Explore » best with style best with style Home Pages About Contact Favourites Gallery Admin"
    },
    {
      "url": "https://ecepalliance.org",
      "title": "Expanding Computing Education Pathways (ECEP)",
      "description": "void",
      "preview": "ECEP Alliance Group Photo Expanding Computing Education Pathways (ECEP) Alliance Broadening Participation in Computing State by State Member of the NS"
    },
    {
      "url": "https://www.musee-rodin.fr/en/museum/collections",
      "title": "Collections | Musée Rodin",
      "description": "void",
      "preview": "Collections Skip to main content Share Share on Collections Artworks > Learn more Theme Gallery > Learn more Rodin in the world > Learn more Search Ag"
    },
    {
      "url": "https://www.insigniacrew.com/complaints/",
      "title": "Complaints - Insignia Crew",
      "description": "void",
      "preview": "Incentive to employ a 'Green' veteran - click here and scroll to 'From Duty to Deck' OUR COMPLAINTS PROCEDURE We are are committed to delivering the v"
    },
    {
      "url": "https://pt.ifixit.com/Guide/translate/18385/52978/jp",
      "title": "Traduzir passo nº 8 a iPhone 5s Front Panel Assembly Replacement - iFixit",
      "description": "Repair your electronics yourself. iFixit is the repair manual you can edit. We sell tools, parts and upgrades for Apple Mac, iPod, iPhone, iPad, and MacBook as well as game consoles.",
      "preview": "Ir para o conteúdo principal Conserte seus objetos Comunidade Loja Visualizar Opções Painel de tradução Histórico iPhone 5sのフロントパネルアセンブリの交換 Aviso: Voc"
    },
    {
      "url": "https://www.ceoworks.org/",
      "title": "CEO | Center for Employment Opportunities",
      "description": "Center for Employment Opportunities (CEO) offers employment and reentry services to individuals returning from incarceration.",
      "preview": "Search Contact Locations 600,000+ people come home from prison every year. With a job and support , they have a chance to succeed. FIND WORK WITH DAIL"
    },
    {
      "url": "https://docs.google.com/document/d/1fMZ3ZoqhCrKgtf5d3EtznDGZesXBlzPFkvj83U7GHg4/edit#",
      "title": "Instantly.ai Cold Email Quickstart guide - Documenti Google",
      "description": "Quickstart Guide - Start Getting 1 to 10 Demos Every Day By Automatically Sending 1000+ Cold Emails Daily With a 50%+ Open Rate In just 1-2 Hours. This is a guide that will get your cold email outreach system up and running in just 1-2 hours by focusing only on the most important parts of cold e...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://www.synchrony.com/accounts/?client=walgreens",
      "title": "Synchrony Account Manager",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.formula1.com/en/results.html",
      "title": "2025 RACE RESULTS",
      "description": "Results",
      "preview": "2025 2025 Active 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 199"
    },
    {
      "url": "https://www.aclu-ms.org",
      "title": "Home - ACLU of Mississippi",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the civil rights of all Mississippians since 1969 The Latest Campaign Your Voting Guide Since its founding, our nation has been directed by"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/",
      "title": "z = boy + girl",
      "description": "any pronouns",
      "preview": "z = boy + girl 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna malibuklaus moniquill Was scunc"
    },
    {
      "url": "https://peru.oceana.org/es/blog/las-exportaciones-pesqueras-en-el-2019",
      "title": "Informe | Las exportaciones pesqueras en el 2019 - Oceana Peru",
      "description": "void",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWNvbnRhaW5lciAudGItY29udGFpbmVyLWlubmVye3dpZHRoOjEwMCU7bWFyZ2luOjAgYXV0b30gL"
    },
    {
      "url": "https://www.thinkwithgoogle.com/intl/en-gb/future-of-marketing/digital-transformation/beauty-on-youtube-be-part-of-the-conversation/",
      "title": "Digital Transformation & Maturity - Think with Google",
      "description": "Every company is on the road to digital transformation. See how to embrace marketing technology, from automation and machine learning to measurement.",
      "preview": "Skip to Content Digital Transformation Every company is at different points in its digital transformation. See how other companies are making progress"
    },
    {
      "url": "https://carrd.co/",
      "title": "Carrd - Simple, free, fully responsive one-page sites for pretty much anything",
      "description": "A free platform for building simple, fully responsive one-page sites for pretty much anything.",
      "preview": "Log In Log in to an existing account Sign Up Create a free Carrd account Documentation Get answers and instructions Changelog Learn what's new (and ch"
    },
    {
      "url": "https://shop.hueber.de/de/sprache-unterrichten/deutsch-als-fremdsprache-daf-daz/kategorien/17146/niveaustufen/a2.html",
      "title": "Hueber | Deutsch als Fremdsprache (DaF/DaZ) - Sprache unterrichten: A2 and 17146 Shop",
      "description": "A2 and 17146",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. For the best experience on our site, be sure to turn on Javascript in your browser. Wir setze"
    },
    {
      "url": "https://www.omni.us/",
      "title": "Omni Channel Outreach System | Omni.us",
      "description": "Looking to easily attract good business clients? Boost your sales with challenging prospects effortlessly every each day! Start using Omni Outreach today",
      "preview": "Bonus 3 Days! Get in before the price increases: 10 Days 10 Hours 10 Min. 10 Sec. Build Your Entire Outbound Flow ‍ In Minutes An automated omnichanne"
    },
    {
      "url": "https://licensing.theguardian.com/",
      "title": "Home | The Guardian Licensing",
      "description": "Guardian Licensing is responsible for the commercial licensing and distribution of Guardian and Observer content",
      "preview": "It ' s your choice When we make Guardian Licensing available to you online, we use cookies and similar technologies to help us to do this. Some are ne"
    },
    {
      "url": "https://www.periodico24.com/la-importancia-de-contar-con-una-buena-climatizacion-en-el-hogar/",
      "title": "La importancia de contar con una buena climatización en el hogar - Periodico24",
      "description": "Con las altas temperaturas veraniegas, contar con un buen aparato de aire acondicionado en casa es fundamental, no",
      "preview": "Saltar al contenido Inicio Hogar La importancia de contar con una buena climatización en el hogar Con las altas temperaturas veraniegas, contar con un"
    },
    {
      "url": "https://awionline.org/content/refinement-database?f%5B0%5D=animal_type%3A323&f%5B1%5D=animal_type%3A346&f%5B2%5D=animal_type%3A359&f%5B3%5D=animal_type%3A391&f%5B4%5D=animal_type%3A394&f%5B5%5D=animal_type%3A403&f%5B6%5D=animal_type%3A420&f%5B7%5D=topic%3A352&f%5B8%5D=topic%3A357",
      "title": "Search publications on improving welfare for animals in research - Refinement Database",
      "description": "Search for publications on refinement of housing, husbandry, care, and use of animals in research.",
      "preview": "Skip to Content Welcome to the Refinement Database Search scientific articles, books, and other publications related to improving or safeguarding the"
    },
    {
      "url": "https://blog.koraorganics.com/how-to-order-kora-organics-skincare/",
      "title": "How to Order An Organic Skincare Routine - KORA Organics",
      "description": "We talk through the steps to order an organics skincare routine-to maximize your glow. Learn the steps here for smooth, radiant skin.",
      "preview": "step by step , How to Order An Organic Skincare Routine 3rd October 2023, KORA Organics Team Updated on 28th June 2025 at 3:59 am Knowing which order"
    },
    {
      "url": "https://feeds.feedburner.com/google/think",
      "title": "Think with Google - Discover Marketing Research & Digital Trends",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://celebrityvoicechanger.com/privacy",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Privacy Policy Our Privacy Policy (\" Policy \"\") explains what information Celebrity Voice Changer collects when you use our Services, w"
    },
    {
      "url": "https://zerofoundation.de/plakat-zur-ausstellung-mack-klein-piene-uecker-lo-savio-0-galleria-la-salita-roma/",
      "title": "Plakat zur Ausstellung „Mack + Klein + Piene + Uecker + Lo Savio = 0\", Galleria La Salita, Rom - ZERO foundation",
      "description": "void",
      "preview": "ZERO foundation x Aktuelles ZERO-Kunst und Mode ZERO war ein Neuanfang. Ende der 1950er-Jahre stellten Heinz Mack, Otto Piene und Günther Uecker die"
    },
    {
      "url": "https://blaqplastik.tumblr.com/post/154526446030",
      "title": "Computer science really is computer science! - @blaqplastik on Tumblr",
      "description": "How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline. In 2013, Code.org's advocacy coalition...",
      "preview": "codeorg Follow Computer science really is computer science! How do you categorize computer science as a K-12 subject? Let it be a distinct core discip"
    },
    {
      "url": "https://www.okmarket.sk/vyska-400-731",
      "title": "Výška 400 - doskové vykurovacie telesá s výškou 400mm v prevedení KLASIK, ktoré umožňujú ľavé alebo pravé bočné pripojenie na rozvod vykurovacej sústavy",
      "description": "Výška 400 - Doskové vykurovacie telesá RADIK výšky 400mm LACNO a SKLADOM !",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "https://www.vividseats.com/vivid-seats-app.html",
      "title": "App - Vivid Seats",
      "description": "void",
      "preview": "Skip to content Get tickets, get rewarded. Download now. The Vivid Seats app is the easiest place to buy tickets and the only place to earn and redeem"
    },
    {
      "url": "https://jobs.wearegreenbay.com",
      "title": "We Are Green Bay Jobs | Wisconsin - We Are Green Bay Jobs",
      "description": "We Are Green Bay Jobs | Wisconsin",
      "preview": "Skip to main navigation Skip to browse links Skip to main content Skip to job search Our use of cookies We use essential cookies to make this website"
    },
    {
      "url": "https://loopholesonlife.com/s01e08-exotics-of-music-2/",
      "title": "S01E08 exotics of music - Loopholes on Life",
      "description": "LEARN from the Past, LIVE for the Moment, LOVE for an Eternity",
      "preview": "Jan 31, 2019 Care to share? Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Click to share on Pi"
    },
    {
      "url": "https://earlybird.im/",
      "title": "EarlyBird: Your landing page builder for effective lead capture",
      "description": "EarlyBird is a no-code landing page builder for startups. Effortlessly create customized, high-converting landing pages to validate your startup ideas.",
      "preview": "Acquire your first customer by with no waiting Create landing pages that capture early adopters Your ideas have the potential to be worth millions, an"
    },
    {
      "url": "https://shop.hueber.de/de/sprache-unterrichten/deutsch-als-fremdsprache-daf-daz/kategorien/17146/niveaustufen/a2.html",
      "title": "Hueber | Deutsch als Fremdsprache (DaF/DaZ) - Sprache unterrichten: A2 and 17146 Shop",
      "description": "A2 and 17146",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. For the best experience on our site, be sure to turn on Javascript in your browser. Wir setze"
    },
    {
      "url": "https://www.kefalogiannis.gr/el/koinoboyleytikes-drasthriothtes/h-kybernhsh-prwta-o-poliths-g-a-papandreoy-arneitai-na-ikanopoihsei-ta-aithmata-twn-peripteroyxwn-kapnopwlwn",
      "title": "Η κυβέρνηση «πρώτα ο πολίτης» Γ.Α.Παπανδρέου αρνείται να ικανοποιήσει τα αιτήματα των περιπτερούχων-καπνοπωλών | Μανώλης Κεφαλογιάννης",
      "description": "Η κυβέρνηση «πρώτα ο πολίτης» Γ.Α.Παπανδρέου αρνείται να ικανοποιήσει τα αιτήματα των περιπτερούχων-καπνοπωλών - ΜΑΝΩΛΗΣ Κ.ΚΕΦΑΛΟΓΙΑΝΝΗΣΒΟΥΛΕΥΤΗΣ ΗΡΑΚΛΕΙΟΥ-ΝΕΑ ΔΗΜΟΚΡΑΤΙΑ---------------------------ΔΕΛΤΙΟ ΤΥΠΟΥ Με την υπ' αρ...",
      "preview": "μήνυμα συστήματος Αρχικη Βιογραφικο Multimedia Φωτογραφίες Video Νεα Πρωτοβουλίες Ευρωπαϊκά Θέματα Κρήτη Άρθρα Συνεντεύξεις Κοινοβουλευτικές Δραστηριό"
    },
    {
      "url": "https://baby2baby.org/",
      "title": "Baby2Baby - Nonprofit that provides children living in poverty across the country with diapers, clothing and all the basic necessities that every child deserves.",
      "description": "Baby2Baby is a nonprofit that provides children in need across the country with diapers, clothing and all the basic necessities that every child deserves. Donate today and help us reach the one million children relying on Baby2Baby each year. View our 2024 Annual Report ->",
      "preview": "Skip to content Home newframe 2025-08-05T22:10:55+00:00 Sorry, your browser doesn't support embedded videos. Baby2Baby is a nonprofit that provides ch"
    },
    {
      "url": "https://www.twitch.tv/redeem",
      "title": "Twitch",
      "description": "redeem streams live on Twitch! Check out their videos, sign up to chat, and join their community.",
      "preview": "void"
    },
    {
      "url": "https://ushcccares.netlify.app/",
      "title": "USHCC CARES",
      "description": "USHCC CARES - Porque tú eres importante",
      "preview": "ES | EN info@ushcccares.com (202) 709-8611 Providing support, education, readiness and advice for small, minority and Hispanic-owned businesses in res"
    },
    {
      "url": "http://www.radio.it/",
      "title": "Ascolta radio online, web radio, internet radio e musica gratis",
      "description": "Ascolta la radio online e la musica tra più di 60.000 radio nazionali e internazionali. Scopri la radio gratuita in diretta su radio.it.",
      "preview": "Aprire l'app Il podcast inizia in - 0 sec. Sintonizzati sul mondo Radio locali Più ascoltate su radio.it Radio 24 - Il sole 24 ore Milano RAI Radio 1"
    },
    {
      "url": "https://scikit-image.org/docs/stable/auto_examples/index.html",
      "title": "Examples - skimage 0.25.2 documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K Choose version GitHub PyPI Examples # A gallery of examples and that showcase how scikit-image can be used."
    },
    {
      "url": "http://www.waterloofoundation.org.uk",
      "title": "The Waterloo Foundation",
      "description": "The Waterloo Foundation is an independent grant-making foundation based in Wales",
      "preview": "World Development Environment Child Development Wales Welcome to the Waterloo Foundation (TWF) The Waterloo Foundation (TWF) is an independent grant-m"
    },
    {
      "url": "https://www.nationalgallery.org.uk/paintings/explore-the-paintings",
      "title": "Search the collection | Paintings | National Gallery, London",
      "description": "Search or browse our collection of more than 2,600 paintings and other works of art.",
      "preview": "Skip to main content Search the collection Search or browse our collection of more than 2,600 paintings and other works of art. Show full image Group"
    },
    {
      "url": "https://developer.bestbuy.com/",
      "title": "Best Buy Developer Portal",
      "description": "Come explore our APIs and unleash their possibilities.",
      "preview": "DEVELOPER LOGIN SIGN UP OUR APIS DOCUMENTATION CONTACT US Reach your full potential by integrating with the world's most powerful retail APIs 100+ Bra"
    },
    {
      "url": "https://news.gallup.com/",
      "title": "Gallup News | Nonpartisan Analysis of Critical Global Issues",
      "description": "Articles, interviews and data trends that provide an unbiased understanding of public opinion and human behavior to leaders and those who advise them.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Unbiased news powered by public opinion research and analysi"
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "https://dgnurseries.com/product/nicotiana-tabacum-2/",
      "title": "Nicotiana tabacum - Wahat Al Sahraa",
      "description": "FAMILY: Nicotiana USES: SIZE: LOCATION: Full sunlight to partial shade SOIL: FERTILISER: WATER:",
      "preview": "Skip to content Facebook Instagram Linkedin nursery.enquiry@desertgroup.ae +971 4 2891 063 Search Search Nicotiana tabacum FAMILY: Nicotiana USES: SIZ"
    },
    {
      "url": "https://www.appypie.com/",
      "title": "Best AI No-Code Development Platform for Apps and Websites",
      "description": "Create apps and websites easily. Appy Pie's AI-powered no-code platform is trusted as the best & leader in no-code app development.",
      "preview": "void"
    },
    {
      "url": "https://www.fhfund.org/",
      "title": "Together, we can ensure everyone has a home. - Family Housing Fund",
      "description": "Our Approach How you can help More Housing Stories",
      "preview": "Together, we can ensure everyone has a home. Our Approach How you can help Ideas & Insights How we can build a stronger housing system. VIEW MORE Prog"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "https://mockuuups.studio/",
      "title": "Mockup Generator [5000+ Mockups] - Mockuuups Studio",
      "description": "Drag-and-drop tool for creating beautiful app previews or any marketing materials. Easily insert your screenshot into device and print mockups for free.",
      "preview": "Print mockups in beta Try now, for free → Mockup Generator Mockups that wow, without the work. Apple Devices Monochrome Diverse Hands Device in Pocket"
    },
    {
      "url": "https://pnatuna.com/",
      "title": "Parties to the Nauru Agreement (PNA) | www.pnatuna.com",
      "description": "void",
      "preview": "Skip to main content The Parties to the Nauru Agreement The Parties to the Nauru Agreement (PNA) control the world's largest sustainable tuna purse se"
    },
    {
      "url": "https://mailchi.mp/981bc390995d/watttime-newsletter-january-2021",
      "title": "WattTime - Newsletter",
      "description": "void",
      "preview": "January 2021 Dear WattTime community, It's a pivotal time in the United States and around the world. Collectively, we continue to grapple with a globa"
    },
    {
      "url": "https://www.sfhta.eu/?page_id=2883&ai1ec=action~agenda%7Cpage_offset~-1%7Ccat_ids~53,54%7Crequest_format~json",
      "title": "Calendar - SFHTA",
      "description": "void",
      "preview": "Aller au contenu Alerte sécurité : Des emails frauduleux usurpant l'identité de la SFHTA circulent. Ne communiquez jamais vos coordonnées bancaires (R"
    },
    {
      "url": "https://randoma11y.com/",
      "title": "RandomA11y - Endless collection of accessible color combos",
      "description": "Discover millions of accessible color combinations with RandomA11y, the real-time color playground.",
      "preview": "void"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/post/145495712593",
      "title": "Computing occupations are now the #1 source of new wages in America - @dumspirospero023-blog on Tumblr",
      "description": "A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just re-did the ana...",
      "preview": "codeorg Follow Computing occupations are now the #1 source of new wages in America A few weeks ago we published a study showing that computing occupat"
    },
    {
      "url": "https://hamiltonfamilies.org",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://www.businessinsider.com/ukraine-exhausted-russian-troops-back-borders-us-general-2022-7",
      "title": "Ukraine Could Wipe Out 'Exhausted' Russian Troops' Gains: General - Business Insider",
      "description": "For Ukraine to succeed in the war, Lt. Gen. Ben Hodges told Insider its military must neutralize Russia's arsenal of artillery and rockets.",
      "preview": "void"
    },
    {
      "url": "https://www.apple.com/itunes/",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://flugbetrieb.com/flugplatz/Montabaur-montabaur/",
      "title": "VFRnav - VFR Flugnavigation und Moving-Map für Android",
      "description": "Die beliebte Flugnavigation für Android-basierende Smartphones und Tablets.",
      "preview": "VFRnav Flugnavigation für Android™ Start Screenshots Start › Flugplatzliste › Montabaur Segelflug Flugplatzdaten Kennung: Montabaur Koordinaten: E 07°"
    },
    {
      "url": "https://www.shft.com/",
      "title": "SHFT | The Culture of Today's Environment",
      "description": "void",
      "preview": "The Culture of Today's Environment SHFT Original Turning Point: Van Jones Shop Tivoli Audio Model One Read 'The fungal awakening': how we came to love"
    },
    {
      "url": "https://www.accaglobal.com/acca-registration-intro.html",
      "title": "ACCA Registration Intro | ACCA Global",
      "description": "void",
      "preview": "The global body for professional accountants Back to ACCA Global ACCA Think Ahead ACCA application Intro Details 1 Qualifications 2 Document Upload 3"
    },
    {
      "url": "https://www.treadleon.net/sewingmachineshop/index.html",
      "title": "TreadleOn - The Sewing Machine Shop",
      "description": "void",
      "preview": "Search this site"
    },
    {
      "url": "https://www.emporiojanial.com.br/tintas/tintas-para-tecido/146/Turquesa?PS=30&map=c,c,productClusterSearchableIds,specificationFilter_71",
      "title": "Empório Janial",
      "description": "Encontre materiais para artesanato, como peças de madeira, papel para decoupage e arte francesa. Compre materiais para artesanato na Emporio Janial.",
      "preview": "Termo não encontrado A busca não retornou nenhum resultado."
    },
    {
      "url": "https://event.webcasts.com/starthere.jsp?ei=1598965&tp_key=b630598902&tp_special=8",
      "title": "Microsoft - 1598965",
      "description": "void",
      "preview": "Tue, Mar 7, 2023 2:02 PM PST{LOCAL_TZ} This presentation is no longer available. FAQs and System Test Outlook ❯ Google ❯"
    },
    {
      "url": "https://www.peaceisalifestyle.com/",
      "title": "LIFE CAMP - PEACE IS A LIFESTYLE",
      "description": "void",
      "preview": "LIFECAMP PEACE IS A LIFESTYLE Email: info@peaceisalifestyle.com Phone: (646) 258-0936 DONATE PREVENTING GUN VIOLENCE FOR 22 YEARS PEACE IS A LIFESTYLE"
    },
    {
      "url": "https://www.insided.com/powered-by-the-insided-platform?utm_medium=referral&utm_source=community.c2cglobal.com&utm_content=powered-by-widget",
      "title": "Community referrals - 'Powered by inSided' - inSided",
      "description": "inSided is an online community platform. Build a customer community to help customers get better answers to their questions.",
      "preview": "Your own Community? Get in touch! Make sure your customers are getting the value they need from your product with inSided's Customer Success Community"
    },
    {
      "url": "https://www.repairfaq.org/sam/smpsfaq.htm",
      "title": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies",
      "description": "void",
      "preview": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies Version 2.86 (28-Jan-14) Copyright © 1994-2022 Samuel M. Goldwasser --- All"
    },
    {
      "url": "https://privacyportalde-cdn.onetrust.com/dsarwebform/2159c482-749a-49db-916b-475017a9efa5/ac1b3f16-60f7-4795-aca2-2240267ed067.html",
      "title": "People Inc. Data Subject Rights Request Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.sdpb.org/earlylearning/",
      "title": "Early Learning Initiative | SDPB",
      "description": "SDPB's Early Learning Initiative (ELI)",
      "preview": "Search Query Show Search Support SDPB Today Live TV © 2025 SDPB Menu Show Search Search Query Support SDPB Today Live TV Donate Play Live Radio Next U"
    },
    {
      "url": "https://oig.hhs.gov",
      "title": "Office of Inspector General | Government Oversight | U.S. Department of Health and Human Services",
      "description": "HHS-OIG has approximately 1,600 employees dedicated to government oversight, combating fraud, waste and abuse and to improving the efficiency of HHS programs. A majority of the OIG's resources goes toward the oversight of Medicare and Medicaid.",
      "preview": "Skip to main content The .gov means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make s"
    },
    {
      "url": "https://viange.in/",
      "title": "Viange Vintage",
      "description": "Viange Vintage",
      "preview": "Skip to content Submit Close search FREE SHIPPING IN INDIA Viange Vintage India's first vintage jewellery atelier Collection list Vintage Chanel Lab G"
    },
    {
      "url": "https://villasenor-derbez.com/",
      "title": "Juan Carlos Villaseñor-Derbez",
      "description": "Assistant Professor",
      "preview": "Juan Carlos Villaseñor-Derbez Assistant Professor Department of Environmental Science and Policy, Rosenstiel School of Marine, Atmospheric, and Earth"
    },
    {
      "url": "https://www.nature.com/subjects/genetics",
      "title": "Genetics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://huggingface.co/docs/datasets/index",
      "title": "Datasets",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Datasets Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Da"
    },
    {
      "url": "http://hackr.de/2021/12/20/1473035551297183749",
      "title": "hackr worldwide: 1473035551297183749",
      "description": "void",
      "preview": "2021.12 1473035551297183749 - (got a :shot:) # misc"
    },
    {
      "url": "https://avodaf.org/2018/11/23/storia-della-sessualita-michel-foucault/",
      "title": "Storia della sessualità- Michel Foucault - AvoDaf",
      "description": "\"La filosofia è la scienza che non è nata dal bisogno, ma dalla meraviglia.\" M. Foucault Ma vi rendete conto che le cose sono infinite e i nomi finiti?",
      "preview": "Vai al contenuto \"La filosofia è la scienza che non è nata dal bisogno, ma dalla meraviglia.\" M. Foucault Ma vi rendete conto che le cose sono infinit"
    },
    {
      "url": "http://www.wqln.org",
      "title": "WQLN - Homepage",
      "description": "Welcome to WQLN PBS NPR, your passport to the broader world of discovery and lifelong learning!",
      "preview": "Search Query Show Search Sign In LIVE TV WQLN PBS NPR 8425 Peach Street Erie, PA 16509 Phone (814) 864-3001 © 2025 PUBLIC BROADCASTING OF NORTHWEST PE"
    },
    {
      "url": "https://andina.pe/ingles/noticia-peru-government-decrees-mandatory-social-isolation-for-15-days-to-combat-coronavirus-788411.aspx",
      "title": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Peru: Government decrees mandatory social isolation for 15 days to combat coronavirus 20:24 | Lima, Mar. 15. President Martin Vizcarra on Sunday night"
    },
    {
      "url": "https://www.goodwill.org/",
      "title": "Goodwill Industries International, Inc. - Goodwill Industries International",
      "description": "Goodwill provides free career counseling, skills training, and résumé prep services that help unlock opportunities for job seekers. Every day, more than 300 people find a job with Goodwill's help.",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content DON'T MISS OUT:"
    },
    {
      "url": "https://www.stiridinlume.ro/life-style/12-animale-care-aduc-noroc-se-spune-ca-te-scapa-de-necazuri-si-atrag-prosperitatea-58608.html",
      "title": "12 animale care aduc noroc. Se spune că te scapă de necazuri...",
      "description": "12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea. Animalele fac parte din lumea noastră...",
      "preview": "Home » Life & Style » 12 animale care aduc noroc. Se spune că te scapă de necazuri și atrag prosperitatea 12 animale care aduc noroc. Se spune că te s"
    },
    {
      "url": "http://www.affirmations.com.au/",
      "title": "Affirmations Publishing House in Australia | Leading Affirmation Card Publisher",
      "description": "Visit our Affirmations Publishing House in Australia and get inspired with living words of love and greetings. Browse sustainable greeting cards, birthday cards, books, and bookmarks from a leading affirmation card manufacturer, all with messages to help live a more mindful life. Money-back guarantee.",
      "preview": "Skip to main content ANIMAL GREETING CARDS DELIGHTFUL & HUMOROUS SEND A SMILE BEE MINI CARDS SHARE SWEET WORDS SEND WITH LOVE TWIGSEEDS GREETING CARDS"
    },
    {
      "url": "https://northcentral.sare.org/resources/crop-rotation/",
      "title": "Crop Rotation - SARE North Central",
      "description": "Crop rotation is the ancient practice of growing a wide variety of crops in a sequential system throughout a field in order to avoid a buildup of disease and pests. Strategic crop rotations can help producers promote good soil health by alternating crops with different nutrient needs and benefit overall soil structure by breaking up [...]",
      "preview": "Skip to content Crop rotation is the ancient practice of growing a wide variety of crops in a sequential system throughout a field in order to avoid a"
    },
    {
      "url": "https://tr2me.com/shop/tr2me-orders-ps-sf-5a4260/",
      "title": "TR2me Orders PS / SF - 5A4260 - TR2ME",
      "description": "void",
      "preview": "SIGN IN YOUR ACCOUNT TO HAVE ACCESS TO DIFFERENT FEATURES USERNAME PASSWORD Remember Me CREATE AN ACCOUNT FORGOT YOUR PASSWORD? FORGOT YOUR DETAILS? U"
    },
    {
      "url": "https://www.movieguide.org/privacy-policy",
      "title": "Privacy Policy | Movieguide | Movie Reviews for Christians - Movieguide | Movie Reviews for Families",
      "description": "Welcome to our Privacy Policy page only found on Movieguide. Find more Movie Reviews and News only at Movieguide! The Family and Christian Guide to Movie Reviews and Entertainment News.",
      "preview": "Home Privacy Policy Privacy Policy Email Privacy Policy We have created this email privacy policy to demonstrate our firm commitment to your privacy a"
    },
    {
      "url": "https://semaonkul.com/mustache-transplant-turkey/",
      "title": "Mustache Transplant Turkey - Hair Transplant Turkey - Sema Önkül",
      "description": "void",
      "preview": "Mustache Transplant Turkey onur 2021-10-19T20:53:00+03:00"
    },
    {
      "url": "https://forums.lutron.com/showthread.php/17100-LEAP-notification-speed-fixable?s=cc399012e71820ed308706c815d0469b&p=41631",
      "title": "Lutron Support Center | Lutron",
      "description": "Welcome to Lutron online Support Center. Your one stop guide for Selection Tools, Frequently Asked Questions, Documentation and easy Troubleshooting steps for your Lutron dimming product.",
      "preview": "× × Copy Link Skip to main content Lutron Support Center Your resource for help with products, Lutron articles and documents. Find Model Number How do"
    },
    {
      "url": "http://notifier.email.my/",
      "title": "email notifier :: free email notification for GMail, POP3 and IMAP4 email accounts",
      "description": "email notifier for mail notification",
      "preview": "EMAIL NOTIFIER download get it for free support faq & knowledge base about who we are & contact us free HR software leave management system PCB calcul"
    },
    {
      "url": "https://fondationprimat.org/en/",
      "title": "Fondation Didier et Martine Primat - Towards responsible and sustainable lifestyles",
      "description": "The Didier and Martine Primat Foundation raises awareness among people and public authorities about the global issues related to human activities.",
      "preview": "void"
    },
    {
      "url": "https://www.capitalone.com/credit-cards/",
      "title": "Capital One Credit Cards",
      "description": "Capital One Credit Card Application. Find the Right Card for You-Apply for a Card Today.",
      "preview": "Credit Cards Building Credit Cash Back Dining & Entertainment Travel Rewards Compare All Cards Low Intro APR Student Rewards Small Business Apply with"
    },
    {
      "url": "http://www.exploratorium.edu/",
      "title": "Experience the Exploratorium at Pier 15",
      "description": "Experience the Exploratorium. Let your curiosity roam free through hundreds of exhibits in our six spacious indoor and outdoor galleries at Pier 15, San Francisco.",
      "preview": "Skip to main content Notice - Please note that the Exploratorium is moving to a new ticketing system on 10/27/25. Tickets for dates from 10/28/25-01/0"
    },
    {
      "url": "https://thegreataztecagator.tumblr.com/",
      "title": "For Science, You Monster.",
      "description": "I am a self proclaimed nerd through and through I love science (especially astronomy and biology), Star Trek, video games, books of all kinds, and much, much more! Feel free to follow me and/or get to...",
      "preview": "For Science, You Monster. I am a self proclaimed nerd through and through I love science (especially astronomy and biology), Star Trek, video games, b"
    },
    {
      "url": "https://franceslin90.tumblr.com/",
      "title": "Randon-mess",
      "description": "Things I care in no particular order",
      "preview": "Install theme Randon-mess Things I care in no particular order I am so stressed out. Application process has never been fun. + Spoke to Kate today! It"
    },
    {
      "url": "https://www.minds.com/newsfeed/867813140184760320",
      "title": "#奔跑吧# O今晚20:50，要收官啦 ，今天是淑女style | Minds",
      "description": "Image from @angelababy.",
      "preview": "search Login Join Now 杨颖 @ angelababy verified_user Verified · Subscribe #奔跑吧 # O今晚20:50，要收官啦 ，今天是淑女style Jul 22 2018 · 4:59 PM Get replies from creat"
    },
    {
      "url": "https://www.stimson.org/2019/report-reveals-impact-massive-fishing-fleets/",
      "title": "Report Reveals Impact of Massive Fishing Fleets • Stimson Center",
      "description": "FOR IMMEDIATE RELEASE November 4, 2019 Contact: Caiti Goodman cgoodman@stimson.org 202-478-3437 A new report sheds light on the impact that large fishing fleets, operating illegally in waters far from their home country, are having on the economy and ecology of numerous countries and ecosystems. Shining a Light: The Need for Transparency across Distant Water Fishing [...]",
      "preview": "Skip to content Press Release Climate & Natural Resources Environmental Security Program Ocean Security and Sustainable Fisheries Project Report Revea"
    },
    {
      "url": "https://survivreauchaos.blogspot.com/2018/05/de-tout-et-de-rien-4.html?showComment=1527805431767",
      "title": "Survivre au Chaos: De tout et de rien (4)",
      "description": "Blog dédié à l'étude des moyens de défense et de survie en cas de rupture de la normalité.",
      "preview": "Pages Accueil Intro Bulletins & Dossiers spéciaux Audit Défense & Survie Aide & Conseils à distance Géolocalisation Equipements Fiches pratiques Deven"
    },
    {
      "url": "https://patriotpost.us/articles/81010-the-lefts-covert-war-on-the-suburbs-2021-07-01/print",
      "title": "The Left's Covert War on the Suburbs - The Patriot Post",
      "description": "void",
      "preview": "The Patriot Post ® · The Left's Covert War on the Suburbs By Douglas Andrews · July 1, 2021 https://patriotpost.us/articles/81010-the-lefts-covert-war"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/bilhetes-e-descontos",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://perscholas.org/",
      "title": "Tuition-Free IT Education: Computer Job Training with Per Scholas",
      "description": "Page description goes here",
      "preview": "void"
    },
    {
      "url": "https://support.norton.com/sp/en/us/home/current/info",
      "title": "Official Norton™ Support",
      "description": "Get all the support you need for your Norton products. We'll help you with installation, activation, sales and billing.",
      "preview": "What can we help you with? Upgrade for Free Cybercrime is evolving. So is your protection. *Offer for existing members for the remainder of your subsc"
    },
    {
      "url": "https://uxui.monster/",
      "title": "uxui.monster",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.jekca.fr/index.php?route=product/category&path=231",
      "title": "JEKCA France",
      "description": "JEKCA est une entreprise innovante créant des sculptures en briques pour KIDULTES ! Bien plus que de simples briques traditionnelles, notre créativité et notre technologie brevetée de verrouillage permettent à chacun de construire des sculptures solides et complexes, repoussant les limites des jeux de construction.",
      "preview": "Ignorer et passer au contenu 🎃 PROMOS HALLOWEEN : -10% sur une sélection de jeux 🕷️ 🚚 Livraison gratuite à partir de 80€ 🚛Livraison gratuite à partir"
    },
    {
      "url": "https://assets.welcu.com/compete/cronosur/rally-scott-2018",
      "title": "Rally Scott 2018 | Welcu Compete",
      "description": "void",
      "preview": "Rally Scott 2018 Carrera 40K 60K Categoría Todas Damas 15-20 Damas 21-30 años Damas 31-39 años Damas 40-49 años Damas 50 o más Varones 15-20 años Varo"
    },
    {
      "url": "https://katalogi.pbp.poznan.pl/sowacgi.php?KatID=0&typ=repl&plnk=__wydawca_Mi%C4%99dzynarodowy+Komitet+O%C5%9Bwi%C4%99cimski&sort=byscore&view=1",
      "title": "SOWA OPAC : Katalog zbiorów Publicznej Biblioteki Pedagogicznej w Poznaniu",
      "description": "Wyszukiwanie książek, audiobooków i e-booków w bibliotece. Znajdź, zarezerwuj i wypożycz książkę w bibliotece. Odkryj bibliotekę. Łączą nas książki! 📖",
      "preview": "Katalog zbiorów Wyszukiwanie zaawansowane Kolekcje Wybierz kolekcję z listy Nowości Awans zawodowy nauczyciela Teatr kamishibai Gry planszowe Literatu"
    },
    {
      "url": "https://restor.eco/",
      "title": "Restor | Global hub for nature restoration and conservation",
      "description": "Become a nature restoration champion with Restor. Showcase and monitor your projects, find funding and connect with the community. Join Restor for free!",
      "preview": "void"
    },
    {
      "url": "https://handsapt.tumblr.com/post/154518274122",
      "title": "hands_apt - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \"How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline.In 2013, Code.org's advocacy coalition launched a...",
      "preview": "hands_apt - Computer science really is computer science! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "https://www.kaggle.com/datasets",
      "title": "Find Open Datasets and Machine Learning Projects | Kaggle",
      "description": "Download Open Datasets on 1000s of Projects + Share Projects on One Platform. Explore Popular Topics Like Government, Sports, Medicine, Fintech, Food, More. Flexible Data Ingestion.",
      "preview": "void"
    },
    {
      "url": "https://www.talbots.com/pearl-buckle-leather-belt/P224061522.html?cgid=new-arrivals&dwvar_P224061522_color=BLACK&dwvar_P224061522_sizeType=AC",
      "title": "Pearl Buckle Leather Belt | Talbots",
      "description": "Shop Talbots for modern classic women's styles. You'll be a standout in our Pearl Buckle Leather Belt - only at Talbots!",
      "preview": "Layer 1 Message Store Wallet Skip to Main Content FALL SALE! 50% off 2 or more markdowns or 40% off 1 Shop Now | Details Enjoy 30% off T by Talbots-co"
    },
    {
      "url": "https://travel.gc.ca/",
      "title": "Travel.gc.ca - Home",
      "description": "Government of Canada's official one-stop-shop for comprehensive international travel information.",
      "preview": "Skip to main content Skip to \"About this site\" Travel and tourism Information on travelling to, from and within Canada. Follow: Twitter Facebook Insta"
    },
    {
      "url": "http://www.firstchildrensfinance.org/",
      "title": "First Children's Finance - Building stronger child care businesses",
      "description": "void",
      "preview": "Building stronger child care businesses, building stronger communities. About Us We increase the sustainability of child care businesses by engaging e"
    },
    {
      "url": "https://www.wri.org/publication/scale-illicit-trade-pacific-ocean-marine-resources",
      "title": "The Scale of Illicit Trade in Pacific Ocean Marine Resources | World Resources Institute",
      "description": "SynopsisThe paper quantitatively determines the impacts from illicit trade in marine resources the Pacific Ocean. The purpose of the analysis is to inform the country engagement at APEC in November and motivate action on illegal, unreported and unregulated fishing (IUU). The volume of unreported marine catch that is illegally traded in the Pacific Ocean is estimated to be 3.7 million to 7.2 million tonnes per annum. The loss in gross revenues to the formal economy from illegal trade is estimated to be $4.3 billion to $8.3 billion annually.",
      "preview": "Skip to main content Accessibility Donate Click to see more What can we help you find? Ways to Give Join us Contact an Expert Explore WRI Perspectives"
    },
    {
      "url": "https://es.thefreedictionary.com/desapercibido",
      "title": "Desapercibido - significado de desapercibido diccionario",
      "description": "Definición de desapercibido en el Diccionario de español en línea. Significado de desapercibido diccionario. traducir desapercibido significado desapercibido traducción de desapercibido Sinónimos de desapercibido, antónimos de desapercibido. Información sobre desapercibido en el Diccionario y Enciclopedia En Línea Gratuito. 1 . adj. Que no es advertido o percibido la noticia pasó desapercibida en los medios internacionales. inadvertido apercibido 2 . Que está desprevenido o...",
      "preview": "Desapercibido - significado de desapercibido diccionario https://es.thefreedictionary.com/desapercibido Printer Friendly desapercibido También se encu"
    },
    {
      "url": "https://www.mavcsoport.hu/mav-start/belfoldi-utazas/menetrend",
      "title": "Helyközi buszmenetrendek | MÁV-csoport",
      "description": "void",
      "preview": "Ugrás a menetrendkeresőhöz Ugrás az almenühöz Ugrás a tartalomra Ugrás az oldaltérképre Belföldi utazás Jegyek és bérletek Menetrendek Turisztikai ajá"
    },
    {
      "url": "https://graphicmama.com/blog/best-design-bundles/",
      "title": "The Ultimate List for Design Bundles and Resources (Free and Paid) | GM Blog",
      "description": "We've made a list of design bundles and free resources with everything you will need for your future projects. We will also constantly update it.",
      "preview": "The Ultimate Source for Free (and Paid) Design Bundles and Resources Share on Facebook Share on Twitter By Al Boicheva in Free Vectors , Freebies , We"
    },
    {
      "url": "https://www.shopify.com?utm_campaign=poweredby&utm_medium=shopify&utm_source=onlinestore",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "http://www.buzzfeed.com/steventhrasher/how-college-wrestling-star-tiger-mandingo-became-an-hiv-scap#.kdV4lB5ya",
      "title": "How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat",
      "description": "<b>\"Everyone wanted a piece of him, until he had HIV.\"</b>",
      "preview": "Posted on Jul 8, 2014 Subscribe to BuzzFeed Daily Newsletter Caret Down How College Wrestling Star \"Tiger Mandingo\" Became An HIV Scapegoat \"Everyone"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    },
    {
      "url": "https://www.repubblica.it/cronaca/",
      "title": "Cronaca - la Repubblica",
      "description": "Tutti i fatti di cronaca: aggiornamenti, notizie, foto e video. Il sito con tutta la cronaca italiana raccontata dai giornalisti di La Repubblica",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci Cronaca Salute mentale, italiani sempre più soli e depressi. Mattar"
    },
    {
      "url": "https://www.shrm.org/hr-today/news/hr-magazine/winter2022/pages/us-companies-step-up-to-hire-refugees.aspx",
      "title": "U.S. Companies Step Up to Hire Afghan and Ukrainian Refugees",
      "description": "Some of the largest companies in the U.S. have pledged to hire a total of more than 22,000 refugees over the next three years.",
      "preview": "Skip to main content Share Linked In Facebook Twitter Email Lorem ipsum dolor sit amet, consectetur adipiscing elit. Vivamus convallis sem tellus, vit"
    },
    {
      "url": "https://www.mwm-apps.com/legals/procolor/policies",
      "title": "MWM",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://blog.nationalgeographic.org/2021/11/02/cop26-colombia-costa-rica-ecuador-and-panama-announce-new-protections-for-ocean-highway/",
      "title": "COP26: Colombia, Costa Rica, Ecuador and Panama Announce New Protections for \"Ocean Highway\"",
      "description": "Drawing attention to the critical yet overlooked role oceans play in keeping the planet cool, safeguarding species, and supporting food security the leaders of Colombia, Costa Rica, Ecuador and Panama launched a new marine protected area to be called the Eastern Tropical Pacific Marine Corridor.",
      "preview": "Press Release COP26: Colombia, Costa Rica, Ecuador and Panama Announce New Protections for \"Ocean Highway\" Drawing attention to the critical yet overl"
    },
    {
      "url": "https://www.termsfeed.com/live/600c73e8-1226-430e-ace9-8d5272c9c705",
      "title": "Privacy Policy for Omnitrix for Apple Watch - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Omnitrix for Apple Watch Privacy Policy Last updated: July 07, 2020 This Privacy Policy describes Our policies and procedures on th"
    },
    {
      "url": "http://www.cbd.int/",
      "title": "Home | Convention on Biological Diversity",
      "description": "The Convention on Biological Diversity (CBD) is the first global agreement to cover all aspects of biological diversity: the conservation of biological diversity, the sustainable use of its components and the fair and equitable sharing of benefits arising from the use of genetic resources.",
      "preview": "Skip to main content Global Biodiversity Framework Topics Processes and Meetings Cooperation and Partnerships News and Stories A dive into the linkage"
    },
    {
      "url": "https://patriotpost.us/articles/81010-the-lefts-covert-war-on-the-suburbs-2021-07-01/print",
      "title": "The Left's Covert War on the Suburbs - The Patriot Post",
      "description": "void",
      "preview": "The Patriot Post ® · The Left's Covert War on the Suburbs By Douglas Andrews · July 1, 2021 https://patriotpost.us/articles/81010-the-lefts-covert-war"
    },
    {
      "url": "http://www.greatplacetowork.com/certified-company/7023741",
      "title": "Working at Vera Institute of Justice | Great Place To Work®",
      "description": "Is Vera Institute of Justice a great place to work for?",
      "preview": "Home > Certified Companies SHARE: Vera Institute of Justice Updated May 2024. 73% Employees say this is a great place to work SHARE: Company Overview"
    },
    {
      "url": "https://secure.vera.org/a/donate",
      "title": "Help end mass incarceration. DONATE NOW. - Vera Institute of Justice",
      "description": "Donate to the Vera Institute of Justice. With your support, we can transform our justice systems.",
      "preview": "Help end mass incarceration. DONATE NOW. With your support, we can transform our justice systems. With your support, we can transform our justice syst"
    },
    {
      "url": "https://beautybydrkay.com/product/kd-wipe-away-the-day-acne-treatment-pads/",
      "title": "KD Acne Treatment Pads (60 Pads) - Beauty by Dr. Kay",
      "description": "The KD Wipe Away the Day Acne Treatment Pads contains medical-grade 2% Salicylic Acid USP to remove surface oils and refine pores.",
      "preview": "626-316-7033 800 South Fairmount Ave Suite 325, Pasadena, CA 91105 http://beautybydrkay.com/wp-content/uploads/2019/09/episode-81.mp3 More Episodes In"
    },
    {
      "url": "https://skylandssanctuary.org/",
      "title": "Skylands Animal Sanctuary and Rescue | Skylands Animal Sanctuary & Rescue",
      "description": "void",
      "preview": "Skip to main content Close Search We rescue, rehabilitate, and care for farmed animal survivors and advocate to end their exploitation and suffering O"
    },
    {
      "url": "https://dukeforest.duke.edu/",
      "title": "Duke Forest - Teaching and Research Laboratory",
      "description": "void",
      "preview": "Home Active Forest Closure for Deer Management Our 18 th annual Deer Herd Reduction Program began on Monday, September 22, and will end on Friday, Dec"
    },
    {
      "url": "https://www.rawstory.com/",
      "title": "Raw Story - Celebrating 20 Years of Independent Journalism",
      "description": "Breaking news, political news, and investigative news reporting from Raw Story's team of journalists and prize-winning investigators.",
      "preview": "JOIN RAW STORY FOR JUST $1 About us Games US NEWS Investigations Opinion video HELP get the newsletter JOIN RAW STORY FOR JUST $1 Home Trump U.S. News"
    },
    {
      "url": "https://marketentryfund.org/",
      "title": "Funding for Food Businesses and Farmers - The Market Entry Fund",
      "description": "The Market Entry Fund is a nonprofit that enables small businesses in food production to thrive through connections, business consulting, and micro-grants.",
      "preview": "Welcome Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local Food | Beverage Production Enabling Local F"
    },
    {
      "url": "https://andina.pe/Ingles/noticia-second-anchovy-season-in-peru-sees-highest-quota-in-history-774182.aspx",
      "title": "Second anchovy season in Peru sees highest quota in history | News | ANDINA - Peru News Agency",
      "description": "Últimas noticias de Perú y el mundo sobre política, locales, deportes, culturales, espectáculos, economía, y tecnología en la Agencia Peruana de Noticias Andina",
      "preview": "Second anchovy season in Peru sees highest quota in history 17:49 | Lima, Nov. 15. Production Minister Rocio Barrios said on Friday that the second an"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/sofas-beds-10663/",
      "title": "Sofa Bed - Futon - Bed Settee - IKEA UK",
      "description": "Find affordable sofa beds and futons. Make any room in your home do double duty as an extra bedroom with one of our sofa beds in a range of styles.",
      "preview": "Skip to main content Skip to product list discountTag SALE now on, up to 60% off hundreds of products! Sofa beds Living room seating 2 seater sofa bed"
    },
    {
      "url": "https://arysports.tv/",
      "title": "The Tudors",
      "description": "void",
      "preview": "This page has moved to a A-Sports.tv ."
    },
    {
      "url": "http://developingchild.harvard.edu/science/key-concepts/toxic-stress/",
      "title": "Toxic Stress : What is toxic stress?",
      "description": "Toxic stress can disrupt the healthy development of brain architecture and other bodily systems, increasing risk for stress-related disease well into adulthood.",
      "preview": "Skip to content Toxic Stress Copy Copied Learn how safe, stable developmental environments, including responsive relationships with caring adults, can"
    },
    {
      "url": "https://www.close.com/pricing",
      "title": "Close CRM Pricing, Plans, and Reviews",
      "description": "The only all-in-one CRM and sales outreach solution you can buy without a contract. Start your FREE 14-day free trial today. No credit card required.",
      "preview": "Product Pricing Blog Resources About Log in Try Close NEW Solo Plan Starting at $9/mo Win more with Close Plans designed to grow with your business An"
    },
    {
      "url": "https://norbchamber.chambermaster.com/eventregistration/register/3250",
      "title": "Event Registration",
      "description": "void",
      "preview": "Please Wait Loading event registration interface... 5% Complete"
    },
    {
      "url": "https://developers.google.com/machine-learning/crash-course",
      "title": "Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Français Indonesia Português - Brasil Русский Українська 中文 - 简体 日本語 한국어 Sign in Home"
    },
    {
      "url": "https://blog.flickr.net/",
      "title": "Flickr Blog",
      "description": "void",
      "preview": "Photographer, Tommaso Torda is a theoretical physicist and documentary photographer exploring how humans connect with their surroundings. With his cam"
    },
    {
      "url": "https://www.neaq.org/",
      "title": "New England Aquarium in Boston - Protecting Animals & the Ocean",
      "description": "Protecting the blue planet",
      "preview": "Let's Take Action for the Ocean Together A habitable planet needs a healthy ocean. A healthy ocean needs all of us. LEARN ABOUT OUR WORK Plan Your Aqu"
    },
    {
      "url": "https://fastdemocracy.com/bill-search/al/2023rs/bills/ALB00014834/",
      "title": "Bill tracking in Alabama - HB 7 (2023rs legislative session) - FastDemocracy",
      "description": "Relating to education; to provide prohibitions on the promotion, endorsement, and affirmation of certain divisive concepts in certain public settings; and to authorize certain penalties for violation.",
      "preview": "Skip to content US Congress Congress & 50 states 50 states US Congress Alabama Alaska Arizona Arkansas California Colorado Connecticut District of Col"
    },
    {
      "url": "https://sell.amazon.com/grow#nsi",
      "title": "Sell more with the New Seller Guide | Sell on Amazon",
      "description": "The New Seller Guide is a set of brand, logistics, pricing, and promotional services that Amazon recommends to sellers who are just getting started. It includes Amazon Brand Registry, A+ Content, Vine, Automate Pricing, Fulfillment by Amazon (FBA), and Advertising. It also includes over $50,000 in New Seller Incentives.",
      "preview": "Sell more with the New Seller Guide Sellers who use the New Seller Guide during their first 90 days generate approximately 6x more first-year sales on"
    }
  ],
  "_meta": {
    "total_bookmarks": 144
  }
}