{
  "data": [
    {
      "url": "https://spot-and-tango.i5md.net/c/3408212/1071343/9669?subid3=people",
      "title": "Meet UnKibble™: Human-Grade Dog Food At An Affordable Price",
      "description": "void",
      "preview": "Why pet parents are switching to UnKibble TRY UNKIBBLE UnKibble™ makes mealtime enjoyable for your dog and worry-free for you. It's time to upgrade th"
    },
    {
      "url": "https://www.newamericaneconomy.org/stories/page/4/?state=new-york-district-24&category=feature",
      "title": "Stories - New American Economy",
      "description": "Documenting the impact of immigrants on our nation's economy.",
      "preview": "Skip To Content Learn more at iMarch.us now. Featured Stories View All Taiwanese Immigrant Engineer Turned Mayor in West Windsor Iranian Student Turne"
    },
    {
      "url": "https://roseana.pl/pl/c/Perfumetki-meskie-inspiracja-J.P.-GAULTIER/110",
      "title": "Roseana: Francuskie I Arabskie Perfumy | Oryginalne Zapachy Z Paryża I Dubaju",
      "description": "Oferujemy oryginalne francuskie i arabskie perfumy prosto z Paryża i Dubaju. Luksusowe zapachy dla kobiet i mężczyzn w wyjątkowych cenach.",
      "preview": "Przejdź do treści Brak wyników Telefon: 667 944 774 Adres e-mail: roseanaperfum@gmail.com Koszyk Zakupowy Brak produktów w koszyku. Logowanie Zarejest"
    },
    {
      "url": "https://www.logement-seniors.com/maisons-de-retraite-1-1/urt-64240/",
      "title": "EHPAD d'Urt (64240) | Logement-seniors.com",
      "description": "Disponibilités, tarifs et description des 3 maisons de retraites médicalisées et EHPAD à Urt (64240).",
      "preview": "Accueil > Maison de retraite - EHPAD > Nouvelle-Aquitaine > Pyrénées Atlantiques (64) > Urt (64240) EHPAD et maisons de retraite à Urt (64240) Les EHP"
    },
    {
      "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:legge:2024-12-30;215!vig=",
      "title": "DECRETO 6 novembre 2024, n. 215 - Normattiva",
      "description": "Regolamento concernente la determinazione dei criteri di svolgimento delle procedure di risoluzione stragiudiziale delle controversie con la clientela relative alle prestazioni e ai servizi assicurativi derivanti dai contratti di assicurazione, nonch&egrave; dei criteri di composizione dell'organo decidente e della natura delle controversie trattate dai sistemi di cui all'articolo 187.1 del decreto legislativo 7 settembre 2005, n. 209 e successive modifiche. (25G00001)",
      "preview": "Presidenza del Consiglio dei Ministri ITA ITA ENG Normattiva - Il portale della legge vigente"
    },
    {
      "url": "http://www.oceana.org",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    },
    {
      "url": "https://www.refreshinghope.org/blogs/1/2898/the-counselor",
      "title": "Refreshing Hope Ministries Online Church: Jesus - For such a time as this!",
      "description": "Refreshing Hope Ministries Online Church: Join a wonderful body of believers from all walks of life in an ad-free, drama-free, toxic-free environment with live interactive church services and refreshing Spirit filled devotionals posted daily!",
      "preview": "Search Search 1641 Notifications View All You have 2 notifications. 0 new. Notification Message Guest 7 months ago Read liked your post . Notification"
    },
    {
      "url": "https://taelor.style/",
      "title": "Dress nice with GQ Best Men's Clothing Rental Subscription - Taelor.Style",
      "description": "Best menswear clothing rental, like Rent the Runway for men or Nuuly for men. Styling service included. Customer rating 4.9 out of 5.0. 20% off first month.",
      "preview": "Skip to content How Taelor Works 1 Get Styled by Experts Get styled for your goals-AI and human stylists. No shopping! 2 Rent High Quality Brands Wear"
    },
    {
      "url": "https://www.eurocars.ro/de/mietwagen-Arad/SUV/Opel/Opel-Antara_107",
      "title": "Autovermietung Arad | SUV Klasse",
      "description": "EuroCars ist hier um Ihnen zu helfen, die besten Autovermietungen in Arad für Ihren Urlaub oder für Ihre Geschäftsreise zu finden.",
      "preview": "Ihr Konto DE EN RO IT ES FR Autovermietung Arad SUV Klasse Top Autovermietungsstandorte Top-Städte Mietwagen Bukarest › Mietwagen Iasi › Mietwagen Clu"
    },
    {
      "url": "https://icolorpalette.com/color/f4a081",
      "title": "Creamy Peach (similar) Color | f4a081 information | Hsl | Rgb | Pantone",
      "description": "Color System information Creamy Peach (similar) Color | f4a081. Similar Color name Information, Color Schemes, Light / Darkshades, Tones, Similar Colors, Preview the color and download Photoshop swatch and solid color background image",
      "preview": "Saving Palette ! Loading Editor ! Loading Editor ! Loading Editor ! Loading Editor ! Loading Editor ! Creating Palette files ! Creating Palette image"
    },
    {
      "url": "https://reddit.com/submit?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Fhunger%2F&title=Goal%202%3A%20Zero%20Hunger",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.padelfederacion.es/Estadisticas.asp?Id=199323",
      "title": "Estadísticas | FEP",
      "description": "Página oficial de la Federación Española de Pádel con información sobre calendarios, torneos, órganos de gobierno e información general relativa al pádel en el país.",
      "preview": "Estadísticas Jugador/a Indica un número de licencia: Indica un DNI: ALEJANDRO REY LEYVA Número de Licencia: 199323 Categoría: Club Competición Autonóm"
    },
    {
      "url": "https://app.diagrams.net/?src=about",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://www.loveandlemons.com/",
      "title": "Love and Lemons - Healthy, whole food, vegan and vegetarian recipes",
      "description": "Recipes and tips from Jeanine Donofrio, writer of The Love and Lemons Cookbook. Includes vegetarian recipes, gluten free recipes, and vegan recipes.",
      "preview": "Jack and I love making this apple cider cocktail recipe for cozy fall nights in. It combines some of his favorite cocktail ingredients (bourbon and An"
    },
    {
      "url": "https://news.nationalgeographic.com/2018/02/global-industrial-fishing-footprint-spd/?beta=true",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://www.adihadean.ro/tag/oua-fierte/",
      "title": "ouă fierte - Adi Hădean",
      "description": "void",
      "preview": "22 februarie 2012 Poate ați fiert într-o zi mai multe ouă (vine Paștele, nu vă grăbiți să spuneți că nu-i așa) și nu știți ce să faceți cu ... Close You"
    },
    {
      "url": "https://djvacto-blog.tumblr.com/",
      "title": "Danny",
      "description": "I am me. Hello there.",
      "preview": "psych2go : psych2go : Psychology is a beautiful thing. Source: If someone knows, let me know! If you like more of these, follow psych2go. Reblogged 9"
    },
    {
      "url": "https://www.electronjs.org/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://www.unitedway.org/our-impact/featured-programs/2-1-1/ride-united",
      "title": "Ride United: An Innovative Solution to Transportation Gaps | United Way Worldwide",
      "description": "Ride United leverages the strength of United Ways, the 211 Network, and partners to address the unmet transportation needs of individuals and families across the country. Transportation is vital for accessing essential services. United Way's Ride United program ensures equitable access through innovative solutions.",
      "preview": "Skip to Content Financial Security Ride United Transportation is vital for accessing essential services. United Way's Ride United program ensures equi"
    },
    {
      "url": "https://us.napster.com",
      "title": "Napster: The Music Service for Music Fans",
      "description": "Alongside 110+ million songs, Napster is home to hundreds of thousands of official music videos. Whether you're streaming on demand or listening offline, enjoy all content ad-free.",
      "preview": "Powered by Napster is a convenient all-in-one platform for companies looking to launch their own branded music service. Napster is available in 33 cou"
    },
    {
      "url": "https://montcherand.ch/pilier-public/avis-d-enquete/146-avis-d-enquete-08-12-2021",
      "title": "Pilier Public - Commune de Montcherand",
      "description": "Le village de Montcherand faisait partie autrefois de la terre des Clées. Il dépendait du prieuré de Baulmes, avant sa réunion au monastère de Payerne au XIème siècle. Montcherand relevait donc directement de la grande Abbaye bourguignonne de Cluny.",
      "preview": "Accueil Pilier Public Pilier Public Recherche Ce site peut utiliser des cookies et des scripts externes. Plus d'informations J'accepte Eglise et fresq"
    },
    {
      "url": "https://www.erlebniswelt-ernstthal.de/",
      "title": "Sommerrodelbahn Ernstthal | Erlebniswelt Ernstthal | Lauscha",
      "description": "Sommerrodelbahn, Skilift und Gastromomie- das ist die Erlebniswelt Ernstthal (Lauscha) Wetter und Skibedingungen in Lauscha? Schauen Sie auf unsere Webcam! Öffnungszeiten Lift, Rodelbahn, Bistro No. 41",
      "preview": "top of page Sommerrodelbahn Öffnungszeiten Thüringer Herbstferien 06.10. - 19.10.2025 Montag I Dienstag geschlossen Mittwoch - So"
    },
    {
      "url": "https://cse.google.ki/url?q=https://outsons.com/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://outsons.com/ . Se non desideri visitare questa pagina, pu"
    },
    {
      "url": "https://www.blackdaggerforum.com/t2372-grosser-fan",
      "title": "Großer Fan",
      "description": "Hoffe das ist okay dass ich hier mal ein Thema eröffne *sich vorsichtig umschaut* aber ich muss doch mal loswerden dass ich ein riesiger Fan dieser Serie bin un",
      "preview": "Black Dagger Bruderschaft Würden Sie gerne auf diese Nachricht reagieren? Erstellen Sie einen Account in wenigen Klicks oder loggen Sie sich ein, um f"
    },
    {
      "url": "https://shop.saints.com.au/playcorp/?_bc_fsnf=1&Size%5B%5D=L12&Size%5B%5D=08&Size%5B%5D=1&Size%5B%5D=S&Size%5B%5D=8&Size%5B%5D=18&Size%5B%5D=XS&Size%5B%5D=3XL&category=112",
      "title": "Playcorp Products - Saints Locker",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dainosawr.tumblr.com/post/90223285565",
      "title": "dainosawr - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "dainosawr - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don"
    },
    {
      "url": "https://www.filharmonickysbor.cz/en/",
      "title": "Pražský filharmonický sbor",
      "description": "Pražský filharmonický sbor je pěvecké těleso, vysoce uznávaný partner významných orchestrů, hlavně oratorní a kantátový repertoár.",
      "preview": "Koncerty a vstupenky Abonmá Pro školy O nás Sbor Sbormistři Členstvo sboru Repertoár Historie sboru Programy pro děti Novinky Napsali o nás Volná míst"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/tutorials/param_tuning.html",
      "title": "Notes on Parameter Tuning - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Tutorials Notes on Parameter Tuning View page source Notes on Parameter Tuning  Parameter tuning is a dark art in machine learning, the optim"
    },
    {
      "url": "https://www.backcountry.com/helly-hansen-powderqueen-bib-pant-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://www.ipsnews.net/deutsch/",
      "title": "IPS Inter Press Service - Deutsch - Nachrichten aus dem Süden",
      "description": "Nachrichten aus dem Süden",
      "preview": "Friday, 10 October 2025 INTER PRESS SERVICE NEWS AGENCY - DEUTSCH Kampala (IPS/afr). In der Nähe von Mpigi, einer Kleinstadt ca. 40 Kilometer westlich"
    },
    {
      "url": "https://www.delpher.nl/nl/kranten/view?identifier=ddd:010368266:mpeg21:p005&coll=ddd",
      "title": "De Sumatra post » 02 dec 1920 - Pag. 5 | Delpher",
      "description": "De Sumatra post van 02 dec 1920 (pag. 5) ✓ In zijn geheel te lezen ✓ Digitaal te doorzoeken ✓ Gratis toegankelijk ➜ Delpher.nl",
      "preview": "Terug naar resultaten Permanente URL Aflevering Pagina Artikel Gebruiksvoor­waarden Auteursrecht onbekend. Het zou kunnen dat nog auteursrecht rust op"
    },
    {
      "url": "http://www.punchmark.com/?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "https://international.gc.ca/world-monde/index.aspx?lang=eng",
      "title": "Canada and the world",
      "description": "Find information about Canada's foreign policy, trade agreements, development work and more.",
      "preview": "Canada and the world Find information about Canada's foreign policy, trade agreements, development work and more. Canada's recognition of the Palestin"
    },
    {
      "url": "https://cloud.pewtrusts.org/pewsignup",
      "title": "Email Newsletters and Action Alerts | The Pew Charitable Trusts",
      "description": "void",
      "preview": "Recommended The Rundown Frequency WEEKLY Best of Pew: our latest facts, photos, and survey results-data that make a difference. See sample Select Envi"
    },
    {
      "url": "https://alterna.pro/en/home/",
      "title": "Home | Alterna",
      "description": "Somos una plataforma de evolución social y emprendimiento de impacto que manifiesta ángulos no convencionales de cambio.",
      "preview": "We are a social innovation platform that promotes the development of entrepreneurs and conscious companies as a path towards a sustainable region \u0000 We"
    },
    {
      "url": "https://www.compass.com/listing/1016-north-bundy-drive-los-angeles-ca-90049/1120499364511556577/",
      "title": "1016 N Bundy Dr, Los Angeles, CA 90049 | MLS #22-193037 | Compass",
      "description": "1016 N Bundy Dr, Los Angeles, CA 90049 is a single family home not currently listed. This is a 6-bed, 7-bath, 6,608 sqft property.",
      "preview": "1016 N Bundy Dr Los Angeles, CA 90049 $5,405,000 Last Sold Price 6 Beds 7 Baths 6,608 Sq. Ft. $818 / Sq. Ft. 6,608 Sq. Ft. $818 per Sq. Ft. Checking S"
    },
    {
      "url": "https://forum.telldus.com/search.php?search_id=active_topics&sid=98d4d36a89e3e44cdc325b2f00c3b0a3",
      "title": "My forum - Active topics",
      "description": "void",
      "preview": "My forum A little text to describe your forum Skip to content Search Advanced search Quick links Unanswered topics Active topics Search FAQ Login Regi"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers",
      "title": "HTTP headers - HTTP | MDN",
      "description": "HTTP headers let the client and the server pass additional information with a message in a request or response. In HTTP/1.X, a header is a case-insensitive name followed by a colon, then optional whitespace which will be ignored, and finally by its value (for example: Allow: POST). In HTTP/2 and above, headers are displayed in lowercase when viewed in developer tools (accept: */*), and prefixed with a colon for a special group of pseudo-headers (:status: 200). You can find more information on the syntax in each protocol version in the HTTP messages page.",
      "preview": "Skip to main content Skip to search HTTP headers HTTP headers let the client and the server pass additional information with a message in a request or"
    },
    {
      "url": "https://walmartsustainabilityhub.chat.walmart.com/chat",
      "title": "Sustainability Chatbot",
      "description": "Walmart Sustainability Chatbot",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://anagrafe.iccu.sbn.it/it/ricerca/risultati.html?monocampo=&amp;amp;regione=ABRUZZO&amp;amp;provincia=L'AQUILA&amp;amp;comune=&amp;amp;codice_isil=&amp;amp;ricerca_tipo=home&amp;amp;monocampo:tipo=AND&amp;amp;fl=comune_facet@L'Aquila&amp;amp;fl=fondi_speciali_facet@Fondo%20antico&fl=servizi_facet@Info.%20bibliografiche%20esterne&fl=fondi_speciali_facet@Biblioteca%20Istituto%20omeopatico&start=0",
      "title": "Anagrafe delle Biblioteche Italiane Ricerca",
      "description": "Sito Ufficiale dell'Anagrafe delle Biblioteche Italiane",
      "preview": "ICCU - Istituto Centrale per il Catalogo Unico delle Biblioteche Italiane e per le informazioni bibliografiche ICCU Anagrafe delle Biblioteche Italian"
    },
    {
      "url": "https://www.scentbox.com/",
      "title": "$9.72 Monthly Designer Perfume Subscription Box - ScentBox.com",
      "description": "Monthly Designer Perfume & Cologne Subscription Box",
      "preview": "Monthly supply of fragrance, just $9.72 $16.95/mo thereafter, cancel anytime. Free Exchanges & Shipping Every month choose from over 1000 designer fra"
    },
    {
      "url": "https://www.10best.com/",
      "title": "Best of Travel, Food, & Lifestyle | USA TODAY 10BEST",
      "description": "Explore award-winning travel destinations and tips for living your best life.",
      "preview": "Previous Lifestyle Piecing together the health benefits of jigsaw puzzles Find Your Inner Piece Cider 2025's top cideries you'll want to sip your way"
    },
    {
      "url": "https://npafc.org/convention/",
      "title": "NPAFC Convention - NPAFC",
      "description": "void",
      "preview": "North Pacific Anadromous Fish Commission Convention for the Conservation of Anadromous Stocks in the North Pacific Ocean This Convention is the intern"
    },
    {
      "url": "https://www.bluemeridian.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://azmelly.tumblr.com/",
      "title": "Glimpses of My Life",
      "description": "If you want to know more, you could always ask. Perhaps I'll even answer.",
      "preview": "Glimpses of My Life 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna june 28 2020 earthstory it"
    },
    {
      "url": "https://app.uitgeverijzwijsen.be/product/anker-kern-8-ankerverhaal",
      "title": "Anker kern 8 - ankerverhaal - Veilig leren lezen kim-versie - Leerjaar 1 | Uitgeverij Zwijsen",
      "description": "Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ankerverhalen draagt bij aan het uitbreiden van de woo",
      "preview": "Anker kern 8 - ankerverhaal Omschrijving Elke kern begint met een ankerverhaal waarmee je het thema van de kern introduceert. Het voorlezen van de ank"
    },
    {
      "url": "https://techcrunch.com/tag/artificial-intelligence/",
      "title": "Artificial Intelligence (AI) | TechCrunch",
      "description": "Read the latest news about Artificial Intelligence (AI) on TechCrunch",
      "preview": "Artificial Intelligence (AI) Read TechCrunch's complete new coverage of artificial intelligence and machine learning tech, the companies building them"
    },
    {
      "url": "https://octoverse.github.com",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "https://www.kive.ai/",
      "title": "Kive: Create, manage, and scale on-brand AI content",
      "description": "The all-in-one AI platform that helps brands create stunning visuals, manage assets, and maintain brand consistency - all in one seamless workflow.",
      "preview": "void"
    },
    {
      "url": "https://www.piste-ciclabili.com/forum/app.php/help/faq?sid=17e10923eb733137aba4a9166abc4ef9",
      "title": "PisteCiclabili.com - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "Condividi Itinerari Foto Forum ✕ Itinerari cicloturistici e ciclabli Cerca Per regione / provincia / comune + Segnala nuovo itinerario Foto Community"
    },
    {
      "url": "https://www.saintfrancis.com/",
      "title": "Home | Saint Francis Health System",
      "description": "void",
      "preview": "Skip to main content Locally trusted. Nationally proven. Saint Francis is now a verified Level I Trauma Center. Read our news story Image Care When Yo"
    },
    {
      "url": "https://www.adweek.com/media/you-better-drink-the-team-behind-rupauls-drag-race-launches-canned-cocktails/",
      "title": "Team Behind RuPaul's Drag Race Launches Canned Cocktails",
      "description": "World of Wonder and partners target 'thirsty' fans in a crowded booze category.",
      "preview": "Subscribe Sign In Agencies Brands Creativity Media TV Commerce Tech Creators SUBSCRIPTION ONLY The beverages launch for pre-sale Friday under the Hous"
    },
    {
      "url": "https://www.neaq.org/",
      "title": "New England Aquarium in Boston - Protecting Animals & the Ocean",
      "description": "Protecting the blue planet",
      "preview": "Let's Take Action for the Ocean Together A habitable planet needs a healthy ocean. A healthy ocean needs all of us. LEARN ABOUT OUR WORK Plan Your Aqu"
    },
    {
      "url": "https://www.photopea.com/",
      "title": "Photopea | Online Photo Editor",
      "description": "Photopea Online Photo Editor lets you edit photos, apply effects, filters, add text, crop or resize pictures. Do Online Photo Editing in your browser for free!",
      "preview": "Photopea Learn Tutorials Templates API Free Online Photo Editor Unlock your creativity with the best free photo editor. Transform your photos with pro"
    },
    {
      "url": "http://www.motorola.com/",
      "title": "motorola Italia | Telefoni Android & Razr | motorola",
      "description": "void",
      "preview": "Supporto Menu Menu smartphones Swarovski ® Crystals motorola collection famiglia razr La nuova icona è qui famiglia edge Premium senza compromessi fam"
    },
    {
      "url": "https://ieg.worldbankgroup.org/",
      "title": "| Independent Evaluation Group",
      "description": "void",
      "preview": "Skip to main content NEW EVALUATION Biodiversity for a Livable Planet: An Evaluation of World Bank Group Support for Biodiversity, Fiscal Years 2010-2"
    },
    {
      "url": "https://www.sitioanuncios.com/portugal/46-servicos-comerciais-consultivo.html",
      "title": "SitioAnuncios.com Anúncios em Portugal - Serviços comerciais, consultivo, administração e m",
      "description": "void",
      "preview": "Anuncios Patrocinados Está em... / Anúncios / Serviços / Serviços comerciais, consultivo, administração e m Serviços comerciais, consultivo, administr"
    },
    {
      "url": "https://www.melissatiers.com/?module=bbmodule&src=50985a19dc3a5&tse=0n6q2217uq&action=view_category&id=1",
      "title": "Melissa Tiers | Coaching the Unconscious Mind",
      "description": "void",
      "preview": "0 learn how to coach the unconscious mind. Melissa Tiers is the founder of The Center For Integrative Hypnosis, and co-founder of the Ethical Coaching"
    },
    {
      "url": "https://www.wellarrangedmolecules.com/main/?page=mineral_detail&detail_id=3610",
      "title": "Well Arranged Molecules | Mineral Specimen Andradite var. Demantoid-Topazolite, Val Malenco, Sondrio Province, Lombardy, Italy (id: 3610)",
      "description": "void",
      "preview": "home minerals ordering news about links contact Join our Newsletter:"
    },
    {
      "url": "https://www.mojekuchennerewelacje.pl/2016/01/saatka-z-kurczakiem-mango-awokado-i.html?m=0",
      "title": "Moje Kuchenne Rewelacje : Sałatka z kurczakiem, mango, awokado i pomarańczą",
      "description": "Blog dietetyczno- kulinarny - porady dietetyka,przepisy z kalorycznością, możliwość zamówienia indywidualnej diety od specjalisty",
      "preview": "Strony Strona główna O MNIE ZAMÓW SPERSONALIZOWANĄ DIETĘ PORADY DIETETYCZNE E-BOOKI WSPÓŁPRACA KONTAKT REKLAMA niedziela, 10 stycznia 2016 Sałatka z k"
    },
    {
      "url": "https://www.chemforward.org/",
      "title": "ChemForward",
      "description": "void",
      "preview": "0 TURNING CHEMICAL DATA INTO POSITIVE IMPACT By creating broad access to chemical hazard data and illuminating safer alternatives, in partnership with"
    },
    {
      "url": "https://voltair355.tumblr.com/",
      "title": "Dr B",
      "description": "Scholar, chemist, love alternative energy, solar, ET cetera...... Love traveling/ adventure, family man, investor, martial artist, MD, imperfection is beautiful, madness is genius, think different...",
      "preview": "penny4nasa : Happy International Women's Day! Sally Ride, the first American woman in space, taught us that the sky is not the limit! 9 years ago 110"
    },
    {
      "url": "http://specialcollections.le.ac.uk/digital/collection/p16445coll4/id/148575/",
      "title": "CONTENTdm",
      "description": "void",
      "preview": "Javascript Required To experience full interactivity, please enable Javascript in your browser."
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio",
      "title": "Ghost EVP/EMF Radio",
      "description": "Ghost EVP/EMF Radio is a paranormal investigation app for iOS, Android and Amazon FireOS.",
      "preview": "Testimonials \"Wonderful software! Honestly, one of the best and I tested all of them... Android apps and desktop software. From ec* ox to f x ghost box."
    },
    {
      "url": "https://public.wmo.int/en/resources/world-meteorological-day",
      "title": "World Meteorological Day",
      "description": "void",
      "preview": "Skip to main content World Meteorological Day Every 23 March, the World Meteorological Organization commemorates the coming into force of the Conventi"
    },
    {
      "url": "https://theconversation.com/fishing-industry-must-do-more-to-tackle-human-rights-abuses-heres-where-to-start-149762",
      "title": "Fishing industry must do more to tackle human rights abuses - here's where to start",
      "description": "One in six fishers in the Gulf of Thailand have been coerced or deceived into working against their will.",
      "preview": "ZoranOrcik/Shutterstock Chris Armstrong , University of Southampton Author Chris Armstrong Professor of Political Theory, University of Southampton Di"
    },
    {
      "url": "http://cocondesoi.blogspot.com/2015/02/conferencediabete-approche.html",
      "title": "Cocon de Soi: Conférence Diabète, approche naturopathique 25/03/15 2/2",
      "description": "Le début de chaque conférence est à 20h15 pour une durée moyenne de 1 heure / 1h30. Conférences Cocon à Bagnères de Bigorre MERCR...",
      "preview": "Pages Accueil Ca se passe près de chez nous Archives Conférences (depuis 2008) Au local en ce moment travaillent... A.L.I.S Association Liberté Inform"
    },
    {
      "url": "https://www.repairfaq.org/sam/smpsfaq.htm",
      "title": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies",
      "description": "void",
      "preview": "Notes on the Troubleshooting and Repair of Small Switchmode Power Supplies Version 2.86 (28-Jan-14) Copyright © 1994-2022 Samuel M. Goldwasser --- All"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=secondarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "http://www.fao.org/documents/card/en/c/ca7012en",
      "title": "FAO Knowledge Repository",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.citizensbank.com/disclosures/msstores.aspx",
      "title": "Microsoft Stores | Citizens",
      "description": "void",
      "preview": "LINE OF CREDIT ACCOUNT SUMMARY TABLE Interest Rates and Interest Charges Annual Percentage Rate (APR) for Purchases 0.00% For Line of Credit Tips from"
    },
    {
      "url": "https://openaccess.inaf.it/browse?type=author&sort_by=1&order=ASC&rpp=20&etal=10&value=Zepeda%2C+A.&starts_with=K",
      "title": "void",
      "description": "DSpace-CRIS is a comprehensive, free and open-source Research Information Management System (CRIS/RIMS). It is based on DSpace, providing broader functionality and an expanded data model, relying on its large community. It is compliant with and supports key international standards, facilitating interoperability and data transfer. DSpace-CRIS enables secure, integrated and interoperable research information and data management - in a single solution.",
      "preview": "Skip to main content ATTENZIONE!!! IL SISTEMA E' UTILIZZABILE ESCLUSIVAMENTE IN MODALITA' \"CONSULTAZIONE\". CAUSA PROBLEMI TECNICI, SI PREGA DI NON EFF"
    },
    {
      "url": "http://webonthefly.com/",
      "title": "WebOnTheFly - web content management and custom development for small business",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.waittfoundation.org",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "https://newsroom.wcs.org/News-Releases/articleType/ArticleView/articleId/18631/Statement-from-Central-Park-Zoo-on-Eurasian-Eagle-Owl.aspx",
      "title": "Statement from Central Park Zoo on Eurasian Eagle Owl > Newsroom",
      "description": "Feb. 3, 2023, New York - The following statement was issued by Central Park Zoo: \"A Eurasian eagle owl at Central Park Zoo was discovered missing from its exhibit at 8:30pm Thursday evening. The exhibit had been vandalized and the stainless steel mesh cut. Upon notification, a team was",
      "preview": "News Releases WCS NEWS RELEASE Statement from Central Park Zoo on Eurasian Eagle Owl New York , NY | February 04, 2023 Central Park Zoo's Eurasian Eag"
    },
    {
      "url": "https://www.larepgroup.com/",
      "title": "Smart City | LAR REPS",
      "description": "Representantes seguridad electronica en America latina, somos especialistas en Smart Citys, analiticas de video, camaras de seguridad y vigilancia ciudadana, tenemos oficinas en México, Colombia, Venezuela y Argentina. LAR REPS",
      "preview": "top of page Nuestro Valor Academia Virtu@l LAR ¿Qué es? La Academia Virtu@l LAR , es una forma de mantenernos en contacto con ustedes nuestros cliente"
    },
    {
      "url": "https://www.airtable.com/lp/resources/webinars/quarterly-customer-wb-ondemand?utm_source=airtable&utm_medium=web_banner&utm_campaign=Platform-tier1",
      "title": "On Demand Webinar: Airtable Features & Spotlight | Airtable - Airtable",
      "description": "Watch our on demand webinar and discover the latest ways you can use Airtable to improve your workflows.",
      "preview": "Webinar Airtable New Feature Spotlight Watch our quarterly Airtable New Feature Spotlight , a webinar series dedicated to helping you see what's possi"
    },
    {
      "url": "https://fi.wiktionary.org/wiki/tumbo",
      "title": "tumbo - Wikisanakirja",
      "description": "void",
      "preview": "Siirry sisältöön Wikisanakirjasta Katso myös: tumbó Swahili [ muokkaa ] Substantiivi [ muokkaa ] tumbo maha Noudettu kohteesta \" https://fi.wiktionary"
    },
    {
      "url": "https://www.plomben.de/einsatzbereiche/transportunternehmen/",
      "title": "Transport-Plomben für Logistik & Speditionen - Plomben.de",
      "description": "Transport-Plomben: Durchziehplomben ✓ Transportindikatoren ✓ Fixlängenplomben ✓ Kabelplomben ✓ nummeriert ✓ mit Barcode ✓ ‣ Jetzt kaufen!",
      "preview": "Schneller Versand ab 250 Euro versandkostenfrei 033397 . 26 80 34 freundliche Beratung info@plomben.de Kauf auf Rechnung Um Plomben.de in vollem Umfan"
    },
    {
      "url": "https://www.britannica.com/art/Renaissance-art",
      "title": "Renaissance art | Definition, Characteristics, Style, Examples, & Facts | Britannica",
      "description": "Renaissance art, painting, sculpture, architecture, music, and literature produced during the 14th, 15th, and 16th centuries in Europe under the combined influences of an increased awareness of nature, a revival of classical learning, and a more individualistic view of humans.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos Re"
    },
    {
      "url": "https://www.smhi.se/vader/prognoser/ortsprognoser",
      "title": "Väderprognos - SMHI",
      "description": "void",
      "preview": "Huvudinnehåll Väder Väderprognos SMHI producerar väderfilmer måndagar, onsdagar och fredagar. Eller vid särskilda väder- eller varningssituationer. De"
    },
    {
      "url": "https://www.thefulltoss.com/",
      "title": "The Full Toss Cricket Blog - English Cricket, No Spin",
      "description": "Irreverent England cricket blog with a zero percent bounce rate. It's cricket from a supporter's perspective - and absolutely no spin.",
      "preview": "Read on 30 comments Read later Read on 3 comments Read later Read on 3 comments Read later Read on Read later Read on 14 comments Read later Read on 6"
    },
    {
      "url": "https://geckojoy.club/blogs/geckochitchat/tagged/measure",
      "title": "Gecko Chit Chat - tagged \"measure\" - Geckojoy",
      "description": "Gecko Chit Chat is a blog by artist and surface designer Geckojoy. Geckojoy.club members, customers and visitors will get tips, reviews and updates on decor and lifestyle products and promotions. Readers will learn more about the artist, what inspires her artwork and get an inside look into what she's working on.",
      "preview": "Skip to content Digital Licensing Terms Gecko Chit Chat Measure your clothing size the right way June 30, 2020 How how to get the right size with the"
    },
    {
      "url": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/contact-form/PROJECT/948463091/612269",
      "title": "EU Funding & Tenders Portal",
      "description": "The Funding and Tenders Portal is the single entry point (the Single Electronic Data Interchange Area) for applicants, contractors and experts in funding programmes and procurements managed by the European Commission.",
      "preview": "Topic List"
    },
    {
      "url": "https://vahankaytetty.fi/ale3/kirja-162.html",
      "title": "Bought | Osta & myy secondhandia",
      "description": "Helpoin tapa aloittaa jälleenmyyminen. Automaattiset myynti-ilmoitukset suoraan kuitista tai valokuvasta.",
      "preview": "Muuta ostohistoriasi rahaksi Automaattiset myynti-ilmoitukset Toimitukset ovelta ovelle jopa tunnissa Ei myyntikuluja +1000 integroitua verkkokauppaa"
    },
    {
      "url": "https://herbiv-whore.tumblr.com/post/126529603343",
      "title": "Blog Deleted.",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Blog Deleted. I've moved to Cermak-a-lot.tumblr.com Virginia - 24 Chicago. Chemist, Environmentalist, lover of science, and protector of the realm. De"
    },
    {
      "url": "https://discord.com/invite/effecthouse?enter_method=carousel_button",
      "title": "TikTok Effect House",
      "description": "Effect House is a powerful AR tool that makes it easy to create and publish high-quality augmented effects for TikTok | 589002 members",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://arkivet.thorvaldsensmuseum.dk/dokumenter/Smaatryk1836,Kjoebenhavnsposten14.5",
      "title": "14.5.1836 - Arkivet, Thorvaldsens Museum",
      "description": "void",
      "preview": "No. 6937 af 10320 Afsender Dato Modtager Redaktørerne ved Kjøbenhavnsposten 14.5.1836 [ + ] Dateringsbegrundelse Dateringen fremgår af dokumentet. Omn"
    },
    {
      "url": "https://milspousechamber.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://greeleygis.greeley.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "http://cs.mak.ac.ug/",
      "title": "Department Of Computer Science | Makerere University",
      "description": "Computer Science Deparment Makerere University",
      "preview": "Home About Department Overview Contact Department Faculty Administrative Staff Research Research Groups & Centers Flagship Research Projects Admission"
    },
    {
      "url": "https://mt.panbo.com/2014/04/broadband-radar-interference-issues.html",
      "title": "Broadband Radar interference issues? - Panbo Forum",
      "description": "void",
      "preview": "Home Forum Classifieds Sponsored by PMY , PassageMaker , Sail , and Soundings"
    },
    {
      "url": "https://sgrh.com/",
      "title": "Sir Ganga Ram Hospital, Delhi NCR India, Best Multi speciality hospital, Healthcare",
      "description": "Sir Ganga Ram Hospital, Delhi NCR India, Multi speciality hospital, Healthcare service, premier medical hospital, medical research, medical training, best hospital in delhi, super speciality hospital, patient friendly, ethical hospital, best doctors",
      "preview": "Dr. Amit Sharma Doctor Dr. Amit Sharma Consultation Dr. Amit Sharma Specialists Dr. Amit Sharma Specialists Show All Lab Result Registration Number OP"
    },
    {
      "url": "https://council.nyc.gov/",
      "title": "Home - New York City Council",
      "description": "From Woodlawn to Coney Island, every neighborhood in New York City is part of a Council District. There are 51 of these Districts, each represented by an elected Council Member.",
      "preview": "Skip to main content Translate this page ✕ Google Translate To Address City's Chronic Failure to Pay Nonprofits on Time, NYC Council Approves Major Re"
    },
    {
      "url": "http://esri.com",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "https://afghanislamicpress.com/en/news?keyword=economy&page=10",
      "title": "News",
      "description": "void",
      "preview": "News Updates (Update 2 minutes ago) Pakistan would be responsible if situation gets worse: National Defence Ministry Armed robber killed in Balkh Indi"
    },
    {
      "url": "https://www.thehousecollective.com/en/the-middle-house/",
      "title": "The Middle House | Artistic hotel in Dazhongli Shanghai | The House Collective",
      "description": "Discover The Middle House Shanghai, an intimate urban sanctuary. Experience modern luxury, curated art, and bespoke service in the heart of vibrant Shanghai.",
      "preview": "Our House Our House Our House Rooms Restaurants & Bars Wellness Private Events Explore Special Offers Welcome to The Middle House Our House People & C"
    },
    {
      "url": "https://childrenandfamiliesfirstnc.org",
      "title": "Home - GenerationEd",
      "description": "As a leader in early childhood education, GenerationEd is also a trusted resource for childcare providers. Through our Regional Child Care Resources &",
      "preview": "Skip to content Apply Now Donate Apply - English Apply - Espanol Early Childhood Education Our Head Start/Early Head Start and NC Pre-K programs take"
    }
  ],
  "_meta": {
    "total_bookmarks": 99
  }
}