{
  "data": [
    {
      "url": "https://assine.estadao.com.br/landingpage/?referrer_url=https%3A%2F%2Fpolitica.estadao.com.br%2Fnoticias%2Fgeral%2Ctiao-viana-cpmf-e-renan-vao-a-plenario-este-ano%2C82863&utm_campaign=alwayson%3Ac&utm_content=link%3Aselo-superior%3Alp-planos%3A&utm_medium=botao&utm_source=estadao%3Aeditorias&utm_term=%3A%3A%3A%3A",
      "title": "Assine o Estadão",
      "description": "Tenha acesso ilimitado ao conteúdo de um dos mais respeitados jornais do Brasil.",
      "preview": "Com o Estadão, sua rotina de informação fica completa. Política, Economia, Internacional, Cultura e muitos outros temas que ajudam você a entender o m"
    },
    {
      "url": "https://usplasticspact.org/about/",
      "title": "U.S. Plastics Pact | About Us",
      "description": "The U.S. Plastics Pact brings together businesses, nonprofits, government agencies, and research institutions working to ensure plastics never become waste.",
      "preview": "What is the U.S. Plastics Pact? The U.S. Plastics Pact is a solutions-driven consortium, launched as part of the global Plastics Pact Network convened"
    },
    {
      "url": "https://policy.medium.com/medium-privacy-policy-f03bf92035c9",
      "title": "Medium Privacy Policy | by Medium | Medium Policy",
      "description": "Medium Privacy Policy Effective date: March 24, 2022 You can see our previous Privacy Policy here. This Privacy Policy explains how A Medium Corporation (\"Medium,\" \"we,\" or \"us\") ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Privacy Poli"
    },
    {
      "url": "https://uxr-optout.withgoogle.com/?referral_code=0&reserved=0&pType=0&productTag=0&campaignType=0&campaignDate=0&labelTag=0&appTag=0&l=0&Q_Language=0&p_utm_source=0&p_utm_medium=0&p_utm_campaign=0&p_utm_term=0&p_utm_content=0",
      "title": "Google UXR - Opt-Out",
      "description": "void",
      "preview": "User Experience Research Unsubscribe from Google User Experience Research studies mailing list You were contacted by the Google User Experience Resear"
    },
    {
      "url": "https://www.offspringmagazine.com.au/tag/wanneroo-botanical-gardens/",
      "title": "Wanneroo Botanical Gardens - Offspring Magazine",
      "description": "void",
      "preview": "Tag Wanneroo Botanical Gardens Browsing Whether it's a cruise along the Perth and Fremantle coastline, an afternoon of trampolining, slipping and slid"
    },
    {
      "url": "https://alejka24.pl/product-pol-1067-Tasma-ogrodzeniowa-jasnoszara-PVC-19-cm-35mb-450g-m2-klipsy.html",
      "title": "Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy | sklep Alejka24.pl",
      "description": "Sprawdź Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy z oferty naszego sklepu internetowego z rozwiązaniami ogrodniczymi i przekonaj się, jak łatwo kształtować i formować swój ogród!",
      "preview": "+ 2 więcej Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy Taśma ogrodzeniowa jasnoszara PVC 19 cm 35mb 450g/m2 + klipsy 5.00/5.00 Opini"
    },
    {
      "url": "http://www.healthandwealthtopic.com/",
      "title": "Health Is Wealth - Most Popular Supplement Reviews -",
      "description": "void",
      "preview": "Skip to content Posted by By Avery Washington 01/07/2023 Posted in Supplement Semenax Uncovered: A Detailed Review and Analysis Men experiencing erect"
    },
    {
      "url": "https://docs.carto.com/",
      "title": "Welcome | CARTO Documentation",
      "description": "Welcome to the CARTO Documentation Center! All of the resources you need to unlock the power of the platform.",
      "preview": "Getting started with CARTO CARTO is the only cloud-first spatial platform built for accelerated, modern GIS. It runs natively on top of your cloud dat"
    },
    {
      "url": "https://www.greatwolf.com/",
      "title": "North America's Largest Family Indoor Water Park Resorts | Great Wolf Lodge",
      "description": "Great Wolf Lodge combines water park adventures with comfortable accommodations for the perfect family vacation. Book your stay at an indoor water park near you.",
      "preview": "Skip Content WELCOME TO GREAT WOLF LODGE Choose Your Lodge YOUR ADVENTURE BEGINS HERE Welcome to Great Wolf Lodge, North America's largest group of in"
    },
    {
      "url": "https://www.sailthru.com/",
      "title": "Sailthru by Marigold | Deliver dynamic, data-driven customer journeys",
      "description": "Boost engagement and revenue with Sailthru's AI-driven email, mobile, web, and SMS campaigns. Personalize at scale, save hours, and deliver ROI fast.",
      "preview": "Platform Solutions Industries Why Marigold Resources Company Contact Us You create the content, we'll deliver the ROI up to 100% uplift in conversion"
    },
    {
      "url": "https://abc11.com/society/viral-sensation-target-employees-help-young-man-prepare-for-job-interview/506059/",
      "title": "Target employees help young man prep for job interview, tie his tie - ABC11 Raleigh-Durham",
      "description": "A Wake County teenager ran into a roadblock before he even got to his job interview, and what happened next was caught on camera.",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out SOCIETY Target employees help young man prep for job interview, tie his tie Friday,"
    },
    {
      "url": "https://ptr.wowhead.com/item=124366/ruinous-gutripper?bonus=1799:1799",
      "title": "Ruinous Gutripper - Item - 11.2.5 PTR",
      "description": "This epic dagger has an item level of 45. It is looted from Kilrogg Deadeye. In the Daggers category. Added in World of Warcraft: Warlords of Draenor.",
      "preview": "This site makes extensive use of JavaScript. Please enable JavaScript in your browser. Live PTR 11.2.5 PTR 11.2.0 Beta Comments Comment by Netherspark"
    },
    {
      "url": "https://www.jammarcade.net/repair-logs/",
      "title": "Repair Logs - JAMMArcade.net",
      "description": "void",
      "preview": "1941 : Counter Attack repair log #1 1941 : Counter Attack repair log #2 1942 double repair log 1942 repair log #1 1942 repair log #2 1943 : Midway Kai"
    },
    {
      "url": "https://asp.schoolmessenger.com/novicsd/quicktip/",
      "title": "Quick Tip - Submit an Anonymous Tip - Powered by SchoolMessenger",
      "description": "void",
      "preview": "SchoolMessenger Quick Tip Novi Community School District SchoolMessenger Quick Tip allows you to submit an anonymous tip to school and district offici"
    },
    {
      "url": "https://catalog.montgomerycollege.edu/",
      "title": "Montgomery College - Modern Campus Catalog™",
      "description": "This is Montgomery College's catalog.",
      "preview": "Skip footer and go back to top Accessibility Annual Security Report (Clery Act) HEERF Grants Reporting Non-Discrimination Policies & Procedures Privac"
    },
    {
      "url": "https://www.geogebra.org/calculator",
      "title": "Calculator Suite - GeoGebra",
      "description": "Interactive, free online calculator from GeoGebra: graph functions, plot data, drag sliders, create triangles, circles and much more!",
      "preview": "x y z π 7 8 9 × ÷ e 4 5 6 + - < > ≤ ≥ 1 2 3 = ( ) , 0 ."
    },
    {
      "url": "https://hjweinbergfoundation.org/",
      "title": "The Harry and Jeanette Weinberg Foundation - The Harry and Jeanette Weinberg Foundation",
      "description": "Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fight poverty and build strong, vibrant communities where everyone can thrive. We advance that mission through five core focus areas: Housing Housing The Foundation supports organizations that provide safe and affordable housing. Learn More Health Health The [...]",
      "preview": "Skip to content Fighting Poverty. Building Strong, Vibrant Communities. Our Mission and Focus The Harry and Jeanette Weinberg Foundation strives to fi"
    },
    {
      "url": "https://www.sizze.io/",
      "title": "Sizze App",
      "description": "Build pages with Sizze",
      "preview": "Create your interface from a picture or via Figma layout Search Get Plus Log in React Flutter Swift Ionic Copy"
    },
    {
      "url": "https://www.rosslynva.org/feature/rosslyn-refresh",
      "title": "Features | News | Rosslyn, VA",
      "description": "Features | News | Rosslyn, VA",
      "preview": "Skip to Main Content Rosslyn Features Rosslyn is connected in more ways than metros and bridges - the neighborhood has a growing network of young prof"
    },
    {
      "url": "http://www.zentravel.gr/",
      "title": "Home - ZenTravel",
      "description": "Manage your schedule efficiently! The most important rule a businessman has to follow nowadays, is management of his schedule with efficiency. Time is money! ZenTravel business travel experts are dedicated to make your trip as much enjoyable and luxurious it can get, but also a time efficient experience. Business Travel Explore Greece",
      "preview": "Skip to content Explore Greece What's more to say for this wonderful place on earth that someone else hasn't said it already. It is a place that alway"
    },
    {
      "url": "https://webinars.donorbox.org",
      "title": "Nonprofit Webinars: Attend Free Live Nonprofit Webinars Today with Donorbox",
      "description": "Join Donorbox's Free Nonprofit Webinars from the World's Top Nonprofit Experts and Solve Your Biggest Nonprofit Problems. Register Today.",
      "preview": "Nonprofit Webinars to help you help others Explore our webinars on nonprofit protips, strategies and fundraising, where our seasoned experts share the"
    },
    {
      "url": "https://rust-lang.github.io/rust-clippy/master/",
      "title": "Clippy Lints",
      "description": "A collection of lints to catch common mistakes and improve your Rust code.",
      "preview": "Theme Ayu Coal Light Navy Rust Disable keyboard shortcuts Clippy Lints Total number: 795 Lints search and filtering only works with JS enabled. :( Lin"
    },
    {
      "url": "https://www.marnemoende.nl/werken-vergaderen",
      "title": "Werken/Vergaderen",
      "description": "Werken/Vergaderen",
      "preview": "Werken/Vergaderen Werk, overleg of vergader units met de rust en ruimte van het BUITEN zijn. Het concept van Firm21, nu te boeken bij Marnemoende. Des"
    },
    {
      "url": "https://apparelimpact.org/apparel-impact-institute-announces-target-corporation-as-a-new-lead-funder-to-the-250m-fashion-climate-fund/",
      "title": "Apparel Impact Institute Announces Target Corporation as a New Lead Funder to the $250M Fashion Climate Fund | Apparel Impact Institute",
      "description": "Apparel Impact Institute today announced that Target Corporation is joining the $250M Fashion Climate Fund as a lead funder, spurring the Fund's mission to unite industry stakeholders, mobilize climate action, and meet the fashion industry's ambition to halve carbon emissions by 2030.",
      "preview": "Share Return Apparel Impact Institute Announces Target Corporation as a New Lead Funder to the $250M Fashion Climate Fund Published: 16 November 2022"
    },
    {
      "url": "https://nahtlust.de/tag/uni/",
      "title": "Uni - nahtlust",
      "description": "void",
      "preview": "...und ein divided basket nach dem Schnitt von noodlehead genäht. Dieses Schnittmuster hat es mir aber auch angetan, und wie fast alle divided baskets z"
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    },
    {
      "url": "http://www.beerof1812.com/news13/1019.html",
      "title": "Concordp2c | Law Blog for Clear. Credible. Complete.",
      "description": "Explore legal insights, case analysis, and expert commentary on concordp2c - your trusted blog for everything law and legal.",
      "preview": "Skip to content Local News , US How Local News Investigations Hold Officials Accountable The Future of Local News: U.S. Papers & TV Stations Local Sch"
    },
    {
      "url": "https://www.brighttalk.com/webcast/18400/455268?utm_source=brighttalk-portal&utm_medium=web&utm_campaign=channel-feed",
      "title": "The Sustainability-Linked Loan (SLL) market: opportunities in North America",
      "description": "The sustainable finance markets are rapidly expanding and one particular segment is growing: sustainability-linked mechanisms, allowing companies from a...",
      "preview": "TechTarget and Informa Tech's Digital Businesses Combine. Together, we power an unparalleled network of 220+ online properties covering 10,000+ granul"
    },
    {
      "url": "http://www.infostrada.it/",
      "title": "Radware Block Page",
      "description": "void",
      "preview": "We are sorry... ...but your activity and behavior on this website made us think that you are a bot. To protect this website, we cannot process your re"
    },
    {
      "url": "https://www.betterkids.education/privacy-policy/",
      "title": "Privacy Policy - Better Kids",
      "description": "Children's privacy is our priority. Our SEL apps and SEL games are FERPA, COPPA, and GDPR compliant. All of our programs are ad-free.",
      "preview": "Privacy Policy Better Kids, Ltd. (\"Better Kids\", \"we\", \"us\" and \"our\") is highly committed to protecting you and your children's privacy. We have prep"
    },
    {
      "url": "https://allschoolsinindia.in/category/cut-off-mark-calculator/",
      "title": "Cut Off Mark Calculator",
      "description": "void",
      "preview": "You are here: Home / Archives for Cut Off Mark Calculator KVS Class-1 and Balvatika Admission 2025-26 KV School Online Fee Payment System 2025-26 Maha"
    },
    {
      "url": "https://giving.aub.edu.lb/aub",
      "title": "Donations - Donate to the American University of Beirut",
      "description": "void",
      "preview": "Home Bank Info Via Check Donate to the American University of Beirut Since the university was founded in 1866, donations from individuals, businesses,"
    },
    {
      "url": "https://www.greenmeadowslawnscape.com/hardscaping/",
      "title": "Hardscaping Services - Green Meadows Lawnscape",
      "description": "Hardscaping With Green Meadows Lawnscape's attention to detail and over two decades of experience, our hardscape services result in both beauty and function. From brick pavers to retaining walls and intricate stonework, we provide our hardscape services to residences, businesses and commercial properties in the greater Detroit, Michigan area, including Shelby Township, Macomb Township, Sterling [...]",
      "preview": "Skip to content Hardscaping With Green Meadows Lawnscape's attention to detail and over two decades of experience, our hardscape services result in bo"
    },
    {
      "url": "https://skylandssanctuary.org/",
      "title": "Skylands Animal Sanctuary and Rescue | Skylands Animal Sanctuary & Rescue",
      "description": "void",
      "preview": "Skip to main content Close Search We rescue, rehabilitate, and care for farmed animal survivors and advocate to end their exploitation and suffering O"
    },
    {
      "url": "https://atrl.net/",
      "title": "Sign In - ATRL",
      "description": "void",
      "preview": "Jump to content Facebook Twitter Instagram Sign In Email Address Required Password Required Remember me Not recommended on shared computers Sign In Fo"
    },
    {
      "url": "https://www.elitegymnastics.co.uk/collections/womens-leotards",
      "title": "Gymnastics Leotards for Girls | Girls Leotards for Gymnastics | Girls Gymnastics Leotards uk",
      "description": "Girls Leotards Gymnastics - Browse the latest range of Girls gymnastic leotards for recreational and elite gymnastics. Check out our branded Gymnastics Leotard collection and buy online today at elitegymnastics.co.uk",
      "preview": "FREE Tracked Delivery Over £35 Fast Tracked Delivery Worldwide Delivery Easy Returns & Exchanges Customer Reviews Home Gymnastic Leotards for Girls &"
    },
    {
      "url": "https://www.finnair.com/",
      "title": "Flight bookings | select country and language | Finnair",
      "description": "Finnair flies between Europe, Asia and North America via Helsinki. Modern fleet - more comfort, lower emissions. Search and book your flights today.",
      "preview": "Flight bookings | select country and language | Finnair Hi! Please set your location and language. Location * Finland (EUR €) Australia (AUD $) Austri"
    },
    {
      "url": "https://ultimatediscocruise.com/",
      "title": "Home | Ultimate Disco Cruise",
      "description": "Celebrate 5 Nights of the Greatest Disco Music Ever at Sea and enjoy live nightly performances and interaction with the stars all while cruising in luxury.",
      "preview": "Learn more Learn more Learn more Learn More 2026 Lineup KC and The Sunshine Band The Jacksons The Commodores WAR The Ohio Players Kid Creole and The C"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Engis/4480/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "https://www.shop.solisaudio.com/collections/frontpage/products/so-2000",
      "title": "SO-2000 - SŌLIS Audio",
      "description": "Voice-Activated Bluetooth/Wi-Fi Wireless Speaker with Clock Easy-to-read 0.6\" LED Display Automatic Time Set by Google Cloud Stream Music Wirelessly Using the Google Home App or Bluetooth Voice-activated Speaker with the Google Assistant built-in Far-field Voice Recognition for Hands-free Use Chromecast built-in - choo",
      "preview": "SO-2000 $149 99 FREE SHIPPING Default Title - $149.99 USD Quantity Add to Cart Vendor : Solis Audio Shares : Description Voice-Activated Bluetooth/Wi-"
    },
    {
      "url": "https://ecoromambalaje.ro/",
      "title": "Eco-Rom Ambalaje - Colectăm separat - Reciclăm împreună",
      "description": "Comisia de supraveghere a răspunderii extinse a producătorului a emis licența de operare la data...",
      "preview": "Home Despre noi Servicii Informații publice Autorizație Clienți Tarife Informații utile Cantități gestionate Modificări legislative Pagina membrilor C"
    },
    {
      "url": "https://www.presidencia.go.cr",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://www.3lanemarketing.com/",
      "title": "Home - 3Lane Marketing",
      "description": "A boutique, female-owned marketing company that caters to clients looking for the highest level of expertise and excellence in branding, strategy, design and technology.",
      "preview": "Brand Strategy & Design Web Design Concept Strategy Featured Work View Custom Logo Designs An expertly crafted, unique logo that visually communicates"
    },
    {
      "url": "https://anime.desktopnexus.com/wallpaper/2056195/",
      "title": "Sailor Venus - Other & Anime Background Wallpapers on Desktop Nexus (Image 2056195)",
      "description": "Sailor Venus. Download free Other wallpapers and desktop backgrounds!",
      "preview": "Hi everyone! We're hard at work trying to keep our community clean, so if you see any spam, please report it here and we'll review ASAP! Thanks a mill"
    },
    {
      "url": "http://aotearoaplanofaction.apec.org/",
      "title": "Aotearoa Plan of Action",
      "description": "A plan to implement the Putrajaya Vision 2040 - Our vision is an open, dynamic, resilient and peaceful Asia-Pacific community by 2040, <br><br>for the prosperity of all our people and future generations.",
      "preview": "hidden Aotearoa Plan of Action A plan to implement the Putrajaya Vision 2040 Our vision is an open, dynamic, resilient and peaceful Asia-Pacific commu"
    },
    {
      "url": "http://www.meredith.com/legal/privacy",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://www.tbf.org/news-and-insights/press-releases/2022/july/q4-fy22-grants-announcement-20220707",
      "title": "The Boston Foundation announces nearly $4.2 million in grants - TBF",
      "description": "The grants include the latest round of Open Door Grants and a set of one-time grants to support organizations serving seniors, women and other specific populations",
      "preview": "Boston - The Boston Foundation today announced $4,181,000 in grants to 70 organizations in its final round of grantmaking for the 2022 Fiscal Year. In"
    },
    {
      "url": "http://objets-golf.com/textiles-et-parapluies/casquettes-de-golf/",
      "title": "Casquettes de golf - Objets publicitaires de Golf",
      "description": "NOS PRODUITS Casquette Callaway Liquid Metal Tissu antimicrobien. Possibilitbroderie sur cotou arrie. Reglage par velcro. 7 coloris au choix Logo Callaway sur le front. Casquette Callaway Stich magnet Personnalisation du logo à l'arrière de la casquette. Casquette Callaway Custom Side Logo Callaway à l'avant de la casquette. Personnalisation du logo sur les côtés de la ... Lire la suite de« Casquettes de golf »",
      "preview": "Aller au contenu NOS PRODUITS Casquette Callaway Liquid Metal Tissu antimicrobien. Possibilitbroderie sur cotou arrie. Reglage par velcro. 7 coloris a"
    },
    {
      "url": "https://www.stripes.com/theaters/europe/2008-11-09/slain-teen%E2%80%99s-mom-still-seeks-justice-1986876.html1",
      "title": "Slain teen's mom still seeks justice | Stars and Stripes",
      "description": "void",
      "preview": "Theaters U.S. Europe - K-town Now Asia-Pacific - Storm Tracker Middle East Americas Africa Veterans News Map of Memorials Jobs Obituaries Living Event"
    },
    {
      "url": "https://www.idnes.cz/technet",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://www.latimes.com/entertainment/classichollywood/la-et-st-ca-william-daniels-classic-hollywood-20150510-story.html",
      "title": "Classic Hollywood: In 'Girl Meets World,' William Daniels reprises Mr. Feeny - Los Angeles Times",
      "description": "William Daniels returns to his role as Mr. Feeny in 'Boy Meets World' in the Disney Channel sequel, 'Girl Meets World.'",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://www.ons.gov.uk/economy/inflationandpriceindices",
      "title": "Inflation and price indices - Office for National Statistics",
      "description": "The rate of inflation is the change in prices for goods and services over time. Measures of inflation and prices include consumer price inflation, producer price inflation and the House Price Index.",
      "preview": "Cookies on ons.gov.uk Cookies are small files stored on your device when you visit a website. We use some essential cookies to make this website work."
    },
    {
      "url": "http://www.rulequest.com/Personal/",
      "title": "Ross Quinlan's personal homepage",
      "description": "void",
      "preview": "Ross Quinlan Software available for download: FOIL Release 6: (shell archive) FFOIL Release 2: (shell archive) C4.5 Release 8: (gzipped tar file) I no"
    },
    {
      "url": "http://www.stringology.org/",
      "title": "The Prague Stringology Club",
      "description": "Research group focused on research in the field of pattern matching, text algorithms, information retrieval, finite automata etc. Publications, members, events. Deptartment of Computer Science & Engineering, Czech Technical University in Prague",
      "preview": "This document contains frames. Please, use browser supporting frames. Mozilla Opera Netscape Navigator MS Internet Explorer"
    },
    {
      "url": "https://district-360.com/?utm_source=IDA&utm_medium=website&utm_campaign=PartnerPage",
      "title": "CRM Software for Downtown Districts | Business Improvement Downtown Districts",
      "description": "CRM for business improvement downtown districts - Experience 360-degree impact on your business with our custom build CRM exclusively for your downtown district.",
      "preview": "Districts are dynamic. Your CRM should be too. District360 is the only customized Salesforce CRM for placemakers to manage downtown data the way they"
    },
    {
      "url": "https://www.userzoom.com/",
      "title": "UserZoom Platform | UserTesting | UX Research Capabilities",
      "description": "UserZoom empowers your team with sophisticated UX insights to create digital experiences that delight customers and drive business growth.",
      "preview": "Select Language EN EN English DE Deutsch ES Español Platform: UserZoom Innovation fueled by UX insights UserZoom empowers anyone to create digital exp"
    },
    {
      "url": "https://www.mlb.com/live-stream-games/subscribe?mlbkw=ds-g-p30039016412&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQXEnn26WiD6DtX4X9Fnb5p0tUAv-VnDgcDXZgBbQHkPpK1hgnq9xdoaAiGcEALw_wcB&gclsrc=aw.ds",
      "title": "MLB.TV Out-Of-Market Packages | Buy MLB.TV | MLB.com",
      "description": "The Official Site of Major League Baseball",
      "preview": "The Home of Streaming Baseball Watch every Postseason game LIVE in the U.S. with authentication to a participating Pay TV provider. Blackout and other"
    },
    {
      "url": "https://www.unitedwayatlanta.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgSUcels3iQ2dV3h7jKMk9_vagfQR1LaH-OYXeeMeBKqyD6E8Pyl-WhoCzrIQAvD_BwE",
      "title": "Home | United Way Of Greater Atlanta",
      "description": "void",
      "preview": "Skip to main content Skip to footer Help Us Celebrate 120 Years with a Bold Goal We're aiming to raise $120,000 to support our 211 lifeline-a vital re"
    },
    {
      "url": "https://experiments.withgoogle.com/collection/ai",
      "title": "Google Labs: Google's home for AI experiments - Google Labs",
      "description": "Stay up to date with the latest Google AI experiments, innovative tools, and technology. Explore the future of AI responsibly with Google Labs.",
      "preview": "The home for AI experiments at Google FEATURING FEATURING Flow Flow A new AI filmmaking tool that lets you seamlessly create cinematic clips, scenes a"
    },
    {
      "url": "https://www.ft.com/content/e7bd4094-ff34-11e6-96f8-3700c5664d30",
      "title": "A bigger catch: China's fishing fleet hunts new ocean targets",
      "description": "As fish stocks collapse, Beijing's subsidies send vessels far and wide for squid",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer The Big Read Asia-Pacific Add to myFT Get instant alerts for this topic Mana"
    },
    {
      "url": "http://www.musica.it/",
      "title": "Musica.it",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.itembeauty.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://www.mylifetime.com/",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "http://www.trovaricette.net/",
      "title": "Dernières actus - Tous ce qu'il faut savoir est ici",
      "description": "void",
      "preview": "Skip to content Posted in Améliorer son chez soi Plonger dans l'univers des blogs de décoration et de mode peut être une expérience enrichissante pour"
    },
    {
      "url": "http://pdfmerge.w69b.com/",
      "title": "PDF Mergy - WebApp to merge PDF files",
      "description": "Merge PDFs online. Free and easy to use.",
      "preview": "Merge PDFs Help Press Privacy Terms Impressum PDF Mergy - Merge PDF Files How to merge PDF files Drag and drop your PDF files in the area above. Drag"
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/finetuning_torchvision_models_tutorial.html",
      "title": "Finetuning Torchvision Models - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "http://www.webqc.org/",
      "title": "Chemical Portal - Chemistry Online Education",
      "description": "Chemical portal: a place for chemistry enthusiasts and professionals alike. Chemistry tools, periodic table, unit converters and more.",
      "preview": "Please enable JavaScript in order to use this website. Printed from https://www.webqc.org Chemical Portal Chemistry tools Unit converters Chemical for"
    },
    {
      "url": "https://amplypower.com/amply-power-integrates-watttime-api-to-enable-electric-fleets-to-minimize-and-report-total-greenhouse-gas-emissions/",
      "title": "AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions - AMPLY Power",
      "description": "void",
      "preview": "Menu August 31, 2021 3:00 am AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions AMPLY"
    },
    {
      "url": "https://www.altisitr.com/accessibility-policy/",
      "title": "Accessibility Policy | Altis Technology",
      "description": "Altis Technology is committed to excellence in serving all individuals including those with disabilities. We work to create and promote equality for people with disabilities through awareness and open communication. In doing so, we take the following measures into consideration.",
      "preview": "We've been named One of Canada's Best Recruiting and Temporary Staffing Firms by Forbes! Find Work Hire Company Diversity Learn Login en Login Connect"
    },
    {
      "url": "https://ueaglider.uea.ac.uk/mission39/glider502/dive0085",
      "title": "SG502 Dive 85 Mission 39",
      "description": "void",
      "preview": "Dive 85 by SG502 on Mission 39 Bathymetry at post dive location: -247.0 m prev dive glider status science science_python mission page next dive"
    },
    {
      "url": "https://www.mh-aerotools.de/airfoils/",
      "title": "MainFrame",
      "description": "void",
      "preview": "This page uses frames, but your browser doesn't support them. I am sorry, I know, that some people hate Frames, but I found it the only way to set up"
    },
    {
      "url": "https://www.bpm-power.com/it/offerte/arredo-giardino",
      "title": "Arredo Giardino Ed Esterni | Offerte Da Giardino Ottobre 2025",
      "description": "Salottini polyrattan, tavolini e molto altro su Bpm-power | Non perderti i migliori prezzi e le promozioni su arredamento da esterni di Ottobre!.",
      "preview": "Scopri le recensioni Accedi Ciao {{user.firstName | capitalize | cut(12)}} Accedi Non sei iscritto? Registrati My Bpm-Power Il tuo profilo I tuoi ordi"
    },
    {
      "url": "https://www.americanexpress.com/en-us/business/trends-and-insights/solutions/series-2?extlink=em-us-bti-advocacypartnerenl-theseries-s2-o",
      "title": "Business Class: The Series Solutions - Latest Trends",
      "description": "American Express provides you with valuable insights in the Business Class: The Series Solutions, inspiring you to run, grow and expand your business with latest industry trends.",
      "preview": "Topics Managing Money > Getting Customers > Building Your Team > Planning for Growth > Videos Explainer Videos > Educational Shorts > Small Business S"
    },
    {
      "url": "https://www.delpher.nl/nl/kranten/view?identifier=ddd:010368266:mpeg21:p005&coll=ddd",
      "title": "De Sumatra post » 02 dec 1920 - Pag. 5 | Delpher",
      "description": "De Sumatra post van 02 dec 1920 (pag. 5) ✓ In zijn geheel te lezen ✓ Digitaal te doorzoeken ✓ Gratis toegankelijk ➜ Delpher.nl",
      "preview": "Terug naar resultaten Permanente URL Aflevering Pagina Artikel Gebruiksvoor­waarden Auteursrecht onbekend. Het zou kunnen dat nog auteursrecht rust op"
    },
    {
      "url": "https://olympics.com/en/athletes/jamie-anderson",
      "title": "Jamie ANDERSON",
      "description": "Visit Jamie ANDERSON profile and read the full biography, watch videos and read all the latest news. Click here for more.",
      "preview": "Jamie ANDERSON United States of America Snowboard Olympic Medals 2 G 1 S Games Participations 3 First Olympic Games Sochi 2014 Year of Birth 1990 Olym"
    },
    {
      "url": "https://www.research4life.org/access/eligibility/",
      "title": "Eligibility for access to Research4Life - Research4Life",
      "description": "Check which countries are eligible countries for access to Research4Life",
      "preview": "English Français Español Português ( Portuguese (Brazil) ) Academic and professional content for the developing world"
    },
    {
      "url": "http://ladigitalmedia.org/video_v2/asset-detail/LSWI-0813-02_Fairhaven",
      "title": "Louisiana Digital Media Archive",
      "description": "The LDMA is the online home of thousands of Louisiana-related videos from the collections of Louisiana Public Broadcasting and the Louisiana State Archives.",
      "preview": "Loading..."
    },
    {
      "url": "https://act.feedingamerica.org/R97FxdMzpUi1W5dBdcPdqw2",
      "title": "Urge Congress: Permanently expand SNAP benefits! | Feeding America",
      "description": "Join me in taking action to fight hunger today.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "http://www.cantinedimarca.it/",
      "title": "Marketing del Vino | Roberto Cavasin Marketing Strategist",
      "description": "In questi anni mi sono specializzato nello sviluppo di progetti di comunicazione legati all'enogastronomia e in particolare nel settore del Vino",
      "preview": "Salta al contenuto In questi anni mi sono specializzato nello sviluppo di progetti di comunicazione legati all'enogastronomia e in particolare nel set"
    },
    {
      "url": "https://www.thepioneerwoman.com/",
      "title": "The Pioneer Woman - Recipes, Country Life and Style, Entertainment",
      "description": "Welcome to Ree Drummond's frontier! Find easy recipes, tips for home design, shopping, entertainment and more.",
      "preview": "Skip to Content Pumpkin Spice Crème Brûlée is Make-Ahead Friendly and Perfect for Fall Advertisement - Continue Reading Below New Fall Recipes Apple C"
    },
    {
      "url": "https://corporate.pluto.tv/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://blubrry.com/beckershealthcarepodcast/59417219/mohamed-kamara-founder-and-ceo-of-inovcares/",
      "title": "Mohamed Kamara, Founder and CEO of InovCares",
      "description": "The Becker's Healthcare Podcast is devoted to the people who power U.S. healthcare. Four new 15-minute episodes are released daily containing industry n...",
      "preview": "Becker's Healthcare Podcast < Back to Episodes Mohamed Kamara, Founder and CEO of InovCares April 25, 2020 This episode features Mohamed Kamara, Found"
    },
    {
      "url": "https://malpracticer.tumblr.com/post/145709315589",
      "title": "The class students like the most",
      "description": "The class students like the most codeorg: \" A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer...",
      "preview": "Home Art Tag Ask me anything Submit a post Mobile RSS Squiggle Zone Text The class students like the most codeorg : A recent survey asked students how"
    },
    {
      "url": "https://election-legislative.linternaute.com/resultats/porri/ville-2B245",
      "title": "Résultat des élections législatives 2025 à Porri (20215)",
      "description": "Résultat des législatives à Porri (20215) : retrouvez gratuitement les résultats officiels des élections législatives dès publication par le ministère de l'Intérieur",
      "preview": "Résultat des élections législatives 2025 à Porri (20215) Voir aussi : Silvareccio (20215) Casalta (20215) Pruno (20213) 17/09/25 17:09 Sommaire Résult"
    },
    {
      "url": "https://www.dierenarts.nl/mijn-hond-zwemt-niet-vaccinatie-tegen-de-ziekte-van-weil-is-daarom-niet-nodig-feit-of-fabel/",
      "title": "Mijn hond zwemt niet, vaccinatie tegen de ziekte van Weil is daarom niet nodig, feit of fabel? - Dierenarts.nl",
      "description": "Het wordt weer warmer en daardoor is het verleidelijk om een duik te nemen in rivieren of meertjes. Je hoort nog wel eens dat je je hond niet moet laten zwemmen in warm, stilstaand water vanwege de ziekte van weil.",
      "preview": "Home Thema's Over ons Zoeken Dierenarts.nl Dierenwelzijn Gezond huisdier Vaccinatie Volksgezondheid Mijn hond zwemt niet, vaccinatie tegen de ziekte v"
    },
    {
      "url": "https://www.baggu.com/products/horizontal-duck-bag-jessica-williams",
      "title": "Search Icon",
      "description": "void",
      "preview": "Free shipping on US orders over $50 Free international shipping to select countries starting at $100+ Cart ( 0 )"
    },
    {
      "url": "https://authors.apple.com",
      "title": "Self-publish an ebook - Apple Books for Authors",
      "description": "Apple Books for Authors guides you through every step of your journey as an author self-publishing an ebook, from structuring your story to packaging your digital book and selling.",
      "preview": "Share your story with the world. Every great story deserves to be told. Get the knowledge, tools, and inspiration to help the world read or listen to"
    },
    {
      "url": "https://www.zaragoza.es/",
      "title": "La Web de la Ciudad de Zaragoza. Ayuntamiento de Zaragoza",
      "description": "La Sede Electrónica del Ayuntamiento de Zaragoza, creada por el Ayuntamiento de la ciudad en 1994 es una vía de comunicación con los ciudadanos, donde se puede obtener información integral, actualiza",
      "preview": "Cargando Pausar Sede Electrónica del Ayuntamiento de Zaragoza Descubre la actualidad cultural de Zaragoza | Ir al servicio ¿En qué podemos ayudarte? B"
    },
    {
      "url": "https://acumen.org/america/",
      "title": "Acumen America",
      "description": "Acumen America identifies and invests in mission-driven founders looking to fix the root causes of America's poverty crisis.",
      "preview": "Skip to content Our impact in America lives impacted by our investees companies scaling impact founders of color female founders Acumen America provid"
    },
    {
      "url": "https://cuddlywumps.blogspot.com/",
      "title": "The Cuddlywumps Cat Chronicles",
      "description": "A blog about cats in history, culture, and cozy mysteries.",
      "preview": "Pages Home About Miss Cuddlywumps About Old SoLT About the Real Cats Contact Us Cuddlywumps Publishing Pet Photo Fails! A note about The Cuddlywumps C"
    },
    {
      "url": "https://forums.empiresmod.com/index.php?threads/test-please-ignore.17006/",
      "title": "test please ignore | Empires Mod",
      "description": "testing polls",
      "preview": "Log in"
    },
    {
      "url": "https://www.megadruck.de/produkte/Geschaeftsdrucksachen/Briefbogen.asp?produktgruppe=51&ver=2&men=5.5.3",
      "title": "MegaDruck.de Produktions- und Vertriebs GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "description": "MegaDruck.de GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "preview": "Menue Kontakt Team Login Warenkorb Menü von A bis Z . Overnight . Express . Grüne Produktion Rotationsdruck Berliner Format . Rheinisches Format . Rol"
    },
    {
      "url": "http://Target.com/circle",
      "title": "Target Circle™",
      "description": "Join Target Circle™ to get perks, deals & a whole lot more every time you shop at Target.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://greeneletron.org.br/",
      "title": "Green Eletron -",
      "description": "void",
      "preview": "Gestora para logística reversa de eletroeletrônicos A Green Eletron é uma entidade gestora de logística reversa sem fins lucrativos, criada para viabi"
    },
    {
      "url": "http://www.propelnonprofits.org/",
      "title": "Propel",
      "description": "void",
      "preview": "Champions of Good Fueling the impact and effectiveness of nonprofits with guidance, expertise, and capital Federal Government Shutdown: how we can hel"
    },
    {
      "url": "https://www.collaborising.org/",
      "title": "Collaborising",
      "description": "Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Collaborising is founded on the principle that all people are worthy of respect and dignity. By working together to eradicate racism, poverty and displacement we rise to create a more just and harmonious society. \"Working Together - Rising Together\"",
      "preview": "0 Advocating at the intersections of race, poverty, and belonging through strategic action and policy change. Working Together... Rising Together... Colla"
    },
    {
      "url": "https://t.co/yXqGyo8405",
      "title": "NAACP Reacts to Five Memphis Officers' Not Guilty Pleas | NAACP",
      "description": "NAACP President & CEO: \"As more details emerge in this case, it becomes more clear that we are not dealing with a few rotten apples, we are dealing with a rotten tree.\"",
      "preview": "Skip to main content Search Close Close Donate Close FOR IMMEDIATE RELEASE February 17, 2023 Contact: Jonah Bryson, jbryson@naacpnet.org WASHINGTON -"
    },
    {
      "url": "https://osmfoundation.org/",
      "title": "OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Main Page From OpenStreetMap Foundation OpenStreetMap is an initiative to create and provide free geographic da"
    },
    {
      "url": "https://www.termsfeed.com/live/b056cf69-ada1-4896-82c2-40fb91e8dce0",
      "title": "Privacy Policy for Melon Playground - TermsFeed",
      "description": "void",
      "preview": "Privacy Policy for Melon Playground Privacy Policy Last updated: March 06, 2022 This Privacy Policy describes Our policies and procedures on the colle"
    },
    {
      "url": "https://www.nhl.com/stats/skaters",
      "title": "NHL Stats | NHL.com",
      "description": "The official source for NHL Stats including skaters, goalies, teams stats and more.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "https://www.belgiumwwii.be/belgique-en-guerre/articles/propagande-radiophonique.html",
      "title": "Propagande radiophonique",
      "description": "void",
      "preview": "Belgique en guerre / Articles Propagande radiophonique Thème - Collaboration Auteurs : Gillet Florence (Institution : CegeSoma/Archives de l'État ) -"
    },
    {
      "url": "https://ghop.page.link/signin-cta",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://stat.ethz.ch/pipermail/r-devel/2012-March/063602.html",
      "title": "[Rd] issue with Rd2pdf and \\Sexpr in Rd files",
      "description": "void",
      "preview": "[Rd] issue with Rd2pdf and \\Sexpr in Rd files Duncan Murdoch murdoch.duncan at gmail.com Tue Mar 20 20:14:22 CET 2012 Previous message: [Rd] issue wit"
    },
    {
      "url": "https://usblackchambers.org/",
      "title": "U.S. Black Chambers, Inc.",
      "description": "The National Voice of Black Business - provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "Skip to main content Hit enter to search or ESC to close Close Search MISSION & SERVICE Affectionately known as the \"National Voice of Black Businesse"
    },
    {
      "url": "https://www.earthobservations.org/index.php",
      "title": "The Group on Earth Observations - GEO",
      "description": "GEO connects governments, academia, organisations, civil society and the private sector to tackle global challenges through innovative solutions that harness the power of Earth Intelligence.",
      "preview": "Earth Intelligence for All The Innovation Layer for Nature Action using IUCN's Typology Event Join us at IUCN World Conservation Congress to explore h"
    },
    {
      "url": "https://www.consumer.ftc.gov/articles/0060-10-things-you-can-do-avoid-fraud",
      "title": "How To Avoid a Scam | Consumer Advice",
      "description": "Recognizing these common signs of a scam could help you avoid one.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://fortune.com/2021/04/02/aclu-shares-data-facebook-third-parties-digital-privacy/",
      "title": "ACLU, a defender of digital privacy, reveals that it shares user data with Facebook | Fortune",
      "description": "The American Civil Liberties Union updated its privacy statement to reveal that shares user data with third parties.",
      "preview": "Home News Fortune 500 Fortune Global 500 Fortune 500 Europe Fortune China 500 Fortune SEA 500 Great Place to Work Tech AI Innovation Cybersecurity Fin"
    },
    {
      "url": "https://hsc.unm.edu/news/echo/",
      "title": "Newsroom - Project ECHO",
      "description": "void",
      "preview": "Newsroom Project ECHO is a virtual, human-powered mentorship and learning network that reduces health and socio-economic disparities by connecting und"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    }
  ],
  "_meta": {
    "total_bookmarks": 109
  }
}