{
  "data": [
    {
      "url": "https://www.facilitiesnet.com/designconstruction/article/Allowing-for-Varying-Employee-Ages-Preferences-in-Workplace-Style--16099?source=part",
      "title": "Allowing for Varying Employee Ages, Preferences in Workplace Style - Facilities Management Insights",
      "description": "Learn about workplace design, office environment, workplace design for productivity, workplace design for sustainability, open office concept, generational differences in workplace design and related trends for building operations success",
      "preview": "void"
    },
    {
      "url": "https://nuno-runo.blogspot.com/2010/04/zebra.html?showComment=1275329829958",
      "title": "Nuno life: Zebra",
      "description": "Hand-painted zebra. 7 centimetres. Refer to elephant about sewing. Ears, tail, hoofs and mane. Glue 2 sheets of felt and cut out a circle. ...",
      "preview": "Apr 24, 2010 Zebra Hand-painted zebra. 7 centimetres. Refer to elephant about sewing. Ears, tail, hoofs and mane. Glue 2 sheets of felt and cut out a"
    },
    {
      "url": "https://nbcmontana.com/news/local/hunter-who-mistook-dog-for-wolf-cited-for-animal-cruelty",
      "title": "Martin City woman pleads not guilty to animal cruelty charge",
      "description": "A Montana woman has pleaded not guilty on Friday morning after being cited for animal cruelty for shooting a young husky, believing it to be a young wolf.Amber",
      "preview": "Fri, 10 Oct 2025 10:12:10 GMT (1760091130324) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.ywcagp.org/",
      "title": "YWCA Glendale & Pasadena | Peace | Justice | Freedom",
      "description": "Discover YWCA Glendale & Pasadena: A beacon of hope, offering Domestic Violence Survivor Services, Violence Prevention Education, and Girls' Empowerment Programs. Join us in our mission to eliminate racism, empower women, and promote peace and justice for all. Take action today!",
      "preview": "0 Our Services Tickets Now Available! Click here Break Free From Domestic Violence Get Support Emergency Domestic Violence Shelter Reach Out Girls' Em"
    },
    {
      "url": "https://www.epix.com/privacy-policy",
      "title": "MGM+ | Privacy Policy",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Privacy Policy"
    },
    {
      "url": "https://pen.org/steep-rise-gag-orders-many-sloppily-drafted/",
      "title": "Steep Rise in Gag Orders, Many Sloppily Drafted - PEN America",
      "description": "Over the last three weeks, 65 bills have been formally introduced in state legislatures, a rate of roughly three bills per day.",
      "preview": "Home / Steep Rise in Gag Orders, Many Sloppily Drafted Steep Rise in Gag Orders, Many Sloppily Drafted Campus Free Speech Educational Censorship Educa"
    },
    {
      "url": "https://kokumura.medium.com/",
      "title": "Kaki Okumura - Medium",
      "description": "Read writing from Kaki Okumura on Medium. Born in Dallas, raised in New York and Tokyo. I care about helping others learn to live a better, healthier life. My site: www.kakikata.space 🌱",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Kaki Okumura 83K followers Featured Book Wa: The Art of Balance Wa: The A"
    },
    {
      "url": "https://www.soroptimist.it/club/piacenza/pubblicazioni/",
      "title": "Pubblicazioni",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://media.un.org/",
      "title": "Welcome to UN Media | Media",
      "description": "United Nations Multimedia, Radio, Photo and Television",
      "preview": "Sorry, you need to enable JavaScript to visit this website. Skip to main content Welcome to UN Media Welcome to the United Nations media websites wher"
    },
    {
      "url": "https://www.arxiv-vanity.com/papers/1605.06764/",
      "title": "[1605.06764] 3D Face Tracking and Texture Fusion in the Wild",
      "description": "We present a fully automatic approach to real-time 3D face reconstruction from monocular in-the-wild videos. With the use of a cascaded-regressor based face tracking and a 3D Morphable Face Model shape fitting, we obta...",
      "preview": "3D Face Tracking and Texture Fusion in the Wild Patrik Huber, William Christmas, Josef Kittler Centre for Vision, Speech and Signal Processing Univers"
    },
    {
      "url": "https://www.whatproswear.com/",
      "title": "What Pros Wear: The Source for Pro Baseball Gloves, Cleats, Bats & Pro Basketball Shoes",
      "description": "Unlock your favorite baseball, basketball and football athlete's locker. The best pro baseball gloves and cleats, basketball shoes, and football equipment.",
      "preview": "Lockers Gear News Subscribe Ronald Acuña Jr. Shohei Ohtani Fernando Tatis Jr. Nolan Arenado Justin Jefferson Cody Bellinger Pete Alonso Javy Baez Aaro"
    },
    {
      "url": "https://algrium.com/products/1-lbs-6-mm-10-mm-mixed-polishing-sphere-ceramic-tumbling-media",
      "title": "1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler - Algrium",
      "description": "These nonabrasive ceramic pellets are excellent for using as a non abrasive filler and carrier in tumbling stones in your tumbler. This is a porcelain media that has no abrasive in it. It is used to polish all materials. It can be used as a second step or used alone when only a polish is required. Can be used in all ty",
      "preview": "Skip to content Search Log in Sign up Cart ( 0 ) 1 Lb. 6 & 10 mm Polishing Sphere Non-Abrasive Ceramic Tumbling Tumbler Tumble Media Regular price $36"
    },
    {
      "url": "https://aalftc.org/",
      "title": "African American Leadership Forum",
      "description": "We lead by manifesting racial equity through radically innovative solutions. We're bringing this world from our imagination into being, through cross-community collaboration.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://hacks.mozilla.org/",
      "title": "Home - Mozilla Hacks - the Web developer blog",
      "description": "Mozilla Hacks is written for web developers, designers and everyone who builds for the Web. Hacks is produced by Mozilla's Developer Relations team and features hundreds of posts from Mozilla ...",
      "preview": "Launching Interop 2025 → Featured Article Recent Articles CRLite: Fast, private, and comprehensive certificate revocation checking in Firefox Firefox"
    },
    {
      "url": "https://lbeauty334-blog.tumblr.com/",
      "title": "@lbeauty334-blog on Tumblr",
      "description": "Follow @lbeauty334-blog and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "http://jasonheadley.com/honestmeditation/privacypolicy.html",
      "title": "Team Headley",
      "description": "void",
      "preview": "Privacy Policy H*nest Meditation is a mobile app made in SF, CA by Team Headley. (\"H*nest Meditation\", \"we\", \"us\", \"our\"). H*nest Meditation respects"
    },
    {
      "url": "https://www.povertyactionlab.org/",
      "title": "The Abdul Latif Jameel Poverty Action Lab",
      "description": "Our mission is to reduce poverty by ensuring that policy is informed by scientific evidence. We do this through research, policy outreach, and training.",
      "preview": "Skip to main content Our mission is to reduce poverty by ensuring that policy is informed by scientific evidence. We do this through research, policy"
    },
    {
      "url": "https://www.andersen-group.jp/english/company/",
      "title": "Group Companies - Andersen Group English Web Site",
      "description": "void",
      "preview": "Group Companies Domestic Andersen Institute of Bread & Life Co., Ltd. ■ Head Office 2-19 Tsurumi-cho, Naka-ku, Hiroshima > MAP President: Jiro Numata"
    },
    {
      "url": "https://gelunnucifera.tumblr.com/",
      "title": "Fragments of My Imagination",
      "description": "Trying to understand the complex world and convey it simply. ------- Art blog ------- Other art...",
      "preview": "Fragments of My Imagination RSS Oct 9 wardoftheflies : todayintokyo : Rainy season by モモ ID: art of a black cat stepping on a road in the rain, surrou"
    },
    {
      "url": "https://aws.amazon.com/what-is-cloud-computing",
      "title": "What is Cloud Computing? - Cloud Computing Services, Benefits, and Types - AWS",
      "description": "void",
      "preview": "Skip to main content AWS › Cloud Computing What is cloud computing? Cloud computing is the on-demand delivery of IT resources over the Internet with p"
    },
    {
      "url": "https://www.hazeldenbettyford.org/treatment/family-children/childrens-program",
      "title": "Family and Children Services | Hazelden Betty Ford",
      "description": "Addiction recovery unites and strengthens families. These resources for family members of addicts and alcoholics promote accountability, acceptance, and respect.",
      "preview": "Care and Support for Families Our Family Access Coordinators provide personalized support to help you find the right programs for your family. Call or"
    },
    {
      "url": "https://be.contentful.com/login",
      "title": "Log In - Contentful",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_ga?sn=19336",
      "title": "Isurus oxyrinchus",
      "description": "Isurus oxyrinchus Rafinesque, 1810 - Tuilleadh faoin speiceas seo: Ainmnithe tráchtála, Córais Tháirgeachta agus Trealaimh Iascaireachta, Scéimeanna cáilíochta agus luachanna cothaitheacha AE, Bearta Caomhnaithe, Caighdeáin Mhargaíochta, Dáileadh agus Gnáthóg Speicis, Tuairiscí ar Speicis, Chomhainmníocht",
      "preview": "Téigh chuig inneachar Ainmnithe tráchtála Cuardach Search by Ainmniú tráchtála Ainm Eolaíoch Cód Alfa-3 EBT Chomhainmníocht Enter the search term Ente"
    },
    {
      "url": "https://globalprivacycontrol.org/",
      "title": "Global Privacy Control - Take Control Of Your Privacy",
      "description": "Exercise your privacy rights in one step via the \"Global Privacy Control\" (GPC) signal, a proposed specification backed by over a dozen organizations.",
      "preview": "Take control of your privacy. Online privacy should be accessible to everyone. It starts with a simpler way to exercise your rights. Get Started Get I"
    },
    {
      "url": "https://poweroutage.us/area/state/michigan",
      "title": "Michigan Power Outage Map, October 2025",
      "description": "PowerOutage.us tracks, records, and aggregates power outages across Michigan.",
      "preview": "PowerOutage.com Login Search States, Counties or Utilities... Search Locations... Total Customers Out 96 Outages by County Outages by Utility Wayne 55"
    },
    {
      "url": "https://www.astropix.com/",
      "title": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "description": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "preview": "Comet Hale-Bopp Latest Stuff Ultimate Lenses for Astrophotography Smartphone Astrophotography Six Astrophotography Books - Now Free Table of Contents"
    },
    {
      "url": "https://moa-muniorg.hub.arcgis.com/pages/data",
      "title": "Downloadable Data",
      "description": "The Geographic Data and Information Center coordinates with Municipality of Anchorage departments to provide GIS data. The data available here are updated at least weekly.",
      "preview": "void"
    },
    {
      "url": "https://www.myukpost.com/latest-offers-prices",
      "title": "Myukpost.com | Latest Offers",
      "description": "void",
      "preview": "0333-444-2222 Int: +44 333-444-2222 Login/Register Login Register 0333-444-2222 Int: +44 333-444-2222 Toggle navigation Home Services Personal Expatri"
    },
    {
      "url": "http://esri.com",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "http://flotillafoundation.org/about-us",
      "title": "About us",
      "description": "void",
      "preview": "About us The Flotil­la Foun­da­tion is a Nether­lands-based char­i­ty, found­ed in March 2017 . The Foun­da­tion aims to pro­mote the con­ser­va­tion,"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-172-performance-engineering-of-software-systems-fall-2018/",
      "title": "Performance Engineering of Software Systems | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "6.172 is an 18-unit class that provides a hands-on, project-based introduction to building scalable and high-performance software systems. Topics include performance analysis, algorithmic techniques for high performance, instruction-level optimizations, caching optimizations, parallel programming, and building scalable systems. The course programming language is C.",
      "preview": "Browse Course Material Course Info Instructors Prof. Charles Leiserson Prof. Julian Shun Departments Electrical Engineering and Computer Science As Ta"
    },
    {
      "url": "https://give.org/about-us/contact-us",
      "title": "Contact Us",
      "description": "void",
      "preview": "Support Give.org Contact Us BBB Wise Giving Alliance 3101 Wilson Blvd, Suite 523 Arlington, VA 22201 (703) 247-9321 info@give.org BBB Wise Giving Alli"
    },
    {
      "url": "https://www.arborday.org/",
      "title": "Arbor Day Foundation | Tree Planting Non-Profit",
      "description": "We're the world's largest nonprofit dedicated to planting trees, bringing their benefits to communities and forests in greatest need through our global network.",
      "preview": "Skip to main content One year later, it's time to replant hope Last fall, Hurricanes Helene and Milton carved a path of destruction across Florida. Af"
    },
    {
      "url": "https://www.wxxi.org/education",
      "title": "Education Resources - WXXI",
      "description": "WXXI Education is focused on anytime, anywhere learning resources to support educators and families. Our online learning resources include PBS LearningMedia, virtual training and events, and live streams of WXXI-TV & WXXI PBS KIDS 24/7 with on-demand players. These provide educators, students and families with rich choices for learning. In addition, offline learning activities and outdoor learning resources are provided for use by individuals, families or group settings.",
      "preview": "Skip to primary navigation Skip to main content WXXI Education All about WXXI Education WXXI Education is focused on anytime, anywhere learning resour"
    },
    {
      "url": "https://lauthentic.info/Divers/article/Zouerate-Alerte-Deux-groupes-electrogenes-prennent-feu-a-la-centrale-Guelb",
      "title": "L'Authentique",
      "description": "Restez informé(e) de l'actualité avec notre journal : des reportages exclusifs, des analyses approfondies et des informations de qualité, chaque jour sur notre site ou dans votre boîte mail.",
      "preview": "void"
    },
    {
      "url": "https://madeinjeddah.net/tag/greeting/",
      "title": "Greeting | madeinjeddah",
      "description": "Posts about Greeting written by Luqman, fawzibourkankaoukji, Majed Munshi, and redasejeny",
      "preview": "madeinjeddah urbanphenomena: design+research Tag Archives: Greeting About Jeddah Architectural Guide Made in Jeddah Research archive Social/Media Visu"
    },
    {
      "url": "http://www.southislandaquarium.com/",
      "title": "South Island Aquarium |",
      "description": "void",
      "preview": "WORLD-CLASS CULTIVATOR OF AQUATIC PLANTS READ MORE GLOBAL EXPORTER OF ORNAMENTAL FISH READ MORE About South Island Aquarium Founded in 1969 by the lat"
    },
    {
      "url": "https://building.coursera.org/developer-program/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://bulletin.stanford.edu/pages/c7vDgeOuJIfpZe8GKmW3/",
      "title": "Nondiscrimination Policy | Stanford University Bulletin",
      "description": "Nondiscrimination Policy",
      "preview": "Skip to Main Content Navigated to Nondiscrimination Policy. Nondiscrimination Policy Policy Statement Stanford University admits qualified students of"
    },
    {
      "url": "https://event.on24.com/wcc/r/4110472/52C9A96C1E42A505134EDADDE900A2B0?partnerref=BS",
      "title": "Have we reached gender equity in the accountancy profession?",
      "description": "Wednesday, March 08, 2023 at 10:00 AM Greenwich Mean Time.",
      "preview": "void"
    },
    {
      "url": "https://maserati.oemdtc.com/category/recalls",
      "title": "Recalls | Maserati - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.guilfordchildren.org/",
      "title": "Help Your Child from Pregnancy to Kindergarten",
      "description": "Guilford County Partnership for Children has the tools, resources, and support to help your child from pregnancy until the time your child enters kindergarten.",
      "preview": "void"
    },
    {
      "url": "https://mrkokko.tumblr.com/",
      "title": "@mrkokko on Tumblr",
      "description": "Follow @mrkokko and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts dearpercocet Follow All k9 dogs are abused hands down if you post any pro k9 stuff on my dash you're unfollowed I don't care if we've been mutua"
    },
    {
      "url": "https://justanoldfashiontumblog.tumblr.com/",
      "title": "theobromine is my aeroplane",
      "description": "Missileaños Ness",
      "preview": "theobromine is my aeroplane Opinion | Women's Unpaid Labor is Worth $10,900,000,000,000 (Published 2020) » Posted 4 years ago 112 notes Tagged: econom"
    },
    {
      "url": "https://www.legalmomentum.org/",
      "title": "Welcome | Legal Momentum",
      "description": "void",
      "preview": "Skip to main content The State of Women's Economic Wellbeing & The Law - Map Launch & Panel - September 18, 2024 - Recorded Live If you are being watc"
    },
    {
      "url": "https://www.biomarkt.de/bremen-admiralstrasse-14/marktseite",
      "title": "ALECO HB Admiralstraße, Admiralstraße 14, Bremen | biomarkt.de",
      "description": "Besuche deinen BioMarkt in deiner Nähe! Hier findest du frische und regionale Bio-Lebensmittel. Informiere dich über unsere Öffnungszeiten und den Weg zu uns.",
      "preview": "Ausstattung & Service Mittagsgerichte Angebote Services vor Ort Parkplatz vorhanden Sortiment Bistro Käsetheke Backwarentheke Frische Backwaren Selbst"
    },
    {
      "url": "https://www.ikea.com/us/en/p/uppdatera-flatware-tray-white-70491410/",
      "title": "UPPDATERA flatware tray, white, 12x19 ½\" - IKEA",
      "description": "UPPDATERA flatware tray, white, 12x19 ½\" Helps keep the kitchen drawer organized, so you can spend more time on setting the table nicely and less on looking for lost cutlery. A simple and practical cutlery tray in plastic that's easy to clean.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 4 UPPDATERA images Skip images Sorry, your"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://getbybus.com/fr/bus-barcelone-a-aalborg",
      "title": "Barcelone à Aalborg - Toutes les infos en un seul endroit",
      "description": "Réservez vos billets pour Barcelone Aalborg plus facilement. Comparez les horaires, les prix et les temps de trajet pour un voyage confortable et agréable.",
      "preview": "Endless ways to travel Easily Book Bus, Ferry, Train Tickets to anywhere Depart from Travel to Departing on Returning on Passengers Traveling.com Auto"
    },
    {
      "url": "https://unworldoceansday.org/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "https://relay.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "Firefox Relay",
      "description": "⁨Firefox Relay⁩ makes it easy to create email masks that forward your messages to your true inbox. Use them to protect your online accounts from hackers and unwanted messages.",
      "preview": "Protect your identity with secure phone and email masking Our secure, easy-to-use email and phone masks help keep your identity private so you can sig"
    },
    {
      "url": "https://political-minds.tumblr.com/post/126894705112",
      "title": "Is learning computer science linked to improved... - Political-Minds",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \"Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Menu Political-Minds Is learning computer science linked to improved learning in other subjects? codeorg : Many passionate computer science educators"
    },
    {
      "url": "https://wikis.ec.europa.eu/display/WEBGUIDE/04.+Cookies+and+similar+technologies",
      "title": "Europa Web Guide - European Commission",
      "description": "Rules and guidelines that apply to European Commission websites, covering editorial, legal, technical, visual and contractual aspects.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://tealover-studyblr.tumblr.com/",
      "title": "My PhD Life",
      "description": "She/her - living in Amsterdam - 26 years old - Aspiring Dr. - BSc Food Technology - MSc Health Policy - https://buymeacoffee.com/chantalsch",
      "preview": "Home Ask me anything Submit a post Archive Mobile RSS My PhD Life Text December 15, 2022 23 notes Office work, beef stew, and the Christmas tree Tags:"
    },
    {
      "url": "https://arquivocidadao.stj.jus.br/index.php/termo-pres-2002-2004",
      "title": "Termo de Posse do Ministro Nilson Naves na Presidência do STJ - Superior Tribunal de Justiça - AtoM",
      "description": "Termo de Posse do Excelentíssimo Senhor Ministro Nilson Vital Naves no cargo de Presidente do Superior Tribunal de Justiça.",
      "preview": "O Arquivo.Cidadão é um espaço virtual destinado às atividades de preservação, pesquisa e divulgação dos documentos históricos do STJ Pesquisa rápida I"
    },
    {
      "url": "https://openaccess.inaf.it/browse?type=author&sort_by=1&order=ASC&rpp=20&etal=10&value=Zepeda%2C+A.&starts_with=K",
      "title": "void",
      "description": "DSpace-CRIS is a comprehensive, free and open-source Research Information Management System (CRIS/RIMS). It is based on DSpace, providing broader functionality and an expanded data model, relying on its large community. It is compliant with and supports key international standards, facilitating interoperability and data transfer. DSpace-CRIS enables secure, integrated and interoperable research information and data management - in a single solution.",
      "preview": "Skip to main content ATTENZIONE!!! IL SISTEMA E' UTILIZZABILE ESCLUSIVAMENTE IN MODALITA' \"CONSULTAZIONE\". CAUSA PROBLEMI TECNICI, SI PREGA DI NON EFF"
    },
    {
      "url": "https://stratocat.com.ar/fichas/2018/WNM-20180814.htm",
      "title": "PROJECT LOON FLIGHT P-431 - 8/14/2018",
      "description": "Details of the balloon flight of PROJECT LOON FLIGHT P-431 performed from Winnemucca Municipal Airport, Nevada, US on 8/14/2018",
      "preview": "About Origins of the website Greatefulness Disclaimer Contact Sitemap Toggle navigation Balloon Launches Launches by Year Launches by Site or Base Det"
    },
    {
      "url": "https://asiapacificgreens.org/tag/asia-pacific-greens-federation-gambling-general-news-new-zealand/",
      "title": "Asia-Pacific Greens Federation, Gambling, General News, New Zealand Archives - Asia Pacific Greens Federation (APGF)",
      "description": "void",
      "preview": "Tag: Asia-Pacific Greens Federation, Gambling, General News, New Zealand Subscribe for APGF News First Name (*) Email (*) Primary Language Primary Lan"
    },
    {
      "url": "http://www.fondationprimat.org//en/projets-archive",
      "title": "Completed Projects - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Fondation Primat Fonds Odonata Fonds Ahimsa Fonds MAISHA Fonds MALOM Fonds HP Camera One The wonderful story of an oak tree, told through the lives of"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/sofas-beds-10663/",
      "title": "Sofa Bed - Futon - Bed Settee - IKEA UK",
      "description": "Find affordable sofa beds and futons. Make any room in your home do double duty as an extra bedroom with one of our sofa beds in a range of styles.",
      "preview": "Skip to main content Skip to product list discountTag SALE now on, up to 60% off hundreds of products! Sofa beds Living room seating 2 seater sofa bed"
    },
    {
      "url": "https://mauinow.com/2019/04/18/uhmc-emergency-preparedness-exercise-april-18/",
      "title": "UHMC Emergency Preparedness Exercise, April 18 : Maui Now",
      "description": "UHMC and the Maui Police Department will participate in a Joint Agency Emergency Preparedness Exercise on April 18 from 1 to 3 p.m at the UHMC campus.",
      "preview": "Search Aloha, ! My Profile | Logout Aloha, Guest! Login | Register News Topics Front Page Maui News Business Arts & Entertainment Maui Wildfires Maui"
    },
    {
      "url": "https://nocode.works/",
      "title": "Nocode = Google Docs to Documentation, Intranet, Blog or Site",
      "description": "Publish fast, secure & easy to manage Sites built from your Google Docs. Use Nocode for your Blog, Product Documentation, Intranet, Research or your Site.",
      "preview": "Turn Google Docs into your | Nocode lets you publish anything in your Google Docs to a smart professional site. We believe you shouldn't need to learn"
    },
    {
      "url": "https://www.madfeed.co/",
      "title": "MAD - A community of chefs, cooks and farmers with an appetite for knowledge.",
      "description": "MAD inspires and empowers the global hospitality industry to create sustainable change and transform food systems for the future.",
      "preview": "To those MAD enough to believe food can shape the future. MAD is a global nonprofit based in Copenhagen. We're on a mission to equip the next generati"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-legislatives/aveyron-12/murasson-12370",
      "title": "Résultats législatives 2024 : Murasson (12370)",
      "description": "Résultats ville Murasson (12370) : Retrouvez dès la publication officielle, les résultats complets du 2nd tour des élections législatives 2024 pour la commune Murasson",
      "preview": "Résultats législatives 2024 : Murasson (12370) Voici les résultats complets du 2nd tour des élections législatives 2024 pour la 3ème circonscription ,"
    },
    {
      "url": "https://www.chase.com/business/minority-businesses",
      "title": "void",
      "description": "We're committed to helping entrepreneurs achieve their goals",
      "preview": "Please turn on JavaScript in your browser It appears your web browser is not using JavaScript. Without it, some pages won't work properly. Please adju"
    },
    {
      "url": "https://www.mymondomix.com/jacqueline-pearce-nude",
      "title": "Mymondomix.com - Explorez l'art sous toutes ses formes avec passion et créativité",
      "description": "Plongez dans un univers d'expression artistique sur Mymondomix.com. Découvrez des articles sur l'art contemporain, des critiques d'œuvres, des interviews d'artistes, des guides d'expositions et des inspirations pour nourrir votre passion pour l'art.",
      "preview": "Le Théâtre : Une Exploration Profonde de l'Art Dramatique par Eva La Culture : Une Exploration de Ses Dimensions Multiples par Eva L'Art : Un Voyage à"
    },
    {
      "url": "https://www.boots-uk.com/",
      "title": "Boots UK - Corporate site and newsroom",
      "description": "Our mission is to be the first choice for pharmacy, health and beauty - caring for people, customers and communities everywhere. Looking to shop? Visit Boots.com.",
      "preview": "The UK's leading health and beauty retailer Putting patients in control of their health and wellbeing Creating innovative, affordable and sustainable"
    },
    {
      "url": "https://www.breville.com/us/en/products/waffle-makers/bwm640.html",
      "title": "the Smart Waffle™ Pro 4 Slice | Breville (US)",
      "description": "4-slice Waffle Maker with LCD display.",
      "preview": "Waffle Makers the Smart Waffle™ Pro 4 Slice $299.95 the Smart Waffle™ Pro 4 Slice $299.95 Add to cart - $299.95 Add to cart 1 Add to cart 4-slice Waff"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "http://www.qac.ac.uk/",
      "title": "QAC Queen Alexandra College Birmingham - National college for people with disabilities.",
      "description": "A national college for the blind, visually impaired and learners with Asperger Syndrome and/or Autistic Spectrum Disorders.",
      "preview": "Menu Accessibility Vacancies My Prospectus How to apply Empowering Abilities, Inspiring Lives College Courses Students Sight Village News/Events Commu"
    },
    {
      "url": "http://overdeck.org/",
      "title": "Overdeck Family Foundation",
      "description": "Overdeck Family Foundation seeks to open doors for every child in America by measurably enhancing education both inside and outside the classroom.",
      "preview": "Perspectives Missing Key to Student Engagement: Teachers' Time Read More Research What We're Learning From Our Investments in Reducing Chronic Absente"
    },
    {
      "url": "https://www.dorsets.co.uk/accommodation/search?sort=field_accommodation_rating&order=desc&f%5B0%5D=field_near%3A4&f%5B1%5D=field_near%3A33&f%5B2%5D=field_near%3A13&f%5B3%5D=field_near%3A48&f%5B4%5D=field_near%3A38&f%5B5%5D=field_near%3A32&f%5B6%5D=field_near%3A43&f%5B7%5D=field_near%3A12&f%5B8%5D=field_near%3A24&f%5B9%5D=field_near%3A50&f%5B10%5D=field_dog_friendly%3A1",
      "title": "Accommodation search | The Dorset Guide",
      "description": "void",
      "preview": "Skip to main content Accommodation search Refine search"
    },
    {
      "url": "http://www.infoseek.com/",
      "title": "Go.com | The Walt Disney Company",
      "description": "Go.com is the top-level home on the Internet to the online properties of The Walt Disney Company.",
      "preview": "The Walt Disney Company DISNEY PARKS My Disney Experience - Walt Disney Resort Discover the tools to plan and share your Disney World vacation. Disney"
    },
    {
      "url": "https://www.byblackcon.com/coming-soon-01",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "https://babesies.tumblr.com/",
      "title": "void",
      "description": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE 9 / 26 2025 8304 N nociceptrix-deactivated20241108 : Shall we blossom into homies 9 / 24 2025 1"
    },
    {
      "url": "https://news.google.com/",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://www.tampabay.com/news/florida-politics/2022/05/03/most-florida-voters-oppose-abortion-bans-polls-show/",
      "title": "Most Florida voters oppose abortion bans, polls show",
      "description": "When surveys have asked about limits to abortion access, a majority has consistently said \"no.\"",
      "preview": "Search Subscribe Manage profile Donate Log in Log out Search Featured Latest News Most Read Like This Search Advertisement Featured Our editors' top p"
    },
    {
      "url": "https://masjid.fund/cart/",
      "title": "Cart - Masjid Digital Fund Platform.",
      "description": "void",
      "preview": "Cart [woocommerce_cart]"
    },
    {
      "url": "http://www.ccmb.res.in/",
      "title": "CCMB | HOME",
      "description": "The Centre for Cellular & Molecular Biology (CCMB) is a premier research organization in frontier areas of modern biology. The objectives of the Centre are to conduct high quality basic research and training in frontier areas of modern biology, and promote centralized national facilities for new and modern techniques in the inter-disciplinary areas of biology",
      "preview": "JavaScript is a standard programming language that is included to provide interactive features, Kindly enable Javascript in your browser. × Training o"
    },
    {
      "url": "https://www.selfpublisherpodcast.de/tag/pr/",
      "title": "PR",
      "description": "void",
      "preview": "Startseite Audiothek Newsletter Bilder Impressum Der Selfpublisher-Podcast Denn Selfpublisher haben eine Stimme! SPP 10: Mit Elke Bergsma über Ostfrie"
    },
    {
      "url": "https://walmart.onelink.me/UIev?pid=walmart.com&af_web_dp=https%3A%2F%2Fwww.walmart.com%2Fcp%2Fwalmart-mobile-app%2F1087865&c=Walmart.com%20Site%20Footer&af_dp=walmart%3A%2F%2F",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://antologiaspoeticas.com/tag/oh-mar/",
      "title": "Oh Mar | Antologias Poéticas",
      "description": "void",
      "preview": "Skip to content Storni #2, Alfonsina Argentina (1892-1938) Continue reading →"
    },
    {
      "url": "https://www.bmw-iraq.com/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Baghdad | BMW Iraq",
      "description": "Explore BMW Iraq's latest luxury vehicles, innovative technology, and premium services. Experience the thrill of driving with BMW's world-class engineering.",
      "preview": "View Stock THE 7 Discover Now The BMW X7 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE"
    },
    {
      "url": "https://www.polarbearinc.com/index.cfm/category/405/hd-ag-international-navistar.htm",
      "title": "HD AG International Navistar",
      "description": "Suppliers of Automotive Air Conditioning Parts and Supplies.",
      "preview": "Sign In Sign Up Username Password Lost your password? OR Sign In With One-time Code Username Text will be sent to your number on file It only takes a"
    },
    {
      "url": "https://apps.apple.com/us/app/google-family-link/id1150085200",
      "title": "‎Google Family Link on the App Store",
      "description": "Google Family Link is a parental controls app that helps you keep your family safer online. Every family's relationship with technology is unique, so we built t...",
      "preview": "Screenshots Description Google Family Link is a parental controls app that helps you keep your family safer online. Every family's relationship with t"
    }
  ],
  "_meta": {
    "total_bookmarks": 86
  }
}