{
  "data": [
    {
      "url": "https://kidshelpphone.ca/text/",
      "title": "Need help now? Text our texting service. - Kids Help Phone",
      "description": "Youth can text for mental health support 24/7 using Kids Help Phone's texting service.",
      "preview": "Get help right now Message Online Text Call Need help now? To start using the text service, text CONNECT to 686868 or tap to message online from a web"
    },
    {
      "url": "https://www.ukibc.com/",
      "title": "UK India Business Council",
      "description": "The UK India business council supports UK businesses with the insights, networks, policy advocacy, services, and facilities needed to succeed in India.",
      "preview": "Supporting Business Success Strengthening UK-India bilateral trade and investment ties through policy advocacy and strategic advisory services. The UK"
    },
    {
      "url": "https://developers.google.com/learn/topics/python",
      "title": "Resources, Courses, and Trainings - Google for Developers",
      "description": "Advance your skill set by exploring our large collection of documentation, guides, resources, courses, and additional training for developers.",
      "preview": "Skip to main content / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русс"
    },
    {
      "url": "https://sciencebasedtargets.org/",
      "title": "Ambitious corporate climate action - Science Based Targets Initiative",
      "description": "Lead the way to a zero-carbon economy, boost innovation and drive sustainable growth by setting ambitious, science-based emissions reduction targets",
      "preview": "Ambitious corporate climate action Lead the way to a net-zero economy, boost innovation and drive sustainable growth by setting ambitious, science-bas"
    },
    {
      "url": "https://climalit.es/category/ahorro/",
      "title": "Ahorro archivos - Climalit",
      "description": "void",
      "preview": "ICPE Climalizate X Acceso Fabricantes Username Password He olvidado mi contraseña X Acceso ICPE Username Password ¿Quieres pertenecer a Climalit Plus"
    },
    {
      "url": "https://svenskafonster.se/en/environment/",
      "title": "Visioner om en ljusare, mer hållbar framtid | Svenska Fönster",
      "description": "Miljö- och kvalitetssäkrade fönster innebär furu av hög kvalitet, ISO 9001-certifiering och genomtänkta, hållbara processer.",
      "preview": "Energioptimera ditt hem Med energieffektiva fönster stannar värmen kvar i huset - du sparar pengar och gör en insats för miljön. Svanenmärkta fönster"
    },
    {
      "url": "https://neurojobs.sfn.org/jobs/medical-veterinary-or-dental-school/sensory-systems/any-experience-level-considered/direct-employer/",
      "title": "Medical, Veterinary or Dental School Sensory Systems jobs | Any Experience Level Considered, Direct Employer",
      "description": "Medical, Veterinary or Dental School Sensory Systems jobs. 3 Any Experience Level Considered, Direct Employer jobs to view and apply for now with NeuroJobs Career Center",
      "preview": "Skip to job results Skip to refine results Medical, Veterinary or Dental School Sensory Systems jobs Filter jobs Advanced search Open filters Close fi"
    },
    {
      "url": "https://www.paul.fr/default/viennoiserie/familliales?allergens_bis=16983%2C16986%2C17031",
      "title": "Viennoiserie Familiales - Brioches - Cramiques - PAUL",
      "description": "void",
      "preview": "The store will not work correctly in the case when cookies are disabled. Javascript est désactivé dans votre navigateur. Pour une expérience optimale"
    },
    {
      "url": "https://www.nngroup.com/articles/guide-ux-research-methods/",
      "title": "A Guide to Using User-Experience Research Methods - NN/G",
      "description": "Modern day UX research methods answer a wide range of questions. To help you know when to use which user research method, each of 20 methods is mapped across 3 dimensions and over time within a typical product-development process.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 0 A Guide to Using User-Experience Research Methods Kelley Gordon, Ch"
    },
    {
      "url": "https://www.irs.gov/uac/Report-Phishing",
      "title": "Report phishing | Internal Revenue Service",
      "description": "Report phishing and scams. Find out what to do If you receive unsolicited communications claiming to be from the IRS.",
      "preview": "Skip to main content Report phishing and online scams English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive T"
    },
    {
      "url": "http://www.olidata.it/",
      "title": "Home - Olidata",
      "description": "// Welcome Olidata: the power of Pioneers Siamo una holding di consulenza tecnologica e lavoriamo per offrire al mercato soluzioni complete e all'avanguardia, in grado di rispondere in maniera efficace e propositiva alle richieste di un settore sfidante e dinamico come quello dell'IT. // TECHNOLOGY Le principali competenze sono in ambito Big Data & Analytics [...]",
      "preview": "Progettiamo soluzioni end-to-end per lanciare le aziende verso la vera Digital Revolution. Gallery Contatti Via Giulio Vincenzo Bona, 120, 00155 Roma"
    },
    {
      "url": "https://ivanskiieee-blog.tumblr.com/",
      "title": "@ivanskiieee-blog on Tumblr",
      "description": "Ivan Montemayor Bautista",
      "preview": "Posts Likes Following You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/pods/",
      "title": "Pods | Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Pods Pods are the smallest deployable units of computing that you can create and manage in Kubernetes. A Pod (as in a pod of whales or pea pod) is a g"
    },
    {
      "url": "https://www.ojp.gov",
      "title": "Home | Office of Justice Programs",
      "description": "OJP is the federal government's leading source of funding and research to strengthen the justice system, support law enforcement, and enhance victim services.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://tvtropes.org/pmwiki/article_history.php?article=Creator.Harmonix",
      "title": "LoginPrompt - TV Tropes",
      "description": "void",
      "preview": "TVTropes Now available in the app store! Open"
    },
    {
      "url": "https://modarchive.org/index.php?faq-01-general",
      "title": "The Mod Archive v4.0b - A distinctive collection of modules - Documentation",
      "description": "void",
      "preview": "[ ? ] [ X ] [ Torrents ] Not logged in. Detailed module view [disabled] Member Login Login Create Account Forgotten Password Music... Search... New St"
    },
    {
      "url": "https://www.ywcapiercecounty.org/legal-services",
      "title": "Legal Services | YWCA Pierce County",
      "description": "void",
      "preview": "top of page ESCAPE Legal Services The YWCA Legal Services Program supports survivors of intimate partner violence in their family law or domestic vi"
    },
    {
      "url": "http://pre-kc.org/",
      "title": "Mature wives will fuck anything in the wild duck",
      "description": "void",
      "preview": "Home Member Login Search ShaHay1980 4 Mi The fates of people you never met suddenly become entwined in your own life is dynamic in a constant state of"
    },
    {
      "url": "https://www.myollie.com/",
      "title": "Ollie: Fresh & Healthy, Human-Grade Dog Food Delivery",
      "description": "Ollie delivers fresh, healthy dog food made with real, human-grade ingredients, tailored to your pup's unique nutritional needs.",
      "preview": "⭐️⭐️⭐️⭐️⭐️ 20,000+ 5-star reviews Happy Dogs Start With the Best Food Our most popular welcome gift is back! Claim your FREE Fi Mini GPS Tracker Real"
    },
    {
      "url": "https://chatroulette.com/",
      "title": "Chatroulette - Random video chat. Meet strangers worldwide!",
      "description": "Thousands of people meet there! Chatroulette is a random online video chat website. The safe alternative to Omegle. Enjoy meeting new people online with our fast connections. We use advanced moderation, safety is our priority.",
      "preview": "Meaningful connections Mobile App Enjoy chatting on your mobile devices! Download app now on App Store or PlayStore: Safety and Moderation Chatroulett"
    },
    {
      "url": "http://forum.mymorningjacket.net/index.php?topic=12702.20",
      "title": "Talkin' Bout Neil Young..... - Page 2",
      "description": "Talkin' Bout Neil Young..... - Page 2",
      "preview": "Welcome to My Morning Jacket . Log in Sign up My Morning Jacket Oct 10, 2025, 07:53 AM Main Menu Main Menu Home My Morning Jacket ► Off-Topic ► Other"
    },
    {
      "url": "https://sagansense.tumblr.com/post/144207254040",
      "title": "SAGAN SENSE - Computing occupations are the largest category of new wages in America",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \"A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "SAGAN SENSE RSS Archive \"When you're in love, you want to tell the world.\" -- Carl Edward Sagan This [space] serves as an ongoing dedication to the la"
    },
    {
      "url": "https://oracle-cloud-infrastructure-python-sdk.readthedocs.io/en/stable/api/database_management/models/oci.database_management.models.SqlTuningTaskSecretCredentialDetails.html",
      "title": "SqlTuningTaskSecretCredentialDetails - oci 2.58.0 documentation",
      "description": "void",
      "preview": "Docs » API Reference » Database Management » SqlTuningTaskSecretCredentialDetails Edit on GitHub SqlTuningTaskSecretCredentialDetails ¶ class oci.data"
    },
    {
      "url": "http://www.favicon.cc/",
      "title": "favicon.ico Generator",
      "description": "favicon.cc is a tool to create or download favicon.ico icons, that get displayed in the address bar of every browser.",
      "preview": "Create New Favicon Import Image Latest Favicons Top Rated Favicons Login Register Search Frame 1 of 1 0.05 secs 0.1 secs 0.2 secs 0.3 secs 0.4 secs 0."
    },
    {
      "url": "https://www.straitstimes.com/asia/se-asia/jakarta-detains-chinese-trawler-off-sumatra",
      "title": "The Straits Times - Breaking news, Singapore news, Asia and world news & multimedia",
      "description": "The Straits Times - Get latest breaking news, business, sports, lifestyle, tech & multimedia and more news in Singapore, Asia & rest of the world at straitstimes.com.",
      "preview": "Singapore E-paper Subscribe myST+ Singapore Asia World Opinion Life Business Sport Visual Podcasts Menu myST+ Menu Strong 7.4-magnitude quake strikes"
    },
    {
      "url": "https://www.tensorflow.org/guide/keras/functional",
      "title": "The Functional API | TensorFlow Core",
      "description": "Complete guide to the functional API.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow Core TensorFlow Learn TensorFlow Core Guide The Functional API Stay organized with co"
    },
    {
      "url": "https://www.mysticaquarium.org/",
      "title": "Mystic Aquarium",
      "description": "void",
      "preview": "Update browser for a secure Made experience It looks like you may be using a web browser version that we don't support. Make sure you're using the mos"
    },
    {
      "url": "https://www.nike.com/t/air-force-1-07-womens-shoes-b19lqD/DD8959-100",
      "title": "Nike Air Force 1 '07 Women's Shoes. Nike.com",
      "description": "Find the Nike Air Force 1 '07 Women's Shoes at Nike.com. Free delivery and returns.",
      "preview": "Nike Air Force 1 '07 Women's Shoes $115 Favorite non-filled The radiance lives on in the Nike Air Force 1 '07, the b-ball icon that puts a fresh spin"
    },
    {
      "url": "https://wrimexico.org/",
      "title": "Instituto de Recursos Mundiales (WRI) | Convirtiendo las Grandes Ideas en Realidades",
      "description": "Conoce el trabajo de WRI en Colombia en México: brindamos soluciones en materia de clima, ciudades, biodiversidad y energía, con foco en equidad y sostenibilidad.",
      "preview": "Skip to main content Accessibility Suscribir Click to see more ¿Qué podemos ayudarte a encontrar? Back Buscador WRI.org ¿No sabes dónde encontrar algo"
    },
    {
      "url": "https://status.github.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://material.io/components/selection-controls#switches",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.sitioanuncios.com/portugal/46-servicos-comerciais-consultivo.html",
      "title": "SitioAnuncios.com Anúncios em Portugal - Serviços comerciais, consultivo, administração e m",
      "description": "void",
      "preview": "Anuncios Patrocinados Está em... / Anúncios / Serviços / Serviços comerciais, consultivo, administração e m Serviços comerciais, consultivo, administr"
    },
    {
      "url": "https://www.fox5vegas.com/2023/02/03/ghosts-story-elusive-white-dog-spotted-living-with-coyote-pack-henderson/",
      "title": "Ghost's Story: Elusive white dog spotted living with coyote pack in Henderson",
      "description": "On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for months.",
      "preview": "Skip to content LAS VEGAS, Nev. (FOX5) - On the outskirts of Henderson, an all-white dog has been spotted living among coyotes in the open desert for"
    },
    {
      "url": "http://www.sanvicentedechucuri-santander.gov.co/normatividad/acuerdo-017",
      "title": "Acuerdo 017",
      "description": "Por medio del cual se conceden facultades pro tempore a la señora alcaldesa de San Vicente de Chucurí en materia de contratación.",
      "preview": "void"
    },
    {
      "url": "https://dgnurseries.com/product/nicotiana-tabacum-2/",
      "title": "Nicotiana tabacum - Wahat Al Sahraa",
      "description": "FAMILY: Nicotiana USES: SIZE: LOCATION: Full sunlight to partial shade SOIL: FERTILISER: WATER:",
      "preview": "Skip to content Facebook Instagram Linkedin nursery.enquiry@desertgroup.ae +971 4 2891 063 Search Search Nicotiana tabacum FAMILY: Nicotiana USES: SIZ"
    },
    {
      "url": "https://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.kauffman.org/currents/2019/09/new-survey-highlights-disconnect-between-high-school-and-real-world",
      "title": "New survey highlights disconnect between high school and the real world - Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "If the purpose of high school is to prepare students for the real world, does it? A recent survey of students, parents, and employers finds that real world skills are more important than ever.",
      "preview": "Skip to content"
    },
    {
      "url": "https://committedthetrifecta.tumblr.com/",
      "title": "void",
      "description": "I survived because the fire inside me burned brighter than the fire around me. Hey there. Normally, just like other tumblr users, I would fill this little box with information about myself. But it's...",
      "preview": "I survived because the fire inside me burned brighter than the fire around me."
    },
    {
      "url": "http://softwareimpact.bsa.org/",
      "title": "The Economic Impact of Software",
      "description": "BSA's first-of-its kind study reveals the profound impact software is making on the US economy, capturing the breadth its contributions across all 50 states, from job creation to R&D investment.",
      "preview": "To view the latest version of this report, visit software.org/softwareimpact . The Economic Impact of Software Download the Report UNITED STATES Total"
    },
    {
      "url": "https://www.eac.gov",
      "title": "Home | U.S. Election Assistance Commission",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://chocolateauthoress.tumblr.com/post/143009103874",
      "title": "To the stars who listen | Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \"At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core...",
      "preview": "I'm always open to chat! Feel free to just dm me! To Do's -Publish on AO3 my one-shots/drabbles -Finish my WIPs Spanish ↔ English Translations! My bas"
    },
    {
      "url": "http://www.unisi.it/",
      "title": "Università degli Studi di Siena",
      "description": "void",
      "preview": "Salta al contenuto principale Come fare per Informazioni immatricolazioni e contatti segreterie tutto quello che c'è da sapere per cominciare Admissio"
    },
    {
      "url": "https://lexbib.elex.is/w/index.php?title=Special:UserLogin&returnto=Item%3AQ14689",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://www.univ.trieste.it/",
      "title": "PhD - APPLIED DATA SCIENCE AND ARTIFICIAL INTELLIGENCE | UniTS",
      "description": "The Applied Data Science and Artificial Intelligence (ADSAI) PhD at the University of Trieste equips researchers with advanced data science and AI skills. With healthcare, industry, and social sciences applications, ADSAI is designed for those passionate about leveraging data to solve complex problems. In collaboration with local research institutions, the program offers a multidisciplinary and international learning environment.",
      "preview": "Skip to main content Skip to footer PhD Programme APPLIED DATA SCIENCE AND ARTIFICIAL INTELLIGENCE Trieste 3 years Italian MIGe Competitive admission"
    },
    {
      "url": "https://www.manhattantheatreclub.com/",
      "title": "Home Page - Manhattan Theatre Club",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.delish.com/cooking/recipe-ideas/g2986/classic-italian-recipes/",
      "title": "20+ Easy Pumpkin Bars - Recipes for Pumpkin Dessert Bars-Delish.com",
      "description": "Celebrate fall with these easy pumpkin bar recipes.",
      "preview": "Skip to Content Parker Feirbach Delish editors handpick every product we feature. We may earn commission from the links on this page. Celebrate fall w"
    },
    {
      "url": "https://thehill.com/homenews/house/3868440-raskin-says-he-is-halfway-through-his-cancer-treatment/",
      "title": "Raskin says he is halfway through his cancer treatment",
      "description": "Rep. Jamie Raskin (D-Md.) is halfway through his treatment for diffuse large B-cell lymphoma, which he was diagnosed with late last year, he said. \"I'm midway through my treatments here,\" Raskin said in a video to supporters who signed a note to him through the Progressive Change Campaign Committee. \"I've done three of six rounds...",
      "preview": "Skip to content Just In Opinion Democrats' government shutdown is the ultimate display of hypocrisy Congress Blog | 4 minutes ago Trump loses bid for"
    },
    {
      "url": "https://geojson.io/",
      "title": "geojson.io | powered by Mapbox",
      "description": "A quick, simple tool for creating, viewing, and sharing spatial data.",
      "preview": "geojson.io powered by Sign up for Mapbox"
    },
    {
      "url": "https://www.ns.nl/en/season-tickets/dal-voordeel",
      "title": "NS Flex webshop | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://maltaonlinebookshop.com/book_author/daniel-mainwering/",
      "title": "Daniel Mainwering Archives | Malta Online Bookshop",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://dunshaughlin-culmullenparish.ie/galleries/st-patricks-hall/",
      "title": "St. Patrick's Hall | Dunshaughlin and Culmullen Parishes",
      "description": "void",
      "preview": "Galleries St. Patrick's Hall 11 Jun, 2021 All Galleries View More See us on Facebook & Twitter Webcam Webcam Donate Our Parish Contact Us Webcam Weekl"
    },
    {
      "url": "https://www.vogue.com/article/cara-loves-karl-capsule-collection",
      "title": "With Cara Loves Karl, Cara Delevingne Brings Karl Lagerfeld-Inspired Style to One-and-All | Vogue",
      "description": "Cara Delevingne's collaboration with the Karl Lagerfeld brand will be available worldwide on September 8th.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Cara Delevingne first met Karl Lagerfeld when he cast her to walk in the sp"
    },
    {
      "url": "http://www.plosbiology.org/article/info%3Adoi%2F10.1371%2Fjournal.pbio.1001535",
      "title": "PLOS Biology",
      "description": "void",
      "preview": "September 30, 2025 Expanding lysosomal capacity to protect aging dendrites How do neurons maintain adequate lysosomal function during adulthood? Ruili"
    },
    {
      "url": "https://www.intellum.com/privacy-policy",
      "title": "Privacy Policy | Intellum",
      "description": "Website Privacy Policy for the web sites operated by Intellum, Inc.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://vauraus.fi/asiantuntijablogi/miten-korona-aika-on-vaikuttanut-vaurauden-laina-asiakkaisiin/",
      "title": "Miten korona-aika vaikutti Vaurauden laina-asiakkaisiin?",
      "description": "Pandemian aiheuttama tilanne sisälsi katastrofin ainekset, mutta tuolta ajalta kerätty tilastotieto kertoo erilaisen tarinan.",
      "preview": "Svenska English Kirjaudu Miten korona-aika on vaikuttanut Vaurauden laina-asiakkaisiin? Vaurauden liiketoiminta perustuu siihen, että yrityksille väli"
    },
    {
      "url": "http://www.nationalcapacd.org/",
      "title": "National CAPACD",
      "description": "void",
      "preview": "Empowering Leaders, Mobilizing Communities 25 Years of Building CAPACD What's Happening Celebrating 25 Years of National CAPACD New Report: Unveiling"
    },
    {
      "url": "https://www.wellnesspet.com",
      "title": "Home - Wellness Pet Company",
      "description": "We are pet people with a purpose. We are passionate about pets and believe that every pet should be born, bred, fed, and raised with love.",
      "preview": "Our Purpose Our Brands Our People Meet Our Leaders Locations Join Our Pack Impact Report News Sitemap | Privacy Policy TikTok Instagram LinkedIn Faceb"
    },
    {
      "url": "http://www.affirmations.com.au/",
      "title": "Affirmations Publishing House in Australia | Leading Affirmation Card Publisher",
      "description": "Visit our Affirmations Publishing House in Australia and get inspired with living words of love and greetings. Browse sustainable greeting cards, birthday cards, books, and bookmarks from a leading affirmation card manufacturer, all with messages to help live a more mindful life. Money-back guarantee.",
      "preview": "Skip to main content ANIMAL GREETING CARDS DELIGHTFUL & HUMOROUS SEND A SMILE BEE MINI CARDS SHARE SWEET WORDS SEND WITH LOVE TWIGSEEDS GREETING CARDS"
    },
    {
      "url": "https://go.dev/tour/welcome/1",
      "title": "A Tour of Go",
      "description": "void",
      "preview": "A Tour of Go"
    },
    {
      "url": "http://www.chem1.com/acad/webtext/virtualtextbook.html",
      "title": "Chem1 Online Textbook Main Menu",
      "description": "void",
      "preview": "about this site student links teacher links other virtual texts download recent changes email the author chem1 virtual textbook a reference text for G"
    },
    {
      "url": "https://umweltdigital.de/nl/1184/infodienstarchiv.html",
      "title": "Infodienst-Archiv - UMWELTdigital",
      "description": "void",
      "preview": "Kontakt | Impressum | Hilfe | Mediadaten Hilfe zur Suche 1 Artikel im Warenkorb Login | Registrieren Sie sind Gast Zurück zur Übersicht UMWELTnewslett"
    },
    {
      "url": "https://together.nbcuni.com/advertise/?utm_source=nbc_news&utm_medium=referral&utm_campaign=property_ad_pages",
      "title": "Advertise With Us | NBCUniversal Together",
      "description": "Interested in learning more about our advertising opportunities under NBCU's One Platform? Reach out to start working with us today.",
      "preview": "void"
    },
    {
      "url": "https://www.loc.gov/preservation/care/",
      "title": "Collections Care (Preservation, Library of Congress)",
      "description": "Collections care information for handling, storing, using, and managing books, works on paper, photographs, audio-visual materials, and other types of collections",
      "preview": "skip navigation Search The Library of Congress > Preservation > Collections Care Preservation Home About Collections Care Conservation Digital Preserv"
    },
    {
      "url": "http://www.filemaker.com/company/legal/trademark_guidelines.html",
      "title": "Legal - Trademark guidelines - Claris",
      "description": "void",
      "preview": "Trademark Guidelines These guidelines are for Claris licensees, authorized resellers, developers, customers, and other parties wishing to use Claris I"
    },
    {
      "url": "https://www.talbots.com/pearl-buckle-leather-belt/P224061522.html?cgid=new-arrivals&dwvar_P224061522_color=BLACK&dwvar_P224061522_sizeType=AC",
      "title": "Pearl Buckle Leather Belt | Talbots",
      "description": "Shop Talbots for modern classic women's styles. You'll be a standout in our Pearl Buckle Leather Belt - only at Talbots!",
      "preview": "Layer 1 Message Store Wallet Skip to Main Content FALL SALE! 50% off 2 or more markdowns or 40% off 1 Shop Now | Details Enjoy 30% off T by Talbots-co"
    },
    {
      "url": "https://corporate.target.com/about/purpose-history/our-commitments/target-coronavirus-hub?lnk=Acoronavirusupd",
      "title": "Target's Corporate Commitments",
      "description": "Read about the commitments Target has made to guests, team members, and communities.",
      "preview": "Our Commitments Target is proud to be one of the world's most beloved brands, and we've made commitments across our business to guide us in keeping th"
    },
    {
      "url": "https://www.prisonpolicy.org/reports/pie2019women.html",
      "title": "Women's Mass Incarceration: The Whole Pie 2019 | Prison Policy Initiative",
      "description": "Report showing the number of women in the U.S. who are locked up in various correctional systems and why",
      "preview": "Home About Publications Reports Briefings Visuals State Profiles Advocacy Toolkit Fact Sheets Art Issues Data Blog Trump Tracker Contact Careers Donat"
    },
    {
      "url": "https://flymapslive.com/",
      "title": "Flymaps",
      "description": "void",
      "preview": "Get the Flymaps app iPhone or iPad Android Flymaps Supports Follows YouTube Instagram Twitter Email Contact us anytime. Feel free to email us . About"
    },
    {
      "url": "https://www.boatus.org/study-guide/",
      "title": "Boating Safety Study Guide",
      "description": "The information found in these pages was developed by the BoatU.S. Foundation in partnership with the National Safe Boating Council, and many boating professionals.",
      "preview": "Education Boating Safety Study Guide Welcome to the Boating Safety Study Guide Pages Find Your State Course The information found in these pages was d"
    },
    {
      "url": "https://vpn.mozilla.org",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "http://www.gettingout.com/",
      "title": "GettingOut",
      "description": "GettingOut by Telmate helps friends or family connect with incarcerated inmates.",
      "preview": "void"
    },
    {
      "url": "https://music.youtube.com",
      "title": "Prima di continuare",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.checkfreepay.com/en/privacy-policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Your privacy matters. Fiserv respects your privacy and is committed to protecting your personal information. Privacy Policy Privacy Policy for CheckFr"
    },
    {
      "url": "https://www.seamwork.com/tutorials/how-to-bind-a-neckline",
      "title": "Seamwork",
      "description": "void",
      "preview": "Sew our favorite romantic button-up shirt for FREE this fall! Get your Free Pattern × Search Search Looking for help with our patterns? Check our help"
    }
  ],
  "_meta": {
    "total_bookmarks": 74
  }
}