{
  "data": [
    {
      "url": "https://ecanarensis.com/category/gluten-free-2/desserts/",
      "title": "desserts | ecanarensis",
      "description": "Posts about desserts written by ecanarensis",
      "preview": "ecanarensis Skip to content Home About me; a few jobs I've had Writing: 9/11 Essay, \"Aloft\" Writing; once more down the rabbit hole Category Archives:"
    },
    {
      "url": "https://material.io/blog/digital-wellbeing-ux-principles",
      "title": "Design Principles for Digital Wellbeing",
      "description": "Using UX design to empower users through defaults, bring awareness to behaviors, and more",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    },
    {
      "url": "https://www.baynews9.com/fl/tampa/news/2022/02/02/polk-county-group-proposes-book-ban-",
      "title": "16 books taken off Polk Public School shelves for review",
      "description": "Some of the books include \"The Bluest Eye\" and \"The Kite Runner.\"",
      "preview": "Open in Our App Get the best experience and stay connected to your community with our Spectrum News app. Learn More Open in Spectrum News App Continue"
    },
    {
      "url": "https://www.kayak.co.in/?ispredir=true",
      "title": "Search Flights, Hotels & Rental Cars | KAYAK",
      "description": "KAYAK searches hundreds of other travel sites at once to find the information you need to make the right decisions on flights, hotels & car hires.",
      "preview": "Compare flight deals from 100s of sites . Return Rome (ROM) Departure - Return 1 adult, Economy Search ... ... ... ... Start your travel planning here"
    },
    {
      "url": "https://thehub.online/hub-forums/",
      "title": "Domain Details Page",
      "description": "void",
      "preview": "We're sorry but this app doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://lightcast.io/resources/research/rebuilding-our-semiconductor-workforce",
      "title": "Rebuilding Our Semiconductor Workforce",
      "description": "As the world becomes increasingly interconnected and new technologies are adopted, semiconductors have become indispensable in day-to-day life, and ensuring a robust and reliable supply has never been more important. Burningglass and Emsi are now part of Lightcast. Burning Glass Institute is a separate entity and relies on the data from Lightcast.",
      "preview": "void"
    },
    {
      "url": "https://www.gmtpost.com/post/new-gucci-dive-watches",
      "title": "New Gucci Dive Watches",
      "description": "Gucci is extending its dive watch collection with a range of 40 and 45mm timepieces",
      "preview": "New Watches New Gucci Dive Watches Oct 5, 2018 Share on Facebook Share on Twitter Share on Google+ Gucci is extending its dive watch collection with a"
    },
    {
      "url": "https://travelsites.com/tripadvisor/",
      "title": "TripAdvisor & 29+ HOTEL BOOKING SITES Like tripadvisor.com",
      "description": "TripAdvisor is one of the most widely used hotel booking sites in the world, and for good reason. With thousands of hotels, resorts, and home shares available in an easy-to-use interface, this is definitely a site all travelers should be familiar with. Add to that the fact that the site has a robust community of user reviewers, and you have the makings for one of the most useful booking sites on the planet. Come check out my review of Trip Advisor today to learn more!",
      "preview": "TravelSites HOTEL BOOKING SITES TripAdvisor Back To Home Visit This Site TripAdvisor tripadvisor.com 22 Voted Is TripAdvisor Legit? Is it safe to book"
    },
    {
      "url": "https://naughtynaturopathmum.com.au/shop",
      "title": "Wild Flower Essences - Naughty Naturopath Mum",
      "description": "Natural flower essences to support you and your family as you navigate the ups and downs of life. Wild Flower Essences help balance the impact your emotions have on your thoughts and behaviours and are such a valuable addition to your emotional support toolkit!",
      "preview": "Skip to content Close menu SHOP Shop All Products Shop All Best Sellers Value Pack Make your own packs Duo Packs (Blend & Mist) Current Promotions Sho"
    },
    {
      "url": "https://locate.apple.com/",
      "title": "Find Locations",
      "description": "Place to find locations for apple products",
      "preview": "void"
    },
    {
      "url": "https://chardove.tumblr.com/",
      "title": "Chardove Reblogs Stuff",
      "description": "This blog has no theme, much apologies! ^^; I like pokemon and a bunch of other stuff though!",
      "preview": "Home Go ahead and ask me a thing? Archive Mobile RSS Chardove Reblogs Stuff Text July 02, 2024 113,487 notes gay-jewish-bucky asked: ssalmonn : impost"
    },
    {
      "url": "https://typography.guru/",
      "title": "Typography.Guru Online Community",
      "description": "Learn to master typography and join our expert online community.",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://www.naacp.org/act-so/",
      "title": "ACT-SO Achievement Program",
      "description": "Join the NAACP ACT-SO Youth Program to acquire skills in artistic, scientific and academic disciplines and compete for scholarships.",
      "preview": "Skip to main content Search Close Close Donate Close Each year, high school students across the country start a journey to sharpen their skills throug"
    },
    {
      "url": "https://www.ordnancesurvey.co.uk/governance/crown-copyright",
      "title": "Crown copyright | Governance | OS",
      "description": "Learn how Ordnance Survey data, brand and trade marks are copyright protected.",
      "preview": "Customer support Contact us Crown copyright Learn how our data, brand and trade marks are copyright protected Our brand is one of the most recognised"
    },
    {
      "url": "https://www.shopgoodwill.com/",
      "title": "Online Thrift Store For Unique & Vintage Finds | ShopGoodwill.com",
      "description": "Find incredible deals at Home | ShopGoodwill.com , the go-to online thrift store for gently used clothing, electronics, vintage jewelry and more. Save big today!",
      "preview": "Online Marketplace for Goodwill Thrift Stores | Shopgoodwill.com Featured Items View All Hot 50 View All Shop Top Categories View All View All Recomme"
    },
    {
      "url": "http://www.ramblingsofadaydreamer.com/2014/05/2014-historic-fiction-reading-challenge.html",
      "title": "Ramblings of a Daydreamer: 2014 Historic Fiction Reading Challenge - May Review Link-Up",
      "description": "A blog about books, writing, self-publishing, entertainment, and travel",
      "preview": "Pages Home About My Books Newsletter Book Reviews Bookstagram Sunday, May 4, 2014 2014 Historic Fiction Reading Challenge - May Review Link-Up If you"
    },
    {
      "url": "https://www.ricksteves.com/europe/italy/florence",
      "title": "Florence Travel Guide by Rick Steves",
      "description": "Explore Florence! Get inspired with Rick Steves' recommended places to go and things to do, with tips, photos, videos, and travel information on Florence.",
      "preview": "Home / Explore Europe / Italy / Florence Florence's Duomo Florence Florence, the home of the Renaissance and birthplace of our modern world, has the b"
    },
    {
      "url": "https://vimeo.com/577234427",
      "title": "Kara Finds Life-Changing Success",
      "description": "This is &quot;Kara Finds Life-Changing Success&quot; by GiveIt2Goodwill on Vimeo, the home for high quality videos and the people who love them.",
      "preview": "Verify to continue To continue, please confirm that you're a human (and not a spambot). Checking if the site connection is secure vimeo.com needs to r"
    },
    {
      "url": "https://podcast.bswa.org/e/ajahn-jhanarato-escape-the-heat-meditate-monday-night-meditation-at-wat-dhammayanaram/",
      "title": "Ajahn Jhanarato | Escape The Heat, Meditate | Monday Night Meditation at Wat Dhammayanaram | Buddhist Society of Western Australia",
      "description": "December 2019 Ajahn Jhanarato encouraged us to let the heat go and enjoy the meditation as a time to relax. When it's hot we tend to allow the heat to get to us, make us uncomfortable and unable to relax. Ajahn asked us to not only let go any noise around us but the heat as well. Ajahn then lead the group in a 30 minute body scan meditation well suited to beginners and experienced a like. After meditation Ajahn opened to Q&A. Please support the CBSWA in making teachings available for free online. Teachings are available for downloading from the CBSWA website. Visit the Stocker Road Project. Please support the BSWA in making teachings available for free online via Patreon.",
      "preview": "Buddhist Society of Western Australia https://podcast.bswa.org/feed.xml 14.6M Downloads 4035 Episodes Share RSS Dharma talks from the tradition of Bud"
    },
    {
      "url": "https://lampenhuis.nl/product/367308/",
      "title": "Plafonnière Luxe School Small Helder Moonlight kopen? Groot assortiment!",
      "description": "Plafonnière Luxe School Small Helder Moonlight bestel je online bij Lampenhuis.nl!💡Snel leverbaar 💡Makkelijk retourneren 💡Gratis verzending in NL vanaf € 50,-",
      "preview": "Plafonnière Luxe School Small Helder Moonlight Artikelnummer: ARTDECO/Plafonnière Luxe School Small Helder Moonlight Art Deco Trade Heb je advies nodi"
    },
    {
      "url": "http://www.corbindesign.com/",
      "title": "Corbin Design: The Wayfinding Experts",
      "description": "We provide wayfinding analysis, master planning, signage standards design, sign planning and implementation services for health systems, hospitals, medical centers, regions, cities, towns, universities and colleges.",
      "preview": "People get lost. We fix that.® View Our Work People get lost. We fix that. View Our Work People get lost. We fix that. View Our Work People get lost."
    },
    {
      "url": "https://manual.slic3r.org/",
      "title": "Slic3r Manual - Welcome to the Slic3r Manual",
      "description": "void",
      "preview": "slic3r.org » Slic3r Manual Introduction Overview Getting Support Getting Slic3r Downloading Installing Building from source First Print Calibration Co"
    },
    {
      "url": "https://bombayhighcourt.nic.in",
      "title": "Official Website of High Court of Bombay",
      "description": "Official website of the High Court of Bombay.",
      "preview": "void"
    },
    {
      "url": "https://www.calacademy.org/",
      "title": "California Academy of Sciences in San Francisco, CA",
      "description": "The California Academy of Sciences is a science museum-and scientific and educational institution-located in San Francisco's Golden Gate Park.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "http://bpmob.com/voicetranslator/privacy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last modified: August 2024 Interest based advertising: to learn more about data disclosure click here Opt-out options: DO NOT USE MY DA"
    },
    {
      "url": "https://kahoot.it/challenge/007996792",
      "title": "Kahoot!",
      "description": "Join a game of kahoot here. Kahoot! is a free game-based learning platform that makes it fun to learn - any subject, in any language, on any device, for all ages!",
      "preview": "void"
    },
    {
      "url": "https://privacy.commonsense.org/",
      "title": "Common Sense Privacy Program",
      "description": "void",
      "preview": "Privacy Program Search Donate Privacy Program See evaluations A coordinated effort to protect child and student privacy, and build in safety and secur"
    },
    {
      "url": "http://www.grs-batterien.de",
      "title": "Start | GRS Batterien Service GmbH",
      "description": "Als Rücknahmesystem erfüllen wir für Sie als Hersteller oder Vertreiber von Gerätebatterien oder Industriebatterien Ihre komplette Produktverantwortung nach dem Batteriegesetz (BattG).",
      "preview": "Ihre Hersteller­verantwortung - unser Service Neue EU-Batterieverordnung: Als Batteriehersteller und -vertreiber müssen Sie zeitnah handeln, um Ihren"
    },
    {
      "url": "https://www.change.org/p/cast-pamela-anderson-as-jennifer-coolidge-s-grieving-sister-in-season-3-of-white-lotus?source_location=petitions_browse",
      "title": "Petizione · Cast Pamela Anderson as Jennifer Coolidge's grieving sister in season 3 of White Lotus - Stati Uniti · Change.org",
      "description": "We want Pamela Anderson to be casted in next seasons The White Lotus as Jennifer Coolidge's grieving sister.",
      "preview": "Cast Pamela Anderson as Jennifer Coolidge's grieving sister in season 3 of White Lotus Cast Pamela Anderson as Jennifer Coolidge's grieving sister in"
    },
    {
      "url": "https://feedingamerica.sharepoint.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://amyvosters.com/2018/11/26/andrew-fang-4/",
      "title": "Andrew Fang - AMY VOSTERS",
      "description": "Visit the post for more.",
      "preview": "Skip to content Share this: Click to share on X (Opens in new window) X Click to share on Facebook (Opens in new window) Facebook Like Loading... Rela"
    },
    {
      "url": "http://pmangellfamfound.org/",
      "title": "Paul M. Angell Family Foundation - Supporting Conservation, Performing Arts, Social Impact",
      "description": "Supporting Conservation, Performing Arts, Social Impact",
      "preview": "Welcome to the web site of the Paul M. Angell Family Foundation, where you can learn about the Foundation, its granting activities, and peruse grant r"
    },
    {
      "url": "http://www.beithallelocala.org/rebbitzens-blog/archives/09-2020",
      "title": "Blog Archives",
      "description": "\"Adonai said to Moshe, 'Tell the people of Isra'el, 'In the seventh month, the first of the month is to be for you a day of complete rest for remembering, a holy convocation announced with...",
      "preview": "Beit Hallel Messianic Congregation Home Contact Who We Are? Our Rabbi Media Giving Rabbis Blog Rebbitzen's Blog SERVICES & CALENDAR STANDING WITH ISRA"
    },
    {
      "url": "https://sjobs.brassring.com/TGnewUI/Search/Home/Home?partnerid=26336&siteid=5014#home",
      "title": "Job Search Welcome | Walgreens",
      "description": "Search for Internet job openings.",
      "preview": "void"
    },
    {
      "url": "https://powerusers.microsoft.com/t5/Power-Apps-Community/ct-p/PowerApps1",
      "title": "Forums | Microsoft Power Platform Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content Community site session details Session Id : Copy Close Join experts in p"
    },
    {
      "url": "https://affarerpylr.firebaseapp.com/25075/48864.html",
      "title": "Patrik höijer",
      "description": "void",
      "preview": "5260 Nordiska Kliniken AB Info & Löner Bolagsfakta Facebook gives people the power View the profiles of people named Patriot Höijer. Join Facebook to"
    },
    {
      "url": "http://www.badzine.net/",
      "title": "Badzine.net | The World's #1 Badminton Webzine",
      "description": "The World's #1 Badminton Webzine",
      "preview": "Badzine.net The World's #1 Badminton Webzine HOME NEWS Superseries News Superseries Finals Grand Prix News World Championship News Thomas & Uber Cup N"
    },
    {
      "url": "https://www.wibw.com/content/news/Downtown--486089901.html",
      "title": "Business leaders want to keep downtown safe during revitalization phase",
      "description": "As revitalization comes to the downtown area, so do concerns about the potential for increased crime.",
      "preview": "Skip to content As revitalization comes to the downtown area, so do concerns about the potential for increased crime. Wednesday members of Downtown To"
    },
    {
      "url": "https://unworldoceansday.org/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "https://services.github.com",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://ibermicar.es/es/productos/carretillas-elevadoras-nuevas/recoge-pedidos/273-linde-n20-lol.html",
      "title": "Linde N20-LoL",
      "description": "Carretillas elevadoras Linde N20-LoL: Preparación ergonómica de pedidos en dos palets. Equipado con brazos de carga largos y una horquilla elevable adicional.",
      "preview": "93 662 66 11 ES 93 662 66 11 RECOGE PEDIDOS N20-LoL Preparación ergonómica de pedidos en dos palets Equipado con brazos de carga largos y una horquill"
    },
    {
      "url": "http://www.erp-recycling.ie",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Retailer Registration Search for: Member login Homepage admin 2025-06-12T11:18:49+01:00 Join us for the imple"
    },
    {
      "url": "https://bfm.sbc.net/bfm2000/#vi",
      "title": "Baptist Faith and Message 2000 - The Baptist Faith and Message",
      "description": "Table of Contents I. The Scriptures II. God III. Man IV. Salvation V. God's Purpose of Grace VI. The Church VII. Baptism and the Lord's Supper VIII. The Lord's Day IX. The Kingdom X. Last Things XI. Evangelism and Missions XII. Education XIII. Stewardship XIV. Cooperation XV. The Christian and...",
      "preview": "Baptist Faith and Message 2000 Table of Contents I. The Scriptures II. God III. Man IV. Salvation V. God's Purpose of Grace VI. The Church VII. Baptis"
    },
    {
      "url": "https://www.healthaction.org/resources",
      "title": "Respiratory Health at Work | Health Action Alliance",
      "description": "The Health Action Alliance provides employers with tools, resources, and insights to keep workers safe from flu, COVID-19, and other respiratory illnesses.",
      "preview": "By clicking \"Accept\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing e"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85932",
      "title": "Searchable Recipe Database - Italian Spinach with Raisins and Pine Nuts",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.fangsforthefantasy.com/2014/10/the-walking-dead-season-five-episode_27.html",
      "title": "Fangs For The Fantasy: The Walking Dead, Season Five, Episode Three: Four Walls and a Roof",
      "description": "Bob sits and Garrett explains to Bob that he had the choice to join them, or feed them and justifies his position by stating that when be...",
      "preview": "Home About Us/Policies About Us/Review Policy Rating System Comment Policy Book Reviews Book Reviews: A-B Book Reviews: C-F Book Reviews: G-J Book Rev"
    },
    {
      "url": "https://www.newyorker.com/",
      "title": "The New Yorker",
      "description": "Reporting, Profiles, breaking news, cultural coverage, podcasts, videos, and cartoons from The New Yorker.",
      "preview": "Skip to main content The New Yorker Trump, the Self-Styled \"President of PEACE\" Abroad, Makes War at Home The President's martial rhetoric against fel"
    },
    {
      "url": "https://covid19.colorado.gov/",
      "title": "COVID19 | Colorado Department of Public Health and Environment",
      "description": "void",
      "preview": "Skip to main content 1 COVID19 Available languages: Español 2025-2026 COVID-19 vaccines On Sept. 3, 2025, CDPHE Executive Director Jill Hunsaker Ryan"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=KELL020",
      "title": "Anna-Maria and Stephen Kellen Foundation Inc C/o Joel E Sammet & Co LLP | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 04/18/2025 Grant Information Last Upd"
    },
    {
      "url": "https://tubitv.com",
      "title": "Tubi is the largest free movie and TV streaming service in the US. We are not available in Europe due to changes in EU laws.",
      "description": "void",
      "preview": "We're Sorry. Tubi is the largest free movie and TV streaming service in the US. Unfortunately, we're not currently available in your area. Watch this"
    },
    {
      "url": "http://www.scienceworld.bc.ca/",
      "title": "Today - Science World",
      "description": "void",
      "preview": "Cookies Ahead! Read our privacy policy to learn about how our website uses cookies for analytics and marketing purposes. I understand"
    },
    {
      "url": "https://react.dev/reference/react/useEffect",
      "title": "useEffect - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. API Reference Hooks useEffect useEffect is a React Hook that lets you synchronize a component with an e"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/?orgcode=WMT",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://www.callherdaddy.com/",
      "title": "Call Her Daddy",
      "description": "Call Her Daddy podcast hosted by Alex Cooper exclusively on Spotify.",
      "preview": "Shop NEW DROP AVAILABLE NOW SHOP HERE NEW PRODUCTS View All → Tops Bottoms Sets All Products Health And Wellness Crewneck (Blue) Health And Wellness S"
    },
    {
      "url": "https://www.esrbratings.org",
      "title": "Entertainment Software Rating Board",
      "description": "void",
      "preview": "ESRB Home Publishers Privacy Certified Game Publishers This section of the website allows game publishers and developers to access the services provid"
    },
    {
      "url": "https://photo.walgreens.com/store/welcome",
      "title": "Photo Prints, Custom Cards, and Posters | Walgreens Photo",
      "description": "Visit Walgreens Photo Center to shop for personalized photo prints, books, cards, posters, and other photo services. Get same day photo printing.",
      "preview": "true false Skip main navigation classic site X Take me back to the classic site You can return to the new experience at any time. Classic site Offer D"
    },
    {
      "url": "http://www.dipartimentodesign.polimi.it/en/?option=com_content&view=article&id=135&pta=&optionFilter%5Bfield_3_304%5D=10095252&back=%2Fen%2F%3Foption%3Dcom_content%26view%3Darticle%26id%3D135%26pubblicazioni%3D1%26optionFilter%255Bfield_5_375%255D%3D960018%26back%3D%252Fen%252F%253Foption%253Dcom_content%2526view%253Darticle%2526id%253D135%2526pubblicazioni%253D1%2526optionFilter%25255Bfield_5_375%25255D%253D532352%2526back%253D%25252Fen%25252F%25253Foption%25253Dcom_content%252526view%25253Darticle%252526id%25253D135%252526pubblicazioni%25253D1%252526optionFilter%2525255Bfield_5_375%2525255D%25253D580554%252526back%25253D%2525252Fen%2525252F%2525253Foption%2525253Dcom_content%25252526view%2525253Darticle%25252526id%2525253D135%25252526pubblicazioni%2525253D1%25252526optionFilter%252525255Bfield_5_375%252525255D%2525253D536187%25252526back%2525253D%252525252Fen%252525252F%252525253Foption%252525253Dcom_content%2525252526view%252525253Darticle%2525252526id%252525253D135%2525252526pubblicazioni%252525253D1%2525252526optionFilter%25252525255Bfield_5_375%25252525255D%252525253D554276%2525252526back%252525253D%25252525252Fen%25252525252F%25252525253Foption%25252525253Dcom_content%252525252526view%25252525253Darticle%252525252526id%25252525253D135%252525252526pubblicazioni%25252525253D1%252525252526optionFilter%2525252525255Bfield_5_375%2525252525255D%25252525253D515108%252525252526back%25252525253D%2525252525252Fen%2525252525252F%2525252525253Foption%2525252525253Dcom_content%25252525252526view%2525252525253Darticle%25252525252526id%2525252525253D135%25252525252526pubblicazioni%2525252525253D1%25252525252526optionFilter%252525252525255Bfield_5_375%252525252525255D%2525252525253D242773%25252525252526back%2525252525253D%252525252525252F%252525252525253Foption%252525252525253Dcom_content%2525252525252526view%252525252525253Darticle%2525252525252526id%252525252525253D135%2525252525252526pubblicazioni%252525252525253D1%2525252525252526optionFilter%25252525252525255Bfield_5_375%25252525252525255D%252525252525253D825533%2525252525252526back%252525252525253D%25252525252525252F%25252525252525253Foption%25252525252525253Dcom_content%252525252525252526view%25252525252525253Darticle%252525252525252526id%25252525252525253D135%252525252525252526pubblicazioni%25252525252525253D1%252525252525252526optionFilter%2525252525252525255Bfield_5_375%2525252525252525255D%25252525252525253D242772%252525252525252526back%25252525252525253D%2525252525252525252F%2525252525252525253Foption%2525252525252525253Dcom_content%25252525252525252526view%2525252525252525253Darticle%25252525252525252526id%2525252525252525253D135%25252525252525252526pubblicazioni%2525252525252525253D1%25252525252525252526optionFilter%252525252525252525255Bfield_5_375%252525252525252525255D%2525252525252525253D515115%25252525252525252526back%2525252525252525253D%252525252525252525252F%252525252525252525253Foption%252525252525252525253Dcom_content%2525252525252525252526view%252525252525252525253Darticle%2525252525252525252526id%252525252525252525253D135%2525252525252525252526pubblicazioni%252525252525252525253D1%2525252525252525252526optionFilter%25252525252525252525255Bfield_5_375%25252525252525252525255D%252525252525252525253D994219%2525252525252525252526back%252525252525252525253D%25252525252525252525252F",
      "title": "Home | Department of design",
      "description": "The Department of Design is the leading Italian centre for scientific research in the field of design. Rooted in the Italian design culture, it is oriented towards exploring new disciplinary frontiers, putting design at the service of contemporary challenges.",
      "preview": "The Department The Department of Design is the leading Italian centre for scientific research in the field of design. Rooted in the Italian design cul"
    },
    {
      "url": "https://www.luisaviaroma.com/es-mx/lvr-magazine/fashion/miranda-kerr-interview?aka_re=1",
      "title": "LVR Magazine: Cover Story - Miranda Kerr, Good Vibrations",
      "description": "Model-turned-businesswoman Miranda Kerr muses about positivity, self-care and co-parenting with Katy Perry and Orlando Bloom. Read her full cover story on Luisaviaroma.com.",
      "preview": "ES/ READ PREVIOUS POST Art Meets Fashion: Beverly Hills Style READ NEXT POST EDITOR'S Letter PHOTOGRAPHED BY GREG SWALES / STYLED BY KATE DAVIDSON HUD"
    },
    {
      "url": "http://was1-vin.smokeping.ovh.net/smokeping?displaymode=n;start=2020-12-05%2006:29;end=now;target=APAC.AS19551",
      "title": "OVHcloud.com latency grapher for AU Incapsula (AS19551 103.28.250.169)",
      "description": "void",
      "preview": "WAS1-VIN (US/US1/Virginia) smokeping node 0. Statistics 1. OVH 2. Anycast 3. Europe 4. USA / Canada 5. South and Central America 6. APAC AP Amazon ap-"
    },
    {
      "url": "https://forgemia.inra.fr/gauthier.quesnel/irritator/-/tree/0264d282d6ef5bffa1c13116f9fab528ca09d202/lib",
      "title": "lib · 0264d282d6ef5bffa1c13116f9fab528ca09d202 · Gauthier Quesnel / irritator · GitLab",
      "description": "GitLab Community Edition",
      "preview": "Loading"
    },
    {
      "url": "https://pastebin.com/",
      "title": "Pastebin.com - #1 paste tool since 2002!",
      "description": "Pastebin.com is the number one paste tool since 2002. Pastebin is a website where you can store text online for a set period of time.",
      "preview": "void"
    },
    {
      "url": "https://www.rollingstone.com/music/music-news/blink-182-postpone-first-ever-latin-america-tour-following-travis-barker-finger-injury-1234689278/",
      "title": "Blink-182 Postpone Latin America Tour Over Travis Barker Finger Injury",
      "description": "Blink-182 have postponed their first-ever Latin America tour dates after Travis Barker had to undergo surgery on his ring finger.",
      "preview": "× × Skip to main content By Larisha Paul Larisha Paul Contact Larisha Paul on X View all posts by Larisha Paul March 1, 2023 Travis Barker on February"
    },
    {
      "url": "https://www.doi.gov/",
      "title": "U.S. Department of the Interior",
      "description": "The U.S. Department of the Interior protects America's natural resources and heritage, honors our cultures and tribal communities, and supplies the energy to power our future",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.cintas.com/",
      "title": "Uniforms - Corporate Apparel | Cintas",
      "description": "Even at your busiest, you can open your doors with confidence knowing Cintas has you covered with a wide range of products and services that enhance your image and help keep your facility and employees clean, safe and looking their best.",
      "preview": "WE'LL OUTFIT YOUR TEAM AND YOUR BUSINESS WE CAN HELP WITH YOUR WORK APPAREL, FACILITY SERVICES, FIRST AID AND SAFETY AND FIRE PROTECTION NEEDS Click t"
    },
    {
      "url": "https://www.vegvesen.no/forerkort/",
      "title": "Førerkort | Statens vegvesen",
      "description": "Sjekk hvordan du kan ta førerkortet, og finn informasjon om hva du har lov til å kjøre og hvordan du kan bestille nytt førerkort.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://www.blackdaggerforum.com/t2372-grosser-fan",
      "title": "Großer Fan",
      "description": "Hoffe das ist okay dass ich hier mal ein Thema eröffne *sich vorsichtig umschaut* aber ich muss doch mal loswerden dass ich ein riesiger Fan dieser Serie bin un",
      "preview": "Black Dagger Bruderschaft Würden Sie gerne auf diese Nachricht reagieren? Erstellen Sie einen Account in wenigen Klicks oder loggen Sie sich ein, um f"
    },
    {
      "url": "https://forum.videohelp.com/members/299632-Donnje?s=fd8d5e1d8d040a8b1770019634492c27",
      "title": "View Profile: Donnje - VideoHelp Forum",
      "description": "This forum will help you with all your video and audio questions!",
      "preview": "Forum Forum Index Today's Posts New Posts File Uploader Software All software Popular tools Portable tools DVD / Blu-ray Blu-ray / DVD Region Codes Ha"
    },
    {
      "url": "https://www.wgsn.com/en/blog",
      "title": "Blog | WGSN",
      "description": "void",
      "preview": "Skip to main content Blog Category - Any - Fashion Beauty Tech Interiors Colour Consumer Behaviour Food & Drink Sports & Outdoor Retail Marketing Prod"
    },
    {
      "url": "https://research.mines.edu/",
      "title": "Home - Research and Technology Transfer",
      "description": "Mines Research - Innovation with Impact. Solving the world's critical scientific & engineering challenges across Earth, Energy, Environment, Foundations, Fundamentals, & Frontiers",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Mines Research - Innovation with Impact Research Pillars: Earth, Energy, E"
    },
    {
      "url": "https://spotmedia.ro/tag/covid-19-stiri",
      "title": "Covid 19 știri - Stiri - spotmedia.ro",
      "description": "Citeste mai noi stiri cu tema: Covid 19 știri in spotmedia.ro",
      "preview": "Skip to content Acasă Covid 19 știri O echipă de medici americani raportează ceea ce pare a fi primul caz pediatric de paralizie bilaterală a corzilor"
    },
    {
      "url": "https://walmart.guildeducation.com/partner/",
      "title": "Walmart - Education Benefit | Guild",
      "description": "Opportunity that starts with education and skilling. Access a catalog of learning programs and tailored coaching services to unlock possibility with your Guild benefit through Live Better U.",
      "preview": "You need to enable JavaScript to run this app. Learn more about programs that can unlock your career path! Your Education, Paid by Walmart Live Better"
    },
    {
      "url": "https://prospect.org/article/can-california-fixed/",
      "title": "Can California Be Fixed? - The American Prospect",
      "description": "The Prospect talks to Repair California, the coalition attempting to call a constitutional convention in the country's messiest democracy.",
      "preview": "Skip to main content Search Newsletter Signup Donate Home Article Can California Be Fixed? The recession has left California, the most populous state"
    },
    {
      "url": "https://developer.wordpress.org/",
      "title": "WordPress Developer Resources | Developer.WordPress.org",
      "description": "Official WordPress developer resources including a code reference, handbooks (for APIs, plugin and theme development, block editor), and more.",
      "preview": "WordPress.org WordPress Developer Resources Developer Resources /The freedom to build See what has changed in the WordPress 6.8 API. Documentation Blo"
    },
    {
      "url": "https://www.psychologytoday.com/us/blog/living-sticky-mind/202111/why-some-people-just-cant-make-their-minds",
      "title": "Why Some People Just Can't Make Up Their Minds | Psychology Today",
      "description": "For those with chronic indecisiveness. the uncertainty inherent in every decision creates doubts that lead to delay, avoidance, and procrastination.",
      "preview": "Skip to main content Martin Seif Ph.D. ABPP and Sally Winston Psy.D. Living with a Sticky Mind Anxiety Why Some People Just Can't Make Up Their Minds"
    },
    {
      "url": "https://www.aqadvisor.com/",
      "title": "AqAdvisor - Intelligent Freshwater Tropical Fish Aquarium Stocking Calculator and Aquarium Tank/Filter Advisor",
      "description": "void",
      "preview": "AqAdvisor - Intelligent Freshwater Tropical Fish Aquarium Stocking Calculator and Aquarium Tank/Filter Advisor Freshwater Advisor Saltwater Advisor"
    },
    {
      "url": "https://pungenerator.org/",
      "title": "Pun Generator | Generate tons of puns!",
      "description": "Generate tons of puns!",
      "preview": "Generate puns containing a word! See some funny examples... Funny examples: booty groin weevil Find common phrases containing a word!"
    },
    {
      "url": "https://www.cbs.com/all-access/?gclsrc=aw.ds&ds_rl=1275739&ref=__iv_p_1_g_15527027287_w_kwd-170170800007_h_9031948_ii__d_c_v__n_g_c_247169935664_l__t__e__r__vi__&ftag=AAM03c5ced&vndid=google$null$null$cbs%20all-access&gclid=Cj0KCQjw-O35BRDVARIsAJU5mQVTLCK4icRnkjUKEZ-C93c1wWu7jikuWBP8wn7UzOUmLKkQM5BH4HsaAqhMEALw_wcB&gclsrc=aw.ds&_ivgu=72a63366-aa5e-4e4d-af63-d7edd32e8fbf",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://www.accesoriosguzman.com.ar/lona-con-estructura-de-aluminio---chevrolet-s10-d-c-1996-2011/p",
      "title": "LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 - Guzman Accesorios",
      "description": "Comprá acá la mejor lona marítima del mercado. Específica para la Chevrolet S10, las lonas Multicap traen estructura y cerramientos de aluminio,y tratamiento UV para proteger el vinilo de los rayos del sol. ¡Comprá acá la lona para tu S10!",
      "preview": "TODOS LOS MEDIOS DE PAGO Contacto Sucursales Productos 4x4 y SUV Lonas LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 Productos HotSale"
    },
    {
      "url": "https://www.dailymail.co.uk/tvshowbiz/article-11257947/Sam-Claflin-CONFIRMS-relationship-Leonardo-DiCaprios-ex-Cassie-Amato.html",
      "title": "Sam Claflin CONFIRMS relationship with Leonardo DiCaprio's ex Cassie Amato | Daily Mail Online",
      "description": "The pair were spotted holding hands during a romantic stroll in London on Tuesday - after months of leaving flirty comments on each others Instagram posts.",
      "preview": "Home News Royals U.S. Sport TV Showbiz Femail Health Science Money Travel Podcasts Buyline Beauty Fashion Home and Garden My Profile Logout Login Head"
    },
    {
      "url": "https://thesaurus.yourdictionary.com/wildest",
      "title": "Wildest Synonyms: 39 Synonyms and Antonyms for Wildest | YourDictionary.com",
      "description": "Synonyms for WILDEST: roughest, stormiest, heaviest, dirtiest, ugly, freest, roughest, weediest, lushest, densest, maddest, unruliest, gayest, dottiest; Antonyms for WILDEST: tamest, mildest, calmest, gentlest, tamest.",
      "preview": "Wildest Synonyms and Antonyms Common Words Unique Words Synonyms Antonyms Related Words Violently disturbed or agitated, as by storms (Adjective) Syno"
    },
    {
      "url": "https://health1.aetna.com/app/public/#/one/insurerCode=AETNACVS_I&brandCode=ALICSI/machine-readable-transparency-in-coverage?searchTerm=263232&lock=true",
      "title": "Search for care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.cloudcitycoffee.com/",
      "title": "Cloud City Coffee - Cloud City Coffee Roasting",
      "description": "An independent small batch roaster in Seattle offering delicious blends and rare single origin coffees in partnership with communities worldwide. All coffee is local.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "https://studio.swiperjs.com/",
      "title": "Swiper Studio - No-code Swiper builder",
      "description": "No-code Swiper builder",
      "preview": "Meet PaneFlow: Build Stunning Slideshows Visually. No Code Required All-Access Blog Sign in Swiper Studio Create Beautiful And Responsive Sliders With"
    },
    {
      "url": "https://kubernetes.io/",
      "title": "Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Kubernetes , also known as K8s, is an open source system for automating deployment, scaling, and management of containerized applications. It groups c"
    },
    {
      "url": "https://help.shipt.com/",
      "title": "Get Help With Your Questions About Shipt",
      "description": "Find answers to frequently-asked-questions and share your feedback about Shipt. Get in touch with our support team 24/7 via phone or live chat.",
      "preview": "Sorry, we didn't find any relevant articles for you. Please contact us and we will reply as soon as possible. Popular Topics How do I switch my Shipt"
    },
    {
      "url": "https://www.walmart.com/store/finder",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://dhs.iowa.gov/how-to-apply?elqTrackId=eaf4fa61ecdc4da0a0dec3b31cf4f273&elqaid=93&elqat=2",
      "title": "Apply for Services | Health & Human Services",
      "description": "How to apply for assistance programs and services at Iowa Health & Human Services.",
      "preview": "Skip to main content Federal Government Shutdown: No Impact on Services Details The state is supporting services for Iowans at this time. All assistan"
    },
    {
      "url": "https://www.theguardian.com/environment/2021/nov/02/four-latin-american-countries-join-protected-marine-reserves-to-create-mega-mpa",
      "title": "Latin American countries join reserves to create vast marine protected area | Ecuador | The Guardian",
      "description": "'Mega-MPA' in Pacific will protect migratory turtles, whales and sharks from fishing fleets",
      "preview": "Skip to main content Skip to navigation Skip to navigation A turtle in the rich waters off Ecuador, one of the world's key migratory route for the rep"
    },
    {
      "url": "https://www.somaiya.edu/en",
      "title": "Somaiya Vidyavihar University",
      "description": "Somaiya Vidyavihar University is committed to quality education and development.",
      "preview": "Somaiya Vidyavihar University How Can We Help You ? We are happy to answer all your admission related enquiries. Fill out the form and we will be in t"
    },
    {
      "url": "https://wpml.org",
      "title": "WPML - The WordPress Multilingual Plugin",
      "description": "WPML is the plugin that makes over a million WordPress sites multilingual. It's powerful enough for corporate sites, yet simple for blogs.",
      "preview": "Skip to content Skip to sidebar LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== LnRiLWZpZWxke21hcmdpbi1ib3R0b206MC43NmVtfS50Yi1maWVsZC0tbGVmdHt0Z"
    }
  ],
  "_meta": {
    "total_bookmarks": 91
  }
}