{
  "data": [
    {
      "url": "https://compare.buyhatke.com/books/marketing-practices-in-developing-economy-cases-from-south-asia-hatke9788120337824",
      "title": "Price History: Advance Price Tracker For Amazon,Flipkart & More",
      "description": "Price history with Buyhatke, Check our price tracker with superior Ai features, elevating your shopping on Amazon, Flipkart, Myntra, Ajio, Meesho, etc.",
      "preview": "- ₹99 ₹199 ₹299 ₹399 ₹499 ₹599 ₹799 ₹999 40% 50% 60% 70% EPIC DEAL DEAL MIRAGE HOT DEAL DECENT CATCH Verified by Deal Scanner : Popularity 100M+ Smart"
    },
    {
      "url": "http://pandas.undp.org/en/panda-ambassadors",
      "title": "What is a Panda Ambassador? | UNDP Pandas for the Global Goals",
      "description": "Meet UNDP's Panda Ambassadors for the Global Goals and find out more about UNDP's work to protect biodiversity and ecosystems and to promote sustainable development around the world.",
      "preview": "What is a Panda Ambassador? Back in January, UNDP and China's Chengdu Panda Base announced two baby panda cubs as the first ever Animal Ambassadors fo"
    },
    {
      "url": "http://www.geomatics.ucalgary.ca/",
      "title": "Department of Geomatics Engineering | Schulich School of Engineering | University of Calgary",
      "description": "void",
      "preview": "Skip to main content Department of Geomatics Engineering About our department Our programs Find your degree Our research Explore the details Faculty m"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Myicons-The-World-s-Largest-Premium-line-Icons-Pack-1ee4bea9d3c54deea273277d217e412a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://lechebno.com/%D0%BD%D0%B5%D0%B2%D0%B5%D1%80%D0%BE%D1%8F%D1%82%D0%BD%D0%B0-%D0%BB%D0%B5%D1%87%D0%B5%D0%B1%D0%BD%D0%B0-%D0%BA%D0%B0%D0%BB-%D0%B2-%D1%80%D0%BE%D0%B4%D0%BE%D0%BF%D0%B8%D1%82%D0%B5-%D0%BA%D0%B0%D1%80/",
      "title": "Невероятна лечебна кал в Родопите кара костите да зарастват бързо - ЛЕЧЕБНО",
      "description": "В златоградското село Кушла от незапомнени времена хората използват мумийо, за да лекуват животните си, когато счупят някой от крайниците си. Как точно са открили невероятните свойства на калта, местните не споделят. Години след откритието на",
      "preview": "Skip to content В златоградското село Кушла от незапомнени времена хората използват мумийо, за да лекуват животните си, когато счупят някой от крайниц"
    },
    {
      "url": "https://www.viceroyhotelsandresorts.com/los-cabos",
      "title": "Viceroy Los Cabos Luxury Stay",
      "description": "Discover Viceroy Los Cabos, a luxury resort with ocean views, iconic pools, spa, dining, and design that captures the spirit of Baja.",
      "preview": "Skip to main content Los Cabos Luxury Resort A private, playful hideaway at the edge of the sea and sky, Viceroy Los Cabos invites you to immerse your"
    },
    {
      "url": "https://www.oceanographicmagazine.com/stockists/",
      "title": "Stockists Archive - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Home > Stockists UK store finder Where to buy your printed copy of the latest edition of Oceanographic magazine. Select a distance Within 5 miles With"
    },
    {
      "url": "https://pytorch.org/get-started/locally/",
      "title": "Get Started",
      "description": "Set up PyTorch easily with local installation or supported cloud platforms.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Get Started Select preferences and run the command to install PyTorch loc"
    },
    {
      "url": "https://time.com/5866881/al-gore-climate-trace-emissions/",
      "title": "Al Gore's New Project, 'Climate Trace,' Will Track Emissions | TIME",
      "description": "A coalition of nine climate and tech groups say they've built a system to track global emissions using satellite data, A.I. and other tech.",
      "preview": "Soeren Stache-Picture Alliance/Getty Images By Justin Worland July 16, 2020 2:24 PM EDT A s countries entered the final months of talks ahead of the P"
    },
    {
      "url": "https://www.msn.com/en-us/news/us/green-bay-stands-by-audio-surveillance-in-response-to-state-senate-letter/ar-AA17uuKL",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://no.wikipedia.org/wiki/Fagundes",
      "title": "Fagundes - Wikipedia",
      "description": "void",
      "preview": "Hopp til innhold Koordinater : 7°21′18″S 35°46′30″V Fra Wikipedia, den frie encyklopedi Fagundes Beliggenheten i delstaten Paraíba Land Brasil Delstat"
    },
    {
      "url": "https://tinybeans.com/",
      "title": "Tinybeans-The Photo-Sharing App That Families Love",
      "description": "Safely share snapshots and videos with loved ones and find new parenting ideas. We're the best photo sharing app used by millions of parents.",
      "preview": "Your daily dose of joy and connection. Capture and privately share sweet snapshots and videos of your littles with our family photo-sharing app that t"
    },
    {
      "url": "https://brownsugarbritches.com/tag/divine/",
      "title": "Private Site",
      "description": "void",
      "preview": "WordPress.com Build a website. Sell your stuff. Write a blog. And so much more. Log in Start your website Private Site This site is currently private."
    },
    {
      "url": "https://nces.ed.gov/ipeds",
      "title": "IPEDS",
      "description": "The Integrated Postsecondary Education Data System (IPEDS), established as the core postsecondary education data collection program for NCES, is a system of surveys designed to collect data from all primary providers of postsecondary education. IPEDS is a single, comprehensive system designed to encompass all institutions and educational organizations whose primary purpose is to provide postsecondary education. The IPEDS system is built around a series of interrelated surveys to collect institution-level data in such areas as enrollments, program completions, faculty, staff, and finances.",
      "preview": "void"
    },
    {
      "url": "https://postermemorabilia.com/zh-cn/products/sanandreas",
      "title": "San Andreas Signed Poster with COA",
      "description": "Get a signed San Andreas movie poster featuring the cast's autographs. Includes a Certificate of Authenticity.",
      "preview": "Skip to content Search 90-Day Money Back Guarantee & Free Shipping Worldwide Search Authentic Poster + COA (Unframed) San Andreas Signed Poster with C"
    },
    {
      "url": "https://colourpop.com/products/surrender-creme-lux-lipstick",
      "title": "ColourPop®: Shop the Exclusive ColourPop Collabs",
      "description": "Explore our premium beauty collection exclusive items, from eye makeup to skincare. Elevate your routine today! Shop now for the best selection.",
      "preview": "Skip to content Free domestic shipping on orders over $35 USD Free international shipping on orders over $60 USD Menu Afghanistan Albania Algeria Ando"
    },
    {
      "url": "https://support.springer.com/en/support/solutions/articles/6000206179-contacting-us",
      "title": "Contact Customer Support : Springer Support",
      "description": "Contact details for Springer Nature Customer Service teams",
      "preview": "Springer Support Solution home General Contact Information Enter your search term here... Search Select the option most applicable to your query: Publ"
    },
    {
      "url": "https://wwmt.com/news/local/jack-snyder-battle-creek-shooting-killing-central-high-school-teenager-police-department-arrest-memorial-arraigned-charged",
      "title": "14-year-old charged in deadly shooting of Battle Creek Central High School student",
      "description": "A 14-year-old boy, was arraigned Friday forJack Snyder, an athlete, son, teammate and friend to many, was finishing out his senior year at Battle Creek Centra",
      "preview": "Fri, 10 Oct 2025 10:12:11 GMT (1760091131597) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://eventowe.pl/atrakcje-i-szkolenia/wystepy-artystyczne",
      "title": "Występy artystyczne - Atrakcje i szkolenia - Eventowe.pl",
      "description": "void",
      "preview": "Reklama Dodaj ofertę Załóż konto Zaloguj się  Menu Atrakcje i szkolenia Wszystkie oferty Agencje eventowe Miejsca i obiekty Atrakcje i szkolenia Zesp"
    },
    {
      "url": "https://luministic.tumblr.com/",
      "title": "「✰。」",
      "description": "flower child, you're about to bloom",
      "preview": "Wednesday, October 1st conswayo : to chase a sunset Tuesday, September 30th conarcoin : conarcoin : resources for staying safe online always important"
    },
    {
      "url": "http://corporate.disney.go.com/corporate/pp.html",
      "title": "Disney Privacy Center Home - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Company has a ri"
    },
    {
      "url": "https://www.thelodgeatwoodloch.com/",
      "title": "The Lodge at Woodloch: Spa Resort in Poconos, Pennsylvania",
      "description": "Unwind at The Lodge at Woodloch, a Poconos spa resort for relaxation, rejuvenation & personal awakening. Explore mindfulness & wellness through classes, workshops & speakers.",
      "preview": "The Lodge at Woodloch Close Play/pause Scroll to Explore Online Reservations Booking Details Dates Guests/Room 2 - + The Lodge at Woodloch One Resort,"
    },
    {
      "url": "https://www.bancomundial.org/es/country/argentina",
      "title": "Banco Mundial en Argentina: Proyectos, investigación y datos para el desarrollo",
      "description": "Conozca los últimos datos, investigaciones e indicadores de desarrollo del Banco Mundial para Argentina. Acceda a datos económicos, estadísticas, información sobre proyectos, investigaciones sobre el desarrollo realizadas por expertos del Banco Mundial y noticias de última hora.",
      "preview": "Esta página en: Español English Esta página en: Español English El Banco Mundial en Argentina El Banco Mundial es un socio estratégico de largo plazo"
    },
    {
      "url": "https://www.brennancenter.org/our-work/research-reports/voting-laws-roundup-december-2021",
      "title": "Voting Laws Roundup: December 2021 | Brennan Center for Justice",
      "description": "This year's tidal wave of restrictive voting legislation will continue in 2022.",
      "preview": "Skip Navigation Home Our Work Research & Reports Voting Laws Roundup: December 2021 Explore Our Work Close Click here for the most recent Voting Laws"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "https://www.bongoutlet.com/pages/an-update-on-covid-19",
      "title": "Important Update regarding USPS / Canada Post delivery delay. - Bong Outlet.Com",
      "description": "Delivery may take longer than expected during Covid-19 Pandemic due to high volume package to process.* Bongoutlet warehouse is operating as normal. If you order by 12:00 PM(EST, Mon.-Fri.) your order will ship the same day. Over 99% of orders ship complete (no backorders!) the same day the order is placed. Important",
      "preview": "Skip to content DropShipping Rewards Program Contact us DropShipping Rewards Program Contact us"
    },
    {
      "url": "https://mrkokko.tumblr.com/",
      "title": "@mrkokko on Tumblr",
      "description": "Follow @mrkokko and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts dearpercocet Follow All k9 dogs are abused hands down if you post any pro k9 stuff on my dash you're unfollowed I don't care if we've been mutua"
    },
    {
      "url": "http://www.freevbcode.com/",
      "title": "Microsoft Developer News | C++,C# & .NET Framework & More | CodeGuru",
      "description": "CodeGuru is where developers come to share ideas, articles, questions, answers, tips, tricks, comments, downloads, and more related to programming in areas including C++, Visual C++, C#, Visual Basic, ASP, ASP.NET & Java.",
      "preview": "News C++ C# .NET Visual Basic Java Database Azure IoT Mobile Research Tools Blog Forums Subscribe Back to Menu Articles View All Hover to load posts A"
    },
    {
      "url": "https://hype4.academy/tools/glassmorphism-generator",
      "title": "Glassmorphism CSS Generator | SquarePlanet | SquarePlanet",
      "description": "Glassmorphism is a unified name for the popular Frosted Glass aesthetic.",
      "preview": "👋 Hello there! Log into the academy: In order to log into your academy profile, please provide your email and password Email address Password Forgot p"
    },
    {
      "url": "https://worldheritageoutlook.iucn.org/",
      "title": "Home page | World Heritage Outlook",
      "description": "The IUCN World Heritage Outlook provides an independent assessment of the state of conservation of our natural heritage and its potential to be maintained in the future.",
      "preview": "Skip to main content Explore natural sites Explore natural sites Aldabra Atoll Alejandro de Humboldt National Park Ancient Maya City and Protected Tro"
    },
    {
      "url": "https://pair-code.github.io/what-if-tool/",
      "title": "What-If Tool",
      "description": "void",
      "preview": "What-If Tool Visually probe the behavior of trained machine learning models , with minimal coding. Get started A key challenge in developing and deplo"
    },
    {
      "url": "https://www.wxxi.org/education",
      "title": "Education Resources - WXXI",
      "description": "WXXI Education is focused on anytime, anywhere learning resources to support educators and families. Our online learning resources include PBS LearningMedia, virtual training and events, and live streams of WXXI-TV & WXXI PBS KIDS 24/7 with on-demand players. These provide educators, students and families with rich choices for learning. In addition, offline learning activities and outdoor learning resources are provided for use by individuals, families or group settings.",
      "preview": "Skip to primary navigation Skip to main content WXXI Education All about WXXI Education WXXI Education is focused on anytime, anywhere learning resour"
    },
    {
      "url": "https://www.ppl-inc.org/",
      "title": "Homepage | Project for Pride in Living",
      "description": "PPL builds the hope, assets, and self-reliance of individuals and families who have lower incomes by providing transformative affordable housing and employment readiness services.",
      "preview": "Skip to main content Search Search Enter the terms you wish to search for. Search Menu PPL TRANSFORMS LIVES About Us Under Our Roof An evening of gath"
    },
    {
      "url": "https://www.goldtechservices.com/",
      "title": "Home - GoldTech",
      "description": "void",
      "preview": "Skip to content Point of Sale & Retail Store Management Software Facebook page opens in new window X page opens in new window Linkedin page opens in n"
    },
    {
      "url": "https://www.stib-mivb.be/horaires-dienstregeling.html?l=nl",
      "title": "Reizen - MIVB",
      "description": "Bezoek de MIVB-reispagina om uw routes te plannen en realtime dienstregelingen te bekijken. Ontdek alle nuttige informatie nu!",
      "preview": "Menu Kopen Reizen Klantendienst nederlands English Français Nederlands nav.modal Sluiten Startpagina Reizen Overal in Brussel Routes Vind de meest ges"
    },
    {
      "url": "https://forum.qt.io/topic/64285/height-of-a-qlistview-item-in-css",
      "title": "Height of a QListView item in css | Qt Forum",
      "description": "I've got a QT Combobox Object. Now I want to design the Items of it (QListView) in a bigger context. But QListView::item does not work.... any suggestions? h...",
      "preview": "Skip to content Your browser does not seem to support JavaScript. As a result, your viewing experience will be diminished, and you have been placed in"
    },
    {
      "url": "http://newsroom.paypal-corp.com/",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    },
    {
      "url": "https://www.gamvp.org/",
      "title": "Georgia Muslim Voter Project",
      "description": "Georgia Muslim Voter Project (GAMVP) is a non-partisan, non-profit created to increase political participation among Muslim Americans and educate our communities about the importance of voting.",
      "preview": "0 We are Georgia Muslim Voter Project. We elevate the Muslim voice through the power of civic engagement and voter registration. Section Styles angled"
    },
    {
      "url": "https://www.rtl-sdr.com/rtl-sdr-quick-start-guide/",
      "title": "Quick Start Guide",
      "description": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows system. If you have any trouble during the installation, please see the troubleshooting guide further down the page. We also have brief instructions for getting started on Linux and OSX at the end of this page. Please note that the RTL-SDR is not a plug and play device. You will need to have sufficient skills to perform basic PC operations such as unzipping files, installing software, moving and copying files and have the motivation to learn new software. *******",
      "preview": "This page is a guide aimed at helping anyone set up a cheap radio scanner based on the RTL-SDR software defined radio as fast as possible on a Windows"
    },
    {
      "url": "https://www.azhumane.org/adopt/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.vogue.com/article/fall-winter-2025-fashion-trends",
      "title": "11 Fall 2025 Fashion Trends to Add to Your Wardrobe Now | Vogue",
      "description": "In season driven by personality dressing, the fall 2025 fashion trends weren't the only thing that was interesting on the runways, but how they were worn, too.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://jobs.accaglobal.com/?utm_source=ACCAglobal&utm_medium=referral&utm_campaign=footer",
      "title": "ACCA Careers | jobs | Choose from 26,089 live vacancies",
      "description": "Search for your next job from 26,089 live vacancies, or upload your CV now and let recruiters find you",
      "preview": "We're using cookies on this site. Cookies store information that is necessary for this site to work well. More about cookies Dismiss Skip to main cont"
    },
    {
      "url": "https://storyset.com/",
      "title": "Storyset | Customize, animate and download illustration for free",
      "description": "Edit and animate all our customizable illustrations to enhance your projects totally free. Start now to be creative in our online editor ✅",
      "preview": "Awesome free customizable illustrations for your next project Customize, animate and download our illustrations to make incredible landing pages, app"
    },
    {
      "url": "https://lacremerie.fr/produit/chaise-cl10b-vert/",
      "title": "Chaise CL10B - Vert - La Crémerie, Meubles design français",
      "description": "La chaise CL10B - vert éditée par la marque La Chaise Française. Elle est conçue par la designer Margaux Keller. Fabrication française.",
      "preview": "void"
    },
    {
      "url": "https://research.repository.duke.edu/catalog?f%5Bcreator_sim%5D%5B%5D=Sfakianos%2C+Gregory&f%5Bcreator_sim%5D%5B%5D=Berchuck%2C+Andrew&f%5Bcreator_sim%5D%5B%5D=Whitaker%2C+Regina&f%5Bformat_sim%5D%5B%5D=PDF&f%5Bformat_sim%5D%5B%5D=CEL&f%5Bsubject_sim%5D%5B%5D=Primary+ovarian+cancer&f%5Bsubject_sim%5D%5B%5D=Ovarian+cancer&locale=en&per_page=50&sort=system_modified_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://instagram.com/google/",
      "title": "Google (@google) • Instagram photos and videos",
      "description": "16M Followers, 41 Following, 2,949 Posts - Google (@google) on Instagram: \"Here to help.\"",
      "preview": "void"
    },
    {
      "url": "https://www.joannaczech.com/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://visitor.r20.constantcontact.com/d.jsp?llr=wor9vymab&p=oi&m=1113224725974&sit=rpdhklzhb&f=a080972b-4940-4b89-abf4-20cf5c7ca296",
      "title": "AME Church : Sign Up to Stay in Touch",
      "description": "void",
      "preview": "Sign Up to Receive News & Updates If you would like to receive our online E-Newsletter as well as updates on news and events happening throughout the"
    },
    {
      "url": "http://stickerbabai.com/privacy/view/privacy_policy.html",
      "title": "StickerBabai- privacy",
      "description": "void",
      "preview": "Privacy Policy Effective date: November 24, 2018 StickerBabai (\"us\", \"we\", or \"our\") operates the StickerBabai mobile application (hereinafter referre"
    },
    {
      "url": "https://prepareandprosper.org/",
      "title": "Home - Prepare + Prosper",
      "description": "Financial empowermentfor all Combining the power of caring volunteers, certified training, and expert advice to bring financial wellness, economic justice, and wealth building opportunities to everyone. Free Tax Prep Services...",
      "preview": "Search Close Skip to content Our tax clinics are closed for the rest of 2025 and will reopen in January 2026. Financial empowerment for all Combining"
    },
    {
      "url": "https://help.discoveryplus.com",
      "title": "discovery+ Help Center",
      "description": "void",
      "preview": "Skip to main content discovery+ Help Center Search We're here to help In Europe? Visit the European Help Centre for discovery+ . Categories Getting St"
    },
    {
      "url": "https://chromeenterprise.google/os/upgrade/",
      "title": "Get Started with a ChromeOS Device Management License - ChromeOS",
      "description": "With ChromeOS device management, businesses can remotely manage the devices that power employees. Explore customized upgrades and licenses.",
      "preview": "Managing your business devices is this simple With ChromeOS device management, businesses can easily and remotely manage the devices that power employ"
    },
    {
      "url": "https://www.myvanilladebitcard.com/myvanilla/static/pdf/MyVanilla_Privacy_Policy_ENG.pdf",
      "title": "Pardon Our Interruption",
      "description": "void",
      "preview": "Pardon Our Interruption As you were browsing something about your browser made us think you were a bot. There are a few reasons this might happen: You"
    },
    {
      "url": "https://www.boots-uk.com/",
      "title": "Boots UK - Corporate site and newsroom",
      "description": "Our mission is to be the first choice for pharmacy, health and beauty - caring for people, customers and communities everywhere. Looking to shop? Visit Boots.com.",
      "preview": "The UK's leading health and beauty retailer Putting patients in control of their health and wellbeing Creating innovative, affordable and sustainable"
    },
    {
      "url": "http://wiki.selectbutton.net/titlescreen?ns=hardware&tab_files=files&do=media&tab_details=view&image=fig%3Ainternal_conflict%3Akidniki_in.png",
      "title": "Title Screen [selectbutton wiki]",
      "description": "void",
      "preview": "[[ Title Screen ]] selectbutton wiki Show page"
    },
    {
      "url": "https://starsky.be/squad/ann-van-elsen",
      "title": "Ann Van Elsen | Starsky",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Ann Van Elsen SQUAD MEMBER #5 Ann Van Elsen MODEL & PRESENTER 88K < Back to overview annvanelsen"
    },
    {
      "url": "https://vintagestoredisplay.info/2016/11/",
      "title": "2016 November » Vintage Store Display",
      "description": "void",
      "preview": "A life size 6ft tall Mechanical Santa, there are no markings but I do believe this is. In Wonderful Condition with no rips or tears in his garment. Pi"
    },
    {
      "url": "https://give.org/about-us/contact-us",
      "title": "Contact Us",
      "description": "void",
      "preview": "Support Give.org Contact Us BBB Wise Giving Alliance 3101 Wilson Blvd, Suite 523 Arlington, VA 22201 (703) 247-9321 info@give.org BBB Wise Giving Alli"
    },
    {
      "url": "https://gitlab.cosma.dur.ac.uk/swift/swiftsim/-/graphs/83a60ec46cf16d3775d7fabcac126e228712e796/charts",
      "title": "Repository analytics · SWIFT / SWIFTsim · GitLab",
      "description": "SPH With Inter-dependent Fine-grained Tasking",
      "preview": "Programming languages used in this repository Measured in bytes of code. Excludes generated and vendored code. Commit statistics for 83a60ec46cf16d377"
    },
    {
      "url": "https://www.tceq.texas.gov/p2/recycle/electronics",
      "title": "Electronics Recycling - Texas Commission on Environmental Quality - www.tceq.texas.gov",
      "description": "We encourage Texans to support the state's economy and environment by repairing, reselling, donating, or recycling used electronics. Choosing to recycle used electronics over landfill disposal reduces the need to process raw materials for new products.",
      "preview": "Skip to Content About Us Contact Us Calendar Jobs Org Chart Sign Up for Updates ESPAÑOL Questions or Comments: recycle@tceq.texas.gov Electronics Recy"
    },
    {
      "url": "http://www.grandfamilies.org/",
      "title": "Home",
      "description": "The Grandfamilies State Law and Policy Resource Center serves as a national legal resource in support of grandfamilies within and outside the child welfare system. Our goals are to educate individuals about state laws, legislation and policy in support of grandfamilies; assist interested policymakers, advocates, caregivers, and attorneys in exploring policy options to support relatives and the children in their care; provide technical assistance and training.",
      "preview": "Search Search Home About Us Search Laws Topic Library Adoption Care & Custody Education Federal Laws Family First Strengthening Families Fostering Con"
    },
    {
      "url": "http://galileo.imss.firenze.it/",
      "title": "Institute and Museum of the History of Science - Florence, Italy",
      "description": "void",
      "preview": "ITALIANO / ENGLISH On June 11, 2010, the Institute and Museum of the History of Science reopens and changes its name into Museo Galileo. Visit the new"
    },
    {
      "url": "https://www.undocs.org/S/RES/2375%20(2017)",
      "title": "Select a language for S/RES/2375 (2017)",
      "description": "void",
      "preview": "S/RES/2375 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://www.airslate.com/captcha?ref=http://www.airslate.com/bot/explore/pre-fill-from-corda-bot",
      "title": "Recaptcha",
      "description": "void",
      "preview": "Confirm Humanity Before you continue browsing the airSlate website we need to confirm you're a human. If you are, simply check the box below."
    },
    {
      "url": "https://essentials.applesurveys.com/jfe/form/SV_bBnTUv96wDVuDLT",
      "title": "Apple - Law Enforcement Online Training Registration",
      "description": "void",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "http://www.iis.fhg.de/",
      "title": "Fraunhofer IIS (DE)",
      "description": "Das Fraunhofer-Institut für Integrierte Schaltungen IIS ist eine weltweit führende anwendungsorientierte Forschungseinrichtung für mikroelektronische und informationstechnische Systemlösungen und Dienstleistungen. Technologisch vorausdenken, Ideen vorantreiben und Impulsgeber für Technologien und Anwendungen von morgen sein - so leisten wir wichtige Beiträge für die Technologieführerschaft des Standorts Deutschland.",
      "preview": "Als größtes Fraunhofer-Institut gehört das Fraunhofer IIS zur Weltspitze der Anwendungsforschung und ermöglicht bahnbrechende Produkte und Services fü"
    },
    {
      "url": "https://otter.ai/u/p5KxApF-sDEp7JdC2aJ4MhuEUvU",
      "title": "8.4.2021 Ask Me Anything Business | Otter.ai",
      "description": "Otter.ai uses artificial intelligence to empower users with real-time transcription meeting notes that are shareable, searchable, accessible and secure.",
      "preview": "8.4.2021 Ask Me Anything Business | Otter.ai Skip to main content Loading... 8.4.2021 Ask Me Anything Business Tricia Ross 1h 5min Stephanie 00:00 All"
    },
    {
      "url": "https://www.fractalabogados.com/terminos-y-condiciones2/",
      "title": "Términos y Condiciones :: Fractalabogados",
      "description": "Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El documento debe especificar la relación entre usted y su cliente y explicar su política de reembolso. Existen sitios en Internet que permiten crear modelos sobre Términos y Condiciones. Tan sólo tiene que buscar un \"Generador de Términos y Condiciones\". En cualquier caso, le recomendamos encarecidamente que busque asesoramiento legal y ajuste su modelo para satisfacer las necesidades de su negocio.",
      "preview": "Términos y Condiciones Aviso legal: como propietario de una tienda online, debe publicar usted mismo los Términos y Condiciones en su sitio web. El do"
    },
    {
      "url": "https://www.lightstalking.com",
      "title": "Light Stalking - Photography Blog & Forum",
      "description": "Learn on our photography blog from working photographers and join our friendly community to get feedback on your results.",
      "preview": "Skip to the content Close Menu Blog Marketplace Community Portfolio Categories Abstract Photography Action and Sports Photography Adventure & Travel P"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-programming/html-css",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.rchobbiesoutlet.com/r86050-wheel-hex-mount-with-pins/",
      "title": "R86050 Wheel Hex Mount with Pins - rchobbiesoutlet",
      "description": "Buy R86050 Wheel Hex Mount with Pins at the best price at RC Hobbies Outlet",
      "preview": "Created with Sketch. Created with Sketch. Toggle menu 416-986-4081 Login or Sign Up 0 Gift Certificates Wishlist Currency- CAD $US Canada Australian D"
    },
    {
      "url": "https://www.micah.org/",
      "title": "MICAH",
      "description": "void",
      "preview": "Back Policy MICAH in the News Resources Newsletter Archive Back People & Mission MICAH and Housing News Contact Us Sign up for Email Back Calendar MIC"
    },
    {
      "url": "https://www.nike.com/w/new-releases-3n82y",
      "title": "New Releases. Nike.com",
      "description": "Find new releases of shoes, apparel and gear at Nike.com.",
      "preview": "Shoes Tops and T-Shirts Shorts Hoodies and Pullovers Jackets & Vests Pants and Tights Swimming Socks Accessories and Equipment Gender ( 0 ) Men Women"
    },
    {
      "url": "https://www.honest.com/?gclid=Cj0KCQjw8uOWBhDXARIsAOxKJ2EY4swocmjE8vMFfDILm27uhgYGduD-nG1knqa3OUEoGNBGrISsB8oaAnssEALw_wcB",
      "title": "Honest Baby and Beauty Company | The Honest Company",
      "description": "Shop The Honest Company for innovative formulas and designs on beauty, baby, cleaning products, and more. Plus get your Honest products delivered to your home!",
      "preview": "You are now leaving Honest.com and being taken to our clothing and bedding at sister site HonestBabyClothing.com Stay Continue Your browser does not s"
    },
    {
      "url": "https://www.cia.gov/index.html",
      "title": "We are the Nation's first line of defense - CIA",
      "description": "void",
      "preview": "Skip to main content Contact Contact Report Information Report Information We are the Nation's first line of defense We accomplish what others cannot"
    },
    {
      "url": "http://www.festkjoler.net/festkjoler/lange/french-connection/",
      "title": "French Connection Lange | Find dem online hos Festkjoler.net",
      "description": "Vi har mange French Connection Lange online hos Festkjoler.net. Vi har det største udvalg.",
      "preview": "Ønskeliste 0 Du er her: Forside » Festkjoler » Lange » French Connection French Connection Lange"
    },
    {
      "url": "https://www.kartverket.no/en/api-and-data/terms-of-use",
      "title": "Terms of use | Kartverket.no",
      "description": "void",
      "preview": "Skip to content Skip to navigation Go to language selector Søk Contact us Language English Norwegian Meny trenger javascript All users of the free dat"
    },
    {
      "url": "https://about.grabyo.com/pt/grabyo-blog/?_page=7",
      "title": "Grabyo Blog | Read the latest broadcast and media industry analysis",
      "description": "The Grabyo blog features updates from Grabyo, news and in-depth analysis of the broadcast and media industry. Never miss an update!",
      "preview": "Live cloud production for enterprises All we need is a few details then we'll send the ebook direct to your inbox. Try Grabyo All we need is a few det"
    },
    {
      "url": "https://www.kaieteurnewsonline.com/2016/07/02/grenade-attack-on-kn-jagdeos-utterances-just-like-donald-trumps-ramjattan-2/",
      "title": "Grenade attack on KN... Jagdeo's utterances just like Donald Trump's- Ramjattan - Kaieteur News",
      "description": "Following statements by Leader of the Opposition, Bharrat Jagdeo, at a press conference, that the botched grenade attack on Kaieteur news could have been orchestrated by the Government and Publisher Glenn Lall, Minister of Public Security Khemraj Ramjattan, took the former President to task. Ramjattan likened Jagdeo's behavior to Donald Trump, a United States Presidential [...]",
      "preview": "Grenade attack on KN... Jagdeo's utterances just like Donald Trump's- Ramjattan Jul 02, 2016 News Minister of Public Security, Khemraj Ramjattan Former"
    },
    {
      "url": "http://esri.com",
      "title": "GIS Software for Mapping and Spatial Analytics | Esri",
      "description": "Esri's GIS software is the most powerful mapping & spatial analytics technology available. Learn about Esri's geospatial mapping software for business and government.",
      "preview": "GIS Software for Mapping and Spatial Analytics | Esri ArcGIS: Esri's comprehensive geospatial platform ArcGIS is enterprise technology that integrates"
    },
    {
      "url": "https://www.instacart.com/",
      "title": "Instacart | Grocery Delivery or Pickup from Local Stores Near You",
      "description": "Order same-day delivery or pickup from more than 300 retailers and grocers. Download the Instacart app or start shopping online now with Instacart to get groceries, alcohol, home essentials, and more delivered to you <b>in as fast as 1 hour</b> or select curbside pickup from your favorite local stores.",
      "preview": "Order groceries for delivery or pickup today Sign up to get $0 delivery fee* *Valid for first 3 orders. Service fees and terms apply. Stores to help y"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2006-September/015806.html",
      "title": "[Bf-committers] Clamp To Constraint",
      "description": "void",
      "preview": "[Bf-committers] Clamp To Constraint J L aligorith at hotmail.com Sat Sep 16 07:43:39 CEST 2006 Previous message: [Bf-committers] Collada 1.4 plug-in -"
    },
    {
      "url": "https://www.solzyatthemovies.com/2021/04/16/interview-with-william-daniels-and-bonnie-bartlett/",
      "title": "Interview with William Daniels and Bonnie Bartlett - Solzy at the Movies",
      "description": "Emmy Award-winning actors William Daniels and Bonnie Bartlett spoke with Solzy at the Movies about Boy Meets World and more.",
      "preview": "Skip to content Interview with William Daniels and Bonnie Bartlett Danielle Solzman Interviews April 16, 2021 Emmy Award-winning actors William Daniel"
    },
    {
      "url": "https://www.drhadleyking.com/",
      "title": "Dermatologist in Midtown Manhattan | Dr Hadley King Dermatology",
      "description": "Dr Hadley King MD is a board certified dermatologist in NYC who specializes in medical and cosmetic dermatology. Botox and dermal filler appointments available with online booking.",
      "preview": "top of page Comprehensive Dermatologic Care Because Confidence is Beautiful About Dr. Hadley King Hadley King, MD is a board-certified dermatologist w"
    },
    {
      "url": "https://cicitive.dk/tag/jul/",
      "title": "jul Arkiv - Cicitive",
      "description": "void",
      "preview": "HÆKLERIER, PÆNE TING OG GODT HUMØR Søg Hækleopskrift på nissehue til hæklet minimus Indlægget indeholder reklamelinks Som lovet kommer her opskriften"
    },
    {
      "url": "https://bloomberg.org/blog/",
      "title": "Blog | Bloomberg Philanthropies",
      "description": "Young people entering the workforce today are facing a brand-new challenge:Can I find a job that AI can't touch?And just as important,what skills will make me irreplaceable? Enter: the arts and cultural sector - and specifically, theBloomberg Arts Internshipprogram, also known as BAI. Launched in 2012, this program connects high school and college students with...",
      "preview": "Skip to main content Blog Filter All Arts Environment Founder's Projects Government Innovation Bloomberg Associates Arts Follow the Data Podcast: Arts"
    },
    {
      "url": "https://www.acf.hhs.gov/opre/report/benefits-last-long-term-impact-and-cost-benefit-findings-year-up",
      "title": "Benefits that Last: Long-Term Impact and Cost-Benefit Findings for Year Up | The Administration for Children and Families",
      "description": "Year Up's large positive impacts on young adults' earnings extended over a seven-year follow-up period, and the program's net benefits to society substantially exceeded its costs.",
      "preview": "Skip To Main Content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://getpocket.com/firefox_learnmore/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Pocket",
      "description": "void",
      "preview": "Why is Pocket shutting down? Pocket has helped millions save articles and discover stories worth reading. But the way people save and consume content"
    },
    {
      "url": "http://www.dqxxkx.cn/EN/volumn/volumn_3431.shtml",
      "title": "Journal of Geo-information Science",
      "description": "Journal of Geo-information Science",
      "preview": "× 模态框（Modal）标题 在这里添加一些文本 Close Close Submit Cancel Confirm × 模态框（Modal）标题 × Please choose a citation manager RIS (ProCite, Reference Manager) BibTeX C"
    },
    {
      "url": "https://www.ons.gov.uk/economy/inflationandpriceindices",
      "title": "Inflation and price indices - Office for National Statistics",
      "description": "The rate of inflation is the change in prices for goods and services over time. Measures of inflation and prices include consumer price inflation, producer price inflation and the House Price Index.",
      "preview": "Cookies on ons.gov.uk Cookies are small files stored on your device when you visit a website. We use some essential cookies to make this website work."
    },
    {
      "url": "https://www.tennessean.com/story/entertainment/2022/10/02/hardy-hospitalized-after-bus-accident-on-interstate-40-near-nashville/69533641007/",
      "title": "HARDY hospitalized after bus accident on Interstate 40 near Nashville",
      "description": "The Philadelphia, MS native was \\",
      "preview": "Skip to main content Home News Sports Counties Business Music Opinion Things To Do Life Obituaries eNewspaper Crosswords Newsletters Connect With Us I"
    },
    {
      "url": "https://www.fondation-bertarelli.org",
      "title": "Fondation Bertarelli",
      "description": "void",
      "preview": "Skip to content Latest News 20 May 2024 In Memoriam: Prof. Charles Sheppard OBE Ph.D. 13 Feb 2023 $75m gift to Harvard Medical School will advance bas"
    },
    {
      "url": "https://www.mooveagency.com/wordpress-plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - WordPress Plugin by Moove Agency",
      "description": "An easy to use WordPress plugin that can help you prepare your website for the GDPR regulations related to cookies.",
      "preview": "Get 30% off Black Friday Sale is here - use the code BLACK30 0 Days 0 Hours 0 Minutes 0 Seconds London WordPress Agency Our Work Services WordPress De"
    },
    {
      "url": "https://apply.royal.uk/Apply/",
      "title": "Apply.royal.gov.uk",
      "description": "void",
      "preview": "Apply for a Congratulatory Birthday Message Apply for a Wedding Anniversary Message"
    },
    {
      "url": "https://de.linkedin.com/company/eurotec-gmbh?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "EuroTec GmbH | LinkedIn",
      "description": "EuroTec GmbH | 4.072 Follower:innen auf LinkedIn. Eurotec GmbH - The specialist for fastening technology Eurotec GmbH is a medium-sized company with about 200 employees engaged in the development, production and sale of products for the construction sector. The stock has space for more than 20.000 pallets. To this end, we supply products for the areas of timber-frame construction, deck construction and concrete fastening.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://newsroom.ie.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story/HERO BLOCK PayPal Irish SMEs optimistic about business growth as focus turns to international sales opportunities PayPal's SMB report p"
    },
    {
      "url": "https://www.blueorigin.com/",
      "title": "Home | Blue Origin",
      "description": "Blue Origin was founded by Jeff Bezos with the vision of enabling a future where millions of people are living and working in space for the benefit of Earth.",
      "preview": "Latest Flight New Shepard Mission NS-36 Replay New Glenn Reaches Orbit Replay Fly to Space on New Shepard Become an Astronaut Reusable Rocket Engines"
    },
    {
      "url": "https://www.phylliswheatley.org/",
      "title": "Phyllis Wheatley Community Center",
      "description": "Help us celebrate 100 years of Phyllis Wheatley Community Center! -- Historic North Minneapolis Community Center, Family Restoration Services, Youth Discovery Programs, and home of Mary T. Wellcome Childcare Center.",
      "preview": "top of page Phyllis Wheatley Community Center Appoints Chief Bryan Tyner as Executive Director Our Mission: We create pathways for individuals to di"
    },
    {
      "url": "https://hdencode.org/fatal-vows-s05-1080p-hulu-web-dl-aac2-0-h-264-squalor-21-5-gb/",
      "title": "Fatal.Vows.S05.1080p.HULU.WEB-DL.AAC2.0.H.264-squalor - 21.5 GB",
      "description": "HDencode - Download Movies and TV Shows - #1 Source for High Definition Releases",
      "preview": "Home Contact Categories Movies TV Shows TV Packs Genres Action Adventure Animation Biography Comedy Crime Documentary Drama Family Fantasy Film-Noir H"
    },
    {
      "url": "https://www.stickerfab.com/products/stickerfab-3x6-in-stickers-universal",
      "title": "StickerFab 3x6 in Stickers (Pair) - Universal | StickerFab",
      "description": "StickerFab Sticker We would love for you to rock our logo. Instead of giving away free stickers and have have people not install them, we are putting a small price to them. Sold as a pair. Installs with pre mounted transfer paper. INSTALLATION Clean the application area to prepare it for installation.NOTES: We reco",
      "preview": "2 reviews StickerFab Sale! from $0.99 USD &sol per Earn [points_amount] when you buy this item. Color Black (Gloss) Blue White Red Black (Matte) Produ"
    },
    {
      "url": "https://jsonformatter.org/json-pretty-print",
      "title": "Best JSON Pretty Print Online",
      "description": "Best JSON Pretty Print tool to Make Pretty JSON and JSON Print in color and Save and Share Online.",
      "preview": "Copied to Clipboard Ad blocking? It's okay. Please share to support us: Share Tweet Share Share JSON Pretty Print JSON Pretty Print helps Pretty JSON"
    },
    {
      "url": "https://thesculptsociety.com/",
      "title": "Sculpting & Dance Cardio Workouts | The Sculpt Society",
      "description": "Join The Sculpt Society for transformative workouts that empower and energize. Start today to change your relationship with fitness and your body.",
      "preview": "Skip to content TAKE OUR PERSONALIZED WORKOUT QUIZ JOIN TODAY 7 DAY FREE TRIAL ★★★★★ 4.9 App Store Rating Change your mind about your body 1,000+ flex"
    },
    {
      "url": "http://www.thegraphicfoodie.co.uk/",
      "title": "The Graphic Foodie | Brighton Food Blog & Restaurant Reviews",
      "description": "A Brighton food blog with independent restaurant reviews and guide to the best restaurants, popups, supper clubs and food news in Brighton & Hove.",
      "preview": "Home About & Contact Restaurant Reviews Product Reviews SHOP instagram twitter There are some dishes that are more than just food. Comfort, memories,"
    },
    {
      "url": "https://www.motorolasolutions.com/en_xu/about/company-overview/corporate-responsibility/motorola-solutions-foundation.html",
      "title": "Motorola Solutions Foundation - Motorola Solutions EMEA",
      "description": "Motorola Solutions Foundation is the charitable and philanthropic arm of Motorola Solutions. Read about our grant applications and impact",
      "preview": "Sign out Session expired Sign in Close Contact us Motorola Solutions Foundation Helping to build safer cities and thriving communities. At Motorola So"
    },
    {
      "url": "https://www.elinux.org/index.php?title=Pt-BR:_Raspberry_Pi_Board&oldid=96800&printable=yes",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://puzzles.mit.edu/",
      "title": "MIT Mystery Hunt / Puzzle Club",
      "description": "The MIT Mystery Hunt is an internationally renowned puzzle competition which takes place every January on MIT campus and attracts hundreds of participants from all over the world.",
      "preview": "The MIT Mystery Hunt is a puzzlehunt competition that takes place on the MIT campus every year during the Martin Luther King, Jr. Day weekend . The hu"
    },
    {
      "url": "https://www.fox7austin.com/news/man-kills-elderly-neighbor-south-austin",
      "title": "Man charged with murder claims 'Lucifer' killed his elderly neighbor in South Austin: affidavit | FOX 7 Austin",
      "description": "23-year-old Tamorian Moore has been charged with murder for killing his neighbor, Leonard Foster, on his 81st birthday. Officials say Foster was killed by blunt force trauma.",
      "preview": "Man charged with murder for killing elderly neighbor in South Austin 23-year-old Tamorian Moore has been charged with murder for killing 81-year-old L"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=KELL020",
      "title": "Anna-Maria and Stephen Kellen Foundation Inc C/o Joel E Sammet & Co LLP | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 04/18/2025 Grant Information Last Upd"
    },
    {
      "url": "https://toyota.oemdtc.com",
      "title": "Toyota & Lexus - OEMDTC",
      "description": "Toyota Lexus & Scion Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.nettavisen.no/okonomi/historisk-lave-priser-fikk-penger-for-a-bruke-strom/s/12-95-3423991510",
      "title": "Strøm, strømpriser | Historisk lave priser: Fikk penger for å bruke strøm",
      "description": "Høye temperaturer og mye nedbør har gitt gode tider for strømprisene. Natt til mandag slapp du også å betale i én time.",
      "preview": "Gå til sidens hovedinnhold aID logo Strøm Historisk lave priser: Fikk penger for å bruke strøm Høye temperaturer og mye nedbør har gitt gode tider for"
    },
    {
      "url": "https://www.npr.org/2022/11/19/1137962832/north-korea-kim-jong-un-daughter-missile-launch-site",
      "title": "North Korea unveils Kim's daughter at missile launch site : NPR",
      "description": "North Korean state media said that Kim Jong Un had observed the launch of its new type of intercontinental ballistic missile with his wife Ri Sol Ju, their \"beloved daughter\" and other officials.",
      "preview": "Accessibility links Skip to main content Keyboard shortcuts for audio player North Korea unveils Kim's daughter at missile launch site North Korean st"
    },
    {
      "url": "https://www.oreilly.com/library/view/97-things-every/9781492076728/",
      "title": "97 Things Every Cloud Engineer Should Know [Book]",
      "description": "If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as a system administrator, software developer, data scientist,... - Selection from 97 Things Every Cloud Engineer Should Know [Book]",
      "preview": "Skip to Main Content Overview If you create, manage, operate, or configure systems running in the cloud, you're a cloud engineer--even if you work as"
    },
    {
      "url": "https://www.tropicanaalibaug.com/",
      "title": "Tropicana Resort & Spa | Resorts in Alibaug |Alibaug Resorts",
      "description": "Tropicana Resort & Spa, Alibaug, is a luxurious resort near Kihim Beach. Every inch is of bespoke opulence - A perfect choice for your weekend getaway.",
      "preview": "Welcome To Tropicana Resort & Spa Enjoy an unwinding stay Relax In The Serenity Of Nature A Peaceful Stay Away From The Bustling City Life Check In Ch"
    },
    {
      "url": "https://quadrofixing.eu/facade-screws-stainless-steel-a2-anthracite/ral-7016-250-pcs/p-73",
      "title": "Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) | quadrofixing.eu",
      "description": "Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) - facade screw for exterior claddings on the wood subconstruction. High quality screw for HPL boards (Fundermax, Trespa) or cement based boards.",
      "preview": "Products Our suppliers: Facade screws Facade screws, stainless steel A2, Anthracite/RAL 7016 (250 pcs.) Size and packaging : 4,8x25 mm, Anthracite 18"
    },
    {
      "url": "https://mockups-design.com/free-brochure-mockups/",
      "title": "Free brochure mockups - Mockups Design",
      "description": "All kind of brochure mockups. For free! Great mockups that will help you visualize your work. Mockups can be used for private and commercial works.",
      "preview": "Free brochure mockups Rich and free collection of brochure mockups in all formats. It does not matter if you want to present a product catalog, compan"
    },
    {
      "url": "http://www.maanmittauslaitos.fi/en/digituotteet/nls-orthophotos",
      "title": "NLS orthophotos | National Land Survey of Finland",
      "description": "NLS orthophotos are an aerial photo data set covering the whole of Finland. The geometry of the orthophotos corresponds to a map.",
      "preview": "Skip to main content 9.10.2025 Service message Are you calling our customer service? - answers to frequently asked questions 8.4.2025 Service message"
    },
    {
      "url": "https://www.vogons.org/viewforum.php?f=46",
      "title": "General Old Hardware \\ VOGONS",
      "description": "void",
      "preview": "Skip to content General Old Hardware Forum actions New Topic Announcements Topic Replies Views Newest post VOGONS Wiki reference (Announcement) View t"
    },
    {
      "url": "https://ubeauty.com/products/the-mantle-skin-conditioning-wash?variant=40855746412644",
      "title": "Nourishing Double Cleanser - U Beauty the MANTLE",
      "description": "Our nourishing double cleanser effectively removes makeup, sunscreen, dirt, sweat, and pollutants while helping to maintain the skin's natural balance. Grab yours!",
      "preview": "FREE SHIPPING ON ALL ORDERS | FREE GIFT ON ORDERS US$200+ USA (English) Canada (English) Canada (Français) UK/EU/International"
    },
    {
      "url": "https://studio.youtube.com/",
      "title": "YouTube",
      "description": "Condividi i tuoi video con amici, parenti e con il mondo.",
      "preview": "Accedi Continua su YouTube Email o telefono Non ricordi l'indirizzo email? Non si tratta del tuo computer? Utilizza una finestra di navigazione privat"
    },
    {
      "url": "https://www.kaporcenter.org/",
      "title": "Homepage - Kapor Center",
      "description": "void",
      "preview": "Skip to content Leveling The Playing Field In Tech Diversifying Tech by Removing Barriers Learn More A family of interrelated justice-seeking organiza"
    },
    {
      "url": "https://www.clarinsusa.com/en/lip-comfort-oil/CS00555678.html",
      "title": "Lip Comfort Oil Best Plumping Hydrating & Conditioning Lip Oil | CLARINS®",
      "description": "Shop our nourishing lip oil - enriched with a trio of plant oils to comfort and visibly plump lips, while providing a protective shield of high-shining color.",
      "preview": "Skip to page content Go to footer Accessibility tool Receive a FREE 7-piece gift with any $100+ order. CODE: BEST25 Learn more Receive a FREE Mary's M"
    },
    {
      "url": "https://www.ruimtelijkeplannen.nl/viewer/?planidn=NL.IMRO.0546.BP00074-0201",
      "title": "Ruimtelijkeplannen.nl",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://elpais.com/ciencia/",
      "title": "Ciencia en EL PAÍS",
      "description": "Las últimas noticias sobre ciencia donde encontrarás la última hora sobre investigaciones, hallazgos, I+D, laboratorios, descubrimientos además de reportajes, entrevistas y los blogs de EL PAÍS.",
      "preview": "Ir al contenido _ _ _ _ Alfonso Martínez-Arias | 10 oct 2025 - 12:19 CEST Descubridor de la clonación, su trabajo fue olvidado y después reivindicado"
    },
    {
      "url": "https://www.zaragoza.es/",
      "title": "La Web de la Ciudad de Zaragoza. Ayuntamiento de Zaragoza",
      "description": "La Sede Electrónica del Ayuntamiento de Zaragoza, creada por el Ayuntamiento de la ciudad en 1994 es una vía de comunicación con los ciudadanos, donde se puede obtener información integral, actualiza",
      "preview": "Cargando Pausar Sede Electrónica del Ayuntamiento de Zaragoza Descubre la actualidad cultural de Zaragoza | Ir al servicio ¿En qué podemos ayudarte? B"
    },
    {
      "url": "https://training.apple.com/",
      "title": "Overview",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Courses as intuitive as our products. Finding the right course should be simp"
    },
    {
      "url": "https://partner.github.com",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://stablediffusionweb.com/",
      "title": "Stable Diffusion Online",
      "description": "Stable Diffusion is a deep learning model that generates images from text descriptions. Use Stable Diffusion online for free.",
      "preview": "Stable Diffusion Online Stable Diffusion is a latent text-to-image diffusion model capable of generating photo-realistic images given any text input,"
    },
    {
      "url": "https://www.bible.com/events/48819772",
      "title": "Sunday, January 2, 2022",
      "description": "God's Remembrance of His People, Malachi 3:16-18, Jason Harms",
      "preview": "The Bible App is completely free, with no advertising and no in-app purchases. Get the app Northwood Community Church Share Sunday, January 2, 2022 Go"
    },
    {
      "url": "https://www.joshflagg.com/book/",
      "title": "Book | Josh Flagg Luxury Real Estate Expert",
      "description": "Josh Flagg is the #1 Beverly Hills Real Estate Agent. Josh has completed more than $2,000,000,000 in residential real estate sales in the past decade.",
      "preview": "Home About Josh Flagg Our Team Clients Giving Back About Notable Sales Featured Properties Featured Leases Neighborhoods Home Search Properties Market"
    },
    {
      "url": "https://www.fashionnova.com/",
      "title": "Fashion Nova | Fashion Online For Women | Affordable Women's Clothing | Fashion Nova",
      "description": "Fashion Nova is the top online fashion store for women. Shop sexy club dresses, jeans, shoes, bodysuits, skirts and more. Affordable fashion online!",
      "preview": "THE HALLOWEEN SHOP On Screen Couples Group Horror Shop By Brand Shop By Category Halloween PJs Dresses Matching Sets Tops Jackets & Coats Bottoms Acce"
    },
    {
      "url": "https://education.mpbonline.org/",
      "title": "Learning",
      "description": "MPB's Education Division provides informative resources for parents, teachers and students in Mississippi.",
      "preview": "Showcase"
    },
    {
      "url": "https://my.matterport.com/show/?m=XgDxgzti2A4&brand=0",
      "title": "Walgreens Chicago Office at the Old Post Office - Matterport 3D Showcase",
      "description": "Matterport 3D Showcase. 433 W Van Buren St, Chicago, IL, 60607, US.",
      "preview": "Presented by Powered by"
    },
    {
      "url": "http://www.synapses.co.uk/science/mvolcano.html",
      "title": "Science Explained, explains the Montserrat volcano and other volcanos.",
      "description": "void",
      "preview": "The Montserrat Volcano Dr Jamie Love 15 January 1998 © A long time ago in the southern Caribbean (latitude 16.72 north and longitude 62.18 west, for t"
    },
    {
      "url": "https://stripe.com/docs/payments/accept-a-payment",
      "title": "Accettare un pagamento | Documentazione Stripe",
      "description": "Accettare pagamenti online in modo sicuro",
      "preview": "Passa al contenuto Accettare un pagamento Crea account o Accedi Il logo della documentazione Stripe Cerca nella documentazione / Chiedi all'IA Crea un"
    },
    {
      "url": "https://www.islandconservation.org/",
      "title": "Home - Island Conservation",
      "description": "void",
      "preview": "Restoring islands for nature and people worldwide. Our international, mission-driven team is dedicated to bringing our shared vision to life - a world"
    },
    {
      "url": "https://blog.linkedin.com/?trk=homepage-basic_directory_blogMicrositeUrl",
      "title": "Official LinkedIn Blog",
      "description": "void",
      "preview": "Skip to main content LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and i"
    },
    {
      "url": "https://action.uso.org/2106_EVERGREEN_2?sc=WW18STRYINL",
      "title": "Add your name for our brave troops | USO",
      "description": "The USO is collecting signatures to make sure our service members who sacrifice so much for us know we have their backs. Sign the card now.",
      "preview": "Sign the card to thank our troops Our American heroes are waiting to hear from you. Sign the card now to support our service members. Thank you for yo"
    },
    {
      "url": "https://teamfeed.feedingamerica.org/index.cfm?fuseaction=cms.page&id=1041",
      "title": "Fundraise to Fight Hunger",
      "description": "To feed America's hungry through food banks and engage our country in the fight to end hunger",
      "preview": "Skip to main content. Fundraise to fight hunger Engage your community, customers, family and friends to help end hunger in America. Your fundraiser ca"
    },
    {
      "url": "http://www.asekol.sk",
      "title": "ASEKOL SK",
      "description": "ASEKOL SK",
      "preview": "Dovoľte, aby sme Vás informovali, že na Vašom prehliadači nemáte zapnutý Javascript a preto sa Vám niektoré prvky prezentácie nemôžu zobraziť. Už 14 r"
    },
    {
      "url": "https://www.bonkerscorner.com/product-category/women/?utm_source=google&utm_medium=cpc&utm_campaign=brand-ad&gclid=CjwKCAiA7939BRBMEiwA-h",
      "title": "Womens Clothing That Turns Heads: Shop the Latest Trends Now",
      "description": "Shop the best womens clothing with trendy styles made for YOU that exude confidence! Must-have clothes for women, buy women's clothes online in India & slay now",
      "preview": "Skip to content Women Womens New Arrivals Oversized T-Shirts Bottoms Tanks Cargos Joggers GYM Wear Tops Hoodies Sweatshirts Basics Jackets Oversized J"
    },
    {
      "url": "https://2nite.uk.net/spring-equinox/ceredigion/lledrod/",
      "title": "Lledrod (SY25) Spring Equinox | Spring Equinox tonight Lledrod (SY25) in Ceredigion - 2nite.uk.net: in and out! | whats going on tonight!",
      "description": "Check out Spring Equinox tonight in Lledrod (SY25), Ceredigion, UK, Whats going on tonight? - 2nite.uk.net: in and out",
      "preview": "2nite Network - in and out Home Location TV Clubbing Cinema Theatre Concerts Festivals Home › Spring Equinox › Ceredigion › Lledrod (SY25) Spring Equi"
    },
    {
      "url": "https://wiktenauer.com/wiki/Main_Page",
      "title": "Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Dedicated to the memory of Dr. Patri Pugliese",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Main Page From Wiktenauer Ju"
    },
    {
      "url": "https://www.internazionale.it/",
      "title": "Internazionale - Notizie dall'Italia e dal mondo",
      "description": "Notizie, commenti, articoli, reportage, foto e video da tutto il mondo scelti dalla redazione di Internazionale.",
      "preview": "Settimanale Ultimo numero Tutti i numeri Il tuo abbonamento Abbonarsi Sezioni Ultimi articoli I più letti Oroscopo Reportage e inchieste Settegiorni i"
    },
    {
      "url": "http://wwd.com/fashion-news/designer-luxury/exclusive-chanel-new-ads-pharrell-williams-kristen-stewart-gabrielle-bag-10840808/",
      "title": "Exclusive: Pharrell Williams First Man to Appear in Chanel Handbag Ads",
      "description": "The music and fashion impresario is the first man to appear in a handbag campaign for Chanel.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://justice.ywca.org/",
      "title": "Until Justice Just Is",
      "description": "YWCA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. The Leadership and Capacity Building Institute is a chance for people to convene to strengthen YWCA's capacity building, service delivery, and programmatic excellence.",
      "preview": "Skip to main content Watch the April 13th UJJI Town Hall. About The Challenge The YWCA Racial Justice Challenge is designed to create dedicated time a"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/28996/an-anti-photoshop-revolution-a-new-take-on-real-beauty",
      "title": "An anti-Photoshop revolution? A new take on real beauty | Catholic News Agency",
      "description": "Ashley Crouch is the PR manager and contributing editor of a new women&#39;s fashion magazine with a much talked about policy: no digital alterations to models&#39; real appearances allowed.",
      "preview": "void"
    },
    {
      "url": "http://www.arrca.ca/?month=feb&yr=2022",
      "title": "void",
      "description": "void",
      "preview": "Post navigation ← Older posts Welcome To Atlantic Region Race Control Association! Posted on August 12, 2011 by NateP Welcome to the Atlantic Region R"
    },
    {
      "url": "https://www.cleardarksky.com/csk/",
      "title": "Clear Sky Chart Homepage",
      "description": "void",
      "preview": "Clear Sky Chart"
    }
  ],
  "_meta": {
    "total_bookmarks": 148
  }
}