{
  "data": [
    {
      "url": "https://ebird.org/science",
      "title": "eBird Science",
      "description": "eBird transforms the global birding community's passion for birds into a powerful resource for research, conservation, and education.",
      "preview": "Skip to content eBird Data Around the World Macaulay Library eBird Science eBird transforms the global birding community's passion for birds into a po"
    },
    {
      "url": "https://www.flipkart.com/grocery-supermart-store?marketplace=GROCERY",
      "title": "Flipkart Kilos: Online Grocery Store with Up to 80% OFF",
      "description": "void",
      "preview": "Please enable Javascript in your browser. Go to Settings -> Site Settings -> Javascript -> Enable"
    },
    {
      "url": "http://www.lycos.com/",
      "title": "Lycos.com",
      "description": "Lycos, Inc., is a web search engine and web portal established in 1994, spun out of Carnegie Mellon University. Lycos also encompasses a network of email, webhosting, social networking, and entertainment websites.",
      "preview": "Lycos SWAG Mail Tripod Domains Weather Angelfire"
    },
    {
      "url": "https://en.taiko.art/pauliparkkinen",
      "title": "Taiko - Finnish Art Online | Taiko",
      "description": "Buy Finnish fine art online. 1000s of artworks for your home decor -paintings, sculptures etc. Your contemporary art gallery online. Global shipping!",
      "preview": "We're sorry but Taiko doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://support.apple.com/guide/safari/make-safari-your-default-web-browser-ibrwa008/mac",
      "title": "Make Safari your default web browser on Mac - Apple Support",
      "description": "On your Mac, use Safari for browsing the web or opening links in emails and documents.",
      "preview": "macOS Tahoe 26 macOS Sequoia 15 macOS Sonoma 14 macOS Ventura 13 macOS Monterey 12 macOS Big Sur 11.0 macOS Catalina 10.15 macOS Mojave 10.14 macOS Hi"
    },
    {
      "url": "https://flask.palletsprojects.com/en/latest/quickstart/",
      "title": "Quickstart - Flask Documentation (3.2.x)",
      "description": "void",
      "preview": "Navigation index modules | next | previous | Flask Documentation (3.2.x) » Quickstart Quickstart ¶ Eager to get started? This page gives a good introd"
    },
    {
      "url": "https://www.sunsetkeycottages.com/",
      "title": "Luxury Private Island in Florida Keys | Sunset Key Cottages",
      "description": "Sunset Key Cottages is a private island resort minutes off of Key West with 40 guest cottages, an award-winning restaurant, and luxury spa.",
      "preview": "Book Now Opal Collection Back Back Back Your browser does not support the video tag. A Private Island Getaway Minutes from Key West An Opal Collection"
    },
    {
      "url": "https://cab1729.tumblr.com/",
      "title": "math geek with no social life",
      "description": "I read math textbooks like other people read novels and spend most of my free time in Starbucks trying to solve the Riemann Hypothesis. When I'm not doing that I practice the ancient art of Java...",
      "preview": "math geek with no social life thevaultoftheatomicspaceage : univac Reblogged 4 years ago from thevaultoftheatomicspaceage 154 notes Celebrating Peano!"
    },
    {
      "url": "https://it.spagos.es/",
      "title": "Home | Spago's",
      "description": "void",
      "preview": "top of page IL NOSTRO RISTORANTE Un piccolo posto accogliente nel cuore di Malaga NOTICIAS DE SPAGO'S Ricetta del Mese Prova a fare da solo gli spaghe"
    },
    {
      "url": "https://www.gov.pl/web/edukacja",
      "title": "Ministerstwo Edukacji Narodowej - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part2",
      "title": "Algorithms, Part II | Coursera",
      "description": "Offered by Princeton University. This course covers the essential information that every serious programmer needs to know about algorithms ... Enroll for free.",
      "preview": "Algorithms, Part II Algorithms, Part II Instructors: Robert Sedgewick +1 more Instructors Instructor ratings We asked all learners to give feedback on"
    },
    {
      "url": "https://nk.unideb.hu/tanterem/week.php?year=2020&month=11&day=6&area=24&room=407",
      "title": "Egészségtudományi Kar",
      "description": "void",
      "preview": "Egészségtudományi Kar HU EN Diavetítés Tovább a promócióra Tovább az oldalra Tovább az oldalra Hírek Hírek A jövőd itt kezdődik! - ETK Pályaorientáció"
    },
    {
      "url": "https://www.koreafoods.co.uk/faq-items/what-online-payment-methods-does-koreafoods-co-uk-accept/",
      "title": "What online payment methods does koreafoods.co.uk accept? | Korea Foods",
      "description": "We accept credit and debit cards of Visa & MasterCard, American Express and Apple Pay.",
      "preview": "Skip to content What online payment methods does koreafoods.co.uk accept? Team Leader 2020-07-08T13:18:39+01:00 June 29th, 2020 | FAQs | We accept cre"
    },
    {
      "url": "https://allontario.ca/grants-for-crafts-and-design/",
      "title": "Grants for Crafts and Design - AllOntario",
      "description": "Jean A. Chalmers Fund for the Crafts",
      "preview": "Facebook Pinterest HOME FINDING INFORMATION ACCIDENTS Motor Vehicle Accident Personal Injury DRIVERS Driver's Licence Roads & Driving Traffic Tickets"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Millions-of-PNG-Images-Backgrounds-and-Vectors-for-Free-Download-Pngtree-4793df102c8649539c1c054a35686514?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://nakedspecies.com/de/products/be-fruitful-rhino-cropped-hoodie",
      "title": "Be Fruitful Rhino Cropped Hoodie - Naked Species",
      "description": "Be Fruitful Rhino Hoodie Black Front Pocket 100% Cotton Unisex Hoodie Please allow an extra 1-2 days for this item to ship PRODUCT DETAILS 100% cotton Hand screen printed Sizing XS-L",
      "preview": "Suchen Schließen (esc) Menü schließen HOME NEW MENS WOMENS ABOUT MISSION MEDIA CONTACT US Einloggen Konto erstellen Home About Contact us Terms & Cond"
    },
    {
      "url": "https://www.isof.se/folkminnen/folkminnesbloggen/inlagg/2019-06-26-blodiga-trollformler",
      "title": "Blodiga trollformler | Institutet för språk och folkminnen",
      "description": "Här kan du läsa om den blodstänkta papperslappen som återfanns i Albert Sanders västficka med förmodligen flitigt använda, trollformler som skulle stilla blod, döva värk och lindra ormhugg.",
      "preview": "Startsida Folkminnen Folkminnesbloggen Folkminnesbloggen Aktivera Lyssna Publicerat: 26 juni 2019 . Kategorier: Folktro, Magi, Vardagsmagi och folktro"
    },
    {
      "url": "https://tfxmiisery.tumblr.com/",
      "title": "@tfxmiisery on Tumblr",
      "description": "Follow @tfxmiisery and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://forum.openoffice.org/it/forum/ucp.php?mode=register&sid=d700f12dde72825e0557a5efc3ad982d",
      "title": "Apache OpenOffice: forum della comunità - Pannello di Controllo Utente - Apache OpenOffice: forum della comunità",
      "description": "void",
      "preview": "Forum di supporto degli Utenti per gli Utenti di OpenOffice e LibreOffice Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senz"
    },
    {
      "url": "https://thewaltdisneycompany.com/remembering-disney-legend-burny-mattinson/",
      "title": "Remembering Disney Legend Burny Mattinson - The Walt Disney Company",
      "description": "Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during an unprecedented 70-year career, ...Read More",
      "preview": "Skip to content Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during"
    },
    {
      "url": "https://www.apprentus.com/en/private-lessons/agadir/language/english/english-courses-all-home-levels",
      "title": "ENGLISH COURSES FOR ALL HOME LEVELS - Agadir - Private lessons",
      "description": "You are a student and you want to improve and practice your English language or you need support for one or more courses, you are passionate about the",
      "preview": "Sign in Join free Italy English EUR Home How can we help? Become a Tutor Become a Tutor Private lessons English Abderrahmane Agadir Morocco Add to Wis"
    },
    {
      "url": "https://policy.medium.com/medium-terms-of-service-9db0094a1e0f",
      "title": "Medium Terms of Service | by Medium | Medium Policy",
      "description": "Medium Terms of Service Effective: September 1, 2020 You can see our previous Terms here. Thanks for using Medium. Our mission is to deepen people's understanding of the world and spread ideas that ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Terms of Ser"
    },
    {
      "url": "https://www.ikea.com/us/en/p/uppdatera-flatware-tray-white-70491410/",
      "title": "UPPDATERA flatware tray, white, 12x19 ½\" - IKEA",
      "description": "UPPDATERA flatware tray, white, 12x19 ½\" Helps keep the kitchen drawer organized, so you can spend more time on setting the table nicely and less on looking for lost cutlery. A simple and practical cutlery tray in plastic that's easy to clean.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 4 UPPDATERA images Skip images Sorry, your"
    },
    {
      "url": "https://www.stylishstorage.com.au/collections/bathroom/bedroom",
      "title": "Bathroom - Stylish Storage",
      "description": "void",
      "preview": "0 Home Shop Hooks & Tags Drawers Baskets Shelves Labels Kitchen Bathroom Bedroom Study Laundry Activity Garage & Outdoor Ikea & Kmart Labelled Storage"
    },
    {
      "url": "http://hosted2.ap.org/APDefault/*/Article_2015-03-05-US--Blurred%20Lines-Song%20Dispute/id-a6024f2efd254832b069c86a57c70c44",
      "title": "Associated Press News: Breaking News, Latest Headlines and Videos | AP News",
      "description": "Read the latest headlines, breaking news, and videos at APNews.com, the definitive source for independent journalism from every corner of the globe.",
      "preview": "void"
    },
    {
      "url": "https://products.office.com/en-us/publisher",
      "title": "Desktop Publishing Software | Download MS Publisher",
      "description": "Get started with Publisher and use our simple tools to help you create professional, personalized newsletters, brochures, post cards, and more.",
      "preview": "This is the Trace Id: 125a90b02891a31acbdabdb6c95c17f6 Skip to main content Microsoft Publisher Publisher will be retired in October, 2026. Microsoft"
    },
    {
      "url": "https://phs.weill.cornell.edu/research-collaboration/publications?page=1&s=title&f%5Bag%5D=G&f%5Bauthor%5D=595&o=desc",
      "title": "Publications | Page 2 | Population Health Sciences",
      "description": "void",
      "preview": "Skip to main content Population Health Sciences Publications Events Directories Publications Contact Us Follow us on X Check out our X feed for the la"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://www.bowlingcentrum-krnov.cz/news/en-skola-bowlingu/",
      "title": "Škola Bowlingu :: Bowlingové centrum Krnov",
      "description": "void",
      "preview": "Bowlingové centrum Krnov Bavte se s přáteli... Homepage > Škola Bowlingu Škola Bowlingu 08/01/2011 17:39 Škola bowlingu začíná foto: Michal Šula, MF D"
    },
    {
      "url": "http://www.pickwick.it/",
      "title": "Innova | Distribuzione e vendita all'ingrosso dal 1993",
      "description": "Innova S.p.A si posiziona come azienda leader nella distribuzione e vendita all' ingrosso dei principali marchi di abbigliamento promozionale e da lavoro dal 1993.",
      "preview": "Accedi Diventa cliente Accedi Chiama Carrello 0 +3906 71300013 | info@innovaspa.it Carrello 0 CERCA Benvenuto nel mondo Innovativewear: Accedi al sito"
    },
    {
      "url": "http://www.radio.it/",
      "title": "Ascolta radio online, web radio, internet radio e musica gratis",
      "description": "Ascolta la radio online e la musica tra più di 60.000 radio nazionali e internazionali. Scopri la radio gratuita in diretta su radio.it.",
      "preview": "Aprire l'app Il podcast inizia in - 0 sec. Sintonizzati sul mondo Radio locali Più ascoltate su radio.it Radio 24 - Il sole 24 ore Milano RAI Radio 1"
    },
    {
      "url": "https://www.aavso.org/observing-manuals",
      "title": "Observing Manuals | aavso",
      "description": "void",
      "preview": "Skip to main content Home Getting Started Observing Manuals Announcement: New Forums We are excited to announce the launch of our new forums! You can"
    },
    {
      "url": "http://www.gettingout.com/",
      "title": "GettingOut",
      "description": "GettingOut by Telmate helps friends or family connect with incarcerated inmates.",
      "preview": "void"
    },
    {
      "url": "https://www.cinemax.com/",
      "title": "Cinemax: Official Website Featuring Original Series, Movies & More",
      "description": "The official website for Cinemax, home of action-packed original series, Hollywood hits and more. Find movies and TV shows to watch online.",
      "preview": "C.B. STRIKE: LETHAL WHITE VIEW MORE WARRIOR A gritty, sexy, violent, pulse-quickening original series from Cinemax, Warrior is a crime drama set durin"
    },
    {
      "url": "https://rusticplates.com/collections/50-state-sets/ham-radio",
      "title": "50 State Set - RusticPlates",
      "description": "We love license plates! We buy, sell and collect license plates and have helped complete everything from that final plate in a collection to the perfect stack of rustic plates for a bar, garage and ceiling. We have 50 state sets, single plates, optional plates, vintage plates, you name it!",
      "preview": "Skip to content 🇺🇸 USA Free shipping on orders of $50+ Please Allow Extra Time for Shipping the week of Sep 28th 50 State Set Individual Plates and Pa"
    },
    {
      "url": "https://lwtheatres.co.uk/whats-on/ariana-debose/",
      "title": "Ariana DeBose Tickets - The London Palladium, London - Official Box Office",
      "description": "Book direct from The London Palladium's official box office for the best choice of seats at the best price to Ariana DeBose.",
      "preview": "Ariana DeBose Ariana DeBose FINAL CURTAIN CALL This show is no longer running. Oscar, BAFTA, and SAG Award winning actor, singer, and dancer Ariana De"
    },
    {
      "url": "https://www.daveandbusters.com/",
      "title": "Dave & Buster's | Events - Arcade - Sports Bar and Restaurant",
      "description": "Eat, drink, play and watch sports at your local Dave & Buster's! Fun for the whole gang - no group is too large - Contact a planner today",
      "preview": "[headline] [critical-msg] Don't show again Use My Location See More Locations [city] [state] Location [open now] [newly remodeled] Set as store [store"
    },
    {
      "url": "https://www.elcomercio.com/actualidad/negocios/ecuador-segundo-productor-atun-tailandia.html",
      "title": "Ecuador es el segundo productor de atún en el mundo, después de Tailandia - El Comercio",
      "description": "El Ecuador cuenta hoy en día con la flota atunera más potente del Pacífico Oriental. Tiene 116 embarcaciones, con una capacidad de arrastre de 93 000 toneladas.",
      "preview": "Última Hora Actualidad Tendencias Tecnología Deportes Opinion Videos Podcasts Empleo Contactos Feed RSS Mapa del sitio Créditos Responsabilidad Social"
    },
    {
      "url": "https://starsky.be/squad/ann-van-elsen",
      "title": "Ann Van Elsen | Starsky",
      "description": "void",
      "preview": "Overslaan en naar de inhoud gaan Ann Van Elsen SQUAD MEMBER #5 Ann Van Elsen MODEL & PRESENTER 88K < Back to overview annvanelsen"
    },
    {
      "url": "https://walmartethics.com",
      "title": "Walmart Ethics - English (US)",
      "description": "Our Code guides us in making ethical decisions that build trust with our associates, customers and members, and within our business.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://docs.github.com/en/copilot/overview-of-github-copilot",
      "title": "Get started with GitHub Copilot - GitHub Docs",
      "description": "Learn how to sign up for and use GitHub Copilot.",
      "preview": "Skip to main content Get started with GitHub Copilot Learn how to sign up for and use GitHub Copilot. Quickstart for GitHub Copilot Quickly learn how"
    },
    {
      "url": "https://www.bbc.com/news/health",
      "title": "Health | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Health from across the BBC.",
      "preview": "Health Third person dies from methanol poisoning in Brazil Authorities are investigating the source of the tainted drinks, which have affected more th"
    },
    {
      "url": "https://docs.fast.ai/tutorial.html",
      "title": "Tutorials - fastai",
      "description": "To help you get started",
      "preview": "Other Formats CommonMark The most important thing to remember is that each page of this documentation comes from a notebook. You can find them in the"
    },
    {
      "url": "https://www.valipac.be/",
      "title": "Agir ensemble pour une économie circulaire | Valipac",
      "description": "Qu'est-ce que l'économie circulaire des emballages industriels?",
      "preview": "X Your browser does not support the video tag. Voir le film corporate Agir ensemble pour une économie circulaire Linkedin Suivez-nous Qui sommes-nous"
    },
    {
      "url": "https://datos.madrid.es/portal/site/egob/menuitem.3efdb29b813ad8241e830cc2a8a409a0/?vgnextoid=108804d4aab90410VgnVCM100000171f5a0aRCRD&vgnextchannel=b4c412b9ace9f310VgnVCM100000171f5a0aRCRD&vgnextfmt=default",
      "title": "Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid - Portal de datos abiertos del Ayuntamiento de Madrid",
      "description": "Portal de datos abiertos del Ayuntamiento de Madrid - Condiciones generales para la modalidad general de puesta a disposición de los documentos reutilizables del Ayuntamiento de Madrid",
      "preview": "Saltar navegación egob"
    },
    {
      "url": "https://newsroom.uw.edu/search?sort=field_date&order=desc&fulltext=covid&date_op=%3D&date%5Bvalue%5D=&date%5Bmin%5D=&date%5Bmax%5D=&date%5Bdate%5D=&f%5B0%5D=type%3Anews",
      "title": "Search - UW Medicine | Newsroom",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.davidlay.co.uk/news/diana-the-private-correspondence-of-a-princess/?pc=337",
      "title": "Diana, The Private Correspondence of a Princess",
      "description": "An astonishing, confidential collection of 32 highly personal letters and cards written by the Princess of Wales to two of her closest friends. Sold: Antiques & Interiors - Thu 16th Feb for a total hammer value of £141,150.",
      "preview": "Diana, The Private Correspondence of a Princess An astonishing, confidential collection of 32 highly personal letters and cards written by the Princes"
    },
    {
      "url": "https://info.montgomerycollege.edu/offices/general-counsel/index.html#public-info",
      "title": "General Counsel | Montgomery College, Maryland",
      "description": "void",
      "preview": "General Counsel The mission of the Office of General Counsel is to provide, manage, and coordinate legal services to pro-actively minimize the College"
    },
    {
      "url": "https://flightaware.com/photos/view/447116-d07a85c727f57a4d146d0c81fafac071881bab08",
      "title": "Photo of Piper L-21 Super (N10YV) - FlightAware",
      "description": "FlightAware Aviation Photos: Piper L-21 Super(N10YV), Super Cub on Wipline #2700 amphib floats on the southern end of Gull Lake in central Minnesota. Slow water taxi into Madden's Resort. Air to water photo from another Super Cub., taxiing at 9Y2",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://mnisotafund.org/about",
      "title": "About Us - Mni Sota Fund",
      "description": "Mni Sota Fund is a Native CDFI in Minneapolis, MN. We serve the urban Indian community as our people pursue their dreams of home ownership and entrepreneurship.",
      "preview": "0 MNI SOTA FUND is an Urban Native CDFI Community Development Financial Institution located in Mni Sota Makoce Established in 2011 as Bii Gii Wiin Com"
    },
    {
      "url": "https://lwtheatres.co.uk/whats-on/ariana-debose/",
      "title": "Ariana DeBose Tickets - The London Palladium, London - Official Box Office",
      "description": "Book direct from The London Palladium's official box office for the best choice of seats at the best price to Ariana DeBose.",
      "preview": "Ariana DeBose Ariana DeBose FINAL CURTAIN CALL This show is no longer running. Oscar, BAFTA, and SAG Award winning actor, singer, and dancer Ariana De"
    },
    {
      "url": "https://www.dailysarkariresults.com/ssc-recruitment-2019-selection-posts-phase-vii/",
      "title": "SSC Selection Posts Phase-VII DV Test Admit Card - Daily Sarkari Results",
      "description": "SSC Recruitment 2019 for Selection Posts Phase - VII Recruitment DV Test Admit Card. Enrolled Candidates can download Now",
      "preview": "10th 12th Admit Card Graduate Daily Result 6 years ago June 24, 2021 SSC Selection Posts Phase-VII DV Test Admit Card WhatsApp Group Join Now Telegram"
    },
    {
      "url": "https://www.oceanpanel.org/",
      "title": "High Level Panel for a Sustainable Ocean Economy",
      "description": "The High Level Panel is committed to putting sustainability at the heart of ocean management to benefit people, nature and the economy.",
      "preview": "Featured: Read the new Blue Paper: 'The Future of the Workforce in a Sustainable Ocean Economy ' Featured: Ocean Panel announces the '100% Alliance',"
    },
    {
      "url": "https://www.carnivalworld.sg/singapore-carnival-birthday-party/",
      "title": "Singapore Carnival Birthday Party | Carnival World | Carnival World",
      "description": "Singapore Carnival Birthday Party",
      "preview": "August 23, 2015 Planning to have a happening and exciting birthday party this year? Carnival World provide professional carnival birthday party servic"
    },
    {
      "url": "https://www.waittfoundation.org",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "https://mexico.generation.org/stories/alexis-22-pittsburgh/",
      "title": "Alexis | 22 | Pittsburgh | Generation Mexico",
      "description": "Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 2014. Se encuentra actualmente trabajando para int ...",
      "preview": "Skip to content Alexis | 22 | Pittsburgh Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 201"
    },
    {
      "url": "https://sixonbroadway.com/",
      "title": "Home - SIX on Broadway",
      "description": "From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphone to reclaim their identities out of the shadow of their infamous spouse.",
      "preview": "Skip to content Divorced, beheaded, died, divorced, beheaded, survived. From Tudor Queens to Pop Icons, the SIX wives of Henry VIII take the microphon"
    },
    {
      "url": "https://www.fox35orlando.com/news/florida-11-year-old-dies-from-flesh-eating-bacteria-after-twisting-ankle",
      "title": "Florida 11-year-old dies from flesh eating bacteria after twisting ankle | FOX 35 Orlando",
      "description": "The family of an 11-year-old boy from Winter Park said he died after a twisted ankle and potential scratch eventually spiraled out of control. Jesse Brown got Strep-A, which then turned into something worse, eventually killing him.",
      "preview": "River Flood Warning is in effect, Lake County, Volusia County 7 Coastal Flood Warning from FRI 10:00 AM EDT until SUN 6:00 AM EDT, Coastal Flagler Cou"
    },
    {
      "url": "http://spectrum.ieee.org/energywise/energy/the-smarter-grid/watttime-the-tool-that-tells-you-when-to-charge-your-ev-to-keep-it-green",
      "title": "WattTime, the Tool That Tells You When to Charge Your EV to Keep It Green - IEEE Spectrum",
      "description": "Analytics from Berkeley-based WattTime precisely match new loads on a grid to the power plant that will serve them, providing estimates of carbon intensity that are up to 45 percent more accurate than regional averages. Such tools can guide cleaner charging by electric vehicles, and yield a bigger carbon reduction bang from energy efficiency measures and renewable power projects.",
      "preview": "IEEE.org IEEE Xplore Digital Library IEEE Standards More Sites Sign In Join IEEE WattTime, the Tool That Tells You When to Charge Your EV to Keep It G"
    },
    {
      "url": "https://zeezailor.tumblr.com/post/139715960980",
      "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
    },
    {
      "url": "https://ipminstitute.org/what-is-integrated-pest-management",
      "title": "IPM Institute - IPM Institute",
      "description": "Integrated Pest Management (IPM) is a sustainable, science-based, decision-making process that combines biological, cultural, physical and chemical tools to...",
      "preview": "IPM Institute Supporting sustainability efforts in agriculture & communities since 1998. Learn More About Us Committed to Community & Agriculture We h"
    },
    {
      "url": "http://ecotecnia.com.mx/",
      "title": "Ecotecnia | Eficiencia energética",
      "description": "Ecotecnia es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías renovables y la eficiencia energética.",
      "preview": "top of page ¿Quiénes somos? Ecotecnía es una empresa mexicana con un equipo internacional certificado y especializado en los campos de las energías re"
    },
    {
      "url": "http://daubau.it/cucina/",
      "title": "Teramo la cittadina millenaria e dalla cucina invidiabile - Dau Bau",
      "description": "Altro luogo estremamente importante è il sito archeologico dell'Anfiteatro, ed il museo archeologico, risalenti entrambi all'impero Romano.",
      "preview": "Skip to main content IL TUO NUOVO MAGAZINE Teramo la cittadina millenaria e dalla cucina invidiabile Pubblicato in Cucina e Alimentazione . Immersa ne"
    },
    {
      "url": "https://www.esquire.com/entertainment/movies/a43023561/chris-pine-dungeons-and-dragons-interview-2023/",
      "title": "Chris Pine on 'Dungeons & Dragons,' Harry Styles, 'Don't Worry Darling,' 'Star Trek,' and His Career",
      "description": "At his home, high up in the hills of Los Angeles, the actor considers the first twenty years of his surprising career-including a very viral 2022-and the next twenty. But first, a shvitz.",
      "preview": "Skip to Content Discover Entertainment Cover Stories Taika Waititi Doesn't Talk About His Fee... The King of Scotland Daniel Craig Is a Movie Star Fro"
    },
    {
      "url": "http://www.newtube.com/",
      "title": "New Tube Company |",
      "description": "void",
      "preview": "Home Catalog FAQs Policies Company Showroom Links Welcome to The New Tube Company Tubes : 12AX7,ECC83,7025, 6CA7/EL34, 6L6GC, 5881 12AT7 and more ! Si"
    },
    {
      "url": "https://smallbusinessresources.wf.com/creating-a-cash-flow-projection/",
      "title": "How To Create a Cash Flow Projection | Wells Fargo",
      "description": "Use this list to identify cash shortfalls and surpluses in your business's future and see sample cash flow projections and strategies to improve accuracy.",
      "preview": "October 2024 In less than an hour a month, you can identify potential cash shortfalls - and surpluses - in your business's future. Even businesses wit"
    },
    {
      "url": "https://pt.jobrapido.com/Ofertas-de-Emprego-para-Assistente-Comunica%C3%A7%C3%A3o-em-Porto?p=5&shm=all",
      "title": "Emprego Assistente Comunicação Porto, Ofertas de Emprego | Jobrapido.com",
      "description": "Emprego Assistente Comunicação Porto. Todas as novas ofertas em um único lugar. Encontra seu próximo emprego no Jobrapido.com",
      "preview": "Ofertas de emprego encontradas Anúncios Google Ofertas de emprego Abrir pré-visualização da oferta de: Assistente Loja (m/f) - Sta Maria da Feira |2ª"
    },
    {
      "url": "http://worldreview.com/",
      "title": "worldreview.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.nyclu.org/en/news/historic-police-accountability-case-turns-50",
      "title": "An Historic Police Accountability Case Turns 50 - NYCLU",
      "description": "void",
      "preview": "Back to All Commentary May 14, 2021 Commentary An Historic Police Accountability Case Turns 50 Free Speech Policing Share: By: Paul G. Chevigny Profes"
    },
    {
      "url": "https://www.kptv.com/2023/02/21/foot-found-nw-washington-belongs-missing-woman/",
      "title": "Foot found in NW Washington belongs to missing woman",
      "description": "A shoe containing a human foot that was discovered near the mouth of a river in northwestern Washington belonged to a woman missing since 2018, police say.",
      "preview": "Skip to content PORT ANGELES, Wash. (KPTV) - A shoe containing a human foot was discovered near the mouth of the Elwha River in Port Angeles in Decemb"
    },
    {
      "url": "https://altopascio.info/2017/05/30/grosseto-cimitero-di-istia-conclusi-i-lavori/",
      "title": "[ GROSSETO ] - Cimitero di Istia, conclusi i lavori - Altopascio.info",
      "description": "MartedÃ¬, 30/05/17 14:32",
      "preview": "Press ESC to close Altopascio.info . [ GROSSETO ] - Cimitero di Istia, conclusi i lavori La Redazione Comune di Grosseto 30 May 2017 (0) MartedÃ¬, 30/"
    },
    {
      "url": "https://faq.whatsapp.com/android/troubleshooting/notification-problems/?lang=ta",
      "title": "Can't see or hear notifications | WhatsApp உதவி மையம்",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.logement-seniors.com/maisons-de-retraite-1-1/urt-64240/",
      "title": "EHPAD d'Urt (64240) | Logement-seniors.com",
      "description": "Disponibilités, tarifs et description des 3 maisons de retraites médicalisées et EHPAD à Urt (64240).",
      "preview": "Accueil > Maison de retraite - EHPAD > Nouvelle-Aquitaine > Pyrénées Atlantiques (64) > Urt (64240) EHPAD et maisons de retraite à Urt (64240) Les EHP"
    },
    {
      "url": "https://www.mzcr.cz/aktuality/",
      "title": "Stránka nebyla nalezena - Ministerstvo zdravotnictví",
      "description": "Ministerstvo zdravotnictví",
      "preview": "Přeskočit na menu Přeskočit na obsah Přeskočit na patičku stránky Hledat v navigaci Zrušit hledání a zobrazit zpět celé menu Úvod Zobrazit podmenu pro"
    },
    {
      "url": "https://qvc.uikc.net/c/249354/565130/9368?subId1=PEOTheseSculptingJeansOnceGracedOprahsFavoriteThingsListandTheyreonSaleforJustaLittleLongermsapozhnikovFasAff13922534202302I&u=https%3A%2F%2Fwww.qvc.com%2FNYDJ-Sculpt-Her-Denim-Pull-On-Straight-Jeans--Marvelous.product.A564778.html",
      "title": "NYDJ Sculpt Her Denim Pull-On Straight Jeans- Marvelous - QVC.com",
      "description": "Warm weather is just around the corner, so refresh that wardrobe with the perfect pair of pull-on jeans.",
      "preview": "Menu Watch Watch Shop Featured Our Holiday Gift Guide Black Friday Sale Prices Fall & Halloween Christmas Decor The Age of Possibility Only at QVC Cat"
    },
    {
      "url": "https://www.ebresearch.org",
      "title": "EB Research Partnership - EB Research Partnership",
      "description": "EB Research Partnership is the largest 501(c)(3) nonprofit dedicated to funding research aimed at treating and ultimately curing Epidermolysis Bullosa, a group of devastating and life-threatening skin disorders that affect children from birth.",
      "preview": "Epidermolysis Bullosa What is EB? Life with EB Resources Research Our Impact Scientific Advisory Board Clinical Trials > Filsuvez Vyjuvek ZEVASKYN Tow"
    },
    {
      "url": "https://www.hci.org/webcast/interrupting-colorblindness-and-racial-microaggressions",
      "title": "Interrupting Colorblindness and Racial Microaggressions | Human Capital Institute",
      "description": "Original Air Date: 9/16/2020 Today's society has faced a wealth of exposure to overt forms of racism and discrimination in our communities and on our screens. Colorblindness and Racial Microaggressions mark some of the more covert ways that racial bias operates in the workplace. They are more difficult to address because they are subtle, often operating on a subconscious level by well-intentioned people. But if left unchecked, Colorblindness and Racial Microaggressions damage interpersonal relationships and undermine a company's culture of inclusion and belonging.",
      "preview": "Skip to main content webcast | On Demand Interrupting Colorblindness and Racial Microaggressions Optimize Your Talent Strategy View Slides Watch On-De"
    },
    {
      "url": "https://www.climatetrace.org/",
      "title": "Climate TRACE",
      "description": "We make meaningful climate action faster and easier by mobilizing the global tech community to track greenhouse gas (GHG) emissions with unprecedented detail.",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. Climate TRACE Comprehe"
    },
    {
      "url": "https://aoutiz123.tumblr.com/",
      "title": "funlivebreathee",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://allenai.org/business-code-of-conduct",
      "title": "Business partner code of conduct | Ai2",
      "description": "Ai2's Business Partner Code of Conduct describes the conduct expected of all business partners and representatives that are associated with us.",
      "preview": "Business partner code of conduct Last Updated: September 14, 2021 This Business Partner Code of Conduct (this \"Code\" ) describes the conduct expected"
    },
    {
      "url": "https://www.denverbroncos.com/news/denver-broncos-cheerleader-gabriela-windey-named-a-co-winner-of-pop-warner-human",
      "title": "Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award",
      "description": "Windey is the first woman to receive the honor, which usually is given to NFL players.",
      "preview": "Skip to main content Advertising Denver Broncos | News Denver Broncos Cheerleader Gabriela Windey named a co-winner of Pop Warner Humanitarian Award A"
    },
    {
      "url": "https://krita-artists.org/tos",
      "title": "Terms of Service - Krita Artists",
      "description": "A central hub for Krita artists and developers",
      "preview": "About"
    },
    {
      "url": "https://www.onequince.com/women/cashmere/cashmere-wrap?",
      "title": "Mongolian Cashmere Wrap",
      "description": "Easy elegance in any season. Instantly elevate an outfit in this timeless 100% Mongolian cashmere wrap. Perfect whether you're bundled up in a chilly office or napping on a long flight. This cashmere wrap shawl will keep you cozy.",
      "preview": "Free shipping & easy returns for 365 days. Luxury essentials, honestly priced. Cashmere / Mongolian Cashmere Wrap Mongolian Cashmere Wrap ( 1535 REVIE"
    },
    {
      "url": "https://www.ryanair.com/it/it/voli-economici/voli-da-torino",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://jasoncanty01.tumblr.com/",
      "title": "Jason Canty's Tumblr Stuffs",
      "description": "Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com)",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "https://twinr.dev/",
      "title": "Best No Code App Builder | Convert Your Website To App",
      "description": "Convert Your Website to iOS or Android with Twinr no code app builder. No coding required-just drag, drop, and launch. Start your free trial today!",
      "preview": "Retention-Led Mobile App Channel for Growing Businesses Boost retention, drive repeat sales, and build loyal customers by converting your website into"
    },
    {
      "url": "https://wiki.das-labor.org/index.php?title=Spezial:Anmelden&returnto=Bootstrap+Meeting%2F2021&returntoquery=action%3Dedit%26section%3D209",
      "title": "Anmelden - LaborWiki",
      "description": "void",
      "preview": "Wechseln zu: content Anmelden Aus LaborWiki Wechseln zu: Navigation , Suche Benutzername Sichere Verbindung verwenden Passwort Angemeldet bleiben Anme"
    },
    {
      "url": "https://cdn.flipsnack.com/widget/v2/widget.html?hash=dc8rl0fcjl",
      "title": "Flipsnack",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.charlyreynolds.com/",
      "title": "Charly Reynolds",
      "description": "void",
      "preview": "DEBUT ALBUM OFF THE RECORD OUT NOW! Charly Reynolds debut album Off The Record is out now featuring 12 new songs. Click here to listen! OFF THE RECORD"
    },
    {
      "url": "http://www.fao.org/documents/card/en/c/ca7012en",
      "title": "FAO Knowledge Repository",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.smythson.com/us/edits/business-edit/black_grey?prefn1=gender&prefv1=For%20Her&prefn2=material&prefv2=Panama%20-%20Crossgrain%20leather&prefn3=productType&prefv3=Briefcases%7CWriting%20Paper%7CPanama%20Notebooks%7CPanama%20Agendas%7CWriting%20Folders%7CCard%20Holders%7CDesk%20Accessories%20%3E%20Pen%20Pots",
      "title": "The Business Edit | Work Essentials | Smythson in Black and Grey",
      "description": "Smythson",
      "preview": "Your browser's Javascript functionality is currently turned off. Please turn it on to get the best experience on our site. Orders over $800 may take l"
    },
    {
      "url": "https://ekb.ap-proekt.ru/product/komplektuyushchie-dlya-shtampov-i-press-form/komponenty-i-plity-dlya-press-form/tolkateli/tolkateli-tsilindricheskie/tolkatel-tsilindricheskiy-plazmenno-azotirovannyy-eoa/",
      "title": "78.211.19.249 10.10.2025 15:00:35",
      "description": "void",
      "preview": "Sorry, your request has been denied."
    },
    {
      "url": "https://brigantinenow.com/hooked-on-fishing-this-saturday-july-27/",
      "title": "Hooked on Fishing This Saturday, July 27 - BrigantineNOW",
      "description": "News, Info, Real Estate and Politics from Brigantine, New Jersey",
      "preview": "Skip to content Brigantine Beach features the 27th annual \"Hooked on Fishing\" tournament, this Saturday, July 27. The free event will be held on the b"
    },
    {
      "url": "https://roxygen2.r-lib.org/articles/roxygen2.html",
      "title": "Get started with roxygen2 • roxygen2",
      "description": "Learn the big picture of roxygen2 and the basic workflow you'll use with it.",
      "preview": "Skip to content Get started with roxygen2 Source: vignettes/roxygen2.Rmd roxygen2.Rmd Documentation is one of the most important aspects of good code."
    },
    {
      "url": "https://reddit.com/submit?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Fhunger%2F&title=Goal%202%3A%20Zero%20Hunger",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.capiusa.org/",
      "title": "CAPI: Communities Advancing Prosperity for Immigrants",
      "description": "CAPI provides comprehensive support services for immigrants and refugees in the Twin Cities. By addressing immediate needs and long-term goals, CAPI partners with individuals and families to achieve self-sufficiency and build thriving lives.",
      "preview": "0 C ommunities A dvancing P rosperity for I mmigrants Where Barriers Break and Futures Begin CAPI provides comprehensive support services for immigran"
    },
    {
      "url": "https://cuddlywumps.blogspot.com/",
      "title": "The Cuddlywumps Cat Chronicles",
      "description": "A blog about cats in history, culture, and cozy mysteries.",
      "preview": "Pages Home About Miss Cuddlywumps About Old SoLT About the Real Cats Contact Us Cuddlywumps Publishing Pet Photo Fails! A note about The Cuddlywumps C"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383280/5556?subId1=PEOHilaryDuffWearsPleatedTennisSkirtsOnandOfftheCourtandNowWeWanttheVersatileWardrobeStaplesomalleyFasAff13947509202302I&u=https%3A%2F%2Fathleta.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D798736012%23pdp-page-content",
      "title": "Levitate Skort | Athleta",
      "description": "Shop Athleta's Levitate Skort:",
      "preview": "Levitate Skort Out of Stock Levitate Skort $69.00 $29.97 Image of 5 stars, 4.62 are filled, 318 Ratings 318 Ratings Final Sale Color Black Size Size G"
    },
    {
      "url": "https://www.fronetics.com/tag/report-on-social-media/",
      "title": "report on social media Archives - Fronetics",
      "description": "void",
      "preview": "Social media is a strategic tool for logistics companies by Fronetics | Jun 10, 2015 | Blog , Logistics , Marketing , Social Media , Strategy , Supply"
    },
    {
      "url": "https://redis.io/docs/latest/develop/data-types/sorted-sets/",
      "title": "Redis sorted sets | Docs",
      "description": "Introduction to Redis sorted sets",
      "preview": "void"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "https://www.gnsi.org/",
      "title": "Guild of Natural Science Illustrators, GNSI",
      "description": "Non-Profit educational organization to bring professionals together and educate the public on Science Communication.",
      "preview": "2025 Annual Exhibit Our 2025 Annual Juried Members' Exhibit is now LIVE! View the gallery Thank you for joining our conference! GNSI Visual SciComm Co"
    },
    {
      "url": "https://www.identitytheft.gov/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission IdentityTheft.gov Government Shutdown Notice Due to the government shutdown, we are unable to offer this website service at t"
    },
    {
      "url": "https://www.cintas.com/",
      "title": "Uniforms - Corporate Apparel | Cintas",
      "description": "Even at your busiest, you can open your doors with confidence knowing Cintas has you covered with a wide range of products and services that enhance your image and help keep your facility and employees clean, safe and looking their best.",
      "preview": "WE'LL OUTFIT YOUR TEAM AND YOUR BUSINESS WE CAN HELP WITH YOUR WORK APPAREL, FACILITY SERVICES, FIRST AID AND SAFETY AND FIRE PROTECTION NEEDS Click t"
    },
    {
      "url": "https://www.jumpto365.com/tools/power-bi",
      "title": "About \"Power BI\"",
      "description": "Read more about \"Power BI\" on www.jumpto365.com",
      "preview": "Cart 0 Your Cart $ 0.00 USD : Remove Subtotal Pay with browser. Continue to Checkout No items found. Product is not available in this quantity. Power"
    }
  ],
  "_meta": {
    "total_bookmarks": 105
  }
}