{
  "data": [
    {
      "url": "http://www.vulcan.com",
      "title": "Home - Vulcan Real Estate",
      "description": "Through responsible real estate development and our unwavering belief in a greater tomorrow, we're deeply invested in transformational projects that improve the environment, our economy, and our society.",
      "preview": "Invested in the Future We design and deliver imaginative places that propel human progress. Through responsible real estate development and our unwave"
    },
    {
      "url": "https://www.usbank.com/index.html",
      "title": "Personal Banking, Credit Cards, Loans & Investing | U.S. Bank",
      "description": "Experience personalized banking services for your unique needs with U.S. Bank - Checking, credit cards, home loans & convenient online banking. Member FDIC.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://blogs.worldbank.org/voices/bold-new-worldbankorg",
      "title": "A Bold New Worldbank.org",
      "description": "Worldbank.org just got a pretty significant makeover. The design is more modern - with less clutter and better use of visuals (images, video, graphics). The navigation is more streamlined and, we hope, more intuitive for you. We know thousands of you rely on our website for research, data and knowledge ...",
      "preview": "Published on Voices A Bold New Worldbank.org Christine Montgomery April 04, 2017 This page in: English Français Español العربية Русский 中文 English Eng"
    },
    {
      "url": "http://agentschoiceonline.com/",
      "title": "The Agent's Choice",
      "description": "The Agents Choice offers online pre licensing courses featuring an instructor and FREE practice tests for Life & Health, Property & Casualty, Personal Lines and Adjusters.",
      "preview": "The Agent's Choice Insurance School Insurance Education for Property, Casualty, Life, Health, Medicare/LTC and Adjuster Education Insurance Agent Lice"
    },
    {
      "url": "https://www.hiringourheroes.org/career-services/education-networking/career-forward/?utm_source=GwG&utm_medium=web&utm_id=Career+Forward",
      "title": "Career Forward - Hiring Our Heroes",
      "description": "void",
      "preview": "Career Forward Propel Your Career Forward Learn job-ready skills and start a new career in under six months with help from Google Career Certificates."
    },
    {
      "url": "https://www.wireclub.com/",
      "title": "Free Online Chat Rooms - Wireclub",
      "description": "Join free online chat rooms and chat with friends, meet new people and more. Choose from hundreds of rooms, create your own or message people directly and chat with instant messages",
      "preview": "Wireclub Join Now! Log In Chat Rooms Forums Find People Places Free Online Chat Rooms At Wireclub you can join free online chat rooms and chat with fr"
    },
    {
      "url": "http://www.oceansatlas.org",
      "title": "UN Atlas of the Oceans: Home",
      "description": "void",
      "preview": "A leaflet of the UN Atlas of the Oceans Click on the image to download a PDF version The UN Atlas of the Oceans is an Internet portal providing inform"
    },
    {
      "url": "https://mutable-instruments.net/archive/",
      "title": "Mutable Instruments prehistoric projects",
      "description": "None",
      "preview": "» Home This page contains the user manuals, assembly instructions or technical documentation of discontinued, non-Eurorack, Mutable Instruments produc"
    },
    {
      "url": "http://time.com/4463943/japan-china-fishing-marine-iuu-environment-google-skytruth/",
      "title": "Saving the Seas From China's Bloated Fishing Industry | TIME",
      "description": "Japan is the latest country to feel the brunt of China's fishing industry, which suffers from overcapacity due to huge government subsidies.",
      "preview": "Fishermen unload fishing gear at a port in Lianyuangang, in eastern China's Jiangsu province, on May 30, 2016 STR/AFP/Getty Images By Charlie Campbell"
    },
    {
      "url": "https://www.dbricette.it/contatti.htm",
      "title": "DBRicette: Contatti",
      "description": "void",
      "preview": "DBRICETTE Il database di ricette più usato della rete Contatti Scrivi al Webmaster Tuo Nome Tua Email Messaggio: by Mr.Webmaster FORUM Partecipa al no"
    },
    {
      "url": "http://electron.atom.io/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://es.mongabay.com/list/bosques",
      "title": "Noticias ambientales sobre Bosques",
      "description": "Noticias sobre la fauna y la naturaleza",
      "preview": "Bosques Noticias RSS 3111 historias L G Una millonaria obra de energía amenaza al santuario Passiflora, refugio del jaguar en la Amazonía boliviana Ni"
    },
    {
      "url": "https://lushadvisors.com/complince-checklist/",
      "title": "complince checklist - LushAdvisors",
      "description": "where your ideas become real",
      "preview": "Skip to content Leave a comment Leave a Reply Cancel reply"
    },
    {
      "url": "https://jobs.target.com/search-jobs?ac=7178",
      "title": "Job Search",
      "description": "void",
      "preview": "Search Search Clear keyword Submit Search Filters Saved jobs Filters Close modal window See results Clear all City or Zip Code click to collapse click"
    },
    {
      "url": "https://www.parenttoolkit.com/",
      "title": "Parenting Guides - TODAY | TODAY",
      "description": "Find educational benchmarks, social emotional milestones, tips and advice for children at school in each grade.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://its.tntech.edu/label/act+autodesk+content+forgot+idme+matlab",
      "title": "Self-Service Portal Home",
      "description": "void",
      "preview": "Updating... Loading... Popular Services Refresh Module Loading... Popular Articles Refresh Module Loading... Contact Info | Hours - Spring/Fall Refres"
    },
    {
      "url": "http://www.chess.4mg.com/",
      "title": "CHESS studies,problems,games",
      "description": "void",
      "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
    },
    {
      "url": "https://www.advocate.com/hiv-aids/2017/6/20/end-hiv-epidemic-not-if-trumpcare-passes",
      "title": "An End to the HIV Epidemic? Not If Trumpcare Passes",
      "description": "\"More people are going to get sick and more people are going to die.\"",
      "preview": "News Voices Arts & Entertainment Crime Education Health Love & Sex People Politics Sports OUT Pride Out Traveler PLUS ADVOCATE CHANNEL Support Us Subs"
    },
    {
      "url": "https://www.igorbnews.com/",
      "title": "Igor B News",
      "description": "Read what you need",
      "preview": "Thursday, 24 July 2025 Russia plane crash: All 48 on board killed after jet crashes in Amur region Global News on Youtube has the story. A Russian Ant"
    },
    {
      "url": "https://hacksandheels.tumblr.com/",
      "title": "adventures of The Girl",
      "description": "The technical side blog of a lady computer networking and cybersecurity student",
      "preview": "Ask me Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "http://cdn.corporate.walmart.com/33/3f/f11f633c4d54a7888e2ae41a3461/walmart-fragrance-pallet-121014.pdf",
      "title": "Walmart Corporate News and Information",
      "description": "Walmart helps people save money and live better. See how we're serving customers, associates, shareholders, suppliers, communities and the planet.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://telademoda.com/moda/francisco-lopez-guarnicionero-de-diseno/?replytocom=9690",
      "title": "Francisco López, guarnicionero de diseño - Telademoda.com",
      "description": "void",
      "preview": "Bolsos Moda Zapatos Francisco López, guarnicionero de diseño por Clara Guzmán 25 octubre 2010 25 octubre 2010 Francisco López, en su tienda taller de"
    },
    {
      "url": "https://events.ucr.edu/department/philosophy/calendar/day/2022/1/1",
      "title": "Philosophy Events on January 1, 2022 - UC Riverside",
      "description": "Philosophy Events Calendar, powered by Localist, the Community Event Platform",
      "preview": "Skip to main content Skip to main content University of California, Riverside UC Riverside Events Calendar"
    },
    {
      "url": "https://grindhouse.club/padova-estrema-here-come-the-freaks-and-harmony-diesdamnation-galleryharkanemill-of-stone-venerdi-12-ottobre/",
      "title": "PADOVA ESTREMA. HERE COME THE FREAKS: AND HARMONY DIES+DAMNATION GALLERY+HARKANE+MILL OF STONE - VENERDI' 12 OTTOBRE - Grind House Club",
      "description": "void",
      "preview": "Skip to content Finalmente l'estate volge al termine e con lei quel ridicolo e ostentato clima di festa incentivato senza sosta per mesi e mesi anche"
    },
    {
      "url": "http://www.schachclub-waldkirch.de/pressebericht-jahreshauptversammlung/",
      "title": "Pressebericht Jahreshauptversammlung | Schachclub Waldkirch 1910 e.V.",
      "description": "void",
      "preview": "Zum Inhalt springen Direkter Wiederaufstieg in die Landesliga Hans-Joachim Federer ist Vereinsmeister/ Hauptversammlung des Schachclubs Waldkirch In d"
    },
    {
      "url": "https://lucchese.com/",
      "title": "Lucchese Bootmaker Official Website | Cowboy Boots and Western Wear",
      "description": "Shop Lucchese Cowboy Boots and Western Wear and enjoy the tradition and quality of premium materials and craftsmanship.",
      "preview": "Skip to Main Content Men Women Austin Post featuring Lucchese Boots Boots Shop All Best Sellers Cowboy Horseman Roper Barn Boots Shoes Shoes Shop All"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/neural_network_with_tfds_data.html",
      "title": "Training a simple neural network, with tensorflow/datasets data loading - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf Training a simple neural network, with tensorflow/datasets data loading Contents Copyright 2018"
    },
    {
      "url": "https://www.thesprucecrafts.com/how-to-tool-leather-3536816",
      "title": "Using Your Woodworking Band Saw Safely",
      "description": "Is cutting with a band saw safe? By following the safety precautions in this article, you should be able to reduce the danger of using a band saw.",
      "preview": "Tips for Using Your Band Saw Safely and Effectively By Chris Baylor Chris Baylor Chris Baylor is a woodworking expert and writer with over a decade of"
    },
    {
      "url": "http://www.esa.int/",
      "title": "European Space Agency",
      "description": "The European Space Agency portal features the latest news in space exploration, human spaceflight, launchers, telecommunications, navigation, monitoring and space science.",
      "preview": "ESA Vision ESA Strategy 2040 50 years of ESA Accelerators ESA Pillars Science & Exploration Space Safety Applications Enabling & Support ESA Programme"
    },
    {
      "url": "https://jacobin.com/2023/02/christian-super-bowl-ads-he-gets-us-servant-foundation-abortion-gay-rights?utm_campaign=later-linkinbio-themeteor&utm_content=later-33016107&utm_medium=social&utm_source=linkin.bio",
      "title": "The Far Right Is Funding Evangelical Super Bowl Sunday Ads",
      "description": "Upcoming Christian Super Bowl ads are framed as diverse and inclusive. But the money behind them comes from a rabidly antiabortion and antigay organization.",
      "preview": "New issue, \"Borders,\" out now. Get a discounted subscription to our print magazine today. Your support keeps us publishing! Remove Icon The foundation"
    },
    {
      "url": "https://status.mapbox.com/",
      "title": "Mapbox Status",
      "description": "Welcome to Mapbox's home for real-time and historical data on system performance.",
      "preview": "Services Status Incident History Current Status x Get email notifications whenever Mapbox creates , updates or resolves an incident. Email address: En"
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/balenciaga-crocs-collaboration-photos-1234838519/",
      "title": "Balenciaga and Crocs Collaboration: Photos, Details and More",
      "description": "Balenciaga and Crocs are teaming for their second collaboration, which includes high-heeled Crocs and rainboots.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://www.firstinspires.org/",
      "title": "FIRST | For Inspiration and Recognition of Science and Technology",
      "description": "Leading youth-serving nonprofit advancing STEM education. Explore FIRST robotics programs for kids of all ages, in schools & communities around the world.",
      "preview": "A Global Stem Community Build More Than Robots FIRST is the world's leading youth robotics community, delivering hands-on STEM learning that inspires"
    },
    {
      "url": "https://www.sallybeauty.com/hair-care/shop-by-product/hair-styling-products/kweeen-silver-glitter-spray-4.9-oz/SBS-468014.html",
      "title": "Eva NYC Kweeen Silver Hair & Body Glitter Spray 4.9 oz | Styling Products| Sally Beauty",
      "description": "Shop for Kweeen Silver Hair & Body Glitter Spray 4.9 oz from Eva NYC at Sally Beauty. A lightweight, non-sticky formula that contains ultra-fine glitter particles that add a shimmery glow to your pre-party look.",
      "preview": "To use At My Store , please select a store to continue. This will let you see products available for purchase online and pickup at your selected store"
    },
    {
      "url": "https://branchen.koeln.de/branchen/koeln-stadt/koeln/muelheim/architekten/k/1720",
      "title": "Architekten Köln und in der Nähe im Stadtbranchenbuch Köln - 108 Einträge",
      "description": "Hervorragende Übersicht auf dem offiziellen Stadtportal für Architekten Köln. 108 Einträge mit Infos, Öffnungszeiten, Bewertungen, Adressen und Stadtplan.",
      "preview": "Über Werbemöglichkeiten informieren Ihr Unternehmen kostenfrei eintragen Architekten Köln und in der Nähe 108 Treffer Anzeigen Was suchen Sie in Köln"
    },
    {
      "url": "https://www.worldcubeassociation.org/regulations/",
      "title": "WCA Regulations | World Cube Association",
      "description": "The World Cube Association governs competitions for mechanical puzzles that are operated by twisting groups of pieces, commonly known as 'twisty puzzles'. The most famous of these puzzles is the Rubik's Cube, invented by professor Rubik from Hungary. A selection of these puzzles are chosen as official events of the WCA.",
      "preview": "Information About the WCA WCA Documents WCA Officers & Board WCA Delegates Teams and Committees Regional Organizations Translators Frequently Asked Qu"
    },
    {
      "url": "https://www.fox4news.com/news/janitor-fundraiser-mr-james-callisburg-high-unretire-go-fund-me",
      "title": "Fundraiser for 80-year-old North Texas janitor who had to unretire tops $160,000 | FOX 4 Dallas-Fort Worth",
      "description": "Mr. James started working at Callisburg High School in January after his rent was raised by about $400 per month, and he could not make ends meet.",
      "preview": "Students help raise money for school janitor who had to unretire due to rent hike A GoFundMe for the janitor known as Mr. James has now raised more th"
    },
    {
      "url": "https://aubmediterraneo.cy/",
      "title": "American University of Beirut - Home - Pafos",
      "description": "Twin campus of the American University of Beirut (AUB) in Beirut, Lebanon. AUB bases its educational philosophy, standards, and practices on the American liberal arts model of higher education. The university encourages freedom of thought and expression and seeks to graduate men and women committed to creative and critical thinking, life-long learning, personal integrity, civic responsibility, and leadership.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. × Menu template Currently sele"
    },
    {
      "url": "http://cadingandcoding.blogspot.com/",
      "title": "CADing and Coding",
      "description": "My experiments on AutoCAD programming and customization.",
      "preview": "skip to main | skip to sidebar CADing and Coding My experiments on AutoCAD programming and customization. Tuesday, March 22, 2011 AutoCAD 2012: GIS/Pi"
    },
    {
      "url": "https://4gravitons.com/a-wild-infinity-appears-or-renormalization/?like_comment=3395&_wpnonce=1b27f4f79c",
      "title": "A Wild Infinity Appears! Or, Renormalization | 4 gravitons",
      "description": "Back when Numberphile's silly video about the zeta function came up, I wrote a post explaining the process of regularization, where physicists take an incorrect infinite result and patch it over to get something finite. At the end of that post I mentioned a particular variant of regularization, called renormalization, which was especially important in...",
      "preview": "Back when Numberphile's silly video about the zeta function came up, I wrote a post explaining the process of regularization , where physicists take a"
    },
    {
      "url": "https://www.genuki.org.uk/",
      "title": "GENUKI: Home page",
      "description": "Home page",
      "preview": "Skip to main content Hide You must have JavaScript enabled to use this form. Search GENUKI pages hide Regional Page Links UK and Ireland England Scotl"
    },
    {
      "url": "https://find-and-update.company-information.service.gov.uk/company/06975984",
      "title": "FULL FACT overview - Find and update company information - GOV.UK",
      "description": "FULL FACT - Free company information from Companies House including registered office address, filing history, accounts, annual return, officers, charges, business activity",
      "preview": "Cookies on Companies House services We use some essential cookies to make our services work. We'd also like to use analytics cookies so we can underst"
    },
    {
      "url": "https://sliderulemuseum.com/",
      "title": "International Slide Rule Museum home page. ISRM is the world's largest free digital repository of all things concerning slide rules and other math artifacts. There are over 7000 Images or PDF's in the ISRM Galleries.",
      "description": "void",
      "preview": "HOME About Whats New Friends of ISRM SR Who's Who ISRM_BoardOfDirectors SR Restoration +1 303.921.8709 Galleries Abacus/Sorobans Addiators/Troncets Ae"
    },
    {
      "url": "https://usow.org/",
      "title": "Homepage - USOW",
      "description": "United Stateof Women",
      "preview": "Skip to content United State of Women A Letter from Our Co-Chairs The United State of Women was born out of one core motivator: that our movement for"
    },
    {
      "url": "https://support.steampowered.com",
      "title": "Steam Support",
      "description": "Log in to your Steam account to get help with your Steam games, contact Steam Support, request refunds, and more. Help is also available if you can't log in, need to reset your password, or recover a hijacked account.",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "http://bolsboardgames.com/",
      "title": "Scrabble Word Finder, Dictionary, Cheat, Anagram Help - BoLS Boardgames",
      "description": "Master Scrabble and Words with Friends! Your one-stop shop for word game and anagram solvers, dictionaries and helpers.",
      "preview": "Find Words The Word Game Solver US/Canada (TWL) English (SOWPODS) Prefix: Suffix:"
    },
    {
      "url": "https://shared.ydstatic.com/dict/market/youdaoInfos/index.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Talent Education Inc and its affiliates (collectively \" NetEase \" or \" we \") have always solemnly promised to protect the privacy of us"
    },
    {
      "url": "https://www.dagnedover.com/collections/vida-tote?",
      "title": "Tote Bags - Everyday Organizational Tote Bags | Dagne Dover",
      "description": "Dagne Dover functional tote bags fit any lifestyle from all-day large totes to structured purse totes and handbags. Designed for work, play, and everything in between.",
      "preview": "ACCESSIBILITY STATEMENT 25% off Kits: Shop Now 25% off Kits: Shop Now Offer expires 4/10/25 11:59 PM PST. Cannot be combined with other offers. Cannot"
    },
    {
      "url": "http://ec.ala.org/membership/join",
      "title": "Store",
      "description": "void",
      "preview": "Skip to main content Loading × Cart Summary + Show - Hide 0 item(s) ($0.00) Your cart is empty. Open Invoices × Click the box next to each open invoic"
    },
    {
      "url": "https://mejuri.com/",
      "title": "Fine Jewelry For Every Day | Mejuri",
      "description": "Mejuri is the new luxury of online jewelry shops. Discover handcrafted, everyday fine jewelry inspired by you.",
      "preview": "Skip to main content Caret Caret Most Loved. Shop Best Sellers Free shipping on all orders.no min spend. Pause MATCH MADE Designed for play-with endle"
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://www.patanjaliayurved.net/",
      "title": "Ayurvedic Products Online Shopping: Shop Online for Food, Herbal cosmetics, Juices, Ayurvedic medicines, Books - Patanjaliayurved.net",
      "description": "Patanjaliayurved.net - India's best website to buy wide range of herbal products of Patanjali Ayurved including Ayurvedic products online, Nutrition and Supplements, Grocery, Medicine, Home Care, Personal Care, Books and Media, Health Care and much more. Free CoD; Free Shipping.",
      "preview": "Previous Next About Patanjali Ayurved Health Care Personal Care Medicine Nutraceuticals Paridhan Hawan Samagri Top Featured See All 4.13% OFF Featured"
    },
    {
      "url": "https://www.hzpp.hr/en/timetable",
      "title": "HŽ Putnički prijevoz - Timetable",
      "description": "void",
      "preview": "Timetable Last change: 07.10.2025 u 15:06 Download the timetables in PDF. Timetable for domestic traffic Timetable for international traffic Timetable"
    },
    {
      "url": "https://www.ncoa.org/economic-security/money-management/scams-security/top-10-scams-targeting-seniors/",
      "title": "The Top Online Payment Scams Targeting Seniors",
      "description": "Older adults are frequent targets of payment scams. Learn what red flags to look out for, so you can keep yourself or a senior you know safe.",
      "preview": "Skip to main content This site uses cookies. We use cookies to give you the best experience on our website. For more information on what this means an"
    },
    {
      "url": "https://www.olx.com.pk/islamabad-capital-territory_g2003003/sales_c62?filter=classified_type_eq_offer%2Cjob_type_eq_temporary",
      "title": "Sales Jobs in Islamabad Capital Territory",
      "description": "Find the best Sales Jobs in Islamabad Capital Territory. OLX Pakistan offers online local classified ads for Sales Jobs. Post your classified ad for free in various categories like mobiles, tablets, cars, bikes, laptops, electronics, birds, houses, furniture, clothes, dresses for sale in Islamabad Capital Territory.",
      "preview": "All categories Mobiles Mobile Phones Accessories Tablets Smart Watches Landline Phones Vehicles Cars Cars Accessories Spare Parts Car Care Buses, Vans"
    },
    {
      "url": "https://nodejs.org/en/learn/getting-started/introduction-to-nodejs",
      "title": "Node.js - Introduction to Node.js",
      "description": "Node.js® is a free, open-source, cross-platform JavaScript runtime environment that lets developers create servers, web apps, command line tools and scripts.",
      "preview": "Introduction to Node.js Node.js is an open-source and cross-platform JavaScript runtime environment. It is a popular tool for almost any kind of proje"
    },
    {
      "url": "https://hrtechprivacy.com/",
      "title": "HR Tech Privacy - Welcome to the HR Tech Privacy Center",
      "description": "APP USERS: Use of our app is subject to the Terms and Privacy Policy for that app and website. For privacy information about the app you are using, please review the Privacy Policy for its website. For example, the use of the Indeed app is subject to the Indeed Terms and Privacy Policy.",
      "preview": "Welcome to the HR Tech Privacy Center APP USERS: Use of our app is subject to the Terms and Privacy Policy for that app and website. For privacy infor"
    },
    {
      "url": "https://www.spmcf.org/minnesota-disaster-recovery-fund",
      "title": "Minnesota Disaster Recovery Fund | Saint Paul & Minnesota Foundation",
      "description": "We are a partner to thousands of donors and nonprofit organizations working to help us meet our aspiration: A just and vibrant Minnesota where all people and communities thrive.",
      "preview": "Minnesota Disaster Recovery Fund THE FUND SUPPORTed COMMUNITY NEEDS AS A DIRECT RESULT OF THE CORONAVIRUS PANDEMIC. The Minnesota Disaster Recovery Fu"
    },
    {
      "url": "http://gis.slocounty.opendata.arcgis.com/datasets/61f3ddf2074942e6932b8f5084c20ab4_0",
      "title": "Address Points",
      "description": "SLO County Address Points",
      "preview": "void"
    },
    {
      "url": "https://opendata.paris.fr/",
      "title": "Home - Paris Data",
      "description": "Bienvenue sur Paris Data ! Le site de la démarche Open Data de la Ville de Paris. Vous trouverez ici l'ensemble des jeux de données publiés par les services de la Ville et ses partenaires sous licence ODbL.",
      "preview": "void"
    },
    {
      "url": "https://hbcstl.com/",
      "title": "Heartland St. Louis Black Chamber of Commerce",
      "description": "The Heartland St Louis Black Chamber is a one-stop shop for all things Black business. We are a business incubator, accelerator & development center offering minority owned businesses & nonprofit organizations access to capital, 1:1 counseling, weekly classes, training & workshops as well as tech support, networking opportunities & more. Schedule a free tour with us & become a member today!",
      "preview": "0 The one-stop shop for Black business. Heartland St. Louis Black Chamber of Commerce Become A Member Our Vision Our vision is to be the most resource"
    },
    {
      "url": "https://www.ukargo.net/southern_ocean_argo_regional_centre/foam_plots/potential_temperature/2009-01-01/",
      "title": "FOAM 1/4 Degree Antarctic Model Potential Temperature Output on 01 January 2009",
      "description": "FOAM 1/4 Degree Antarctic Model Potential Temperature Output on 01 January 2009 at 5 m and 995.5 m.",
      "preview": "≡ Home Contact us Disclaimer Privacy ≡ About Argo What is Argo? Float history First floats SOFAR floats Autonomous Listening Stations RAFOS floats Add"
    },
    {
      "url": "https://pinchofyum.com/",
      "title": "Pinch of Yum - A food blog with simple and tasty recipes.",
      "description": "Fresh, flavorful and (mostly) healthy recipes made for real, actual, every day life. Helping you celebrate the joy of food in a totally non-intimidating way.",
      "preview": "icon-arrow icon-chevron-white icon-chevron icon-comment icon-facebook icon-heart icon-instagram icon-instant-pot icon-list icon-lock icon-meal-prep ic"
    },
    {
      "url": "https://cfnj.org/new-jersey-pandemic-relief-fund/",
      "title": "New Jersey Pandemic Relief Fund",
      "description": "This new nonprofit umbrella organization will marshal resources across the state to identify critical needs and fight the economic and social impact of COVID-19 on New Jersey's vulnerable communities.",
      "preview": "March 24, 2020 The Community Foundation of New Jersey is pleased to be partnering with First Lady Tammy Murphy and other civic leaders to host the New"
    },
    {
      "url": "https://nl.bibliomania.be/item/12008980/1896_1964_les_tramways_lausannois",
      "title": "1896 - 1964 Les Tramways Lausannois (Michel Grandguillaume, Jean-Louis Rochaix, Jacques Jotterand, Yves Merminod, Jean Paillard, Pierre Stauffer, Jean Thuillard) | Bibliomania",
      "description": "void",
      "preview": "boeken. gelezen. goedgekeurd. Winkelmand Welkom bij Bibliomania, de online specialist in tweedehands boeken Boeken Alle categorieën Boeken FR • NL Win"
    },
    {
      "url": "https://www.fox5atlanta.com/news/3-teens-charged-with-murder-of-15-year-old-peachtree-city-girl",
      "title": "3 men, 18, charged with murder of Peachtree City teen | FOX 5 Atlanta",
      "description": "The 15-year-old girl was found dead by her mother inside their apartment. According to police, the teen knew her suspected killers.",
      "preview": "Police investigating how 3 men accused of murder entered Peachtree City teen's apartment Right now, three 18-year-old males are in custody and have be"
    },
    {
      "url": "http://www.ccmb.res.in/",
      "title": "CCMB | HOME",
      "description": "The Centre for Cellular & Molecular Biology (CCMB) is a premier research organization in frontier areas of modern biology. The objectives of the Centre are to conduct high quality basic research and training in frontier areas of modern biology, and promote centralized national facilities for new and modern techniques in the inter-disciplinary areas of biology",
      "preview": "JavaScript is a standard programming language that is included to provide interactive features, Kindly enable Javascript in your browser. × Training o"
    },
    {
      "url": "https://nsaneforums.com/topic/358229-vmware-workstation-player-1551-build-15018445/",
      "title": "VMware Workstation Player 15.5.1 Build 15018445 - News & Updates - Nsane Forums",
      "description": "VMware Workstation Player is the easiest way to run multiple operating systems at the same time on your PC. With its user-friendly interface, VMware Workstation Player makes it effortless for anyone to try out Windows 10, Chrome OS or the latest Linux releases, or create isolated virtual machines...",
      "preview": "Jump to content News & Updates Login new information × Existing user? Sign In Sign In Remember me Not recommended on shared computers Sign In Forgot y"
    },
    {
      "url": "https://radaronline.com/p/rupauls-drag-race-star-cherry-valentine-cause-of-death-revealed/",
      "title": "'RuPaul's Drag Race' Star Cherry Valentine's Cause Of Death Revealed",
      "description": "A investigation into the star's death revealed they left behind a 3-page note for family.",
      "preview": "Sign up for your daily dose of dope. × or Sign in with lockrMail LOG IN LOG IN Ryan Naumann Contact us by Email Feb. 10 2023, Published 10:33 a.m. ET"
    },
    {
      "url": "https://www.portosbakery.com/",
      "title": "Welcome to Porto's Bakery & Cafe | Porto's Bakery",
      "description": "Porto's Bakery was born out of Rosa's love for sharing her wonderful cakes, pastries, and savory treats. Millions sold each year. Now shipping nationwide!",
      "preview": "Skip to content SEARCH PORTO'S MENU Don't see your favorite? Please note that we are temporarily offering an abbreviated menu. Select your location to"
    },
    {
      "url": "https://latino.si.edu/about/national-museum-american-latino",
      "title": "Leadership | National Museum of the American Latino",
      "description": "Jorge Zamanillo is the founding director of the Smithsonian's National Museum of the American Latino.",
      "preview": "Skip to main content Leadership Founding Director As the founding director of the Smithsonian's National Museum of the American Latino, Jorge Zamanill"
    },
    {
      "url": "http://www.fashionheaven.com/",
      "title": "Fashion Heaven - fashion heaven studio",
      "description": "Our Handbags designed by USA and high quality",
      "preview": "Fashion Heaven 0 QUEEN LETTER STUDDED SATCHEL Quilted Shiny Patent Queen Letter Studded Satchel with Wallet Shop The Collection FH Skull Design Hobo B"
    },
    {
      "url": "https://locations.capitalone.com/",
      "title": "Capital One Branch, ATM & Café Location Finder",
      "description": "Use the Capital One Location Finder to find nearby Capital One locations, as well as online solutions to help you accomplish common banking tasks.",
      "preview": "void"
    },
    {
      "url": "https://locate.apple.com",
      "title": "Find Locations",
      "description": "Place to find locations for apple products",
      "preview": "void"
    },
    {
      "url": "http://www.justworldnews.com/",
      "title": "Just World News | with Helena Cobban",
      "description": "void",
      "preview": "Last Saturday, The New York Times devoted more than two pages of its first section (in print) to a lengthy hit-piece, with the headline shown above. T"
    },
    {
      "url": "https://franchisesports.co.uk/",
      "title": "Latest Sports News, Analysis and Updates in the UK | Franchise Sports",
      "description": "Franchise Sports provides the latest sports news, analysis, and updates across the UK. Stay informed on major leagues, teams & trending topics in MLB, NBA, NFL and more.",
      "preview": "Skip to content Bryce Young Could Yet Prove To Be Panthers Long-Term Quarterback December 18, 2024 Benched earlier in the season, Young led the Panthe"
    },
    {
      "url": "https://id.nbcnews.com/my-account?brand=nbc-news",
      "title": "Home",
      "description": "void",
      "preview": "All you need to know, in one NBCUniversal Profile. Manage your NBCUniversal Profile, communication preferences, and security settings all in one place"
    },
    {
      "url": "https://www.sdnhm.org/exhibitions/fossil-mysteries/fossil-preparation/",
      "title": "The Nat |",
      "description": "void",
      "preview": "Search Search Search for The page you requested may have been moved or deleted Let's try one of the following remedies to get you back on track... Che"
    },
    {
      "url": "https://graphicmama.com/blog/best-design-bundles/",
      "title": "The Ultimate List for Design Bundles and Resources (Free and Paid) | GM Blog",
      "description": "We've made a list of design bundles and free resources with everything you will need for your future projects. We will also constantly update it.",
      "preview": "The Ultimate Source for Free (and Paid) Design Bundles and Resources Share on Facebook Share on Twitter By Al Boicheva in Free Vectors , Freebies , We"
    },
    {
      "url": "https://natuurtijdschriften.nl/pub/494320",
      "title": "Natuurtijdschriften: De Boomkikker, Hyla arborea in Nederland III. Geluidsproduktie",
      "description": "void",
      "preview": "De Levende Natuur / De Levende Natuur / Article Search: Search J.J. van Gelder and J.G.H.M. Eijsink 1978 De Boomkikker, Hyla arborea in Nederland III."
    },
    {
      "url": "http://www.mondadori.com/",
      "title": "Home | Mondadori Group",
      "description": "We are among the leading European media companies, first in Italy as publishers of books and magazines and one of the top companies in France's magazine sector.",
      "preview": "Dan Brown presents \"The Secret of Secrets\" Palazzo Reale celebrates Andrea Appiani 2025 , Festival dello Spettacolo , Tv Sorrisi Canzoni Il Festival d"
    },
    {
      "url": "https://www.lulus.com/products/charmed-and-classy-black-polka-dot-long-sleeve-midi-dress/1053642.html",
      "title": "Lovely Black Polka Dot Dress - Midi Dress - Long Sleeve Dress - Lulus",
      "description": "The Lulus Charmed and Classy Black Polka Dot Long Sleeve Midi Dress has a timeless look! Long sleeve midi dress with puff shoulders, square neckline, side slit.",
      "preview": "Skip To Main Content TERMS APPLY. SEE DETAILS . 12.2K Charmed and Classy Black Polka Dot Long Sleeve Midi Dress Lulus $59 Duties and taxes included! P"
    },
    {
      "url": "https://www.zilliondesigns.com/blog/",
      "title": "ZD Blog | Resource for design tips, tutorials, & more - ZillionDesigns",
      "description": "A valuable resource for business owners and designers where they can find information, tips, tutorials, portfolios of graphic design, logo design, typography, branding and brand identity creation.",
      "preview": "10 Sites to Help You Become an Expert in Website Development Take it from the data that speaks volumes! Approximately 76% ... By Michael Baker Aug 5 2"
    },
    {
      "url": "https://www.stance.com/",
      "title": "Stance: Socks, underwear and apparel. Feel good, do good. - Stance Europe",
      "description": "Stance represents expression and embraces the spirit of individuality through a unique product offering featuring our artists series and performance socks.",
      "preview": "Skip to content {\"country\":\"GB\",\"title\":\"Select your store\",\"message\":\"We see that you're in Great Britain. Click the flag below to shop in English an"
    },
    {
      "url": "https://drwhitneybowebeauty.com/products/relaxation-sleep-skin-capsules",
      "title": "Night Mode- Restorative Sleep + Skin Capsules - Dr. Whitney Bowe Beauty",
      "description": "A clinically-proven relaxation capsule by dermatologist Dr. Whitney Bowe.† Designed to: Support healthier skin by helping to ease stress and promote calm† Facilitate better sleep-without a groggy morning hangover† Promote relaxing alpha wave brain activity and a healthy circadian rhythm† Melatonin-free, non-habit-formi",
      "preview": "Our newest product is dropping soon Sign up for early access to our latest derm-created, 100% clinically-proven innovation. Shop before everyone else"
    },
    {
      "url": "https://www.youthbusiness.org/",
      "title": "Youth Business International - Youth Business International",
      "description": "Youth Business International is the global leader in youth entrepreneurship, driving economic growth and job creation through youth-led businesses",
      "preview": "Skip to content Celebrating 25 years Our journey so far of empowering young entrepreneurs globally Learn more The YBI Africa Collaborative launches YB"
    },
    {
      "url": "https://www.who.int/news-room/fact-sheets/detail/mental-health-strengthening-our-response",
      "title": "Mental health",
      "description": "WHO fact sheet on mental health providing key facts and information on determinants, strategies and interventions, WHO response.",
      "preview": "Skip to main content Mental health 8 October 2025 Key facts Globally, more than a billion people live with a mental health condition. Affordable, effe"
    },
    {
      "url": "https://jwt.io/introduction",
      "title": "JSON Web Token Introduction - jwt.io",
      "description": "Learn about JSON Web Tokens, what are they, how they work, when and why you should use them.",
      "preview": "Debugger Introduction Libraries Ask Introduction to JSON Web Tokens Level up! Get the JWT Handbook for free and learn JWTs in depth! What is JSON Web"
    },
    {
      "url": "http://snf.fra.affrc.go.jp/index_eng.html",
      "title": "Seikai National Fisheries Research Institute, Fra",
      "description": "void",
      "preview": "Seikai National Fisheries Research Institute ACCESS INQUIRY 1. Research on the stock assessment of commercially important species and related marine e"
    },
    {
      "url": "https://www.reddit.com/",
      "title": "Reddit - The heart of the internet",
      "description": "Reddit is where millions of people gather for conversations about the things they care about, in over 100,000 subreddit communities.",
      "preview": "Skip to main content Nobel Peace Prize awarded Venezuela's Maria Corina Machado wins 2025 Nobel Peace Prize r/worldnews and more Gaza ceasefire [ Remo"
    },
    {
      "url": "https://www.sciencemuseum.org.uk/objects-and-stories",
      "title": "Objects and stories | Science Museum",
      "description": "Explore 250,000 objects and archives in Collection Online and discover the compelling stories and intriguing personal histories that lie behind them.",
      "preview": "Skip to main content vimeo twitter search search-white linkedin instagram googleplus facebook cross cross-thin video-play audio-play video-pause arrow"
    },
    {
      "url": "https://covid19.nj.gov/pages/vaccine",
      "title": "COVID-19",
      "description": "Stay informed with NJ",
      "preview": "Healthy New Jersey × En Español COVID-19 is still here Let's do whatever we can to keep ourselves and our communities safe: stay up to date with vacci"
    },
    {
      "url": "https://www.nfl.com/standings",
      "title": "2025 NFL Division Standings",
      "description": "See the latest NFL Standings by Division, Conference and League. Find current or past season NFL standings by team.",
      "preview": "Skip to main content Advertising Standings Standings Division Conference League Year 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/",
      "title": "ADHD Ahead!",
      "description": "DEATH OF THE AUTHOR IS A WAY OF LIFE BUT SADLY NOT A VIABLE SUGGESTION IRL. Im ADHD if i love something it will probley make an appearance",
      "preview": "ADHD Ahead! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna themuppetmasterencyclopedia The Mu"
    },
    {
      "url": "https://www.yupptv.com/help/privacy-terms",
      "title": "Privacy & Terms | YuppTV",
      "description": "Learn how YuppTV ensures privacy. Read our policy on data handling and protecting personal information.",
      "preview": "MENU Sign in Sign up Packages Go Premium without ads Advertise Redeem Voucher Ways To Watch Why Us support@yupptv.com Language Advertise Redeem Vouche"
    },
    {
      "url": "https://team.inria.fr/graphik/projects/",
      "title": "Projects - GraphIk - Knowledge Representation and Reasoning",
      "description": "CQFD (Complex ontological Queries over Federated and heterogenous Data). January 2019-48 months. Funded by ANR. Led by GraphIK. With LIG, IRISA, Inria Saclay/LIX (CEDAR), Inria Paris/ENS/CNRS (VALDA), Inria Lille Nord Europe/Cristal (Spirals), LaBRI, LTCI. GLOPACK (Granting society with LOw environmental impact innovative PACKaging), EU H2020. June 2018-36 months. Led by University of Montpellier. iCODA (Knowledge-mediated ...",
      "preview": "Projects CQFD (Complex ontological Queries over Federated and heterogenous Data). January 2019-48 months. Funded by ANR. Led by GraphIK. With LIG, IRI"
    },
    {
      "url": "https://docs.docker.com/network/bridge/",
      "title": "Bridge network driver | Docker Docs",
      "description": "All about using user-defined bridge networks and the default bridge",
      "preview": "void"
    },
    {
      "url": "https://www.uuidgenerator.net/version4",
      "title": "Online UUID Generator Tool",
      "description": "void",
      "preview": "Online UUID Generator Your Version 4 UUID: 0a57ea94-4409-4a2a-9925-9b26faf272cb Copy Refresh page to generate another. Version 4 UUID Generator Genera"
    },
    {
      "url": "https://training.apple.com/us/en/appdeveloper",
      "title": "App Developer Training",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Training by us. Recognized by the world. Explore training for enterprise app"
    },
    {
      "url": "https://looker.com/",
      "title": "Looker business intelligence platform embedded analytics | Google Cloud",
      "description": "Looker is an enterprise platform for BI, data applications, and embedded analytics that helps you explore and share insights in real time.",
      "preview": "Gartner recognizes Google as a Leader in the 2025 Magic Quadrant™ for Analytics and Business Intelligence Platforms. Looker Analyze governed data, del"
    },
    {
      "url": "https://www.state.gov/",
      "title": "U.S. Department of State - Home",
      "description": "Leading U.S. foreign policy to advance the interests and security of the American people.",
      "preview": "Skip to content An official website of the United States Government Here's how you know Official websites use .gov A .gov website belongs to an offici"
    },
    {
      "url": "https://api.whatsapp.com/send/?phone=14437877678&text=HOME&app_absent=0",
      "title": "Share on WhatsApp",
      "description": "Official Business Account",
      "preview": "Skip to content Crisis Text Line HOME Open app Continue to WhatsApp Web Don't have the app? Download it now Looks like you don't have WhatsApp install"
    },
    {
      "url": "https://www.trtizle.com/engelsiz/gonul-dagi-engelsiz/gonul-dagi-46-bolum-engelsiz-7677514",
      "title": "tabii - Watch TV Shows Movies and Series",
      "description": "tabii offers Turkish series, movies, documentaries, kids programs, and tabii originals that the whole family can watch. Watch anytime, anywhere you want.",
      "preview": "Merhaba! Welcome to the world of Turkish stories and exclusive originals Stories that bond us Download for Free Email address Start Exclusive Content"
    },
    {
      "url": "https://www.motogp.com/en/riders",
      "title": "MotoGP™ Riders | Profiles | Stats & Results",
      "description": "The official website of MotoGP™: here you can find riders' profiles and other additonal information about them and their results.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official JM1 1 1 Jorge Martin Spain Aprilia Racing JZ5 5 5 Johann Zarco France CASTRO"
    },
    {
      "url": "https://discussions.apple.com",
      "title": "Official Apple Support Community",
      "description": "Find answers with millions of other Apple users in our vibrant community. Search discussions or ask a question about your product.",
      "preview": "Go back to my question Apple Support Community Find answers. Ask questions. Connect with Apple customers around the world. Search or ask a question Se"
    },
    {
      "url": "http://www.erp-recycling.pt",
      "title": "Home • About European Recycling Platform • ERP Global",
      "description": "We make recycling and compliance easy for you. Our straight forward solutions cover WEEE, batteries, packaging recycling and our unique data services.",
      "preview": "Skip to content Search for: Member login Search for: Member login Homepage admin 2025-07-15T12:00:54+01:00"
    },
    {
      "url": "https://www.stripes.com/branches/army/2023-02-24/army-cold-case-murder-germany-9238525.html",
      "title": "Former soldier faces murder charge in decades-old killing of Army private in Germany | Stars and Stripes",
      "description": "void",
      "preview": "Theaters U.S. Europe - K-town Now Asia-Pacific - Storm Tracker Middle East Americas Africa Veterans News Map of Memorials Jobs Obituaries Living Event"
    },
    {
      "url": "https://www.popphoto.com",
      "title": "Popular Photography: Techniques and How-Tos, Camera Reviews",
      "description": "Popular Photography has offered high-quality how-to articles, gear reviews, and photography inspiration since 1937.",
      "preview": "void"
    },
    {
      "url": "https://www.nature.com/subjects/genetics",
      "title": "Genetics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.nationwide.com",
      "title": "Insurance and Financial Services Company - Nationwide",
      "description": "Nationwide offers insurance, retirement and investing products that protect your many sides. Get home and auto insurance quotes online or find a local agent",
      "preview": "Skip to main content if(document.location.hostname == 'www.nationwide.com' || document.location.hostname == 'espanol.nationwide.com' || document.locat"
    },
    {
      "url": "http://www.akc.org",
      "title": "American Kennel Club",
      "description": "The AKC is the recognized and trusted expert in breed, health and training information for dogs.",
      "preview": "Search Sign In Menu Search for a Breed Select a Breed Affenpinscher Afghan Hound Airedale Terrier Akita Alaskan Klee Kai Alaskan Malamute American Bul"
    },
    {
      "url": "https://franchisesports.co.uk/",
      "title": "Latest Sports News, Analysis and Updates in the UK | Franchise Sports",
      "description": "Franchise Sports provides the latest sports news, analysis, and updates across the UK. Stay informed on major leagues, teams & trending topics in MLB, NBA, NFL and more.",
      "preview": "Skip to content Bryce Young Could Yet Prove To Be Panthers Long-Term Quarterback December 18, 2024 Benched earlier in the season, Young led the Panthe"
    },
    {
      "url": "https://nmaahc.si.edu/kwanzaa",
      "title": "Kwanzaa | National Museum of African American History and Culture",
      "description": "Kwanzaa is a time for families and communities to come together to remember the past and to celebrate African American culture.",
      "preview": "Skip to main content Moment Kwanzaa First Fruits Kwanzaa is a time for families and communities to come together to remember the past and to celebrate"
    },
    {
      "url": "https://www.apple.com/itunes/",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://freead1.net/grp/service:2/transports-services:40/automotive-services:393/India:17/none:69/Bangalore:3627",
      "title": "Free ads without registration",
      "description": "The best classifieds. Free ads, easy and fast without registration. Post free ad.",
      "preview": "MAKE YOUR AD VIP Free ads without registration Job administration agriculture art / actors / designers babysitters / nanny banking commerce communicat"
    },
    {
      "url": "http://b-gay.com/chat/",
      "title": "Free Gay Chat - Online Chat Rooms for Men - B-Gay.com",
      "description": "Free gay chat for men who want to meet men. Connect instantly & anonymously - No registration required. Mobile & tablet friendly.",
      "preview": "Gay chat Welcome to our gay chat rooms , a place for gay men to find other guys for a flirt, a date or even a relationship. The chat is completely fre"
    },
    {
      "url": "https://www.examveda.com/computer-fundamentals/practice-mcq-question-on-tally/?page=14",
      "title": "Tally mcq questions With Answer | Accounting ERP Question | Computer Fundamental Page-14 section-1",
      "description": "This chapter cater to you MCQ and aptitude questions and answers on Tally ERP. Tally Accounting Package is hold a very good value in technical aptitudes. Page-14 section-1",
      "preview": "Tally mcq questions With Answer | Accounting ERP Question | Computer Fundamental Home / Computer Fundamentals / Tally Section 1 Section 2 Section 3 13"
    },
    {
      "url": "https://www.eadeswallpaper.com/blog/?tag=thibaut-wild-flora",
      "title": "Eades Wallpaper and Fabrics Blog - Eades Wallpaper & Fabrics",
      "description": "Eades Wallpaper & Fabric, Your online wallpaper and fabric store with outstanding customer service for designer brand wallpaper, murals, fabric, trim & commercial wallcovering",
      "preview": "Skip to content Fall Sale: 10% off many brands. Add to cart to see the final price 307 N Union Street Olean, NY 14760 Toll-Free: 1-877-229-9427 Eades"
    },
    {
      "url": "https://www.newplasticseconomy.org/projects/global-commitment/signatories",
      "title": "Leading the Transition to a Circular Economy | Ellen MacArthur Foundation",
      "description": "Accelerating the global transition to a circular economy - working with businesses, policymakers and institutions to create systems that benefit people and the environment.",
      "preview": "It's time for a circular economy Through design, we can eliminate waste and pollution, circulate products and materials, and regenerate nature, creati"
    },
    {
      "url": "https://unu.edu",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "http://www.babyblooms.co.uk/",
      "title": "New & Unique Baby Gifts Online | Babyblooms",
      "description": "Discover a beautiful range of unique personalised baby gifts at Babyblooms. Our range includes perfect gifts for new babies, baby showers, Christenings & special occasions. For bump, baby and beyond.",
      "preview": "Skip to content Pause slideshow Play slideshow wrapping & personalised card included with every order Welcome to Babyblooms our ribbons are at the rea"
    },
    {
      "url": "https://assets.punchbowl.com/vendors/wy-wyoming/thayne/1672484/spring-creek-floral---gifts",
      "title": "Spring Creek Floral & Gifts in Thayne, Wyoming - (307) 883-4438",
      "description": "void",
      "preview": "Vendor Home Flowers Wyoming Flowers Thayne Flowers Spring Creek Floral & Gifts Thayne , WY 83127 Report incorrect information Contact 3078834438 Is th"
    },
    {
      "url": "https://annieburdickfreelance.com/",
      "title": "Annie Burdick - Editing, Writing, Creative Content",
      "description": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer. Nonfiction author, copywriter, book editor, content writer. Full-time word obsessive. Article Portfolio Editing Portfolio Copywriting Portfolio Books",
      "preview": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer . Nonfiction author, copywriter, book editor, content writer. Full-t"
    },
    {
      "url": "https://www.dakotawoodlands.org/",
      "title": "Dakota Woodlands | Homeless Shelter | Wescott Woodlands, Eagan, MN, USA",
      "description": "Dakota Woodlands is the only homeless family shelter in Dakota County, located in Eagan, MN!",
      "preview": "top of page Empowering Displaced Families Dakota Woodlands' mission is to empower displaced families on their journey to independence. Learn More Don"
    },
    {
      "url": "https://www.smsproducts.com/feature-sheet-holder-box.136-15CCRED.aspx",
      "title": "Brochure Box | Front sheet realtor box",
      "description": "Shop 1st sheet rentention brochure boxes for HOA's. Red flyer display boxes are also ideal for Sign companies and realtors. Buy direct from the manufacturer SMSProducts.com",
      "preview": "Sign Frames Vinyl Yard Post"
    },
    {
      "url": "http://www.sernapesca.cl/informacion-utilidad/monitoreo-satelital-de-naves-y-embarcaciones-pesqueras",
      "title": "Monitoreo satelital de naves y embarcaciones pesqueras - sernapesca",
      "description": "void",
      "preview": "Portada / Información de utilidad / Monitoreo satelital de naves y embarcaciones pesqueras La Ley de Modernización de Sernapesca elimina el carácter r"
    },
    {
      "url": "https://date.com/",
      "title": "Date.com",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 127
  }
}