{
  "data": [
    {
      "url": "https://www.nature.com/subjects/climate-change",
      "title": "Climate change - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://thenauticalalmanac.com/",
      "title": "The Nautical Almanac",
      "description": "void",
      "preview": "The Nautical Almanac The free online Nautical Almanac The world's most complete source of free celestial navigation information The Nautical Almanac 1"
    },
    {
      "url": "https://eshopkatoikidio.gr/gia-gates/gates-trofes/",
      "title": "Τροφές για Γάτες - eshopkatoikidio.gr",
      "description": "Ποιοτικές τροφές για γάτες. Μεγάλη ποικιλία από επιλεγμένα προϊόντα για την ισορροπημένη διατροφή της γάτας σας στις καλύτερες τιμές της αγοράς!",
      "preview": "https://www.googletagmanager.com/ns.html?id=GTM-P4QXG95\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"> ΓΙΑ ΤΗΛΕΦΩΝΙΚΕΣ ΠΑΡΑΓΓΕΛΙΕΣ ΚΑΛΕ"
    },
    {
      "url": "https://www.kive.ai/",
      "title": "Kive: Create, manage, and scale on-brand AI content",
      "description": "The all-in-one AI platform that helps brands create stunning visuals, manage assets, and maintain brand consistency - all in one seamless workflow.",
      "preview": "void"
    },
    {
      "url": "https://bugatti.oemdtc.com",
      "title": "Bugatti - OEMDTC",
      "description": "Bugatti Recalls, Technical Service Bulletins, TSB's, Diagnostic Tips & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.iheart.com/podcast/",
      "title": "Listen to the Best Podcasts & Shows Online, Free | iHeart",
      "description": "Listen to the latest episodes from top podcasts. Get news, sports & lifestyle info from your favorite personalities for free!",
      "preview": "Stream Top Podcasts Stream the best podcasts from your favorite stations All Topics All Topics Top Overall Top True Crime Comedy Society & Culture Spo"
    },
    {
      "url": "https://www.lunarisrecords.com/blogs/news/tagged/horror-con",
      "title": "News - Tagged \"horror con\" - Lunaris Records",
      "description": "Lunaris Records specializes in horror and cult film soundtracks on vinyl, cassette, and cd.",
      "preview": "Skip to content Search Home Shop Vinyl CD Cassette Merch Archive Discography News Contact Us Account horror con RSS horror con , lunaris records , nig"
    },
    {
      "url": "http://www.stpaul.gov/",
      "title": "Home | Saint Paul Minnesota",
      "description": "The official website of the City of Saint Paul, Minnesota",
      "preview": "Skip to main content Notifications Toggle PAULIE: New Permitting and Licensing Platform Launched on September 17 Saint Paul's new, secure one-stop onl"
    },
    {
      "url": "https://www.studiopress.com/",
      "title": "WordPress Themes by StudioPress",
      "description": "The world's most popular mobile-responsive themes and design framework for WordPress.",
      "preview": "Skip to main content Build Better WordPress Websites, Faster with Genesis Discover how our WordPress® themes and plugins help you create beautiful, hi"
    },
    {
      "url": "https://ttparty.nl/login.html?view=reset",
      "title": "Login",
      "description": "TT Catering & Party Verhuur",
      "preview": "U bevindt zich hier: Start Login Vul het e-mailadres in dat bij uw account hoort. Er zal een verificatiecode naar uw e-mailadres worden verzonden. Wan"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/consultar-horarios",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://careers.tapestry.com/",
      "title": "Careers at Tapestry",
      "description": "Careers at Tapestry",
      "preview": "Careers at Tapestry Press Tab to Move to Skip to Content Link Skip to main content CAREERS HOME OUR BRANDS COACH KATE SPADE NEW YORK VIEW ALL JOBS JOI"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://volunteer.defyventures.org/",
      "title": "Volunteer with Defy Ventures",
      "description": "void",
      "preview": "Menu Join Defy Ventures in prison or in the community for our transformative volunteer opportunities! Click on the event sections below to find opport"
    },
    {
      "url": "http://www.mobilehealthteam.com/blog/post/all-salt-is-not-created-equal.html",
      "title": "All Salt is Not Created Equal",
      "description": "Neenah, WI Pediatrician & Famiy Doctor, Corragio, LLC specializes in pediatric medicine for a child's physical, emotional and developmental health. Children's Healthcare for family and kid health in the Neenah area. Call for an appointment today!",
      "preview": "Javascript must be enabled for the correct page display All Salt is Not Created Equal posted: Mar. 16, 2015. Hello everyone! I'm Angela Bilbrey and I"
    },
    {
      "url": "http://www.onepixeldev.com",
      "title": "One Pixel Dev",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Application development at its finest. ."
    },
    {
      "url": "https://www.walgreens.com/storelocator/find.jsp?tab=store%20locator&requestType=locator",
      "title": "Find a Store | Walgreens",
      "description": "Find a Walgreens store near you.",
      "preview": "Skip to main content Stores near Update location opens simulated overlay Filters opens a simulated overlay Browse stores by state Beginning of the con"
    },
    {
      "url": "https://punkcase.com.au/products/iphone-8-plus-case-ghostek-cloak-2-0-series-for-apple-iphone-8-plus-slim-protective-armor-case-cover-explosion-proof-screen-protector-aluminum-frame-tpu-shell-warranty-ultra-fit-black",
      "title": "iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series Ultra Fit (Black) - PunkCase® AU",
      "description": "Ultimate Protection with Precision Cut Outs for Easy Access to All Ports &amp; Jacks but Without the Bulkiness, Maintains the Aesthetics of Your Phone While Keeping It Protected",
      "preview": "Ghostek iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series Ultra Fit (Black) iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series for Apple iPhone 8+ Plus Slim"
    },
    {
      "url": "https://www.vogue.com/article/editor-picks-fall-winter-2025-trends",
      "title": "11 Fall Fashion Trends Vogue Editors Are Shopping | Vogue",
      "description": "From pops of red to all things suede, these are the fall fashion trends Vogue's editors are most excited to wear this season.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://mahxipad.tumblr.com/post/143010030732",
      "title": "Computer science: the impact of K-12 on university enrollment - @mahxipad on Tumblr",
      "description": "At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core motiva...",
      "preview": "codeorg Follow Computer science: the impact of K-12 on university enrollment At Code.org, we're regularly asked if teaching computer science in grades"
    },
    {
      "url": "https://www.kansascitypbs.org/kansas-city-pbs-livestream/",
      "title": "Kansas City PBS Livestream",
      "description": "Watch Kansas City PBS live any time, any where.",
      "preview": "Providing support for Kansas City PBS Learn More"
    },
    {
      "url": "https://wikitech-static.wikimedia.org/w/index.php?title=Special:WhatLinksHere/Server_Admin_Log/Archive_30&hidelinks=1",
      "title": "Pages that link to \"Server Admin Log/Archive 30\" - Wikitech-static",
      "description": "void",
      "preview": "You are browsing a read-only backup copy of Wikitech. The live site can be found at wikitech.wikimedia.org Help Pages that link to \"Server Admin Log/A"
    },
    {
      "url": "https://www.georgeamphitheatre.com/events/joni-jam-joni-mitchell-brandi-carlile/",
      "title": "Joni Jam: Joni Mitchell & Brandi Carlile Tickets | 10 June 2023 | Gorge Amphitheatre",
      "description": "Joni Jam: Joni Mitchell & Brandi Carlile on 10 June 2023 at Gorge Amphitheatre in Quincy, Washington. Tickets available. Click here to find out more.",
      "preview": "Joni Jam: Joni Mitchell & Brandi Carlile at Gorge Amphitheatre Gorge Amphitheatre, Quincy, Washington Jun 10 GET TICKETS This summer, the legendary Jo"
    },
    {
      "url": "https://www.ttcultureyard.com/",
      "title": "Visiting The Culture Yard | Trench Town & Culture Yard Museum",
      "description": "The official page of the Trench Town & Culture Yard Museum In Kingston, Jamaica. The Culture Yard Museum displays the significance of how the Government Yard architecture influenced the music and artistry that produced this world music.",
      "preview": "top of page The birth place of Reggae WELCOME TO TRENCH TOWN & THE CULTURE YARD MUSEUM tours/maps/news/local artists/other museums/history Tours N"
    },
    {
      "url": "https://opensource.org",
      "title": "Open Source Initiative - The steward of the Open Source Definition, setting the foundation for the Open Source Software ecosystem.",
      "description": "Growing the impact of Open Source around the world The Open Source Initiative is the global nonprofit building the future powered by open collaboration, transparency and innovation. Supported by the...",
      "preview": "Growing the impact of Open Source around the world The Open Source Initiative is the global nonprofit building the future powered by open collaboratio"
    },
    {
      "url": "https://jalhay-commerces.be/commune/Engis/4480/",
      "title": "Communes-Commerces.be",
      "description": "void",
      "preview": "Commerces à proximité / Catégorie - Sous-catégorie Comment ça marche ? Choisis ta Commune Dans la barre de recherche juste au-dessus, inscris le nom d"
    },
    {
      "url": "https://news.un.org/en/story/2022/07/1121802",
      "title": "UN Ocean Conference ends with call for greater global commitment to address dire state of the ocean | UN News",
      "description": "Following a week of discussions and events in Lisbon, Portugal, the UN Ocean Conference concluded on Friday, with governments and heads of state agreeing on a new political declaration to Save Our Ocean.",
      "preview": "Skip to main content / navigation UN News Global perspective Human stories English Search Search Advanced Search UN News Global perspective Human stor"
    },
    {
      "url": "http://www.NMPBS.org",
      "title": "New Mexico PBS, KNME-TV - Stream News, Kids, Drama and More",
      "description": "New Mexico PBS, discover full episodes of original productions, schedule information, exclusive video content, episode guides and more.",
      "preview": "Skip to content The Sandias The Sandias Thursday, October 9 at 7 p.m. Thursday, October 9 at 7 p.m. Watch Now Latest Local Videos New NMPBS Documentar"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019138/troubled-waters",
      "title": "Troubled Waters | The Current",
      "description": "Scientists find that wealthy nations are responsible for almost all trackable industrial fishing across the global oceans",
      "preview": "Skip to main content"
    },
    {
      "url": "https://mickey-the-doll.tumblr.com/",
      "title": "50m3 Th1ng5 D0 N0t C0mput3",
      "description": "27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea. Icon by @SteffiJarnefelt on Twitter! check out my side art/doodle blog...",
      "preview": "Theme 50m3 Th1ng5 D0 N0t C0mput3 27 - Texas - Artist - Wants to be computer scientist or aerospace engineer - Loves space and the great deep blue sea."
    },
    {
      "url": "https://alowieke.blog/2016/06/20/het-web/",
      "title": "Het web - Alowieke",
      "description": ". . Als een vitale wilgenboom. of een veld vol madelieven. Als het groeien van cellen van een bevruchte eicel tot een dartel jong Als een oerknal van sterren en het begin van alles zo groeit het web van universum . Elke avond bij schemering komt ze. Je ziet haar niet zitten, in de...",
      "preview": "Naar de inhoud springen . . Als een vitale wilgenboom. of een veld vol madelieven. Als het groeien van cellen van een bevruchte eicel tot een dartel j"
    },
    {
      "url": "https://www.emporiojanial.com.br/tintas/tintas-para-tecido/146/Turquesa?PS=30&map=c,c,productClusterSearchableIds,specificationFilter_71",
      "title": "Empório Janial",
      "description": "Encontre materiais para artesanato, como peças de madeira, papel para decoupage e arte francesa. Compre materiais para artesanato na Emporio Janial.",
      "preview": "Termo não encontrado A busca não retornou nenhum resultado."
    },
    {
      "url": "https://insights.spire.com/maritime/dark-shipping-detection/",
      "title": "Dark Shipping Detection | Spire Maritime",
      "description": "Spire Maritime's world-first, near real-time, global AIS message position validation service utilizes our satellite constellation and experience with radio frequency doppler shift.",
      "preview": "Dark Shipping detection Uncover suspicious vessel behavior, worldwide and in real-time Spire's latest Dark Shipping detection solution goes beyond AIS"
    },
    {
      "url": "https://www.commercialappeal.com/story/news/local/suburbs/collierville/2023/02/15/paul-rudd-ant-man-tennessee-shelter-dog-adoption-lookalike/69906980007/",
      "title": "Paul Rudd: Shelter wants Ant-Man actor to adopt 'look-alike' dog",
      "description": "The Collierville Animal Shelter has a dog up for adoption, and he looks like actor Paul Rudd. Meet Pawl Ruff.",
      "preview": "Skip to main content Home Election Voter Guide Crime/Courts News Government/Politics Washington Whitehaven Suburbs Education USA TODAY Memphis Bicente"
    },
    {
      "url": "https://www.kive.ai/",
      "title": "Kive: Create, manage, and scale on-brand AI content",
      "description": "The all-in-one AI platform that helps brands create stunning visuals, manage assets, and maintain brand consistency - all in one seamless workflow.",
      "preview": "void"
    },
    {
      "url": "https://aclupa.org/en/cases/js-v-blue-mountain-school-district",
      "title": "J.S. v. Blue Mountain School District - ACLU of Pennsylvania",
      "description": "The ACLU-PA filed suit and sought a temporary restraining order against the Blue Mountain School District in March 2007 on behalf of a middle school student, J.S., who was suspended for ten days for creating a parody profile of her principal on MySpace.com. After a half-day hearing, the judge denied a temporary restraining order to [...]",
      "preview": "Court Cases J.S. v. Blue Mountain School District First Amendment Rights, Student & Youth Rights Filed: 03/01/2007 Status: Closed Court: Third Circuit"
    },
    {
      "url": "https://profiles.wordpress.org/skoutari/",
      "title": "skoutari (@skoutari) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for skoutari (@skoutari).",
      "preview": "Profiles Member Since: July 17th, 2016 Find me on: Activity Created a topic, Υπέροχο πρόσθετο , on the site WordPress.org Forums: Είναι <font style=\"v"
    },
    {
      "url": "https://nadri.com/collections/bracelets/products/rsvp-cz-bypass-hinge-bracelet?variant=42515372736771",
      "title": "RSVP CZ BYPASS HINGE BRACELET - NADRI",
      "description": "CZ Stones create a glamorous sparkle effect on this hinged bracelet that will make your wrist stand out and dress up any outfit.",
      "preview": "FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ Yo"
    },
    {
      "url": "https://music.apple.com/us/album/come-now-sound-boy/1587744321?i=1587744323&uo=4",
      "title": "‎Come Now Sound Boy - Song by Robert Lee - Apple Music",
      "description": "Listen to Come Now Sound Boy by Robert Lee on Apple Music. 2021. Duration: 5:21",
      "preview": "Come Now Sound Boy - Single Robert Lee JUNGLE/DRUM'N'BASS · 2021 Preview October 29, 2021 2 songs, 11 minutes ℗ 2021 Rhythm Discs Under License From K"
    },
    {
      "url": "https://www.usmagazine.com/celebrity-news/pictures/the-challenges-derrick-kosinski-engaged-to-nicole-gruman-pics/a-special-spot/",
      "title": "The Challenge's Derrick Kosinski Engaged to Nicole Gruman: Pics | Us Weekly",
      "description": "'Road Rules' alum Derrick Kosinski proposed to his girlfriend, Nicole Gruman, on Tuesday, January 19 - exclusive photos",
      "preview": "3 Brandi Eilert Photography Taking the next step! Derrick Kosinski and girlfriend Nicole Gruman are engaged, the couple exclusively reveals to Us Week"
    },
    {
      "url": "https://forum.1000ps.at/forum/showProfile.asp?memid=211411",
      "title": "1000PS Motorrad Forum - Die stärkste Motorradseite im Internet",
      "description": "1000PS.at, die stäkste Motorradseite im Internet. Bietet Testberichte, MotoGP Berichte, ein Forum, eine kostenlose Gebrauchtbörse für Motorräder, Motorrad Videos, Preisvergleich von Zubehör, Bekleidung und Helmen von mehr als 600 Motorradhändlern.",
      "preview": "Thema Antworten Aufrufe Aktivität Willkommen beim 1000PS Motorrad-Forum 1 71356 24. November 2020 Motorradtour mit Übernachtung Südeuropa 1 38 5. Okto"
    },
    {
      "url": "http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=search&term=Christopher%20Costello",
      "title": "Christopher Costello - Search Results - PubMed",
      "description": "Christopher Costello - Search Results - PubMed",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://www.codefellows.org/",
      "title": "Premier Tech Academy | Discover a Rewarding New Career | Code Fellows",
      "description": "Code Fellows is the Pacific Northwest's premier technical skills training academy, delivering high-quality live instruction both online and in person to people from all backgrounds.",
      "preview": "Code Fellows has ceased operations. A Legacy of Innovation and Transformation in Tech Education Code Fellows has ceased operations. As we close our do"
    },
    {
      "url": "https://www.truck1.rs/izmenjivi-sanduci-kontejneri/promenjiva-tela-sanduci",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.crosswordunclued.com/",
      "title": "Crossword Unclued",
      "description": "Crossword Unclued is a blog for cryptic crossword enthusiasts. It has solving tips, explanations of clue types and wordplay styles, analysis of interesting clues and other crossword trivia.",
      "preview": "skip to main | skip to sidebar Home Guide FAQ Shop Index Saturday, 7 June 2025 Index Labels: blog info Tweet A master list of articles on Crossword Un"
    },
    {
      "url": "https://fun.chicagotribune.com/#nt=primarynavbar",
      "title": "Fun & Games | Free Online Games, Puzzles, Crosswords & Jumbles | Chicago Tribune",
      "description": "void",
      "preview": "Search Oct 10, 2025 Fun & Games All Jumble Crosswords Solitaire Sudoku Mahjong Match 3 Logic Puzzles Action Connect Copyright © 2025 , Chicago Tribune"
    },
    {
      "url": "https://www.playstation.com/en-us/legal/terms-of-use/op-privacy-policy/",
      "title": "Privacy Policy (US)",
      "description": "void",
      "preview": "Privacy Policy About Us and this Policy This Privacy Policy explains when we collect information about you, including Personal Information (\" PI \"), w"
    },
    {
      "url": "http://www.worldywca.org/",
      "title": "Home - World YWCA",
      "description": "World YWCA",
      "preview": "The World YWCA is a grassroots-driven, global movement rooted in the leadership of women, young women, and girls. When #YoungWomenLead , we transform"
    },
    {
      "url": "https://www.parakeetcafe.com/",
      "title": "Parakeet Cafe | Healthy Food in San Diego, LA & Newport Beach",
      "description": "At Parakeet Cafe, we serve healthy, local food, coffee, and juice, all with good vibes. Order online or visit us in San Diego, L.A., or Newport Beach!",
      "preview": "Homepage Main content starts here, tab to start navigating Redefining Healthy Food Slide 1 of 3 Slide 2 of 3 Slide 3 of 3 hero gallery paused, press t"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://avivomn.org/",
      "title": "Avivo - Helping Minnesotans reach recovery, find housing, and find employment and economic advancement",
      "description": "void",
      "preview": "FIND HELP OR SHELTER/HOUSING > INFORMATION FOR REFERRAL PARTNERS > 2025 Achieving Dreams Breakfast Join us for this year's Achieving Dreams Breakfast,"
    },
    {
      "url": "https://www.mozilla.org",
      "title": "Internet for people, not profit - Mozilla Global",
      "description": "Mozilla is the not-for-profit behind the lightning fast Firefox browser. We put people over profit to give everyone more power online.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://www.washingtonian.com/2023/02/21/the-bidens-went-to-dinner-and-ordered-the-same-dish-dividing-the-internet/",
      "title": "The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet",
      "description": "The President and First Lady got two orders of rigatoni at Italian restaurant the Red Hen",
      "preview": "Skip to content Food | News & Politics The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet The President and First Lady got two"
    },
    {
      "url": "https://www.capitalone.com/credit-cards/",
      "title": "Capital One Credit Cards",
      "description": "Capital One Credit Card Application. Find the Right Card for You-Apply for a Card Today.",
      "preview": "Credit Cards Building Credit Cash Back Dining & Entertainment Travel Rewards Compare All Cards Low Intro APR Student Rewards Small Business Apply with"
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "https://tiltify.com/international-rescue-committee",
      "title": "Tiltify - Made for Fundraisers",
      "description": "We give you the tools to engage with your donors and raise more for your charity",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.hydro-group.com/blog/pompe-auto-amorcante-a-volute-seche-avantages-et-inconvenients/",
      "title": "Blog - Pompe auto-amorçante à volute sèche - avantages et inconvénients - Hydro Group",
      "description": "La pompe auto-amorçante doit, comme son nom l'indique, pouvoir s'amorçer toute seule, sans aucune aide extérieure, même lorsqu'elle est située au-dessus du liquide à pomper. C'est par le truchement d'un volume d'eau dans le corps de la pompe que cette dernière arrive à créer une dépression permettant d'aspirer ce liquide. Toutefois, d'autres solutions permettent d'arriver à cette même finalité. Il s'agit des pompes « auto »-amorçante à volute sèche. Quels en sont les avantages et les inconvénients ?",
      "preview": "Vous êtes ici : Accueil Le blog Avantages et inconvénients des pompes auto-amorçantes à volute sèche Avantages et inconvénients des pompes auto-amorça"
    },
    {
      "url": "https://developer.github.com/",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "https://www.aauw.org/",
      "title": "Home - AAUW : Empowering Women Since 1881",
      "description": "void",
      "preview": "Cookie Notice This website uses cookies, including third party ones, to allow for analysis of how people use our website in order to improve your expe"
    },
    {
      "url": "http://cujs.soc.srcf.net/",
      "title": "CUJS",
      "description": "void",
      "preview": "Cambridge University Jewish Society CUJS Who we are Cambridge University Jewish Society (CUJS) is the home of Judaism for students in Cambridge. As on"
    },
    {
      "url": "https://policy.medium.com/medium-terms-of-service-9db0094a1e0f",
      "title": "Medium Terms of Service | by Medium | Medium Policy",
      "description": "Medium Terms of Service Effective: September 1, 2020 You can see our previous Terms here. Thanks for using Medium. Our mission is to deepen people's understanding of the world and spread ideas that ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Terms of Ser"
    },
    {
      "url": "https://www.cee.psu.edu/",
      "title": "Civil and Environmental Engineering Department | Penn State Engineering",
      "description": "The Department of Civil and Environmental Engineering at Penn State University, established in 1881, is internationally recognized for excellence in learning, discovery, and engagement, and for the preparation of our undergraduate and graduate students to meet the future challenges of society.",
      "preview": "Penn State | College of Engineering Directory Apply Search this site Search Penn State Search PSU People Search PSU Depts. Web Research Research Areas"
    },
    {
      "url": "https://opendata.vancouver.ca/",
      "title": "Home - City of Vancouver Open Data Portal",
      "description": "View datasets from the City of Vancouver, BC, Canada. Download data in various formats, explore with charts and maps, and access via API.",
      "preview": "void"
    },
    {
      "url": "http://campusevents.mines.edu/",
      "title": "Home - Conference and Event Services",
      "description": "Conference and Event Services strives to deliver our clients with seamless and exceptional customer service for all their event needs.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Trailhead Canvas Email Library Give Directories Conference & Event Services Colorado School of Mines C"
    },
    {
      "url": "https://assine.estadao.com.br/landingpage/?referrer_url=https%3A%2F%2Fpolitica.estadao.com.br%2Fnoticias%2Fgeral%2Ctiao-viana-cpmf-e-renan-vao-a-plenario-este-ano%2C82863&utm_campaign=alwayson%3Ac&utm_content=link%3Aselo-superior%3Alp-planos%3A&utm_medium=botao&utm_source=estadao%3Aeditorias&utm_term=%3A%3A%3A%3A",
      "title": "Assine o Estadão",
      "description": "Tenha acesso ilimitado ao conteúdo de um dos mais respeitados jornais do Brasil.",
      "preview": "Com o Estadão, sua rotina de informação fica completa. Política, Economia, Internacional, Cultura e muitos outros temas que ajudam você a entender o m"
    },
    {
      "url": "https://www.wyndhamhotels.com/ramada/kiev-ukraine/ramada-encore-kyiv/overview?CID=LC:RA::GGL:RIO:National:45388&amp;iata=00093796",
      "title": "Ramada Encore by Wyndham Kyiv | Kiev, UA Hotels",
      "description": "At Ramada Encore by Wyndham Kyiv, our welcoming atmosphere and convenient amenities, such as free WiFi, offer an ideal stay in Kiev, UA.",
      "preview": "ramada Home Kiev Hotels ${hotelName} - Change Search | Currency TOP CURRENCIES Currency updated on {updatedDate}. Prices may not reflect the most accu"
    },
    {
      "url": "https://www.treasury.gov/tigta/",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.ricette-bimby.com/",
      "title": "Ricette Bimby - Testate e fotografate per TM31, TM5 e TM6",
      "description": "Ricette Bimby veloci e facili! Il ricettario Bimby Vorwerk per TM6 TM5 TM 31. Trovi solo ricette collaudate di dolci, secondi, primi piatti e ricette dietetiche!",
      "preview": "Begin typing your search above and press return to search. Press Esc to cancel. Precedente 1 2 3 ... 77 Avanti + DI PIU'"
    },
    {
      "url": "http://www.ristoreggio.it/",
      "title": "Inizio - RistoReggio",
      "description": "RistoReggio (solo ricette di cucina) offre, a tutti ed in maniera gratuita, una raccolta di migliaia di ricette di cucina e la possibilità di segnalare, commentare, ricercare tutto quelo che può finire sulla tavola., Giovedì gnocchi: sempre più gradito!, Unisciti alla community",
      "preview": "Inizio Le ricette di RistoReggio Inizio I menu del giovedì Un carrello per 4 Antipasti Primi piatti Secondi piatti di carne Secondi piatti di pesce Se"
    },
    {
      "url": "https://kleinanzeigen.rp-online.de/nersingen/fahrzeuge/autoteile-zubehoer/sonstige/",
      "title": "Rheinische Post | Einfach Anzeigen aufgeben",
      "description": "Ob als Privatperson oder Unternehmen: Gestalten und schalten Sie Ihre Anzeigen selbst! Mit vielseitigen Buchungs- und Gestaltungsmöglichkeiten sowie Archiv- und Speicherfunktionen (bei Registrierung)!",
      "preview": "a href=\"https://leserservice.rp-online.de/Services/anzeigen/impressum/\" target=\"_blank\">Impressum"
    },
    {
      "url": "https://marketplace.stripe.com/",
      "title": "Stripe App Marketplace",
      "description": "Stripe Apps integrate all the tools you use to run your business",
      "preview": "void"
    },
    {
      "url": "https://www.ap.org/explore/seafood-from-slaves/ap-investigation-slaves-may-have-caught-the-fish-you-bought.html",
      "title": "AP Investigation: Slaves may have caught the fish you bought | The Associated Press",
      "description": "In this Saturday, Nov. 22, 2014 photo, Thai and Burmese fishing boat workers sit behind bars inside a cell at the compound of a fishing company in",
      "preview": "Skip to content Home News Highlights Uncategorized AP Investigation: Slaves may have caught the fish you bought Uncategorized AP Investigation: Slaves"
    },
    {
      "url": "https://fontsinuse.com/typefaces/85/helvetica",
      "title": "FF Tisa in use - Fonts In Use",
      "description": "FF Tisa in use",
      "preview": "Topics ▼ Formats ▼ Typefaces ▼ Flag Foundries FontFont Designers Mitja Miklavčič Release Date 2008 Related Typefaces Alda FF Tisa Sans (4) MVB Dovetai"
    },
    {
      "url": "https://www.ecpubliclibrary.info/kids/building-brains-by-singing-with-your-child/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://data.guttmacher.org/states",
      "title": "Data Center | Guttmacher Institute",
      "description": "void",
      "preview": "Skip to main content Data Center July 2025 Data Center Update Guttmacher's Data Center, previously found at data.guttmacher.org, is no longer availabl"
    },
    {
      "url": "https://www.seattleaquarium.org/",
      "title": "Seattle Aquarium | Inspiring Conservation of our Marine Environment",
      "description": "The Seattle Aquarium offers fun, exciting ways to discover more about the amazing Puget Sound and our world's one ocean.",
      "preview": "SEA the wonder the joy what's new! Seattle Aquarium Plan Your Visit Membership Featured Aquarium highlights Step out of the Pacific Northwest and into"
    },
    {
      "url": "https://www.ikea.com/it/it/stores/milano-san-giuliano/",
      "title": "Negozio IKEA San Giuliano: orari, promozioni, eventi - IKEA Italia",
      "description": "Vieni a trovarci nel negozio IKEA di San Giuliano, trovi tutto per l'arredamento della casa. Scopri aperture straordinarie, novità, promozioni e servizi.",
      "preview": "Vai al contenuto principale Partecipa al nostro sondaggio e aiutaci a rendere ancora più chiare e visibili le comunicazioni sui nostri servizi e su co"
    },
    {
      "url": "https://branns.com/locations/",
      "title": "Locations - Brann's Steakhouse & Grille",
      "description": "Brann's Steakhouse is home to Michigan's Original Sizzle. Join us for happy hour, to catch the latest game, or family dinner - we guarantee a sizzling good time!",
      "preview": "FIND YOUR NEAREST BRANN'S > Locations VISIT US While we may have gotten our start on the West Side of Grand Rapids, we have not been afraid to spread"
    },
    {
      "url": "https://www.thephotoargus.com",
      "title": "The Photo Argus - Fresh photography ideas, useful tips and creative inspiration.",
      "description": "A photography inspiration and resource blog, The Photo Argus features great ideas, beautiful pictures, tips, photographer features, and more.",
      "preview": "Skip to main content Skip to primary sidebar Photography is more than just capturing what's in front of you - it's about how you arrange the story wit"
    },
    {
      "url": "https://www.fec.gov/",
      "title": "Home | FEC",
      "description": "Find what you need to know about the federal campaign finance process. Explore legal resources, campaign finance data, help for candidates and committees, and more.",
      "preview": "Your web browser is not supported This site uses features that are not supported by this browser. For a better experience, please switch to a modern b"
    },
    {
      "url": "https://public.govdelivery.com/accounts/USFSIS/subscriber/new",
      "title": "USDA Food Safety and Inspection Service",
      "description": "void",
      "preview": "Email Updates FSIS' email subscription service is an easy way to keep up with food safety news. When you subscribe, you will get an email update when"
    },
    {
      "url": "http://www.christinalperez.com/about",
      "title": "about - CLP",
      "description": "void",
      "preview": "about View fullsize View fullsize View fullsize View fullsize View fullsize View fullsize Christina Pérez is a freelance writer exploring the intersec"
    },
    {
      "url": "https://smartgivers.org/",
      "title": "Charities Review Council: Where Donors and Nonprofits Meet",
      "description": "We inform donors, empower nonprofits, and partner with grantmakers to mobilize informed donors and accountable nonprofits for the greater good.",
      "preview": "Log In Donate Donors List of Reviewed Nonprofits Refer a Nonprofit The Accountability Standards ® Questions to Ask Before Giving The Smart Giver Newsl"
    },
    {
      "url": "http://www.aipvisaexperts.net/high-demand-data-scientists-australia/",
      "title": "Australia Immigration Professionals | High Demand for Data Scientists",
      "description": "The most commonly sought after consultancy services in Australia right now are project management, data science and analysis, process improvement, financial modeling, and business transformation.",
      "preview": "Skip to content High Demand for Data Scientists in Australia Articles , Occupation and Careers Leave a comment The most commonly sought after consulta"
    },
    {
      "url": "https://www.enlightened.com/",
      "title": "Home - Enlightened",
      "description": "Enlightened, Inc. is an award-winning, HUBZone certified, Information Technology (IT) and Management Consulting firm dedicated to helping our clients achieve success in meeting their objectives and solving their problems.",
      "preview": "Skip to content Expecting Excellence, Establishing the Elite Enlightened serves as a trusted advisor to some of the nation's most demanding organizati"
    },
    {
      "url": "https://www.vaccines.gov/search/",
      "title": "Find pharmacies near you",
      "description": "Vaccines.gov helps you find nearby pharmacies in the United States.",
      "preview": "The functionality of this website may be impacted while it is being updated. Find a pharmacy near you. Enter 5‑digit ZIP code Search Step 1: Enter you"
    },
    {
      "url": "https://hub.arcgis.com/datasets/ideSEVILLA::barrios?geometry=-6.504%2C37.283%2C-5.350%2C37.474",
      "title": "Barrios",
      "description": "Barrios de Sevilla",
      "preview": "void"
    },
    {
      "url": "https://fred.stlouisfed.org/series/INDPRO",
      "title": "Industrial Production: Total Index (INDPRO) | FRED | St. Louis Fed",
      "description": "View a monthly index of real output for all facilities located in the U.S. in manufacturing, mining, and electric and gas industries.",
      "preview": "Skip to main content Industrial Production: Total Index (INDPRO) Observations Aug 2025: 103.9203 | Index 2017=100, Seasonally Adjusted | Monthly Updat"
    },
    {
      "url": "https://www.uab.edu/news/health/item/13410-full-house-rare-set-of-twins-delivered-at-uab-join-twin-brothers-at-home",
      "title": "Full house: Mom delivers rare set of MoMo twins at UAB, Alba's second set of twins in 13 months - UAB News",
      "description": "Britney Alba's monoamniotic-monochorionic twins are her second set in 13 months. Britney, Frankie, Luka and Levi, welcomed Lydia and Lynlee on Oct. 25.",
      "preview": "Health & Medicine • February 14, 2023 Full house: Mom delivers rare set of MoMo twins at UAB, Alba's second set of twins in 13 months Media contact: P"
    },
    {
      "url": "https://www.youngaudiences.org/",
      "title": "Young Audiences | Arts for Learning - National Organization",
      "description": "Founded in 1952, Young Audiences Arts for Learning is the nation's largest arts in education network, supporting arts integration and STEAM.",
      "preview": "Skip to main content Save the Date: 2025 National Benefit Gala Join Us October 21 CAPE Bringing New Afterschool Arts Classes to Chicago Elementary Sch"
    },
    {
      "url": "https://www.peacocktv.com/?cid=20200101evergreensymedit100&utm_source=eonline&utm_medium=symphony_editorial_brandawareness_globalnavlink&utm_campaign=20200101evergreen&utm_term=eonlinevisit&utm_content=eonlineglobalnav",
      "title": "Home | NBCUNIVERSAL MEDIA",
      "description": "We are one of the world's leading media and entertainment companies in the development, production, and marketing of entertainment, news and information to a",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content Your browser does not support the vi"
    },
    {
      "url": "https://status.airtable.com/",
      "title": "Airtable Status",
      "description": "Welcome to Airtable's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Airtable creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't receive"
    },
    {
      "url": "http://www.unwomen.org/en/csw",
      "title": "Commission on the Status of Women | UN Women - Headquarters",
      "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
      "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
    },
    {
      "url": "https://nereusprogram.org/works/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "A new source of publicly accessible data on fishing vessel activity is providing unprecedented insight into the scope of fishing in areas beyond national jurisdiction (ABNJ) and governance gaps therein.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://www.thecultureequity.com/",
      "title": "Home | The Culture Equity",
      "description": "Explore Culture Equity: Your Premier Multicultural Marketing Partner, Houston-Based with Offices in Phoenix and Las Vegas. Elevate Your Brand's Cultural Impact and Strategies Now!",
      "preview": "top of page At The Culture Equity, we believe culture is the key to unlocking your brand's true potential. Our mission is to help businesses create ex"
    },
    {
      "url": "https://www.lisaguerrero.com",
      "title": "Lisa Guerrero",
      "description": "void",
      "preview": "Lisa Guerrero Scroll Award-Winning Journalist, Keynote Speaker, Author & Artist Check out my full interview with Pat Harvey here !! My memoir, Warrior"
    },
    {
      "url": "https://www.itsgoodfor.biz/case-study/facebook-criticized-censoring-aclu-blog-post-about-censorship",
      "title": "Facebook Criticized for Censoring ACLU Blog Post About Censorship | Case Study",
      "description": "Facebook found itself in the middle of another controversy around online speech when it deleted a blog post that, ironically enough, was about free speech and censorship.",
      "preview": "Skip to main content Case Study Facebook Criticized for Censoring ACLU Blog Post About Censorship Facebook found itself in the middle of another contr"
    },
    {
      "url": "https://www.speakinc.com/speakers/Mitchell-Baldwin/",
      "title": "Private Speaker - SpeakInc.",
      "description": "void",
      "preview": "This page is no longer available. Please contact us directly if you have any questions on (858) 228-3771 Top Footer Sign Up for Industry News Disclaim"
    },
    {
      "url": "http://vrlab.epfl.ch/",
      "title": "Virtual Reality Laboratory",
      "description": "void",
      "preview": "Cette page appartient aux archives web de l'EPFL et n'est plus tenue à jour. This page belongs to EPFL's web archive and is no longer updated."
    },
    {
      "url": "https://doee.dc.gov/ecycle",
      "title": "Electronics Recycling | doee",
      "description": "Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic materials, provides a more sustainable source of precious metals, and protects human health and the environment. eCYCLE DC",
      "preview": "Skip to main content Listen Electronics Recycling Properly recycling electronics conserves natural resources, ensures appropriate handling of toxic ma"
    },
    {
      "url": "https://www.acer-userforum.de/threads/5940-g-festplatte-rasselt-laut-aber-nicht-defekt.22228/reply?quote=194587",
      "title": "Auf Thema antworten | Acer-Userforum.de",
      "description": "void",
      "preview": "Neue Beiträge Foren durchsuchen Menü Login Registrieren App installieren Installieren Foren Acer Forum Acer Notebook Forum Acer Aspire Forum 5940 G Fe"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://nicholas.duke.edu/marinelab",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://nissan.oemdtc.com",
      "title": "Nissan & Infiniti - OEMDTC",
      "description": "Nissan & Infiniti Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://hillmanfamilyfoundations.org/",
      "title": "Hillman Family Foundations",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.score.org/",
      "title": "Free Small Business Mentorship and Resources | SCORE",
      "description": "From planning to execution, get resources or real-time assistance for every stage of your business. SCORE has a library of useful documents and online courses, as well as experienced mentors to help",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations Get Free Expert Mentoring to Grow Your Small Business Wh"
    },
    {
      "url": "https://coolpacific.net/collections/mother-kids",
      "title": "Mother & Kids | CoolPacific",
      "description": "CoolPacific™ Fashion Accessories Heart Necklaces Pet Lovers Men's and Women's Clothing",
      "preview": "🎉 SALE on NOW! Use Coupon code 15off Today!! $$$. 🎉 Sorry, there are no products in this collection We are a USA owned company, and we manufacture, pr"
    },
    {
      "url": "https://www.correototal.com/actualidad/daytona-international-speedway-ha-confirmado-su-presencia-en-gran-turismo-7/",
      "title": "Maximice su presencia en las redes sociales: ¿Por qué comprar seguidores para una cuenta de Facebook? - Correo Total",
      "description": "Hoy en día, casi todas las personas tienen presencia en las plataformas de redes sociales. Estas plataformas se han convertido en una parte integral de la vida de todos y la gente no puede vivir...",
      "preview": "Maximice su presencia en las redes sociales: ¿Por qué comprar seguidores para una cuenta de Facebook? Daiana Ávila Franco hace 1 año Hoy en día, casi"
    },
    {
      "url": "https://cricket-cup.blogspot.com/",
      "title": "Cricket Blog | BBL | India Cricket News",
      "description": "All your cricket news, reviews and opinions. Australia based independent cricket blog journalism with contributors from around the globe!",
      "preview": "Skip to main content Posts IPL 2025 Awards Recap: Royal Triumphs, Rising Stars, and Records Galore June 05, 2025 After 74 high-octane clashes, countle"
    },
    {
      "url": "https://www.llanfairfechantowncouncil.co.uk/index.php",
      "title": "Home | Llanfairfechan Town Council",
      "description": "Llanfairfechan Town Council in Llanfairfechan, Conwy, North Wales. Information, agendas & minutes, council meetings, make comments, compliments and complaints.",
      "preview": "Cyngor Tref Llanfairfechan Town Council ≡ Home Contact Us About the Council What the Council Does Get Involved Current News Cymraeg Meetings Our Next"
    },
    {
      "url": "http://help.yahoo.com/help/us/mail/",
      "title": "Help for your Yahoo Account",
      "description": "void",
      "preview": "You need to have JavaScript enabled to use this page. To enable JavaScript, follow these instructions . Speak to a premium support agent Can't access"
    },
    {
      "url": "http://washington.edu/news/video/?utm_source=UW%20News&utm_medium=nav&utm_campaign=video",
      "title": "Video stories | UW News",
      "description": "void",
      "preview": "Skip to main content UW News Video stories President Jones to welcome incoming class at New Student Convocation on Sunday"
    },
    {
      "url": "https://mda.volpe.dot.gov/seavision/contact/sv2index.php?submit=no&reqtype=techhelp",
      "title": "SeaVision: Help Desk",
      "description": "void",
      "preview": "Help Desk Please fill out the form below to submit your Technical Support request to the SeaVision Help Desk."
    },
    {
      "url": "https://www.francegenweb.org/heraldique/base/top.php?sessionid=0f83103f71f40bf3c27d366d3417a62b",
      "title": "La base Héraldique de FranceGenWeb",
      "description": "La base Héraldique de FranceGenWeb",
      "preview": "FranceGenWeb-Héraldique Accueil Consulter Demander un dessin Départements Anciennes provinces Armoriaux FAQ Initiation Recherche + Menu Principal / To"
    },
    {
      "url": "https://www.turansa.com/",
      "title": "Guatemala Tours & Travel Services - Turansa",
      "description": "Guatemala Travel Specialists for Group Tours & Individual Travelers since 1989. Offering Tailor Made Tours, Private Bus Rentals & Shuttle Services.",
      "preview": "Scroll To Top Scroll To Top Home Guatemala Tours Tikal Tours Archeological Tours Historical Tours Ecological Tours Shore Excursions Adventure Tours Sp"
    },
    {
      "url": "https://itif.org/publications/2016/05/31/case-improving-us-computer-science-education",
      "title": "The Case for Improving U.S. Computer Science Education | ITIF",
      "description": "Despite surging demand, computer science education is only just beginning to gain traction in U.S. school systems. Policymakers should expand access to rigorous, high-quality courses in both high school and college.",
      "preview": "Skip to content The Case for Improving U.S. Computer Science Education By Adams Nager and Robert D. Atkinson | May 31, 2016 Read Report Despite surgin"
    },
    {
      "url": "https://www.jillgreenberg.com/",
      "title": "Jill Greenberg Studio",
      "description": "Jill Greenberg is an internationally renowned artist and photographer whose lighting and portraits are instantly recognizable.",
      "preview": "void"
    },
    {
      "url": "https://create.microsoft.com/?utm_source=m356edge&utm_medium=microsite&utm_campaign=creation",
      "title": "Free templates for social media, documents & designs | Microsoft Create",
      "description": "Use our free tools and customizable templates to craft presentations, videos, graphics, social media designs, and much more-no design expertise required.",
      "preview": "Create designs that inspire Trending searches Resumes Timesheet Business Slideshow Presentation Invoices Collaborate Budgets Charts Productivity Socia"
    },
    {
      "url": "https://www.lornajane.com/amy-winter-thermal-phone-pocket-tech-leggings-blk/LB0384_BLK.html",
      "title": "Amy Winter Thermal Phone Pocket Tech Leggings | Lorna Jane",
      "description": "Introducing Cosmopolitan's #1 Rated Thermal Legging, and your new go-to winter legging with the perfect balance of tech and fashion. The soft brushed lining traps your body heat to keep you warm and the higher rise waist provides support and additional coverage to keep the warmth in. The design lends its self to be easily dressed up or dressed down for ultimate styling versatility. Plus it has not one but two phone pockets for hands free life on the go. Our Amy Winter Thermal Phone Pocket Tech legging has also been designed with a gusset. This triangular panel of fabric sewn into the crotch (gusset) prevents the leggings from 'riding up' (no camel toe) and provides more flexibility and freedom of movement. The thermal lining also gives a more compressive feel when worn. If you would prefer a more relaxed fit for all day wear we suggest you go up a size. If you prefer a more snug and firm fit, we suggest your usual size. PLEASE NOTE: Due to the nature of brushed fleece, these leggings can be prone to pilling so we recommend washing yours inside out in our Active Washbag on a delicate cycle to extend it's life. If you do not own a garment bag, a gentle hand wash is recommended.",
      "preview": "Badge Label breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb breadcrumb Amy Winter Thermal Phone Poc"
    },
    {
      "url": "http://superheroespetcare.com/?Keywords=Superheroes+Pet+Care+Game&addargs=qs%3Dqsx-19a80a09a2ded6972087ba57f44e1e8f95d627f19246dd1bbb71b807b5f1fe3ddd874f01c4f9d669dbe68f40be6c84226d72cf2e2c94f044260e38786b7d111444d51c16d249af7eafee176d66b83d53556d07d1af095698e0ad230dfd297dc7fff8fac52229e43cdd535a981d0c5d121b0c16e10c5d37ea112702b0b9cc9147a21179f1c0e4288220318973cb5847fbaa127ccb30e903963d09cdfbb2f6b7b04acde751ad5701314566b7b110e965dca8736b9fa4bb8b2513662bda74e477b591484494babdd8eaffcc9df7b17c78524fac28081e6a11870f2b2bba259296353b8221e8d3bb4385a6127d5886e9f42119e7f04a8e2a73f4258165c339c26e165bc6c8ac022541036a278f5e1090bae670732ae4e116c092e409dbee833bdb2605bd1680ce2d51db106c26791e47797ea4afdb9ab7edc35dd63eef830ef17b5ad5af96074de2e629bf9f3f07ac10a8461cd05e66fe43d4fa28a5620cac63c2f4e43174d0357508271123bc8d934c26355187aef639c53887fe3e5ae46e65cc332fa40b9acdd345ae6edfc36874530afff3e8172f2e82bcaadcdb10909dca54b3f71d698001420a8e5bbcb5d8086f3deda1b6605446c36cbb196059d2911d7ccd6ef186866dab9f338971a22cf3b21e0c508e1947f1e938c581aac6f4473f42f4b372e096fbeaf092cb0b02ff1c0b34c4e91df90db83137b5ff34fa0efb92c894677f6ebc.0714e35e89f416f0f501241261e73003",
      "title": "Super Heroes Pet Care & Training",
      "description": "void",
      "preview": "0 Puppy, Dog, and Cat Training in San Jose and Campbell. View fullsize View fullsize View fullsize View fullsize"
    },
    {
      "url": "https://www.redditinc.com/policies/user-agreement",
      "title": "User Agreement",
      "description": "User Agreement - Reddit",
      "preview": "Reddit User Agreement English Bahasa Melayu - Malaysia Čeština - Česká republika Dansk - Danmark Deutsch - Deutschland Español - España Español - Méxi"
    },
    {
      "url": "https://www.accessorize.com/row/",
      "title": "Accessorize Global | Fashion Accessories, Jewellery & Gifts For Her",
      "description": "Accessorize Global | Shop your favourite bags, jewellery and seasonal favourites online at Accessorize with free delivery available.",
      "preview": "Skip to main content It's in the bag Continue Shopping Checkout Future Vintage Your shortcut to once-in-a-lifetime finds. NEW IN CLOTHING JUMPERS JACK"
    },
    {
      "url": "http://www.russprince.com/cabinet/",
      "title": "Russ Mame Cabinet",
      "description": "A MAME/JAMMA cabinet that features a rotatable monitor, keyboard drawer, and an 'any coin' coin door.",
      "preview": "void"
    },
    {
      "url": "https://www.refinery29.com/en-us/fashion-trends-2025",
      "title": "9 Fashion Trends Defining 2025: Capes To Bubble Skirts",
      "description": "Early contenders for the biggest trends of 2025 point to a more whimsical, almost idiosyncratic take on dressing.",
      "preview": "Skip navigation! ADVERTISEMENT Story from Fashion ADVERTISEMENT 9 Fashion Trends That Will Define 2025 Lauren Caruso Last Updated March 24, 2025 , 5:0"
    },
    {
      "url": "https://blog.shopgoodwill.com/",
      "title": "Shopgoodwill.com",
      "description": "void",
      "preview": "0 Klaudia Habek 10/7/25 Klaudia Habek 10/7/25 18 Easy DIY Halloween Costume Ideas Halloween costumes don't have to be stressful or expensive. Discover"
    },
    {
      "url": "https://reading-not-sleeping.tumblr.com/",
      "title": "Reading Not Sleeping",
      "description": "23 years old // she/her // student // USA // vegetarian // feminist // getting to grips with being unapologetically myself",
      "preview": "Menu Reading Not Sleeping 23 years old // she/her // student // USA // vegetarian // feminist // getting to grips with being unapologetically myself I"
    }
  ],
  "_meta": {
    "total_bookmarks": 126
  }
}