{
  "data": [
    {
      "url": "https://127j5241bcgw285yu54bgh7m-wpengine.netdna-ssl.com/wp-content/uploads/Rebooting-Representation-Report.pdf",
      "title": "Instagram Video Downloader - Download IG Videos, Reels, Photos",
      "description": "Download Instagram videos in high-definition for free with our Instagram video downloader. Easily save videos from posts, reels, and stories - completely anonymous and without watermarks.",
      "preview": "Features How to Use FAQ 100% Free • No Registration • HD Quality Instagram Videos Downloader Fast, free, and secure Instagram downloader. Save videos,"
    },
    {
      "url": "https://se.rescue.org",
      "title": "International Rescue Committee | RESCUE",
      "description": "International Rescue Committee (RESCUE) grundades 1933 på initiativ av Albert Einstein och hjälper utsatta människor vars liv och försörjning har slagits i spillror av konflikter och katastrofer. Få reda på mer om vårt arbete runt om i världen och hur du kan hjälpa RESCUE rädda liv.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://data.gov.sg/",
      "title": "data.gov.sg",
      "description": "Singapore's open data platform - making data discoverable, understandable, and usable. Consistently co-creating valuable data with government agencies to empower people to innovate and make informed decisions. data.gov.sg provides free access to interactive charts and maps for national datasets, along with APIs for development.",
      "preview": "A Singapore Government Agency Website How to identify Official website links end with .gov.sg Government agencies communicate via .gov.sg websites (e."
    },
    {
      "url": "http://bpmob.com/voicetranslator/support/",
      "title": "Voice Translator Support Form",
      "description": "void",
      "preview": "Type of Inquiry How to Manage and Cancel Your Subscription Questions and Comments about the App Your message has been sent successfully. Name: Email:"
    },
    {
      "url": "https://skills.github.com/",
      "title": "GitHub Skills",
      "description": "void",
      "preview": "Our courses First day on GitHub Introduction to GitHub Get started using GitHub in less than an hour. Communicate using Markdown Organize ideas and co"
    },
    {
      "url": "https://insidesources.com/proposal-could-help-cities-recover-from-pandemics-impact/",
      "title": "Proposal Could Help Cities Recover from Pandemic's Impact - InsideSources",
      "description": "Cities across the country are witnessing one of the pandemic's long-term consequences: Reduced workforce in city centers. With many companies electing to",
      "preview": "InsideSources Menu Home Energy Technology Politics Finance Education Publications NH Journal DV Journal Inside Alerts InsideSources Get up-to-date new"
    },
    {
      "url": "https://www.roguefitness.com/rogue-echo-foam-games-box",
      "title": "Rogue Echo Foam Games Box | Rogue Fitness",
      "description": "The Echo Foam Games Box is a budget-priced, rotatable plyo box that features the same 3-in-1 versatility as the standard get yours today!",
      "preview": "Home / Conditioning / Plyo Boxes / Foam Plyoboxes / Rogue Echo Foam Games Box Rogue Echo Foam Games Box ★★★★★ ★★★★★ 4.5 38 Reviews Write a review Rogu"
    },
    {
      "url": "http://studentactivities.mines.edu",
      "title": "Home - Student Activities",
      "description": "The SAIL office helps cultivate a uniquely Mines signature student experience through endless involvement and leadership opportunities.",
      "preview": "303-273-3234 sail@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Student Activities, I"
    },
    {
      "url": "https://www.washingtonian.com/2023/02/21/the-bidens-went-to-dinner-and-ordered-the-same-dish-dividing-the-internet/",
      "title": "The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet",
      "description": "The President and First Lady got two orders of rigatoni at Italian restaurant the Red Hen",
      "preview": "Skip to content Food | News & Politics The Bidens Went to Dinner and Ordered the Same Dish, Dividing the Internet The President and First Lady got two"
    },
    {
      "url": "https://treasury.worldbank.org/en/about/unit/treasury/ibrd",
      "title": "Sustainable Development Bonds",
      "description": "Video",
      "preview": "Who We Are Organizational Units Treasury This page in: EN dropdown 日本語 This page in: _ English 日本語 dropdown World Bank Bonds All World Bank bonds supp"
    },
    {
      "url": "https://www.fox5atlanta.com/news/augusta-georgia-woman-suv-popeyes-crash-missing-biscuits",
      "title": "Georgia woman drives SUV into Popeyes over missing biscuits, police say | FOX 5 Atlanta",
      "description": "The Popeye's manager told police the Georgia woman became upset over her missing biscuit, crashed into the store, and nearly hit one of the employees.",
      "preview": "article A sign hangs outside of a Popeyes Louisiana Kitchen restaurant on May 06, 2021 in Chicago, Illinois. (Photo by Scott Olson/Getty Images) Expan"
    },
    {
      "url": "https://www.memorabletv.com/tag/the-wendy-williams-show/",
      "title": "The Wendy Williams Show Archives MEMORABLE TV",
      "description": "void",
      "preview": "It looks like nothing was found at this location. Maybe try a search? Search for: Return to Home"
    },
    {
      "url": "https://special-led.de/led-leuchtmittell-lamps-light-retrofit.html?led_material=1383",
      "title": "LED Leuchtmittel Retrofit (austauschbar)",
      "description": "Übersichtliche Auswahl von günstigen LED-Leuchtmittel (Retrofit d.h. austauschbare LED-Leuchtmittel) von Rolux, Segula, Osram, Philips und Bioledex und vielen anderen Herstellern für Gewerbe und Privat",
      "preview": "JavaScript scheint in Ihrem Browser deaktiviert zu sein. Sie müssen JavaScript in Ihrem Browser aktivieren, um alle Funktionen in diesem Shop nutzen z"
    },
    {
      "url": "https://www.emag.hu/mobiltelefonok/c",
      "title": "Mobiltelefon - eMAG.hu",
      "description": "Telefonok hatalmas kínálata ➡️ Több száz mobiltelefon, okostelefon közül választhatsz, kedvezményes áron, gyors szállítással! ⭐ eMAG.hu",
      "preview": "Saját fiók Háztartási gépek és klíma TV és szórakozás Telefon, Tablet, Laptop Számítástechnika Fotó-Videó, Okos eszközök Szupermarket Otthon, barkács,"
    },
    {
      "url": "https://liaacc.org/",
      "title": "Long Island African American Chamber of Commerce - NYC Regional Chamber of Commerce",
      "description": "NYC Regional Chamber of Commerce",
      "preview": "Search for: Skip to content Your Business Resource Our Team Join LIAACC Other Resources Our Calendar Benefits The Long Island African American Chamber"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/consultar-horarios",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mba.ac.uk/",
      "title": "Marine Biological Association | Marine Biology UK",
      "description": "Marine Biological Association. We're on a voyage to discover more about our ocean and all aspects of sea life. Find out more.",
      "preview": "Skip to content An ocean of knowledge since 1884 An ocean of knowledge since 1884 An ocean of knowledge since 1884 Who we are From the seashore to the"
    },
    {
      "url": "http://spillerforeningen.dk/nyheder/2021/60-mikkel-rygaards-vej-ud-af-polsk-kaos/",
      "title": "Mikkel Rygaards vej ud af polsk kaos | SPFO",
      "description": "Lønnen kom sjældent til tiden. Til sidst kom den slet ikke. Med Spillerforeningens hjælp kom Mikkel Rygaard ud af sin kontrakt i polske LKS Lodz efter knap et år i klubben. Et kaotisk ophold, der afskrækker ham fra udlandet. Hør hans historie i den her udgave af Spillerforeningens podcast.",
      "preview": "Spillerforeningen SPFO SPFO 25 Spiller til Spiller 25.11.2021 60 : Mikkel Rygaards vej ud af polsk kaos Lønnen kom sjældent til tiden. Til sidst kom d"
    },
    {
      "url": "https://www.over-blog.com/Nuisette_rouge_et_noire_en_dentelle-1115400924-art353029.html",
      "title": "Nuisette rouge et noire en dentelle",
      "description": "Vous voulez pimenter votre vie sexuelle, exciter votre homme et être désirable dans la chambre, le soir pour émoustiller votre homme ? Afin d'éviter la lassitude et appâter votre compagnon, la lingerie sexy reste encore le moyen de garder ses sens en éveil pour vous et uniquement pour vous. L'objet indispensable dans tout tiroir à lingerie féminin est la nuisette rouge et noire en dentelle. C'est le must- have. Mais où en trouver des jolies et sexy pas chères ?",
      "preview": "Accueil » Mode » Contenu pratique » Vêtements femmes » Nuisette rouge et noire en dentelle Vous voulez pimenter votre vie sexuelle, exciter votre homm"
    },
    {
      "url": "https://seymourcenter.ucsc.edu/",
      "title": "Seymour Marine Discovery Center - Aquarium and science center at UCSC",
      "description": "void",
      "preview": "Skip to content Seymour Marine Discovery Center"
    },
    {
      "url": "http://www.nctsn.org/sites/default/files/assets/pdfs/nctsn_earlychildhoodtrauma_08-2010final.pdf",
      "title": "Early Childhood Trauma | The National Child Traumatic Stress Network",
      "description": "Offers details on how early childhood trauma is unique, the scope of the problem, as well as the symptoms and behaviors associated with exposure to trauma at an early age.",
      "preview": "Jump to navigation Early Childhood Trauma You are here Home > Early Childhood Trauma Back to top Early Childhood Trauma NCTSN Resource Resource Descri"
    },
    {
      "url": "https://video.repubblica.it/edizione/parma?pag=4",
      "title": "Video - la Repubblica",
      "description": "Tutti gli articoli pubblicati, le gallerie fotografiche e i video pubblicati nella sezione Video",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci Video Parma, rogo in un appartamento: madre e figlio salvati dai vi"
    },
    {
      "url": "https://alterna.pro/en/home/",
      "title": "Home | Alterna",
      "description": "Somos una plataforma de evolución social y emprendimiento de impacto que manifiesta ángulos no convencionales de cambio.",
      "preview": "We are a social innovation platform that promotes the development of entrepreneurs and conscious companies as a path towards a sustainable region \u0000 We"
    },
    {
      "url": "https://www.stiriagricole.ro/date/2017/01/18",
      "title": "18 ianuarie 2017 | StiriAgricole.ro",
      "description": "void",
      "preview": "Sari la conținut Instagram Rss Facebook Twitter Caută 00000001pm 720020, PM1 PNDR: pana cand puteti depune proiecte cu fonduri europene pe submasura 4"
    },
    {
      "url": "https://www.truegrittexturesupply.com/",
      "title": "Photoshop & Procreate Textures and Brushes | True Grit Texture Supply",
      "description": "Game-Changing Brushes, Textures and Effects for Procreate, Photoshop, Illustrator, Clip Studio Paint and Affinity. Level up your digital art with our professional quality tools.",
      "preview": "Skip to content We've sent you an email with a link to update your password. Sign into Your Account Forgot password | New account Reset your password"
    },
    {
      "url": "https://www.bagborroworsteal.com/",
      "title": "Rent, Buy and Sell Designer Handbags & Accessories - Bag Borrow or Steal",
      "description": "Rent, Buy and Sell Designer Handbags & Accessories. Keep your authentic luxury collection fresh. Shop Bag Borrow or Steal",
      "preview": "Sign In | WE GUARANTEE AUTHENTICITY Take an extra 30% OFF SITEWIDE...Use promo code BAGHOLIDAY at checkout. Get Inspired - Follow Us on Instagram Tag #B"
    },
    {
      "url": "https://vpn.mozilla.org/?utm_source=firefox-monitor&utm_medium=banner&utm_campaign=ip",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "https://www.fiskeridir.no/Yrkesfiske/Rapportering-paa-havet/AApenhet-om-fangst-og-aktivitetsdata-ERS-og-posisjonsrapportering",
      "title": "Åpne data om fangst- aktivitets- og posisjonsrapportering | Fiskeridirektoratet",
      "description": "Det er et mål at forvaltningen skal bidra til større åpenhet om data mottatt fra fiskerinæringen. Fra 1. oktober 2019 gis det derfor innsyn i ERS- og VMS-data.",
      "preview": "Hopp til innhold Vi bruker informasjonskapsler Vi bruker informasjonskapsler på fiskeridir.no for å forstå hvordan besøkende bruker nettsiden, slik at"
    },
    {
      "url": "http://wwar.com/",
      "title": "World Wide Arts Resources | Art Marketing For Artists | Learn To Sell Your Art",
      "description": "Effective art marketing solutions for active visual artists. Learn or improve selling your own artwork. Discover art marketing video blogs, podcasts, art career blogs and artist portfolios to be your own art gallery.",
      "preview": "void"
    },
    {
      "url": "https://connect.mozilla.org/",
      "title": "Home - Mozilla Connect",
      "description": "Share product feedback, submit ideas for new features, and help shape future releases.",
      "preview": "Browse Support Mozilla Connect Ideas Discussions Community Labs Support Sign In Welcome to the Mozilla Connect Community! cancel Turn on suggestions A"
    },
    {
      "url": "https://fedtechmagazine.com/article/2018/11/how-computer-vision-can-help-agencies-spot-critical-needs",
      "title": "How Computer Vision Can Help Agencies Spot Critical Needs | FedTech Magazine",
      "description": "Training computers to \"see\" images may add capabilities in emergency situations in the near-future.",
      "preview": "Skip to main content MENU Log in Search twitter feed Home » Software Close New AI Research From CDW See how IT leaders are tackling AI opportunities a"
    },
    {
      "url": "http://talkingpts.org/",
      "title": "Home - TalkingPoints",
      "description": "void",
      "preview": "Watch Attendance Soar When Families Feel Heard → Explore Resources & Claim Special Pricing! (Ends Dec 31) Drive student outcomes with the leading Univ"
    },
    {
      "url": "https://doi.org/10.3389/fmars.2019.00509",
      "title": "Frontiers | Growth Limitation of Marine Fish by Low Iron Availability in the Open Ocean",
      "description": "It is well-established that phytoplankton growth can be limited by the vanishingly low concentrations of dissolved iron found in large areas of the open ocea...",
      "preview": "Your new experience awaits. Try the new design now and help us make it even better Switch to the new experience HYPOTHESIS AND THEORY article Front. M"
    },
    {
      "url": "https://www.sdfoundation.org/programs/programs-and-funds/san-diego-covid-19-community-response-fund/",
      "title": "San Diego COVID-19 Community Response Fund | San Diego Foundation",
      "description": "Through the San Diego COVID-19 Community Response Fund, we raised and granted $67 million to more than 250 nonprofits on the frontlines of the pandemic.",
      "preview": "Read in English Leer en Español"
    },
    {
      "url": "http://www.faa.gov/",
      "title": "Federal Aviation Administration",
      "description": "The Federal Aviation Administration is an operating mode of the U.S. Department of Transportation.",
      "preview": "Please enable JavaScript to use this site. Skip to main content USA Banner Official websites use .gov A .gov website belongs to an official government"
    },
    {
      "url": "https://beacta.substack.com/",
      "title": "Beacta's marketing dungeon | Substack",
      "description": "Growth. Marketing. Sales. Follow along for the most technical and how-to content. Click to read Beacta's marketing dungeon, a Substack publication with hundreds of subscribers.",
      "preview": "Beacta's marketing dungeon Subscribe Sign in Home FREE Email Marketing Course - Secrets from generating multiple 6 figures for brands The Ultimate Ema"
    },
    {
      "url": "https://books.apple.com/book-series/id1469981073/",
      "title": "‎Enterprise Blueprint - Book Series on Apple Books",
      "description": "Download and read the digital version of Enterprise Blueprint book series on Apple Books.",
      "preview": "Enterprise Blueprint Apple Inc. - Business Enterprise Blueprint Apple Inc. - Business"
    },
    {
      "url": "https://www.habitat.org/",
      "title": "Habitat for Humanity",
      "description": "Habitat for Humanity is a nonprofit organization that helps people in your community and around the world build or improve a place they can call home. Donate, volunteer and raise your voice in support of decent and affordable housing.",
      "preview": "Skip to main content Help kick off our 2025 Fall Match! Your gift will go twice as far to help build brighter futures. Double your impact 2025 Fall Ma"
    },
    {
      "url": "http://www.photopreneur.com/",
      "title": "Photopreneur - Photography Books, Photography ebooks and Photography Courses",
      "description": "Photography courses, books and ebooks on photography topics for amateur and professional photographers. Photoprenuer is the authority for books, courses and blogs about making money with your photography.",
      "preview": "P hotopreneur is a community project that publishes photography courses, photography books, photography ebooks and blogs for photographers, bloggers,"
    },
    {
      "url": "https://wpvip.com/?utm_source=vip_powered_wpcom&utm_medium=web&utm_campaign=VIP%20Footer%20Credit&utm_term=pagesix.com",
      "title": "WordPress VIP - The leading enterprise content platform",
      "description": "Build, publish, and scale without limits. WordPress VIP delivers the speed, security, and flexibility enterprises need for measurable results.",
      "preview": "Built for enterprise Combine the ease of WordPress with enterprise-grade security and scalability. Get a demo Take it from our friends: Previous Next"
    },
    {
      "url": "https://www.uni-weimar.de/qisserver/rds?state=verpublish&status=init&vmfile=no&moduleCall=webInfo&publishConfFile=webInfoEinrichtung&publishSubDir=einrichtung&keep=y&einrichtung.eid=599",
      "title": "- Institut für Europäische Urbanistik Bauhaus-Universitaet Weimar",
      "description": "void",
      "preview": "Zur Seitennavigation oder mit Tastenkombination für den accesskey -Taste und Taste 1 Zum Seiteninhalt oder mit Tastenkombination für den accesskey und"
    },
    {
      "url": "https://www.getshirts.de/index.php?page=artikel&id=663898",
      "title": "getshirts • Official Merch of DJ COOPER - Hoodie Damen Classic - pink",
      "description": "void",
      "preview": "Licht aus Leider gibt es zu dieser Produktfarbe kein Artikelbild. Produktbild kann ggf. leicht vom Druckprodukt abweichen. Hoodie Damen Classic - pink"
    },
    {
      "url": "https://collections.plos.org/",
      "title": "About Collections - PLOS Collections",
      "description": "PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your community...",
      "preview": "Skip to content PLOS Collections PLOS Collections help you discover topics that fascinate you and keep you up-to-date with the latest research in your"
    },
    {
      "url": "https://legal.yahoo.com/us/en/yahoo/privacy/index.html",
      "title": "Welcome to the Yahoo Privacy Policy | Yahoo",
      "description": "void",
      "preview": "Welcome to the Yahoo Privacy Policy Last updated: December 2024 About Yahoo Yahoo, previously known as Verizon Media, is a technology and media compan"
    },
    {
      "url": "https://www.redditinc.com/policies/user-agreement",
      "title": "User Agreement",
      "description": "User Agreement - Reddit",
      "preview": "Reddit User Agreement English Bahasa Melayu - Malaysia Čeština - Česká republika Dansk - Danmark Deutsch - Deutschland Español - España Español - Méxi"
    },
    {
      "url": "https://georgiablanch7.tumblr.com/",
      "title": "@georgiablanch7 on Tumblr",
      "description": "Follow @georgiablanch7 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://fitness.apple.com/us/subscribe?itscg=10000&itsct=pod-services-fitness-apl-tvhm-21_1019",
      "title": "‎Getting Started with Fitness+",
      "description": "Get started with Apple Fitness+. Update to the latest iOS and watchOS to get started with Apple Fitness+ or redeem your 3 months free offer.",
      "preview": "What you'll need to get started on iPhone: iPhone 8 or later updated to iOS 16.1 To update your iPhone, go to Settings > General > Software Update. Id"
    },
    {
      "url": "https://www.ravera.ch/tag/situazioni-problematiche/",
      "title": "situazioni problematiche Archivi - Sergio Ravera",
      "description": "void",
      "preview": "situazioni problematiche Problem solving strategico Ago 31, 2019 | Articolazioni cerebrali Basi del Problem Solving Strategico, processi per analizzar"
    },
    {
      "url": "https://www.bet.com/",
      "title": "Celebrities, Music, News, Entertainment, TV Shows & Videos | BET",
      "description": "BET.com is your home for all the latest celebrity, music, fashion, entertainment and African-American news. Check out your favorite BET shows and watch video!",
      "preview": "STREAM EXCLUSIVE ORIGINALS TRY BET+ FOR FREE Elmiene FEATURED ARTIST OF THE MONTH Join us on Amplified Live as Elmiene shares his journey, musical ins"
    },
    {
      "url": "https://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "https://subscriptions.hollywoodreporter.com/site/thr-subscribe",
      "title": "Subscribe to The Hollywood Reporter",
      "description": "void",
      "preview": "The Definitive Voice of Entertainment News CHOOSE YOUR SUBSCRIPTION BEST DEAL PRINT BASIC PRINT PLUS DIGITAL EDITION Annual subscription Print issues"
    },
    {
      "url": "https://looker.com/trust-center/privacy/policy",
      "title": "Google Cloud Acquisitions Privacy Notice | Google Cloud",
      "description": "This Privacy Notice outlines how the Google Cloud Acquired Entity and its subsidiaries, collect and process the personal information of its users.",
      "preview": "Google Cloud Acquisitions Privacy Notice Effective Date: February 6, 2025 This Google Cloud Acquisitions Privacy Notice (\"Privacy Notice\") explains ho"
    },
    {
      "url": "https://www.incommonbeauty.com/",
      "title": "IN COMMON Beauty | Luxury Haircare Inspired by Riawna Capri& Nikki Lee",
      "description": "IN COMMON Beauty is an INclusive luxury hair care treatment brand that's undeniably shareable. A community that celebrates every hairstylist and every consumer for their perfect uniqueness. It's what we have IN COMMON.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. FREE SHIPPING ON $45+ ORDE"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-search-and-filters-for-Webflow-CMS-Jetboost-51454b3706b843328111b609a1eed55e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://bizcommunity.att.com/",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://josephhardin.com/",
      "title": "Joseph Hardin Films | Jacksonville Florida Wedding Videographer",
      "description": "Joseph Hardin is a Wedding Videographer who services all of Florida. We create emotional wedding films that allow you to feel the joy and sacredness of your wedding day again.",
      "preview": "0 EMOTIONAL FILMS THAT ALLOW YOU TO FEEL THE JOY AND SACREDNESS OF YOUR WEDDING DAY AGAIN. FLORIDA & DESTINATION WEDDING videographer JOSEPH HARDIN FI"
    },
    {
      "url": "http://www.tntdrama.com/",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://home.pearsonvue.com/voc",
      "title": "2025 Value of IT Certification Candidate Report - Pearson VUE",
      "description": "void",
      "preview": "IT certifications: Empowering people. Transforming organizations. Fueling success in the Age of AI Discover how certifications are helping professiona"
    },
    {
      "url": "https://www.arrl.org/getting-licensed",
      "title": "Getting Licensed",
      "description": "The American Radio Relay League (ARRL) is the national association for amateur radio, connecting hams around the U.S. with news, information and resources.",
      "preview": "ARRL Website Search Category Clubs Contests Exam Sessions Hamfest/Conventions Licensing Classes Member Directory News Special Events ARECC Field Class"
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/finetuning_torchvision_models_tutorial.html",
      "title": "Finetuning Torchvision Models - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.nzz.ch/digital",
      "title": "Technologie - News, Hintergründe & Kommentare | NZZ",
      "description": "Nachrichten, Hintergründe & Kommentare aus der Welt der Technologie.",
      "preview": "Mit Sora baut Open AI ein soziales Netzwerk für Videos. Die Deepfake-Videos sind gefährlich gut Die Firma hinter Chat-GPT lanciert ihr eigenes soziale"
    },
    {
      "url": "http://www.pediatria.it/",
      "title": "Pediatria On Line - la pediatria italiana in internet - home - pediatria.it",
      "description": "Pediatria On Line la community dei Pediatri Italiani dal 1996: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornati.",
      "preview": "Pediatria On Line è la community dei Pediatri Italiani: un circuito di discussione e confronto fra migliaia di medici specialisti moderni ed aggiornat"
    },
    {
      "url": "https://violenceagainstchildren.un.org/",
      "title": "Home | Special Representative of the Secretary-General on Violence Against Children",
      "description": "void",
      "preview": "Skip to main content Special Representative of the Secretary-General on Violence Against Children In Focus 11 July 2025 Regional meeting of the Pathfi"
    },
    {
      "url": "http://www.weglobalnetwork.org/",
      "title": "WE Global Network - The WE Global Network is comprised of over a dozen regional economic development initiatives from across the Midwest working to tap into the economic development opportunities created by immigrants.",
      "description": "void",
      "preview": "The rust belt Welcoming Economies Global Network (WE Network), a program of Welcoming America in partnership with Global Detroit, is a regional networ"
    },
    {
      "url": "https://tarotcards.gr/ti-einai-ta-taro/",
      "title": "Τι είναι τα Ταρώ; - Tarot Cards",
      "description": "Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδες της ανθρώπινης ιστορίας, λίγα σύμβολα έχουν αγγίξει τόσο έντονα τη φαντασία και την ψυχή όσο",
      "preview": "Επικοινωνία Το κατάστημα μας 0,00 € 0 Cart 0,00 € 0 Cart Products search Τι είναι τα Ταρώ; Ένα Παράθυρο στη Διαίσθηση και το Σύμπαν Ανάμεσα στις σελίδ"
    },
    {
      "url": "https://www.euronews.com/2021/12/05/us-ukraine-crisis-russia",
      "title": "Russia dismisses U.S. media reports about possible Ukraine offensive | Euronews",
      "description": "MOSCOW - Russia has dismissed new",
      "preview": "Advertisement By Reuters Published on 05/12/2021 - 11:05 GMT+1 Share this article Comments Share this article Facebook Twitter Flipboard Send Reddit L"
    },
    {
      "url": "https://www.libertyellisfoundation.org/passenger",
      "title": "Passenger Search - The Statue of Liberty & Ellis Island",
      "description": "void",
      "preview": "Are you still there? Your session is about to expire due to inactivity."
    },
    {
      "url": "https://subscriptions.kansascitypbs.org/subscribe.php",
      "title": "Newsletters",
      "description": "Kansas City's PBS station. Find television schedules, PBS Kids, PBS Passport and upcoming events for KCPBS.",
      "preview": "void"
    },
    {
      "url": "https://healthnewsplus.net/tag/bolly4u-movie-download-free/",
      "title": "Health News Plus | Latest Worldwide Health News And Tips",
      "description": "The Newest Science And The Most Authoritative Information And Creativeness For Residing Active. HealthNewsPlus - Conveying Together Like-Willing People Who Are Obsessive About Permanency.",
      "preview": "Close Menu Facebook X (Twitter) Instagram News How to Build an Effective Backup Plan for Simultaneous Interpretation Home How to Get Rid of Mycotoxins"
    },
    {
      "url": "https://inpact.com/",
      "title": "in/PACT: Engage and connect with your customers through Social Good Loyalty.",
      "description": "We offer integrated cloud base Social Good Loyalty Solutions that enable millions of customer loyalty members to donate their loyalty currency to thousands of local Nonprofit Organizations across the company to make a meaningful impact in their community.",
      "preview": "in/PACT Home Solutions CX Loyalty Impact Loyalty reward donations CX Community Impact Interactive community giving CX Response Ready Disaster & Crisis"
    },
    {
      "url": "https://www.springernature.com/ccpa",
      "title": "California Privacy Rights Act | Springer Nature | Legal information | Springer Nature",
      "description": "California Privacy Rights Act",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Menu Home Products Open science Authors Editors Peer Reviewers Poli"
    },
    {
      "url": "https://secure.uso.org/1812_wishbook_evergreen/?sc=WS18PHCHM1",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "http://view.officeapps.live.com/op/view.aspx?src=https://c.s-microsoft.com/en-us/CMSFiles/Transcript223.docx?version=e69dc7f8-a0b8-7d09-ff82-f821891ad767",
      "title": "void",
      "description": "void",
      "preview": "We're fetching your file... Please wait a moment while we retrieve your file from its home on the internet"
    },
    {
      "url": "http://ginrummytournaments.com/",
      "title": "WSOGR",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ikea.com/se/sv/cat/soffor-fu003/",
      "title": "Prisvärda soffor & soffgrupper - Snabb leverans från 399:- - IKEA",
      "description": "Hitta en soffa som passar din stil och ditt utrymme. Köp soffa online hos IKEA - stort utbud, bra priser, 10 års garanti och 365 dagars öppet köp.",
      "preview": "Hoppa till huvudinnehåll Gå till produktlistan deliveryTruck Hemleverans från 39:-* Soffor & soffgrupper Soffor & fåtöljer 2-sits soffor 3-sits soffor"
    },
    {
      "url": "https://air-loisirs.com/gb/contact-us",
      "title": "Nous contacter",
      "description": "Use our form to contact us",
      "preview": "Store information  AIR LOISIRS Chemin des Queutes 72230 Ruaudin France  Call us: 02 43 85 91 76  Email us: info@air-loisirs.com Contact us Subject"
    },
    {
      "url": "https://ohms.libs.uga.edu/viewer.php?cachefile=russell/RBRL220ROGP-036.xml",
      "title": "Interview with James Earl \"Chip\" Carter III, June 23, 2008",
      "description": "void",
      "preview": "Interview with James Earl \"Chip\" Carter III, June 23, 2008 Richard B. Russell Library for Political Research and Studies, University of Georgia Bob Sh"
    },
    {
      "url": "https://ywcaatlanta.org/",
      "title": "YWCA Greater Atlanta | Advocacy | Social Justice | Education",
      "description": "YWCA of Greater Atlanta is dedicated to eliminating racism, empowering women and promoting peace, justice, freedom and dignity for all.",
      "preview": "0 2024 Impact Report A year of reintroduction Collaboration in Action The Campaign to Revitalize the Phillis Wheatley Westside YWCA Learn more FREE Co"
    },
    {
      "url": "https://docplayer.sk/141101955-Roche-slovensko-s-r-o-pribinova-19-bratislava-i%EF%BF%BD%EF%BF%BDo-i%EF%BF%BD%EF%BF%BD-dph-sk-zap%EF%BF%BD%EF%BF%BDsan%EF%BF%BD%EF%BF%BD-v-obchodnom-registri-okresn%EF%BF%BD%EF%BF%BDho-s%EF%BF%BD%EF%BF%BDdu-bratisl.html",
      "title": "Live Crypto Prices & Market Cap Charts - Bitcoin, Ethereum News at PiedPiper",
      "description": "Track real‑time prices, charts, market caps and daily news for ETH, BTC and a wide range of cryptocurrencies on PiedPiper. Stay on top of the crypto market 24/7.",
      "preview": "Live Crypto Prices & Market Cap Charts View live market data across 17,000+ cryptocurrencies and 1,000+ exchanges. Pied Piper presents real-time updat"
    },
    {
      "url": "https://ida.worldbank.org/",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "https://developers.googleblog.com/2019/09/enabling-developers-and-organizations.html",
      "title": "Enabling developers and organizations to use differential privacy - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Enabling developers and organizations to use differential privacy SEPT. 5, 20"
    },
    {
      "url": "https://www.nicwa.org/",
      "title": "Homepage - NICWA",
      "description": "Protecting Our Children, Preserving Our Culture Alert Bar Headline, Optional Block Who We Are NICWA is a nonprofit uniting tribal nations, individuals, and organizations to protect Native children and families. Together with partners, board, and staff, we work to keep Native children connected to their families, communities, and culture. About NICWA What is the Indian [...]",
      "preview": "Skip to content Protecting Our Children, Preserving Our Culture Alert Bar Headline, Optional Block Who We Are NICWA is a nonprofit uniting tribal nati"
    },
    {
      "url": "https://www.chsalliance.org/",
      "title": "CHS Alliance",
      "description": "The CHS Alliance is a global alliance of humanitarian and development organisations committed to making aid work better for people. We believe organisations deliver higher quality, more effective aid when they are accountable to the people they serve.",
      "preview": "Highlights Webpage HRS: 100 organisations join The Harmonised Reporting Scheme now welcomes over 100 participants, committed to the prevention of sexu"
    },
    {
      "url": "https://help.zenodo.org/#citations",
      "title": "Help | Zenodo",
      "description": "Zenodo is a free and open digital archive built by CERN and OpenAIRE, enabling researchers to share and preserve research output in any size, format and from all fields of research.",
      "preview": "Help FAQ Docs Guides Frequently Asked Questions Search FAQ General Account Upload/Deposit Collaborate and share Communities Usage statistics Citations"
    },
    {
      "url": "https://braverangels.org/",
      "title": "Braver Angels",
      "description": "Braver Angels is a citizens' organization uniting red and blue Americans in a working alliance to depolarize America",
      "preview": "Skip to content We're taking a stand against toxic politics. Will you join us? Braver Angels is leading the nation's largest cross-partisan, volunteer"
    },
    {
      "url": "https://www.postcodeloterij.nl/",
      "title": "Nationale Postcode Loterij",
      "description": "Uw postcode is uw lotnummer. Maak kans op mooie prijzen én steun tegelijkertijd meer dan 146 goede doelen in binnen- en buitenland. Speel mee en win!",
      "preview": "Speel (extra) mee Nationale Postcode Loterij Meespelen Prijzen Terug Prijzen Premium Plus Uitslagen Terug Uitslagen Gratis extra trekking Uitslag Post"
    },
    {
      "url": "https://seavision.volpe.dot.gov/legal/eula",
      "title": "SeaVision",
      "description": "A maritime application hosted by the United States Department of Transportation",
      "preview": "void"
    },
    {
      "url": "http://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.konstruktorgrupa.com/en/projects?field_project_type_target_id=2",
      "title": "Projects | Konstruktor",
      "description": "Projects Archive | Konstruktor",
      "preview": "Skip to main content Skip to footer Projects Projects Search ... Results See all results Sort From A to Z From Z to A Oldest first Newest first Shoppi"
    },
    {
      "url": "https://myaccount.chicagotribune.com/300/temporarystop#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://insidesources.com/proposal-could-help-cities-recover-from-pandemics-impact/",
      "title": "Proposal Could Help Cities Recover from Pandemic's Impact - InsideSources",
      "description": "Cities across the country are witnessing one of the pandemic's long-term consequences: Reduced workforce in city centers. With many companies electing to",
      "preview": "InsideSources Menu Home Energy Technology Politics Finance Education Publications NH Journal DV Journal Inside Alerts InsideSources Get up-to-date new"
    },
    {
      "url": "https://landwirtschaftsbedarf.ch/farmers/prodinformatik.cfm",
      "title": "LANDWIRTSCHAFTSBEDARF.CH > Produktesuche > Informatik, Treuhand, Weiterbildung",
      "description": "Einkaufsführer mit über 600 Produkten und Dienstleistungen für die Landwirtschaft.",
      "preview": "Firmensuche Produktesuche Suchservice FarmLinks Impressum Datenschutz Home"
    },
    {
      "url": "https://www.legis.iowa.gov/legislation/BillBook?ba=HJR8&ga=90",
      "title": "Iowa Legislature - BillBook",
      "description": "Information pertaining to the Iowa Legislature as well as the Executive and Judicial branch in as much as they relate to the legislative branch",
      "preview": "The Iowa Legislature > Legislation > BillBook Permanent Link Print X Bill Information Clear GA: 91 (01/13/2025 - 01/10/2027) 90 (01/09/2023 - 01/12/20"
    },
    {
      "url": "http://www.buenosaires-cauca.gov.co/planes/plan-sectorial-de-salud-2016--2019",
      "title": "Plan Sectorial de Salud 2016 - 2019",
      "description": "El derecho a la Salud, entendido como el \"disfrute del más alto nivel de bienestar físico, mental y social\", es inherente a la persona y universal para todos los seres humanos, donde las situaciones,",
      "preview": "void"
    },
    {
      "url": "https://www.givedirectly.org/",
      "title": "GiveDirectly: Send money to people living in poverty",
      "description": "GiveDirectly allows donors to send money directly to people in poverty with no strings attached. Our approach is guided by rigorous evidence of impact and our values of efficiency, transparency, and respect.",
      "preview": "Skip to content Send money directly to people who need it most. Your donation empowers families in poverty to choose how best to improve their lives."
    },
    {
      "url": "https://tesla.oemdtc.com/category/recalls",
      "title": "Recalls | Tesla - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://math.hws.edu/javanotes/",
      "title": "Javanotes 9, JavaFX Edition -- Title Page",
      "description": "void",
      "preview": "Introduction to Programming Using Java Version 9.0, JavaFX Edition (May, 2022) Author: David J. Eck ( eck@hws.edu ) W ELCOME TO Version 9.0 of Introdu"
    },
    {
      "url": "https://decarom.ro/ro/monitoare-touchscreen/463-elopos-sistem-intel-celeron-j4105-4-gb128-gb-sata-396-cm-156-lcd-touchscreen-pcap-win-10.html",
      "title": "EloPOS sistem - Intel Celeron J4105 - 4 GB/128 GB SATA - 39.6 cm (15.6\") LCD Touchscreen Pcap, WIn 10",
      "description": "POS System. Projected Capacitive. 39.6 cm (15.6''). 1366x768 pixels. Intel Celeron J. 2.5GHz. RAM: 4 GB. SSD: 128 GB. USB (micro-USB). powered-USB (3x). RS232 (2x). Bluetooth (class 4). Ethernet. Wi-Fi (802.11ac). drawer kickout. audio. display-port. VESA mount (75x75 mm). 10ms. brightness: 187cd. contrast: 400:1. antiglare. Win 10 IoT Enterprise. incl.: power supply unit. power cable (EU). QSG",
      "preview": "void"
    },
    {
      "url": "https://2015annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://www.kqzyfj.com/click-100635567-14042856?sid=--people",
      "title": "EveryPlate Meal Kits: Easy & Affordable Meal Delivery Service",
      "description": "Get delicious, budget‑friendly meal kits delivered weekly. EveryPlate makes meal delivery easy with pre‑portioned ingredients and simple step‑by‑step recipes.",
      "preview": "Skip to main content CRAVE BIG. SPEND SMART. Skip the grocery runs for easy, delicious meal delivery. Get 50% off your first box + 10% off for a month"
    },
    {
      "url": "https://abmagazine.accaglobal.com",
      "title": "AB Europe-Americas",
      "description": "Accounting and Business magazine includes news, topical analysis, reviews of emerging trends affecting the accounting profession, technical articles and updates",
      "preview": "Africa Asia Pacific Europe and Americas Ireland Middle East and South Asia UK New improved AB app We have enhanced the navigation, search and personal"
    },
    {
      "url": "https://www.nhm.ac.uk/discover/dinosaurs.html",
      "title": "Dinosaurs | Natural History Museum",
      "description": "Discover dinosaur news, videos, quizzes and crafts. Find out facts about dinosaurs, including Diplodocus and Stegosaurus, and uncover what science is revealing about the appearance and lives of these prehistoric animals.",
      "preview": "Dinosaurs Dinosaurs The seven greatest dinosaur discoveries of the last 200 years The discoveries that changed our understanding of dinosaurs over the"
    },
    {
      "url": "https://www.dllr.state.md.us/",
      "title": "Maryland Department of Labor",
      "description": "Official website of the Maryland Department of Labor",
      "preview": "Skip to Content Accessibility Information JavaScript Required JavaScript is required to use content on this page. Please enable JavaScript in your bro"
    },
    {
      "url": "https://www.byblackcon.com",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "https://fundraiser.sesameworkshop.org/donate-main/Donate?rbref=SW_Web_One-Time&utm_source=SSIC&utm_medium=button&utm_campaign=CNN%20Hub",
      "title": "Donate - Donate | Sesame Workshop",
      "description": "Help support Sesame Workshop today!",
      "preview": "Your email address has been verified. Sesame Workshop Login Let's prepare the next generation to build a better world. We create joyful experiences th"
    },
    {
      "url": "https://www.ready.gov",
      "title": "Plan Ahead for Disasters | Ready.gov",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}