{
  "data": [
    {
      "url": "https://www.urbandictionary.com/",
      "title": "Urban Dictionary, October 10: pizza bones",
      "description": "The outer crusts of a pizza.",
      "preview": "Skip to main content Urban Dictionary pizza bones Share definition The outer crusts of a pizza . All that's left in the box are the pizza bones . by G"
    },
    {
      "url": "https://www.dentistrytoday.com/partnership-to-support-emergency-dental-treatment-for-the-underserved/",
      "title": "Partnership to Support Emergency Dental Treatment for the Underserved - Dentistry Today",
      "description": "Delta Dental of Arizona (DDAZ) has partnered with Neighborhood Outreach Access to Health (NOAH) and HonorHealth Foundation to fund expert emergency dental treatment at NOAH for uninsured patients who visit HonorHealth emergency departments with dental issues. The new Delta Dental of Arizona Dental Connect program is made possible by a $525,000 donation by DDAZ. \"Patients",
      "preview": "Skip to content × Dentistry Today Industry News Partnership to Support Emergency Dental Treatment for the Underserved Industry News Partnership to Sup"
    },
    {
      "url": "https://www.zaragoza.es/sede/portal/datos-abiertos/servicio/catalogo/278#JSON",
      "title": "Delimitación territorial de las Juntas Administrativas de Zaragoza . Datos abiertos. Ayuntamiento de Zaragoza",
      "description": "Accede a conjuntos de datos, consulta y reutiliza información publicada en la sede electrónica.",
      "preview": "ESPACIO DE DATOS DE ZARAGOZA Cargando Menú Delimitación territorial de las Juntas Administrativas de Zaragoza Volver al catálogo Iniciar sesión Inicia"
    },
    {
      "url": "https://www.mea.gov.in",
      "title": "Ministry of External Affairs, Government of India",
      "description": "Official portal of External Affairs Ministry, Government of India. Find Statements, Interviews, Press Releases, Media Briefings and latest updates of MEA.",
      "preview": "This page uses Javascript. Your browser either doesn't support Javascript or you have it turned off. To see this page as it is meant to appear please"
    },
    {
      "url": "https://nova.apple.com/business/",
      "title": "Apple",
      "description": "void",
      "preview": "Select Range 1 2 3"
    },
    {
      "url": "http://www.wfp.org/",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "https://www.paul.fr/default/viennoiserie/familliales?allergens_bis=16983%2C16986%2C17031",
      "title": "Viennoiserie Familiales - Brioches - Cramiques - PAUL",
      "description": "void",
      "preview": "The store will not work correctly in the case when cookies are disabled. Javascript est désactivé dans votre navigateur. Pour une expérience optimale"
    },
    {
      "url": "https://www.apo-observers.org/",
      "title": "Association for Professional Observers (APO)",
      "description": "Strengthen fisheries observer programs through advocacy and education",
      "preview": "Skip to content Monitoring, Control & Surveillance of Commercial Fisheries Resources The Association for Professional Observers (APO) is a 501 (c)(3)"
    },
    {
      "url": "https://pdtpartners.com/",
      "title": "PDT Partners",
      "description": "PDT Partners is a quantitative asset management firm of purpose-driven people that use science-based methodology to find inefficiencies in the markets.",
      "preview": "Puzzle Answers This website uses cookies. If you would like to learn more about our use of cookies or view our other legal policies, click on the More"
    },
    {
      "url": "https://education.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://ctan.org/pkg/biblatex",
      "title": "CTAN: Package BibLaTeX",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "https://www.thesecularparent.com/2019/04/02/free-classroom-newsletter-templates-for-microsoft-word/",
      "title": "Free Classroom Newsletter Templates For Microsoft Word Templates-1 : Resume Examples",
      "description": "void",
      "preview": "Resume Examples Home Contact DMCA Copyright Privacy Policy Resume Gallery Menu Home Contact DMCA Copyright Privacy Policy Resume Gallery Free Classroo"
    },
    {
      "url": "https://us.caudalie.com/p/317/317-makeup-removing-cleansing-oil.html",
      "title": "Vinoclean Makeup Removing Cleansing Oil | CAUDALIE®",
      "description": "A 100% natural, vegan cleansing oil that melts away makeup, cleanses and hydrates without leaving a greasy finish.",
      "preview": "Go to Content Free MERIT best-sellers duo on orders $100+. Code: MERIT Free shipping & free mini on orders $49+ Free MERIT best-sellers duo on orders"
    },
    {
      "url": "https://www.ccala.net",
      "title": "Find Child Care Providers | Child Care Alliance of Los Angeles",
      "description": "Learn more about the Child Care Alliance (CCALA), a unique and significant partnership of ten member agencies that serve communities at the local level.",
      "preview": "About Us Mission, Vision, and Values History Member Agencies Our Board of Directors Our Staff Employment Newsletter News and Events For Parents Find C"
    },
    {
      "url": "https://developer.github.com/",
      "title": "GitHub Docs",
      "description": "Get started, troubleshoot, and make the most of GitHub. Documentation for new users, developers, administrators, and all of GitHub's products.",
      "preview": "Skip to main content GitHub Docs Help for wherever you are on your GitHub journey. Get started Get started Migrations Account and profile Subscription"
    },
    {
      "url": "http://cdn.corporate.walmart.com/33/3f/f11f633c4d54a7888e2ae41a3461/walmart-fragrance-pallet-121014.pdf",
      "title": "Walmart Corporate News and Information",
      "description": "Walmart helps people save money and live better. See how we're serving customers, associates, shareholders, suppliers, communities and the planet.",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://www.shopbop.com/horizontal-duck-bag-baggu/vp/v=1/1524887805.htm",
      "title": "Shopbop Designers - Fashion Designer Category Index",
      "description": "Shopbop offers assortments from over 400 clothing, shoe, and accessory designers. Shop your style at Shopbop.com!",
      "preview": "hidden honeypot link UNKNOWN 277769286930 1760098528776 Only #{qta} left. Skip to Main Content Accessibility Statement Designer Index Women Men 123 11"
    },
    {
      "url": "http://palacantonin.pl/en",
      "title": "Palace in Antonin",
      "description": "void",
      "preview": "Skip to main content Pl Eng D Accommodation Reservation Location Contact Buy Adidas Yeezy Boost,Adidas Buy Yeezy Boost Adidas Yeezy 350 Original,adida"
    },
    {
      "url": "https://www.lssmn.org/lifetrack",
      "title": "Lifetrack | Lutheran Social Service of Minnesota",
      "description": "void",
      "preview": "Skip to main content Lifetrack Lifetrack Joined Lutheran Social Service of Minnesota As of July 1, 2021, Lifetrack is now delivering service as Luther"
    },
    {
      "url": "https://confirmsubscription.com/h/i/463208600EB4D89A",
      "title": "void",
      "description": "void",
      "preview": "For full functionality of this application it is necessary to enable JavaScript. Here are the instructions on how to enable JavaScript in your web bro"
    },
    {
      "url": "https://www.cantubeauty.com/",
      "title": "Home - Cantu Beauty",
      "description": "[...]Read More...",
      "preview": "Search Cancel change location Skip to content x JOIN OUR MAILING LIST Sign up now Get the latest news, product releases and competition details right"
    },
    {
      "url": "http://mahoneyandgotto.com/links.php",
      "title": "Useful Links | Mahoney & Gotto Company, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "description": "Mahoney & Gotto Company is a full service tax and accounting firm, CPA Denison IA, Accountant Denison IA, Taxes Denison IA, CPA IA 51442",
      "preview": "HOME | CONTACT US Menu Home Our Firm Our People Our History Our Credentials Our Areas of Specialization Services Tax Services Accounting Services Cons"
    },
    {
      "url": "https://www.newyorkfed.org/",
      "title": "FEDERAL RESERVE BANK of NEW YORK - Serving the Second District and the Nation - FEDERAL RESERVE BANK of NEW YORK",
      "description": "void",
      "preview": "The Rise of Sponsored Service for Clearing Repo Short-Term Inflation Expectations Continue to Tick Up; Labor Market Expectations Deteriorate A Country"
    },
    {
      "url": "http://www.tesoro.it/",
      "title": "Home Page - Ministero dell'Economia e delle Finanze",
      "description": "Ministero dell'Economia e delle Finanze",
      "preview": "Benvenuto sul sito del Ministero dell'Economia e delle Finanze, conosciuto anche come Portale mef Utilizza la navigazione scorrevole per accedere velo"
    },
    {
      "url": "https://www.providencejournal.com/story/news/local/2022/07/26/recording-system-east-providence-city-hall-raises-flags-aclu/10143873002/",
      "title": "RI ACLU calls audio recording in East Providence City Hall a red flag",
      "description": "'It raises extremely significant and serious privacy issues,' says ACLU's Steven Brown.",
      "preview": "Skip to main content Home Election Voter Guide Politics Local Public Safety Education Growth and Development Positively RI Court State Nation & World"
    },
    {
      "url": "https://www.hotelameryka.cz/pl/noclegi",
      "title": "Noclegi - Stará Ameryka",
      "description": "Rodinný hotel - Stará Ameryka",
      "preview": "Speciální nabídka pobytů Rozvoz jídel Objednávka korýtka Catering"
    },
    {
      "url": "http://www.worldbunco.com/",
      "title": "World Bunco Association - The Official Site",
      "description": "The official site of the world bunco association",
      "preview": "The Official Site To become a member of the WBA Please sign up here: Name : Email: &amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;amp;am"
    },
    {
      "url": "https://www.washingtontimes.com/",
      "title": "Washington Times - Politics, Breaking News, US and World News",
      "description": "The Washington Times delivers breaking news and commentary on the issues that affect the future of our nation.",
      "preview": "Skip to content Close Search Search Keyword: Search News Corrections Politics National World Security DOGE Watch Business & Economy D.C. Local Media S"
    },
    {
      "url": "https://www.skincancer.org/skin-cancer-information/",
      "title": "Skin Cancer Information",
      "description": "Discover what causes cancers of the skin; learn the signs & symptoms that you should never ignore. Skin cancer information you can trust.",
      "preview": "Home › Skin Cancer Information Skin Cancer Information What You Need to Know About Cancers of the Skin What Is Skin Cancer? Skin cancer is the out-of-"
    },
    {
      "url": "http://bit.ly/3SEbWHF",
      "title": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment'",
      "description": "Environmental science and conservation news",
      "preview": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment' Mongabay.com 22 Feb 2023 Global Oceans Comments Share article Share this a"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/sofas-beds-10663/",
      "title": "Sofa Bed - Futon - Bed Settee - IKEA UK",
      "description": "Find affordable sofa beds and futons. Make any room in your home do double duty as an extra bedroom with one of our sofa beds in a range of styles.",
      "preview": "Skip to main content Skip to product list discountTag SALE now on, up to 60% off hundreds of products! Sofa beds Living room seating 2 seater sofa bed"
    },
    {
      "url": "https://jobs.hasbro.com/go/eOne/8968800",
      "title": "Jobs at Hasbro",
      "description": "Apply online for jobs at Hasbro | Explore Hasbro careers in Information Technology, Corporate Business Services, Digital Media and Entertainment, Global Design and Product Development, Hasbro Studios, Sales and Retail Management and more!",
      "preview": "By continuing to use and navigate this website, you are agreeing to the use of cookies. Accept Close Press Tab to Move to Skip to Content Link Skip to"
    },
    {
      "url": "https://wjla.com/news/local/amtrak-train-derailment-northern-virginia-cars-collision-stranded-passengers-nonstop-trip-pets-sanford-florida-south-carolina-csx-freight-replacement-crew-food-meals-lorton-washington-dc-dmv-travel",
      "title": "Delayed Amtrak train carrying northern Va. passengers arrives after 37-hour trip",
      "description": "After 37 hours, an Amtrak Auto Train from northern Virginia finally reached its destination, almost a full day longer than expected.",
      "preview": "Fri, 10 Oct 2025 10:14:41 GMT (1760091281175) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.msnbc.com",
      "title": "MSNBC News - Breaking News and News Today | Latest News",
      "description": "MSNBC breaking news and the latest news for today. Get daily news from local news reporters and world news updates with live audio & video from our team.",
      "preview": "IE 11 is not supported. For an optimal experience visit our site on another browser. Skip to Content White House Congress Supreme Court Culture World"
    },
    {
      "url": "https://105northtower.tumblr.com/",
      "title": "Obscure Star Trek References",
      "description": "Autistic. Feminist. Lesbiflexable. Polyamorous & Partnered (mattieblack). Knight of Heart.",
      "preview": "R Autism math etc twitter dark heresy me honk classically-lit-memes4u : RIP to everyone killed by the gods for their hubris but im different. and bett"
    },
    {
      "url": "http://dailysport.co.ke/",
      "title": "HOME - DAILY SPORT",
      "description": "void",
      "preview": "Skip to content Kipyegon, Moraa to highlight Athlos New York City race Posted on October 9, 2025 October 9, 2025 Author Sabuni Khwa Sabuni Comment(0)"
    },
    {
      "url": "https://apps.who.int/gho/data/node.main.17",
      "title": "legacy",
      "description": "void",
      "preview": "Skip to main content The old GHO Minerva interface and GHO Athena API are retired Please visit the current Global Health Observatory and the WHO data."
    },
    {
      "url": "https://en.wikipedia.org/wiki/South_Atlantic_Anomaly",
      "title": "South Atlantic Anomaly - Wikipedia",
      "description": "void",
      "preview": "Jump to content Coordinates : 26°37′S 49°04′W / 26.61°S 49.06°W / -26.61; -49.06 From Wikipedia, the free encyclopedia Region where Earth's magn"
    },
    {
      "url": "https://experience.intellum.com/student/page/497283",
      "title": "Privacy : Intellum",
      "description": "This activity relays how to handle privacy concerns about the Intellum Platform.",
      "preview": "Skip to main content Search Topics All Topics Data + Reporting Certifications Get Started with Evolve Learn Legacy Evolve All Activities Log In At Int"
    },
    {
      "url": "https://verified.capitalone.com/auth/signin",
      "title": "Capital One Sign In: Log in to access your account(s)",
      "description": "Sign in to access all of your Capital One accounts. View account balances, pay bills, transfer money and more.",
      "preview": "void"
    },
    {
      "url": "http://greeleygis.greeley.opendata.arcgis.com/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "https://secure.uso.org/1812_wishbook_evergreen/?sc=WS18CRPKG1",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "http://code.flickr.net/2011/01/08/flickr-shapefiles-public-dataset-2-0/",
      "title": "Flickr Shapefiles Public Dataset 2.0 | code.flickr.com",
      "description": "void",
      "preview": "Skip to primary content An embarrassingly long time ago we released the first public version of the Flickr Shapefiles . What does this have to do with"
    },
    {
      "url": "https://timesofindia.indiatimes.com/business/india-business/how-ai-is-being-used-to-protect-people-from-cyclones/articleshow/87149453.cms",
      "title": "Seeds: How AI is being used to protect people from cyclones - Times of India",
      "description": "India Business News: At a time when climate change induced disasters are on the rise, the non-profit SEEDS (Sustainable Environment and Ecological Development Society) is .",
      "preview": "Edition IN IN US Sign In TOI Today's ePaper News Business News India Business News How AI is being used to protect people from cyclones Trending Sense"
    },
    {
      "url": "https://thrivebyfive.org.au/",
      "title": "Home - Thrive By FiveThrive By Five",
      "description": "void",
      "preview": "AUSTRALIA'S EARLY LEARNING & CHILDCARE SYSTEM NEEDS REFORM . And you can help make it all happen. First name Email Postcode I have read and agreed to"
    },
    {
      "url": "https://unsplash.com/photos/_lofCeUHMOo",
      "title": "A group of trees that are standing in the snow photo - Free Forest Image on Unsplash",
      "description": "Download this free HD photo of forest, texture, pattern, and white in Park City, United States by Patrick Hendry (@worldsbetweenlines)",
      "preview": "--- -- -- --- ---- ---- --- -- -- --- ---- ---- Featured in Photos A forward-right arrow Share Info icon Info More Actions a group of trees that are s"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/index.htm",
      "title": "Tarot | Sacred Texts Archive",
      "description": "Sacred Texts: Tarot",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://mexico.generation.org/stories/alexis-22-pittsburgh/",
      "title": "Alexis | 22 | Pittsburgh | Generation Mexico",
      "description": "Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 2014. Se encuentra actualmente trabajando para int ...",
      "preview": "Skip to content Alexis | 22 | Pittsburgh Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 201"
    },
    {
      "url": "https://www.livingshores.com/",
      "title": "Visit the Aquarium in New Hampshire | Living Shores Aquarium",
      "description": "Living Shores Aquarium is the best place for family entertainment. Discover the wonders of marine life with our pools, exhibits, and immersive activities!",
      "preview": "See Ya Later, Alligator! Sweepstakes 🐊 Enter for your chance to win 4 tickets to Living Shores Aquarium! Enter to Win We are currently experiencing te"
    },
    {
      "url": "https://www.trainline.com/book/results",
      "title": "Search Results | Trainline",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Search Results | Trainline Find tickets from hundreds of train companies across Italy and Europe. Buy on our website or app and keep tickets at your f"
    },
    {
      "url": "https://www.bulbcreative.co/",
      "title": "Bulb",
      "description": "void",
      "preview": "0 Wedding photography for the MODERN ROMANTICS Let's work together From the ARCHIVE. |"
    },
    {
      "url": "https://thepulse.uptogether.org",
      "title": "The Pulse",
      "description": "void",
      "preview": "The UpTogether Pulse Michigan Man Uses Direct Cash to Weatherproof Home from Severe Flooding Lorenzo is proud to step into his front yard, knowing tha"
    },
    {
      "url": "http://www.hopfrog.it/",
      "title": "Prima Pagina - Hop Frog",
      "description": "Hop Frog è una libera associazione di Salerno che promuove il software libero e la cultura aperta da oltre 25 anni.",
      "preview": "Salta al contenuto principale OPEN SALERNO RADIO HOP FROG BIBLIOTECA VIDEOTECA GIRASALERNO _ GIRASALERNO _ Precedente Successivo Ascolta Radio Hop Fro"
    },
    {
      "url": "https://engage.walmart-jump.com/",
      "title": "Investing In American Jobs",
      "description": "Fueling American jobs, strengthening communities. With our $350 billion investment in products made, grown or assembled in America, we're supporting more than 750,000 U.S. jobs.*",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "https://carolynchan.wordpress.com/tag/sydney/",
      "title": "Sydney | Food is my happy place",
      "description": "Posts about Sydney written by Carolyn Chan",
      "preview": "Home My love of all things food... and other ramblings."
    },
    {
      "url": "https://www.nhm.ac.uk/wpy/peoples-choice",
      "title": "The People's Choice Award | Wildlife Photographer of the Year | Natural History Museum",
      "description": "Explore the world's best nature photography. See galleries of images, find out more about the competition and about how to visit this year's exhibition.",
      "preview": "Winner You can see these five images and the past winners of the People's Choice Award in the gallery . \"There is a darker side to this image. I live"
    },
    {
      "url": "https://www.jumeirah.com/en/stay/dubai/burj-al-arab-jumeirah",
      "title": "Jumeirah Burj Al Arab | Dubai's Most Iconic Hotel | Jumeirah",
      "description": "Welcome to Jumeirah Burj Al Arab, Dubai's most iconic hotel and a global icon of Arabian luxury. Explore the jewel of Jumeirah and enjoy its private beach, world-class dining, and exceptional service.",
      "preview": "You need to enable JavaScript to run this app. Jumeirah Burj Al Arab Share View All Regions / Middle East / Dubai / [object Object] Jumeirah Icons Jum"
    },
    {
      "url": "https://dollyjessy.com/2020/05/10/",
      "title": "10/05/2020 - Dollyjessy",
      "description": "void",
      "preview": "17 4 10/05/2020 Série TV 25 séries Netflix à voir Autour de moi on me demande souvent conseil concernant les séries à voir, mais souvent, on me précis"
    },
    {
      "url": "https://glaaaccca.chambermaster.com/eventregistration/register/697",
      "title": "Event Registration",
      "description": "void",
      "preview": "Please Wait Loading event registration interface... 5% Complete"
    },
    {
      "url": "https://www.bwwa-us.com/",
      "title": "Black Women's Wealth Alliance",
      "description": "void",
      "preview": "Black Women's Wealth Alliance Serving Foundational Black American Women Since 2014 contribute to BWWA Today! STAY CONNECTED BY SIGNING UP FOR OUR NEWS"
    },
    {
      "url": "https://www.jiahometechs.com",
      "title": "void",
      "description": "void",
      "preview": "PRIVATE POLICY AND TERMS OF USE Welcome to use PrankApp's service. Welcome to use the service of PrankApp, when you use our service, you trust us with"
    },
    {
      "url": "https://www.nedcc.org/free-resources/preservation-leaflets/overview",
      "title": "NEDCC Preservation Leaflets - NEDCC",
      "description": "The Northeast Document Conservation Center specializes in paper and book conservation. NEDCC performs conservation treatment for photographs, books, prints, documents, maps, and globes. NEDCC's professional conservators also treat architectural plans, parchment, papyrus, wallpaper, and works of art on paper including charcoal drawings and watercolor paintings. NEDCC performs digital imaging on rare, fragile, or oversize cultural heritage collections. The Audio Preservation department offers digitization of audio media using traditional and optical-scanning technologies. NEDCC serves libraries, museums, archives, historical societies, and corporate archives. NEDCC offers preservation advice to family collectors, art collectors, book collectors. Preservation training is one of NEDCC's strengths - workshops, webinars, and conferences are taught on caring for paper and book collections, digital curation, metadata, photograph care and identification, and multimedia, audio and video.",
      "preview": "Skip to Content NEDCC Preservation Leaflets Welcome to NEDCC's Preservation Leaflets series! Click the Leaflet topic categories to begin your explorat"
    },
    {
      "url": "https://a-blissful-infinity.tumblr.com/",
      "title": "Blissfully Infinite",
      "description": "void",
      "preview": "trilbiesarecool : ami-sempai : This gave me fucking goosebumps. I will always reblog this. entitling rotition amazed 4366. \"What were the chances you'"
    },
    {
      "url": "https://www.nba.com/stats/teams/traditional",
      "title": "Teams Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each team in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://undraw.co/",
      "title": "unDraw - Open source illustrations for any idea",
      "description": "Open-source illustrations for any idea you can imagine and create. Build beautiful websites, products and applications with your color, for free.",
      "preview": "Open-source illustrations for any idea you can imagine and create. Browse now Created by Katerina Limpitsouni A constantly updated collection of beaut"
    },
    {
      "url": "https://celebrityvoicechanger.com",
      "title": "Free Online Voice Changer App - Celebirty Voices",
      "description": "Use Celebrity Voice Changer to Impersonate celebrities. With our Online Voice Changer you can do Voice Recordings too, distorting & changing your voice never been easier.",
      "preview": "x INSTALL Celebrity Voice Changer Voice Changer App - Celebrity Voices Celebrity Voice Changer is the only app using deep learning tech to transform y"
    },
    {
      "url": "https://newsroom.ie.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story/HERO BLOCK PayPal Irish SMEs optimistic about business growth as focus turns to international sales opportunities PayPal's SMB report p"
    },
    {
      "url": "https://www.hawaiitheatre.com/",
      "title": "Hawaii Theatre Center - Pride of The Pacific",
      "description": "void",
      "preview": "Skip to content Home SECOND CENTURY COMMEMORATIVE KANILE'A 'UKULELE KANILE'A x HTC 'UKULELE RESERVE YOURS Ryan Adams Heartbreaker '25 World Tour Get T"
    },
    {
      "url": "https://valbyonline.dk/valby-guide/nintendo/",
      "title": "Nintendo | ValbyOnline",
      "description": "void",
      "preview": "Forside $ DEALS Valby $ Nyheder Kultur & Sport Restaurant, Café & Takeaway Shopping Blogs Cecil & Michaels blog >>> Få din egen blog! Posts Tagged ' N"
    },
    {
      "url": "https://fortunesociety.org/",
      "title": "The Fortune Society | Building People, Not Prisons",
      "description": "Our mission is to support successful reentry from incarceration and promote alternatives to incarceration, thus strengthening the fabric of our communities.",
      "preview": "OUR MODEL OUR IMPACT HOW TO HELP BUILDING PEOPLE, NOT PRISONS. We believe in the power of people to change. We help individuals with justice involveme"
    },
    {
      "url": "https://www.nngroup.com/articles/ten-usability-heuristics/",
      "title": "10 Usability Heuristics for User Interface Design - NN/G",
      "description": "Jakob Nielsen's 10 general principles for interaction design. They are called \"heuristics\" because they are broad rules of thumb and not specific usability guidelines.",
      "preview": "Skip to content NEW RESEARCH COURSES: Qualitative Methods, Heatmaps | Learn More 7 10 Usability Heuristics for User Interface Design Jakob Nielsen Jak"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notion-Website-Maker-Create-A-Free-Website-Built-In-Notion-3eeb9a1140ee47eb916d670bd08457fa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://gisis.imo.org/Public/SHIPS/Default.aspx",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://business.guinnessworldrecords.com/br/contact-us?source=Website-PT-B2B-FORM-HOME-PAGE",
      "title": "ONE FORM. ENDLESS POSSIBILITIES.",
      "description": "Contact our specialist team today to find out more about our paid-for services. These include inviting a judge to your event or finding a suitable record title.",
      "preview": "Soluções Corporativas Para receber mais informações sobre nossas soluções empresariais pagas, preencha este formulário e um especialista de nossa equi"
    },
    {
      "url": "https://podcasters.apple.com",
      "title": "Apple Podcasts for Creators",
      "description": "Go from show to business with Apple Podcasts Subscriptions. Learn how to launch and market your podcast with advice from successful creators.",
      "preview": "Get started with Apple Podcasts. Submit a new show Claim an existing show Submit a new show Claim an existing show Launch a subscription. It's simpler"
    },
    {
      "url": "https://local2local.nl/blog/transparantie-in-de-ei-keten-zoek-de-kip/",
      "title": "Transparantie in de ei-keten: zoek de kip! - Local2Local",
      "description": "void",
      "preview": "Doorgaan naar inhoud Het begon allemaal in 2013 met ons 'weet wat je eet'-concept ' Het Ei en de Kip '. \"Wat voor kippenei is dit, waar is-ie gelegd?\""
    },
    {
      "url": "https://dsp.delaware.gov/2023/01/18/state-police-investigating-two-vehicle-fatal-accident-2/",
      "title": "State Police Investigating Two-Vehicle Fatal Accident - Delaware State Police - State of Delaware",
      "description": "The Delaware State Police are investigating a fatal accident that occurred in Laurel late yesterday afternoon that resulted in the deaths of two people. On January 17, 2023, at approximately [...]",
      "preview": "About Colonel's Message History Delaware State Police 100 Years Units & Sections Troop Locations Reports & Statistics DSP Museum DSP Memorial ARDSP Di"
    },
    {
      "url": "http://mapbox.com/legal/tos/",
      "title": "Legal information about Terms of Service",
      "description": "Mapbox is going to serve and protect your maps. For details, read our terms of service, service level agreement, privacy policy, & law enforcement guidelines.",
      "preview": "Terms of Service Privacy Policy Support Services Terms of Service Master Services Agreement Product Terms Government Terms Marketplace Terms Japan Leg"
    },
    {
      "url": "https://www.vogue.com/article/ashley-olsen-breast-cancer-research-foundation-surf-party",
      "title": "The Breast Cancer Research Foundation's Party for Pink | Vogue",
      "description": "The Breast Cancer Research Foundation's third annual Hamptons Paddle and Party for Pink.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story 1 / 17 Chevron Chevron Photo: Patrick McMullan/PatrickMcMullan.com Mary-Kat"
    },
    {
      "url": "https://www.bytedance.com",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://www.zola.com",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://blog.orbcomm.com",
      "title": "IoT Blog | ORBCOMM",
      "description": "Learn about the latest technology and trends in the IoT space across transportation, maritime, heavy equipment, natural resource and more.",
      "preview": "Solutions Transportation By Need Visibility Compliance Optimization Safety & Security By Asset Dry Trailer Reefer Chassis Container Rail Products Plat"
    },
    {
      "url": "https://www.filharmonickysbor.cz/en/",
      "title": "Pražský filharmonický sbor",
      "description": "Pražský filharmonický sbor je pěvecké těleso, vysoce uznávaný partner významných orchestrů, hlavně oratorní a kantátový repertoár.",
      "preview": "Koncerty a vstupenky Abonmá Pro školy O nás Sbor Sbormistři Členstvo sboru Repertoár Historie sboru Programy pro děti Novinky Napsali o nás Volná míst"
    },
    {
      "url": "https://go.dev/doc/effective_go",
      "title": "Effective Go - The Go Programming Language",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://icons8.com/",
      "title": "Free Icons, Clipart Illustrations, Photos, and Music",
      "description": "Download design elements for free: icons, photos, vector illustrations, and music for your videos. All the assets made by designers → consistent quality ⚡️",
      "preview": "Original stock graphics by our team, plus design apps and AI tools The ultimate design kit for creatives and developers Icons Illustrations Photos 3D"
    },
    {
      "url": "https://ucresearch.tumblr.com/",
      "title": "University of California Research",
      "description": "The official tumblr of the University of California. We post on a range of topics (science, technology, humanities, art) relating to research conducted at the UC.",
      "preview": "ALT ALT ALT ALT ALT ALT ALT ALT ALT ALT The bad hospital experience that led Aminta Kouyate to become a doctor. Going to the hospital isn't fun, it's"
    },
    {
      "url": "https://www.ballmergroup.org/",
      "title": "Ballmer Group - Ballmer Group",
      "description": "Economic opportunity for all. Ballmer Group is committed to improving economic mobility for children and families in the United States. We fund leaders and organizations that have demonstrated the ability to reshape opportunity. Our grants focus...",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.creativeboom.com/",
      "title": "Art & Design Magazine for the Creative Industries | Creative Boom",
      "description": "Creative Boom is a leading UK art and design platform that delivers creative industry news, inspiration, insight and advice to six million creative professionals each year.",
      "preview": "void"
    },
    {
      "url": "https://www.gov.scot",
      "title": "The Scottish Government - gov.scot",
      "description": "The devolved government for Scotland has a range of responsibilities that include: the economy, education, health, justice, rural affairs, housing, environment, equal opportunities, consumer advocacy and advice, transport and taxation.",
      "preview": "Skip to main content Accessibility help Information We use cookies to collect anonymous data to help us improve your site browsing experience. Click '"
    },
    {
      "url": "https://www.wpr.org/donate",
      "title": "WPR | Donate Now",
      "description": "void",
      "preview": "Let's keep WPR strong together! You count on WPR for independent journalism, meaningful discussions, and music that enriches your day. Donors provide"
    },
    {
      "url": "https://go.dev/doc/effective_go",
      "title": "Effective Go - The Go Programming Language",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.superawesome.com/privacy-hub/awesomeads-privacy-policy/)",
      "title": "AwesomeAds Marketplace Privacy Policy - SuperAwesome",
      "description": "SuperAwesome delivers compliant, kid-safe ad campaigns globally through AwesomeAds, our digital advertising platform. Our business was created specifically to develop kidtech - technology solutions for the compliance requirements of the digital kids' market.",
      "preview": "English AwesomeAds Marketplace Privacy Policy Last updated: 2 October 2024 Welcome to the AwesomeAds Marketplace Privacy Policy Contents 1. About us 2"
    },
    {
      "url": "https://www.cbc.ca/news/canada/montreal/national-geographic-pristine-seas-labrador-quebec-expedition-1.6541693",
      "title": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News",
      "description": "The National Geographic Society's Pristine Seas project has teamed up with Inuit elders and experts to visit areas of the North to highlight and help preserve key areas.",
      "preview": "National Geographic expedition teaming up with Inuit to visit Nunavik, Que., on conservation mission | CBC News Loaded Montreal National Geographic ex"
    },
    {
      "url": "http://www.ccmb.res.in/",
      "title": "CCMB | HOME",
      "description": "The Centre for Cellular & Molecular Biology (CCMB) is a premier research organization in frontier areas of modern biology. The objectives of the Centre are to conduct high quality basic research and training in frontier areas of modern biology, and promote centralized national facilities for new and modern techniques in the inter-disciplinary areas of biology",
      "preview": "JavaScript is a standard programming language that is included to provide interactive features, Kindly enable Javascript in your browser. × Training o"
    },
    {
      "url": "https://www.ganotechnologies.com",
      "title": "Gano Technologies LLC - Home Page",
      "description": "Gano Technologies home page. iOS App Development, Aerospace Engineering, CNC Manufacturing, and Wood Working",
      "preview": "iOS Apps Aerospace CNC Woodworking Astrophotography / PI"
    },
    {
      "url": "https://geoservices.ign.fr/documentation/diffusion/telechargement-donnees-libres.html",
      "title": "TÉLÉCHARGEMENT | Géoservices",
      "description": "void",
      "preview": "Aller au contenu principal ACCUEIL TÉLÉCHARGEMENT TÉLÉCHARGEMENT DE DONNÉES Les jeux de données non accessibles via la page téléchargement le sont via"
    },
    {
      "url": "https://www.pentictonwesternnews.com/news/shuswap-search-and-rescue-crew-responds-to-missing-sledders-injury-hypothermia/",
      "title": "News | Penticton Western News",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "http://www.webqc.org/",
      "title": "Chemical Portal - Chemistry Online Education",
      "description": "Chemical portal: a place for chemistry enthusiasts and professionals alike. Chemistry tools, periodic table, unit converters and more.",
      "preview": "Please enable JavaScript in order to use this website. Printed from https://www.webqc.org Chemical Portal Chemistry tools Unit converters Chemical for"
    },
    {
      "url": "https://fullfact.org",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    }
  ],
  "_meta": {
    "total_bookmarks": 99
  }
}