{
  "data": [
    {
      "url": "https://backcountry.tnu8.net/c/249354/358742/5311?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.backcountry.com%2Fpatagonia-nano-puff-insulated-jacket-womens",
      "title": "Backcountry is not available",
      "description": "void",
      "preview": "Backcountry is not available to customers based in this region Due to GDPR regulations, Backcountry.com is not available to customers located in the E"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436440",
      "title": "Thomas Gainsborough - Cottage Children (The Wood Gatherers) - The Metropolitan Museum of Art",
      "description": "In November 1787, after a visit to Gainsborough's studio, Henry Bate described the present work in the following terms: \"A landscape of uncommon merit . . . a picturesque scene . . . beautifully romantic\" into which the artist had introduced three \"charming little objects [who] cannot be viewed without the sensations of tenderness and pleasure, and an interest for their humble fate\" (quoted in Whitley 1915, p",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "http://www.mic.pt/dispatcher?where=3&what=2&show=0&edicao_id=7340&lang=PT",
      "title": "Centro de Investigação & Informação da Música Portuguesa",
      "description": "void",
      "preview": "Centro de Investigação & Informação da Música Portuguesa Entrevistas MIC.PT Entrevistas Históricas e Novas Entrevistas a compositoras/ compositores da"
    },
    {
      "url": "https://www.salamanderresort.com/play/activities#keeping-up-with-cupcake",
      "title": "Luxury Resorts near Washington DC | Salamander Middleburg",
      "description": "Discover exciting adventures, romantic escapades and plenty of family-friendly activities right at Salamander Resort.",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "https://www.accesoriosguzman.com.ar/lona-con-estructura-de-aluminio---chevrolet-s10-d-c-1996-2011/p",
      "title": "LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 - Guzman Accesorios",
      "description": "Comprá acá la mejor lona marítima del mercado. Específica para la Chevrolet S10, las lonas Multicap traen estructura y cerramientos de aluminio,y tratamiento UV para proteger el vinilo de los rayos del sol. ¡Comprá acá la lona para tu S10!",
      "preview": "TODOS LOS MEDIOS DE PAGO Contacto Sucursales Productos 4x4 y SUV Lonas LONA CON ESTRUCTURA DE ALUMINIO - CHEVROLET S10 D/C 1996/2011 Productos HotSale"
    },
    {
      "url": "https://www.20minutes.fr/cinema/4013493-20221210-avatar-voie-eau-film-rien-acteurs-estime-james-cameron",
      "title": "« Avatar : La Voie de l'eau » : « Mon film ne serait rien sans les acteurs », estime James Cameron",
      "description": "James Cameron s'est confié à « 20 Minutes » quelques jours avant la sortie d'« Avatar : La Voie de l'eau », en salle le 14 décembre",
      "preview": "Actualité Actualité Société Monde Economie Faits divers Santé Politique Justice Fake Off VIOLENCES LFI accuse l'extrême droite du « tabassage » de deu"
    },
    {
      "url": "https://www.walmartmexico.com/aviso-de-privacidad",
      "title": "Aviso de Privacidad",
      "description": "En Walmart de México y Centroamérica estamos comprometidos con la protección de los Datos Personales de nuestros clientes y colaboradores, por lo que el cumplimiento de la legislación aplicable es parte de nuestra cultura.",
      "preview": "Skip to main Skip to footer Conócenos Contáctanos Directorio de tiendas Historia Nosotros Nuestra Ética Únete al equipo Noticias Sala de prensa Propós"
    },
    {
      "url": "https://login.wordpress.org/register?locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Create a WordPress.org account to start contributing to WordPress, get help in the support forums, or rate and review themes and"
    },
    {
      "url": "http://web.undp.org/evaluation/evaluations/te/energy-environment.shtml",
      "title": "United Nations Development Programme - Evaluation",
      "description": "At UNDP, evaluation is critical in helping countries achieve the simultaneous eradication of poverty and significant reduction of inequalities and exclusion.",
      "preview": "× Independent Evaluation Office About IEO Mandate Annual Report on Evaluation Evaluation Award Quality Assurance Publications Annual Report on Evaluat"
    },
    {
      "url": "http://www.startrekthecruise.com/",
      "title": "Star Trek: The Cruise 2026 - Star Trek: The Cruise 2026",
      "description": "Star Trek: The Cruise is the ultimate immersive Star Trek experience, a 7-day voyage shared by a star-studded crew and passionate fans.",
      "preview": "U.S. & Canada: 844.335.6515 Star Trek: The Cruise IX is sold out Join Waitlist The Un-Conventional Voyage February 20-27, 2026 Port Canaveral Puerto P"
    },
    {
      "url": "https://newsroom.it.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Storia in primo piano HERO BLOCK/STORIA IN PRIMO PIANO PayPal FABA: l'espansione digitale oltre i confini nazionali FABA, il brand dietro i dispositiv"
    },
    {
      "url": "http://www.alternativepedia.com/",
      "title": "AlternativePedia Discover free, open source or better alternatives and competitors for popular software, mobile apps and websites - AlternativePedia",
      "description": "void",
      "preview": "Latest AWStats AWStats is a popular tool that shows different reports and logs about traffic and activity on your website. On Linux servers, most of t"
    },
    {
      "url": "https://www.ksat.com/",
      "title": "San Antonio News, Texas News, Sports, Weather from KSAT.com, Expect More",
      "description": "The latest in news, weather and sports for San Antonio and Central and South Texas.",
      "preview": "A community forum was held Thursday night in the district to talk about LGBTQ+ protections 8 hours ago San Antonio's Pride district defends rainbow cr"
    },
    {
      "url": "https://www.applefritter.com/taxonomy/term/122",
      "title": "PDS | Applefritter",
      "description": "void",
      "preview": "Skip to main content Search form Search Home Forums Recent How To Help 100-Year Plan Contact PDS GuardCard SE, SE/30, and II (NuBus) Submitted by jeff"
    },
    {
      "url": "https://www.greenpeace.org/international/",
      "title": "Greenpeace International - Greenpeace International",
      "description": "Greenpeace exists because this fragile earth deserves a voice. It needs solutions. It needs change. It needs action.",
      "preview": "Skip to Navigation Skip to Content Skip to Footer Donate Close navigation mobile menu Bonaire: A fight for climate justice in Dutch court Residents of"
    },
    {
      "url": "https://www.arb.ca.gov/lispub/comm2/bccomdisp.php?listname=tier2lcfspathways-ws&comment_num=20&virt_num=14",
      "title": "Comment Log Display",
      "description": "void",
      "preview": "Comment Log Display Below is the comment you selected to display. Comment 14 for Public Comments for LCFS pathway applications (tier2lcfspathways-ws)"
    },
    {
      "url": "https://cynalune.blogspot.com/2012/07/truc-ou-j-en-ai-marre.html",
      "title": "des trucs, deuxième prise: Truc où j 'en ai marre",
      "description": "Je suis amorphe. La faute au temps orageux. La faute aussi à mes médocs qu'on a de nouveau augmenté parce que j'ai des pensées d'une violenc...",
      "preview": "skip to main | skip to sidebar des trucs, deuxième prise Trucs de tricot, Trucs de crochet. Mais aussi trucs divers, au fil de l'inspiration. dimanche"
    },
    {
      "url": "http://www.gs1us.org/",
      "title": "Barcodes Powered by GS1 Standards | GS1 US",
      "description": "Authentic barcodes powered by GS1 uniquely identify your brand & products in e-commerce. GS1 standards are the most widely-used in global supply chains.",
      "preview": "The GS1 US Solution Getting and Using Barcodes Getting into the Marketplace Using Product Data Industry Insights I want to Choose an option So that I"
    },
    {
      "url": "https://www.elevancehealth.com",
      "title": "Elevance Health | Advancing Health Beyond Healthcare",
      "description": "Elevance Health, formerly Anthem, Inc., serves people across their entire health journey taking an integrated whole-health approach.",
      "preview": "Skip to main content Please wait while loading... Elevating Whole Health and Advancing Health Beyond Healthcare We serve people across their entire he"
    },
    {
      "url": "https://docs.github.com/articles/which-remote-url-should-i-use",
      "title": "About remote repositories - GitHub Docs",
      "description": "GitHub's collaborative approach to development depends on publishing commits from your local repository to GitHub for other people to view, fetch, and update.",
      "preview": "Skip to main content About remote repositories GitHub's collaborative approach to development depends on publishing commits from your local repository"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/product/dawn-tea/",
      "title": "Cosmoss by Kate Moss",
      "description": "Homepage for Cosmoss",
      "preview": "Dawn Tea Uplifting Morning Tea £20 The lowest price recorded in the prior 30 days: £20 Inspired by the sunrise in a summer garden and the language of"
    },
    {
      "url": "https://justice.ywca.org/",
      "title": "Until Justice Just Is",
      "description": "YWCA is on a mission to eliminate racism, empower women, stand up for social justice, help families, and strengthen communities. The Leadership and Capacity Building Institute is a chance for people to convene to strengthen YWCA's capacity building, service delivery, and programmatic excellence.",
      "preview": "Skip to main content Watch the April 13th UJJI Town Hall. About The Challenge The YWCA Racial Justice Challenge is designed to create dedicated time a"
    },
    {
      "url": "https://www.mgap.gub.uy/solicitudforestal/denunciacorta.aspx",
      "title": "Denuncia Corta",
      "description": "Denuncia Corta",
      "preview": "Formulario para denuncias de cortas en bosque nativo Su aporte puede ayudarnos a cumplir más eficientemente nuestra tarea. Si Ud. detecta cortas, defo"
    },
    {
      "url": "https://fr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Extension WordPress | WordPress.org Français",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Recherche d'extensions Dé"
    },
    {
      "url": "http://Target.com/circle",
      "title": "Target Circle™",
      "description": "Join Target Circle™ to get perks, deals & a whole lot more every time you shop at Target.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://waittinstitute.org/",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://inbuildingtech.com/buildings/brainbox-ai-watttime-partner-to-reduce-co2-emissions-produced-by-cre-properties/",
      "title": "BrainBox AI, WattTime partner to reduce CO2 emissions produced by CRE properties | RCR Wireless News",
      "description": "Canadian company BrainBox AI, a specialist in autonomous building technology, announced a partnership with WattTime, an environmental tech nonprofit.",
      "preview": "Facebook Linkedin RSS Twitter Youtube Subscribe News Channels 5G 5G Testing 6G IoT Network Infrastructure Open RAN Private 5G Telco AI Telco Cloud Res"
    },
    {
      "url": "https://buzzbakeshop.com/",
      "title": "Buzz Bakeshop | Alexandria VA",
      "description": "Located in North Old Town, Alexandria, Buzz Bakeshop is a full-service bakery, coffee shop and dessert lounge designed to showcase the talents of our award winning pastry team with an array of cakes, cupcakes, pastries, cookies, brownies, bars and other confectionary creations.",
      "preview": "top of page All You Need Is Buzz, Buzz Is All You Need. Buzz is a beloved neighborhood bakery in the north end of Old Town, Alexandria, featuring a my"
    },
    {
      "url": "https://news.nationalgeographic.com/2018/02/global-industrial-fishing-footprint-spd/?beta=true",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "https://www.glsen.org/",
      "title": "Homepage | GLSEN",
      "description": "void",
      "preview": "Skip to main content QUICK EXIT: Press ESC 3x QUICK EXIT: Tap 3x EXIT Leave this site safely You can quickly leave this website by pressing the Escape"
    },
    {
      "url": "https://www.bpm-power.com/it/offerte/arredo-giardino",
      "title": "Arredo Giardino Ed Esterni | Offerte Da Giardino Ottobre 2025",
      "description": "Salottini polyrattan, tavolini e molto altro su Bpm-power | Non perderti i migliori prezzi e le promozioni su arredamento da esterni di Ottobre!.",
      "preview": "Scopri le recensioni Accedi Ciao {{user.firstName | capitalize | cut(12)}} Accedi Non sei iscritto? Registrati My Bpm-Power Il tuo profilo I tuoi ordi"
    },
    {
      "url": "https://sports.answers.com/Q/How_many_super_bowls_did_teddy_bruschi_win",
      "title": "How many super bowls did teddy bruschi win? - Answers",
      "description": "Former Patriots Linebacker Tedy Bruschi has played in 5 Super Bowls. He's played in Super Bowls XXXI, XXXVI, XXXVIII, XXXIX and XLII.",
      "preview": "Create 0 Log in Subjects > Sports > Team Sports How many super bowls did teddy bruschi win? Anonymous ∙ 14 y ago Updated: 9/27/2023 Former Patriots Li"
    },
    {
      "url": "http://www.stubhub.com/legal/?section=pp",
      "title": "Buy sports, concert and theater tickets on StubHub!",
      "description": "Buy and sell sports tickets, concert tickets, theater tickets and Broadway tickets on StubHub!",
      "preview": "void"
    },
    {
      "url": "https://www.hsph.harvard.edu/news/hsph-in-the-news/blacks-whites-police-deaths-disparity/",
      "title": "Black people more than three times as likely as white people to be killed during a police encounter | Harvard T.H. Chan School of Public Health",
      "description": "Black Americans are 3.23 times more likely than whites to be killed by police.",
      "preview": "Skip to main content Home / News / Black people more than three times as likely as white people to be killed during a police encounter Health Equity B"
    },
    {
      "url": "http://www.retela.cz",
      "title": "Retela.cz",
      "description": "Retela.cz",
      "preview": "Dovolte, abychom Vás informovali, že na Vašem prohlížeči nemáte zapnutý Javascript a proto se Vám některé prvky prezentace nemohou zobrazit. Vyplnit v"
    },
    {
      "url": "https://glaaaccca.chambermaster.com/eventregistration/register/697",
      "title": "Event Registration",
      "description": "void",
      "preview": "Please Wait Loading event registration interface... 5% Complete"
    },
    {
      "url": "https://www.kongehuset.dk/nyheder/h-m-dronningen-skal-opereres",
      "title": "H.M. Dronningen skal opereres",
      "description": "Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med R...",
      "preview": "Del Gennem en længere periode har Hendes Majestæt været ramt af problemer med ryggen, og i den seneste tid er situationen forværret. Efter samråd med"
    },
    {
      "url": "https://uninfo.org/",
      "title": "UNSDG Data Portal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://rust-lang.github.io/rust-clippy/master/",
      "title": "Clippy Lints",
      "description": "A collection of lints to catch common mistakes and improve your Rust code.",
      "preview": "Theme Ayu Coal Light Navy Rust Disable keyboard shortcuts Clippy Lints Total number: 795 Lints search and filtering only works with JS enabled. :( Lin"
    },
    {
      "url": "http://www.eponic.com/",
      "title": "eponic corp",
      "description": "void",
      "preview": "What Makes Cities Great Learn More What Makes Business Improvement Districts Great Learn More What Makes Airports Great Learn More What Makes Neighbor"
    },
    {
      "url": "https://vapebargains.co.uk/tag/berry-lemonade-100ml/",
      "title": "Vape Bargains Sitemap Directory - Vape Bargains UK",
      "description": "void",
      "preview": "Vape Bargains Sitemap Directory Posts by category Accessories Coil Master 600ML Ultrasonic Vape Cleaner £14.99 Golisi S2 2.0A Smart Charger with LCD S"
    },
    {
      "url": "https://www.pewtrusts.org/en/projects/pew-bertarelli-ocean-legacy",
      "title": "Pew Bertarelli Ocean Legacy | The Pew Charitable Trusts",
      "description": "Working together since 2011, The Pew Charitable Trusts and Dona Bertarelli formalized their partnership with Pew Bertarelli Ocean Legacy in 2017 with the shared goal of supporting the creation of the first generation of ecologically significant, large, and effective marine protected areas (MPAs) around the world.",
      "preview": "Protect Marine Life Archived Project Pew Bertarelli Ocean Legacy English EN English français español Working together since 2011, The Pew Charitable T"
    },
    {
      "url": "https://peabodyawards.com/alwaysinseasonisland/",
      "title": "Always In Season Island - The Peabody Awards",
      "description": "Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had more than 1 million monthly visitors who could create avatars and...",
      "preview": "Hit enter to search or ESC to close Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had mo"
    },
    {
      "url": "https://www.speidelshop.com/maxislip-1272-888.html",
      "title": "Maxislip | SPEIDEL Online Shop",
      "description": "Unser Maxislip mit charmantem Spitzenmotiv spricht Frauen mit femininen Kurven an und überzeugt mit 100% Baumwolle.",
      "preview": "klarna klarna mastercard mastercard paypal paypal rechnung rechnung visa visa The store will not work correctly when cookies are disabled. JavaScript"
    },
    {
      "url": "https://lib.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=libraries",
      "title": "UW Libraries - University of Washington Libraries",
      "description": "University of Washington Libraries",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW University of Washington Libraries"
    },
    {
      "url": "https://code.zoom.us/rec/share/bWUZsF46lAhiGD_baZV8BflN7PgWkFK2H0YGPTkbcofKX0XsvqfCjZz91UqRrnKB.ARsxIggaHhQPKYI1",
      "title": "Video Conferencing, Web Conferencing, Webinars, Screen Sharing - Zoom",
      "description": "Zoom is the leader in modern enterprise video communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems. Zoom Rooms is the original software-based conference room solution used around the world in board, conference, huddle, and training rooms, as well as executive offices and classrooms. Founded in 2011, Zoom helps businesses and organizations bring their teams together in a frictionless environment to get more done. Zoom is a publicly traded company headquartered in San Jose, CA.",
      "preview": "Skip to Main Content Accessibility Overview × About Zoom Blog Customers Our Team Careers Integrations Partners Investors Press Sustainability & ESG Zo"
    },
    {
      "url": "https://hamiltonbeach.com/inside-the-test-kitchen",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "https://marketingexamples.com/inspiration",
      "title": "Copywriting Examples - The world's best copy. In one place.",
      "description": "The only swipe file you'll ever need. 330+ handpicked examples. Broken-down.",
      "preview": "cegfilterplus copy 6 cegfilterplus copy 5 Group 3 Copy 2 1 Group 3 Copy 3 Headers Features Social Proof Story Lead Magnet Ads Simple Outcomes Creative"
    },
    {
      "url": "https://usnavyseals.einnews.com/amp/pr_news/572814177/small-business-opportunities-for-military-spouses-to-sell-to-the-u-s-air-force-and-u-s-army",
      "title": "Please verify you are human.",
      "description": "void",
      "preview": "Please verify you are human. Click here to continue ..."
    },
    {
      "url": "http://odinblacksea.iode.org/",
      "title": "IODE - International Oceanographic Data and Information Exchange",
      "description": "void",
      "preview": "Skip to content Search for: Home 2025-05-19T14:31:30+02:00 Data Documents Elements Ocean Decade The International Oceanographic Data and Information E"
    },
    {
      "url": "http://outfit7.com/privacy/",
      "title": "PRIVACY POLICY FOR GAMES",
      "description": "void",
      "preview": "Talking Tom and Friends logo Open the menu Play Watch Please select العربية Deutsch English Español Français हिन्दी Bahasa Indonesia Italiano 日本語 한국어"
    },
    {
      "url": "https://drugpolicy.org/issues/drug-war-statistics",
      "title": "Drug War Stats - Drug Policy Alliance",
      "description": "See the latest data and trends on drug arrests, incarceration, overdose, financial impact of the drug war, and more.",
      "preview": "Drug War Stats Quick Stat Finder 1 Drug Arrests 2 Incarceration 3 Systemic Impact 4 Overdose 5 Financial Impact 6 Marijuana Policy Drug War Stats 1 Dr"
    },
    {
      "url": "https://www.berlin.de/tourismus/insidertipps/",
      "title": "Insider-Tipps - Berlin.de",
      "description": "Die außergewöhnlichen Seiten von Berlin erleben: Insider-Tipps, Szenetreffs und neue Ideen für Berlin-Besucher - abseits der abgetretenen Pfade.",
      "preview": "de Aktuelle Sprache: Deutsch en English Berlin Insider-Tipps © dpa Wer Berlin abseits der wichtigsten Sehenswürdigkeiten besser kennenlernen möchte, f"
    },
    {
      "url": "http://fao.org/contact-us/en/",
      "title": "Contact us | FAO | Food and Agriculture Organization of the United Nations",
      "description": "Contact us",
      "preview": "Share Close Contact us General information Headquarters Viale delle Terme di Caracalla 00153 Rome, Italy Tel:(+39) 06 57051 e-mail： [email protected]"
    },
    {
      "url": "https://www.npfc.int/about_npfc/convention_and_npfc_area_of_application",
      "title": "Convention & NPFC Area of Application | NPFC",
      "description": "void",
      "preview": "Skip to main content NPFC About NPFC Convention & NPFC Area of Application Convention & NPFC Area of Application Convention on the Conservation and Ma"
    },
    {
      "url": "https://vauraus.fi/asiantuntijablogi/miten-korona-aika-on-vaikuttanut-vaurauden-laina-asiakkaisiin/",
      "title": "Miten korona-aika vaikutti Vaurauden laina-asiakkaisiin?",
      "description": "Pandemian aiheuttama tilanne sisälsi katastrofin ainekset, mutta tuolta ajalta kerätty tilastotieto kertoo erilaisen tarinan.",
      "preview": "Svenska English Kirjaudu Miten korona-aika on vaikuttanut Vaurauden laina-asiakkaisiin? Vaurauden liiketoiminta perustuu siihen, että yrityksille väli"
    },
    {
      "url": "https://www.oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://www.tecnologiaalvarado.com.ve/conectores/716-modulo-sfp-monomodo-20km.html",
      "title": "Tecnologia Alvarado | Equipos e insumos para Redes y Seguridad",
      "description": "Lider en distribucion de Equipos e Insumos de redes y seguridad. Distribuidor autorizado de Wireplus, Tplink, Ubiquiti, entre otras...",
      "preview": "  Novedades  Vista rápida Bateria de Litio 12V 100ah... 450,00 $ Nuevo  Vista rápida Controlador Solar MPPT 140A 486,00 $ Nuevo  Vista rápida Con"
    },
    {
      "url": "https://www.peacocktv.com/",
      "title": "Home | NBCUNIVERSAL MEDIA",
      "description": "We are one of the world's leading media and entertainment companies in the development, production, and marketing of entertainment, news and information to a",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content Your browser does not support the vi"
    },
    {
      "url": "https://www.asabbatical.com/article/where-is-san-marino",
      "title": "Where is San Marino? (Definitely Not Where You Think!) | aSabbatical",
      "description": "San Marino is the third smallest country in Europe. You can say it is situated in Northern Italy, as it is entirely surrounded by Italy.",
      "preview": "Skip to main content aSabbatical a web enthusiast on the Road by Adrian Sameli GTranslate aSabbatical Start Journeys Postcards random inspiration on t"
    },
    {
      "url": "https://developers.planet.com/",
      "title": "Planet Documentation | Planet Documentation",
      "description": "Planet developer and platform documentation",
      "preview": "Skip to main content Platform Capabilities Platform Access daily imagery, high resolution tasking, Planetary Variables, and Open Data from public cons"
    },
    {
      "url": "http://www.portaldalinguaportuguesa.org/?action=lemma&lemma=14457&template=print",
      "title": "afoitar (verbo) -",
      "description": "void",
      "preview": "afoitar - verbo a · foi · tar pronominal; transitivo Indicativo Presente Pretérito imperfeito Pretérito perfeito Pretérito mais-que-perfeito Futuro im"
    }
  ],
  "_meta": {
    "total_bookmarks": 64
  }
}