{
  "data": [
    {
      "url": "http://www.ristoreggio.it/",
      "title": "Inizio - RistoReggio",
      "description": "RistoReggio (solo ricette di cucina) offre, a tutti ed in maniera gratuita, una raccolta di migliaia di ricette di cucina e la possibilità di segnalare, commentare, ricercare tutto quelo che può finire sulla tavola., Giovedì gnocchi: sempre più gradito!, Unisciti alla community",
      "preview": "Inizio Le ricette di RistoReggio Inizio I menu del giovedì Un carrello per 4 Antipasti Primi piatti Secondi piatti di carne Secondi piatti di pesce Se"
    },
    {
      "url": "https://www.drunkelephant.com/products/slaai-makeup-melting-butter-cleanser",
      "title": "Nourishing, makeup-melting cleansing balm | Drunk Elephant",
      "description": "Melt away all traces of dirt, makeup, and sunscreen with Drunk Elephant's Slaai, a makeup-removing cleansing balm that quickly transforms from oil to milk.",
      "preview": "Skip to main content Drunk Elephant Home Sign In/Register Quantity of items in cart is , 0 search You can use the tab key (or swipe left or right on y"
    },
    {
      "url": "https://www.flaquarium.org/",
      "title": "Explore The Florida Aquarium | Home of Marine Wonders",
      "description": "Discover the wonders of marine life at The Florida Aquarium. Experience engaging exhibits, conservation programs, and fun activities for the whole family.",
      "preview": "Skip to Content Your Adventure Starts Here Buy Tickets New Now Open!"
    },
    {
      "url": "https://puzzles.mit.edu/",
      "title": "MIT Mystery Hunt / Puzzle Club",
      "description": "The MIT Mystery Hunt is an internationally renowned puzzle competition which takes place every January on MIT campus and attracts hundreds of participants from all over the world.",
      "preview": "The MIT Mystery Hunt is a puzzlehunt competition that takes place on the MIT campus every year during the Martin Luther King, Jr. Day weekend . The hu"
    },
    {
      "url": "http://haven.theonering.net/",
      "title": "Your One Source for Lord of the Rings and Tolkien Gaming Online | Gaming Havens",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://aalftc.org/",
      "title": "African American Leadership Forum",
      "description": "We lead by manifesting racial equity through radically innovative solutions. We're bringing this world from our imagination into being, through cross-community collaboration.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://insights.sustainability.google/",
      "title": "Google Environmental Insights Explorer - Make Informed Decisions",
      "description": "Environmental impact begins with insights. Explore data to make informed decisions and inspire action.",
      "preview": "Environmental Insights Explorer Impact begins with insights. Explore data to make informed decisions and inspire action. Explore estimated carbon emis"
    },
    {
      "url": "https://codebeautify.org/hex-string-converter",
      "title": "Hex to String Converter Online to Convert Hex to Text",
      "description": "Best Convert Hex to String (Hex to Text) Online and Save and Share. Hexadecimal to String",
      "preview": "50% Hex to String Message Add to Fav New Save & Share Enter the hexadecimal text to decode Sample Size : 0 , 0 Characters Auto Hex to String File.. Lo"
    },
    {
      "url": "https://fred.stlouisfed.org/series/CPIAUCSL",
      "title": "Consumer Price Index for All Urban Consumers: All Items in U.S. City Average (CPIAUCSL) | FRED | St. Louis Fed",
      "description": "View data of the CPI, or an inflation measure derived from tracking the changes in the weighted-average price of a basket of common goods and services.",
      "preview": "Skip to main content Consumer Price Index for All Urban Consumers: All Items in U.S. City Average (CPIAUCSL) Observations Aug 2025: 323.364 | Index 19"
    },
    {
      "url": "https://www.gazzettaufficiale.it/eli/id/2025/01/10/25G00001/sg",
      "title": "Gazzetta Ufficiale",
      "description": "void",
      "preview": "Home torna all'indice Serie Generale n. del Gazzetta in fase di caricamento informazioni Gazzetta Ufficiale Certificata Privacy Formato Grafico PDF co"
    },
    {
      "url": "https://support.roku.com/index",
      "title": "Roku",
      "description": "Roku provides the simplest way to stream entertainment to your TV. On your terms. With thousands of available channels to choose from.",
      "preview": "Please enable JavaScript in your browser to use this website. Reload Page"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a1zCZemZDy2yyYntI7CyUukdKZ0CHnYoRQC88qFjIbrgr8v0VL07rSDeZF#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.cinemax.com/",
      "title": "Cinemax: Official Website Featuring Original Series, Movies & More",
      "description": "The official website for Cinemax, home of action-packed original series, Hollywood hits and more. Find movies and TV shows to watch online.",
      "preview": "C.B. STRIKE: LETHAL WHITE VIEW MORE WARRIOR A gritty, sexy, violent, pulse-quickening original series from Cinemax, Warrior is a crime drama set durin"
    },
    {
      "url": "https://daenadsports.blogspot.com/",
      "title": "D Sports",
      "description": "DAENAD Sports brings to you information, score cards and performances of different sports clubs, live scores of cricket, hockey and football.",
      "preview": "Skip to main content Posts Pakistan Football Federation has been suspended by FIFA By Shah Rukh Khalid April 07, 2021 Share Get link Facebook X Pinter"
    },
    {
      "url": "https://saaslandingpage.com/",
      "title": "The Best Landing Page Examples For Design Inspiration - SaaS Landing Page",
      "description": "SaaS Landing Page showcases the best landing page examples created by top-class SaaS companies. Get ideas and inspirations for your next design project.",
      "preview": "✨ Looking for app inspiration? Check out SaaS Interface ✨ SaaS landing page examples Discover the best 870 landing page examples created by top-class"
    },
    {
      "url": "https://www.landing.love/",
      "title": "Showcase of the best Animation Websites - landing.love",
      "description": "Get inspired by an amazing collection of over 1775 animation website designs. With a full-page video recording showcasing the best designs out there.",
      "preview": "Showcase of the best 1775 Animation Websites Get inspired by the best website examples with full-page video recordings. 3d website Dark Mode Gradient"
    },
    {
      "url": "https://www.trainers-quotes.com/latest-results/100720193rd112-maidforlife-charliefelloweskemptonpark/",
      "title": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park",
      "description": "» 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park |",
      "preview": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park Home Latest Results 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton"
    },
    {
      "url": "https://remove.bg/upload",
      "title": "Upload Image - remove.bg",
      "description": "Select an image & remove the background - 100% automatically - in 5 seconds - without a single click - for free.",
      "preview": "Skip to main content Thanks for your feedback! Want to help us improve? (optional) Contribute this image & help us make remove.bg better Teach the Art"
    },
    {
      "url": "http://www.giftsin24.com/",
      "title": "Personalized Stationery | Cards, Notepads, Napkins, Gifts & More",
      "description": "void",
      "preview": "Back to mobile site About History Blog Contact Account Login or Sign Up Personalized Stationery Ships in 24 Hours Best Selling Cards Notes Notepads Na"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "https://www.povertyactionlab.org/initiative/gender-and-economic-agency-initiative",
      "title": "Gender and Economic Agency (GEA) Initiative | The Abdul Latif Jameel Poverty Action Lab",
      "description": "J-PAL's Gender and Economic Agency (GEA) Initiative funds randomized evaluations of strategies to enhance women's economic agency.",
      "preview": "Skip to main content Gender and Economic Agency (GEA) Initiative Photo: Paula Bronstein/The Verbatim Agency/Getty Images. J-PAL's Gender and Economic"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/mapbox+mapbox-ios+mapbox-android",
      "title": "Newest 'mapbox+mapbox-ios+mapbox-android' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/microsoft/D365Finance/",
      "title": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "description": "The Total Economic Impact™ Of Microsoft Dynamics 365 Finance",
      "preview": "Executive Summary A Forrester Total Economic Impact™ Study Commissioned By Microsoft, July 2022 Table Of Contents Executive Summary TEI Framework And"
    },
    {
      "url": "https://tombont.com/2016/10/25/surrey-international-writers-conference-2016/",
      "title": "Surrey International Writers' Conference 2016 - Tom Bont's Silver Key",
      "description": "Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabaldon was spectacular. She critiqued Chapter 1 from Iron Broderick. Her words: \"Tom, this is really good. Professional Quality.\" Boo-YA, y'all!",
      "preview": "Skip to content Got back last night. Fantastic this year! It was good to see everyone, and the sessions were helpful. My Blue Pencil with Diana Gabald"
    },
    {
      "url": "https://www.fox5atlanta.com/news/3-teens-charged-with-murder-of-15-year-old-peachtree-city-girl",
      "title": "3 men, 18, charged with murder of Peachtree City teen | FOX 5 Atlanta",
      "description": "The 15-year-old girl was found dead by her mother inside their apartment. According to police, the teen knew her suspected killers.",
      "preview": "Police investigating how 3 men accused of murder entered Peachtree City teen's apartment Right now, three 18-year-old males are in custody and have be"
    },
    {
      "url": "https://owd.boston.gov/",
      "title": "Workforce Development | Boston.gov",
      "description": "The Office of Workforce Development (OWD) works toward the full participation of all Boston residents in the city's economic vitality and future. It connects low-income residents with job training and employment opportunities. It also promotes lifelong literacy and educational pathways.",
      "preview": "Skip to Main Content An official website of the City of Boston. Here's how you know city_hall Official websites use .boston.gov A .boston.gov website"
    },
    {
      "url": "https://codemmagazine.com/",
      "title": "Code M Magazine - Transforming The Lives of Men!",
      "description": "void",
      "preview": "Skip to content CODE M CIGARS Click Here Facebook Click Here Instagram Click Here Pinterest Get the latest news and information about things impacting"
    },
    {
      "url": "https://headwatersfoundation.org/",
      "title": "Headwaters Foundation for Justice",
      "description": "Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has resourced movement organizations that are too often overlooked or excluded by mainstream philanthropy. Our grantmaking supports organizations and groups on the front lines of social change. We believe that the people who directly experience society's",
      "preview": "Skip to content Amplify the power of community to advance equity and justice. Welcome to Headwaters Since 1984, Headwaters Foundation for Justice has"
    },
    {
      "url": "http://www.playstation.com/support/",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "http://www.gs1us.org/",
      "title": "Barcodes Powered by GS1 Standards | GS1 US",
      "description": "Authentic barcodes powered by GS1 uniquely identify your brand & products in e-commerce. GS1 standards are the most widely-used in global supply chains.",
      "preview": "The GS1 US Solution Getting and Using Barcodes Getting into the Marketplace Using Product Data Industry Insights I want to Choose an option So that I"
    },
    {
      "url": "https://ce.naco.org/?dset=Poverty&ind=Number%20of%20Children%20in%20Poverty",
      "title": "NACo County Explorer",
      "description": "Explore your county through over 1000 indicators and nearly 100 datasets.",
      "preview": "Click for more County Info County Details County Seat: Val Year Organized: Val Total Square Miles: Val 2020 Population: Val Persons/Square Mile: Val C"
    },
    {
      "url": "https://vitaminpatchclub.com/products/total-package-bundle",
      "title": "Total Package Bundle - Vitamin Patch Club",
      "description": "Meet The Total Package-a powerful 4-in-1 bundle designed for those who want it all: more energy, stronger immunity, faster recovery, enhanced strength, and radiant beauty. Featuring our Energize (B-Complex), Wellness (Vitamins D &amp; C), Strength (Iron), and Restore (Zinc) patches, this bundle supports your body from",
      "preview": "Skip to content Shop Columbus Day Sale! Spend $100 get $40GC, spend $200 get $75GC, spend $400 get $100GC. gift cards will be emailed on Oct 20th 5 Wa"
    },
    {
      "url": "http://www.jedasoftwaresystems.com",
      "title": "Jedasoft",
      "description": "void",
      "preview": "Home Contact About News Support"
    },
    {
      "url": "https://dukespace.lib.duke.edu/dspace/bitstream/handle/10161/2847/2000%20commencement.pdf?sequence=3",
      "title": "Commencement Program",
      "description": "Graduation programs for commencement at Duke University.",
      "preview": "Commencement Program Loading... Files 1850_commencement_program.pdf 489.64 KB 1859_commencement_program.pdf 764.36 KB 2000 commencement.pdf 4.64 MB 20"
    },
    {
      "url": "https://www.voteannapaulina.com/platform",
      "title": "Anna Paulina Luna for Congress",
      "description": "Anna Paulina Luna for Congress is a strong independent leader, earning her stripes by serving her country, not by serving herself. Raised by a single mother in Southern California's low-income neighborhoods, Anna learned that she must work hard and be independent to succeed.",
      "preview": "top of page ENDORSED BY PRESIDENT TRUMP! HELP ME FIGHT FOR YOU! $10 $50 $250+ $25 $100 DONATE The Influencer Who Came to Congress Republican Rep. An"
    },
    {
      "url": "https://www.metrokids.com/education-shifts-at-ages-3-5/",
      "title": "IDEA Creates Transition from Early Intervention to Schools at Age 3",
      "description": "The Federal IDEA law mandates that kids transition from early intervention into a school jurisdiction or intermediate unit after third 3rd birthday.",
      "preview": "Facebook Instagram Twitter Digital Edition Calendar Add Event Camps Education Family Fun Just In Guides Camps Enrichment & Extracurricular Activities"
    },
    {
      "url": "https://fr.vietnamplus.vn/4e-session-de-la-commission-de-cooperation-vietnamargentine/57164.vnp",
      "title": "4e Session de la Commission de coopération Vietnam-Argentine | Vietnam+ (VietnamPlus)",
      "description": "La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les 29 et 30 octobre à Buenos Aires sa 4e session.",
      "preview": "Politique 4e Session de la Commission de coopération Vietnam-Argentine La Commission intergouvernementale de coopération Vietnam-Argentine a tenu les"
    },
    {
      "url": "https://mathematik-akademie.de/2017/06/",
      "title": "Juni 2017 - Akademie der Mathematik",
      "description": "void",
      "preview": "+4952029776963 info@mathematik-akademie.de Willkommen Über uns Blog FAQ Karriere Kontakt Impressum Datenschutzerklärung Der Held ist was? Ein Mathemat"
    },
    {
      "url": "https://download.oracle.com/javaee-archive/servlet-spec.java.net/jsr369-experts/2015/09/0264.html",
      "title": "[jsr369-experts] Re: Working towards Early Draft Review",
      "description": "void",
      "preview": "[jsr369-experts] Re: Working towards Early Draft Review This message : [ Message body ] [ More options ( top , bottom ) ] Related messages : [ Next me"
    },
    {
      "url": "https://www.ikea.com/us/en/p/komplement-insert-for-pull-out-tray-light-gray-s09277843/",
      "title": "KOMPLEMENT insert for pull-out tray, light gray, 393/8x227/8\" - IKEA",
      "description": "KOMPLEMENT insert for pull-out tray, light gray, 393/8x227/8\" Whether you have a passion for shoes, a soft spot for sweaters or a fancy for jewelry and accessories, KOMPLEMENT interior organizers tailor your wardrobe to make the best use of available space.",
      "preview": "Skip to main content informationCircle Last call for fall savings on all sofas and lamps. Deals end 10/12. 7 KOMPLEMENT images Skip images All media K"
    },
    {
      "url": "https://maps.google.com.do/url?q=https%3A%2F%2Fdenrise.blogspot.com%2F",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://denrise.blogspot.com/ . Se non desideri visitare questa p"
    },
    {
      "url": "https://www.businessoffashion.com/articles/luxury/the-plan-for-off-white-after-virgil-abloh/",
      "title": "The Plan for Off-White After Virgil Abloh | BoF",
      "description": "Executives at New Guards Group and LVMH reveal exclusively to BoF the 'endless' pipeline Abloh left behind and their plans to harness his legacy to build a multi-billion-dollar brand.",
      "preview": "Skip to main content Share current article via Email Share current article via Facebook Share current article via Twitter Share current article via Li"
    },
    {
      "url": "https://blog.koraorganics.com/how-to-order-kora-organics-skincare/",
      "title": "How to Order An Organic Skincare Routine - KORA Organics",
      "description": "We talk through the steps to order an organics skincare routine-to maximize your glow. Learn the steps here for smooth, radiant skin.",
      "preview": "step by step , How to Order An Organic Skincare Routine 3rd October 2023, KORA Organics Team Updated on 28th June 2025 at 3:59 am Knowing which order"
    },
    {
      "url": "https://www.theregreview.org/2019/02/18/revesz-unel-climate-energy-storage-policies/",
      "title": "Achieving Climate Goals Will Require Sound Energy Storage Policies | The Regulatory Review",
      "description": "Clean energy systems will not reduce emissions unless states promote effective energy storage policies.",
      "preview": "Twitter Facebook LinkedIn Email Print Clean energy systems will not reduce emissions unless states promote effective energy storage policies. Tweet Sh"
    },
    {
      "url": "http://www.reactiongifs.com/tag/whoop-ass/",
      "title": "whoop ass - Reaction GIFs",
      "description": "void",
      "preview": "Tag: whoop ass Whoop Yo Ass May 14, 2014 Spanking When they deserve a spanking June 20, 2013 Opening a can of WHOOP ASS January 22, 2013"
    },
    {
      "url": "https://rasierte-fotzen-webcam.privater-telefonsex.xyz/CAMS/DE/Darsteller/3662677_Ausnahmef/alben.html?page_item=1",
      "title": "Rasierte Fotzen Webcam#Milf Sextelefon mit Cam",
      "description": "Scharfe rasierte Fotzen vor der Webcam die mit dir chatten und geile Milfs am Sextelefon mit Cam besuchen.",
      "preview": "Menü Einloggen Anmelden Passwort vergessen? Kostenlos anmelden Cam Galerien Ausnahmef Nachricht „Ausnahmef\" ist gerade nicht online. Aber frage doch p"
    },
    {
      "url": "https://www.paul.fr/default/viennoiserie/familliales?allergens_bis=16983%2C16986%2C17031",
      "title": "Viennoiserie Familiales - Brioches - Cramiques - PAUL",
      "description": "void",
      "preview": "The store will not work correctly in the case when cookies are disabled. Javascript est désactivé dans votre navigateur. Pour une expérience optimale"
    },
    {
      "url": "https://www.justfoodfordogs.com/",
      "title": "JustFoodForDogs | Fresh Dog Food, Proven Healthy",
      "description": "JustFoodForDogs fresh dog food is proven to be more digestible and supports immune system health. Explore healthy, vet-recommended dog food today!",
      "preview": "× Find a store 5 miles 15 miles 30 miles 50 miles 100 miles Search Use My location - Or - Contact us loading ... Built by vets. Backed by science. Lov"
    },
    {
      "url": "https://www.nettavisen.no/livsstil/denne-scenen-fra-the-office-har-du-aldri-sett-for/s/12-95-3424070396",
      "title": "Kjendis, The office | Denne scenen fra «The Office» har du aldri sett før",
      "description": "Fansen jubler på Twitter.",
      "preview": "Gå til sidens hovedinnhold aID logo Kjendis Denne scenen fra «The Office» har du aldri sett før Fansen jubler på Twitter. Vilde Holta Røssland Vilde H"
    },
    {
      "url": "http://www.regione.piemonte.it/",
      "title": "Regione Piemonte",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://web.membernova.com/305538/User/Login?OriginalUrl=web.membernova.com/305538%2Fevents%2F",
      "title": "MemberNova Package Expired",
      "description": "void",
      "preview": "Package has expired Please note that the MemberNova website package for your account has expired. Click here to contact MemberNova."
    },
    {
      "url": "https://www.tiktok.com/@people",
      "title": "Log in | TikTok",
      "description": "Log in or sign up for an account on TikTok. Start watching to discover real people and real videos that will make your day.",
      "preview": "TikTok Feedback and help Log in to TikTok Manage your account, check notifications, comment on videos, and more. Use QR code Use phone / email / usern"
    },
    {
      "url": "https://primachivasso.it/rubriche/turismo/eventi-da-non-perdere-6/",
      "title": "Eventi da non perdere - News Prima",
      "description": "La Rovereto di Fortunato Depero e la mostra al Mart Il prossimo 6 novembre, a Rovereto (TN), si può passeggiare sulle orme",
      "preview": "27/10/2021 alle 12:52 La Rovereto di Fortunato Depero e la mostra al Mart Il prossimo 6 novembre, a Rovereto (TN), si può passeggiare sulle orme di Fo"
    },
    {
      "url": "https://ww7.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | GM - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.pewtrusts.org/en/projects/pew-bertarelli-ocean-legacy",
      "title": "Pew Bertarelli Ocean Legacy | The Pew Charitable Trusts",
      "description": "Working together since 2011, The Pew Charitable Trusts and Dona Bertarelli formalized their partnership with Pew Bertarelli Ocean Legacy in 2017 with the shared goal of supporting the creation of the first generation of ecologically significant, large, and effective marine protected areas (MPAs) around the world.",
      "preview": "Protect Marine Life Archived Project Pew Bertarelli Ocean Legacy English EN English français español Working together since 2011, The Pew Charitable T"
    },
    {
      "url": "https://developer.android.com/google-play/guides/play-pass",
      "title": "Google Play Pass | Google Play Console",
      "description": "Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app purchases. Play Pass provides a high-quality, curated collection of titles - with new content added regularly.",
      "preview": "Grow with Google Play Pass Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app p"
    },
    {
      "url": "https://www.ft.com/companies",
      "title": "Companies | Financial Times",
      "description": "News from the world's largest and most influential companies. Get the latest from global brands across various industries, including Amazon, Netflix, Disney, Adidas, and more.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer Companies Add to myFT Lead story in Companies First Brands Group Insurers pr"
    },
    {
      "url": "https://madressinhijos.quieroconducirquierovivir.com/2014/11/",
      "title": "noviembre | 2014 | Madres sin Hijos",
      "description": "void",
      "preview": "Madres sin Hijos Dedicado a todas las Madres que han perdido a sus hijos, por las acciones de otros, por las omisiones de tantos, por la culpa de todo"
    },
    {
      "url": "https://dk.linkedin.com/company/pandora-a-s?trk=organization_guest_main-feed-card-text",
      "title": "Pandora | LinkedIn",
      "description": "Pandora | 520.621 følgere på LinkedIn. The world&#39;s largest jewellery brand | Pandora is the world's largest jewellery brand. The company designs, manufactures and markets hand-finished jewellery made from high-quality materials at affordable prices Pandora jewellery is sold in more than 100 countries through more than 6,500 points of sale, including more than 2,500 concept stores. Headquartered in Copenhagen, Denmark, Pandora employs 32,000 people worldwide and crafts its jewellery at two LEED-certified facilities in Thailand using mainly recycled silver and gold.",
      "preview": "LinkedIn respekterer dit privatliv LinkedIn og tredjeparter bruger essentielle og ikke-essentielle cookies til at levere, sikre, analysere og forbedre"
    },
    {
      "url": "https://www.shopclues.com/",
      "title": "Online Shopping Site India - Shop Online for men, women and kids fashion, home, kitchen, health, sports and more products at ShopClues",
      "description": "Online shopping site in India - Buy mobiles, electronics, laptops, home appliances, fashion, shoes, home & kitchen products at the lowest prices from Shopclues.com. Easy Return & Replacement Policy!",
      "preview": "ShopClues would like to send you awesome offers! Notifications can be turned off anytime from browser settings. Don't Allow Allow Scroll To Top Exclus"
    },
    {
      "url": "https://www.cricadium.com/",
      "title": "Latest Cricket News, Match Predictions & Analysis - Cricadium",
      "description": "Stay updated with Cricadium for cricket news, match predictions, live scores, in-depth analysis, player insights, and fantasy cricket tips.",
      "preview": "Advertisements Jaiswal Hits 7th Test Ton, Enters Elite List of Young Centurions Advertisements Latest Cricket News KL Rahul Enters 2000-Run Club in Wo"
    },
    {
      "url": "https://www.coursera.org/professional-certificates/google-digital-marketing-ecommerce/?utm_source=google&utm_medium=institutions&utm_campaign=gwgsite",
      "title": "Google Digital Marketing & E-commerce Professional Certificate | Coursera",
      "description": "Offered by Google. Get on the fast track to a career in digital marketing. In this certificate program, you'll learn in-demand skills, and ... Enroll for free.",
      "preview": "Google Digital Marketing & E-commerce Professional Certificate Google Digital Marketing & E-commerce Professional Certificate Get on the fast track to"
    },
    {
      "url": "https://www.riteaid.com/shop/bare-republic-mineral-sport-sunscreen-lotion-vanilla-coco-spf-50-5-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://mariusacke.bandcamp.com/",
      "title": "Music | Marius Acke",
      "description": "Marius Acke. Antwerp, Belgium. Marius is a house music producer from Antwerp who got inspired by the mysterious vibes of the underground house music scene in Belgium. His style consists mainly of a blend of rhytmic beats and melodic chords which he creates with a mixture of analog synthesizers and digital instruments. He is also a member of the more experimental house production collective &#39;Mayaku&#39; with Koenie and Rubba J.",
      "preview": "+ add album track merch listening party new artist existing artist stats × See all results No matching results Try a different filter or a new search"
    },
    {
      "url": "https://discoveryplus.com",
      "title": "discovery+ | Stream Real-Life TV Episodes",
      "description": "discovery+ | Watch HGTV, Food Network, TLC, ID and more plus exclusive originals, all in one place.",
      "preview": "Skip To Content Something for Everyone Plans start at $5.99 Start Free Trial Free trial available to new subscribers. Terms Apply . Get It All with di"
    },
    {
      "url": "https://www.kansalainen.fi/tag/paperittomat-siirtolaiset/",
      "title": "paperittomat siirtolaiset arkistot | Kansalainen",
      "description": "void",
      "preview": "Etusivu Kotimaa Politiikka Talous Rikos Maahanmuutto Eurooppa Politiikka Talous Rikos Maahanmuutto Muu maailma Kulttuuri Arkisto Kolumnit Blogit Video"
    },
    {
      "url": "https://janesdueprocess.org/",
      "title": "Jane's Due Process",
      "description": "We help young people in Texas navigate parental involvement laws so they can confidentially access abortion and birth control.",
      "preview": "Call or text our hotline: 1-866-999-5263 Facebook X Instagram Facebook X Instagram Under 18 and Need an Abortion? Jane's Due Process can help. Call or"
    },
    {
      "url": "https://www.agencyjr.com/post/i-audited-351-klaviyo-accounts-here-are-my-11-takeaways-to-help-you-sell-more",
      "title": "I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More | agencyJR",
      "description": "After auditing 351+ Klaviyo accounts generating upwards of $100MM/yr here are the top 11 lessons you can implement for your e-commerce email marketing",
      "preview": "Talk with us Blog I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More After auditing 351+ Klaviyo accounts generating upwa"
    }
  ],
  "_meta": {
    "total_bookmarks": 69
  }
}