{
  "data": [
    {
      "url": "https://www.ballmergroup.org/",
      "title": "Ballmer Group - Ballmer Group",
      "description": "Economic opportunity for all. Ballmer Group is committed to improving economic mobility for children and families in the United States. We fund leaders and organizations that have demonstrated the ability to reshape opportunity. Our grants focus...",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.dnb.com/utility-pages/privacy-policy.html",
      "title": "Our Data Transparency Commitment - Dun & Bradstreet",
      "description": "After almost 200 years, we still aim to be transparent around the ways we process data about people, businesses, and how we use AI. Learn more here.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.synconaltd.com/",
      "title": "Syncona - building the next generation of global leaders in life science",
      "description": "Syncona is a FTSE250 company focused on founding, building and funding healthcare companies to deliver transformational treatments to patients in areas of high unmet need.",
      "preview": "Content Search Navigation Sitemap Maximising shareholder value Annual Report and Accounts 2025 A diversified portfolio across clinical stages Commerci"
    },
    {
      "url": "https://siol.net/kljucne-besede/nepremagljivi-dvojec-79165/articles",
      "title": "Nepremagljivi dvojec na Siol.net",
      "description": "Najbolj sveže in aktualne novice o temi Nepremagljivi dvojec iz Slovenije in sveta, odlične zgodbe iz sveta športa, avtomobilov in trendov.",
      "preview": "Energetika 2.0 Ona-On.com Nazaj v šolo Dogodki Naj planinska koča Zanesljiv sopotnik Naložbeni navdih Počitnice 2025 Nakup avtomobila Pravni nasvet Pr"
    },
    {
      "url": "http://www.hddlife.com/",
      "title": "HDDLife Hard Drive Diagnostic Software: Monitor HDD/SSD Health & Predict Failures",
      "description": "HDDLife hard drive diagnostic software: Analyze reliability, predict failures, and protect your data. Check HDD/SSD health in seconds. Try free!",
      "preview": "Skip to content IS YOUR DATA SAFE? All of your data - photos, videos, documents - are stored on your computer's hard drive. Find out about a possible"
    },
    {
      "url": "https://mydowntowngiftcards.com/",
      "title": "Downtown Gift Cards USA |",
      "description": "void",
      "preview": "$ 0.00 0 Your bag 0 Sub-total $ 0.00 Shipping $ TBC Purchase Fee $0 Total $0.00 Checkout continue browsing Browse all cards Business Orders Check my b"
    },
    {
      "url": "https://www.kayak.com/explore/",
      "title": "KAYAK Explore",
      "description": "Looking for inspiration? Enter your budget, select your trip type and KAYAK Explore will find you your perfect vacation. Find out how far your budget can take you!",
      "preview": "Any time, any duration Stops Price Flight duration Type of trip View map"
    },
    {
      "url": "https://www.naceweb.org/about-us/jobwire.aspx",
      "title": "NACE Jobwire",
      "description": "void",
      "preview": "We have some exciting news to share with you: NACE is rebranding! Fresh look. Bolder voice. Same powerful mission. See What's Ahead! National Associat"
    },
    {
      "url": "https://know4life.tumblr.com/",
      "title": "Know4LIFE",
      "description": "www.Know4LIFE.net",
      "preview": "9 October 2025 Reblog liberalsarecool : \"Unelected bureaucrats and activist judges for me, no democracy for thee.\" MAGA gospel. None of these subhuman"
    },
    {
      "url": "https://phoenixintheembers.tumblr.com/post/144208350051",
      "title": "From Spark To Flame - Computing occupations are the largest category of...",
      "description": "Computing occupations are the largest category of new wages in America codeorg: \"A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just...",
      "preview": "From Spark To Flame Just your average physicist, filipino, polish, english, irish, hawaiian born, hair color changing, music loving, piercing loving g"
    },
    {
      "url": "https://www.uwb.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwbothell",
      "title": "Homepage - The University of Washington Bothell",
      "description": "At UW Bothell, we emphasize experiential learning, hands-on research and community engagement. UW Bothell in 60 Seconds Get facts about our programs, diverse student body and commitment to sustainability - all in less than a minute. Stories of impact Learn more about the remarkable people and programs in the UW Bothell community. Academics We are...",
      "preview": "Close mobile menu OPENING ACCESS TO A WORLD-CLASS UW EDUCATION At UW Bothell, we emphasize experiential learning, hands-on research and community enga"
    },
    {
      "url": "https://explorable.com/",
      "title": "Explorable - Think Outside The Box - Research, Experiments, Psychology, Self-Help",
      "description": "void",
      "preview": "Skip to main content Menu Search Home Overview Research Foundations Academic Self-Help Write Paper Quiz For Kids Your Code Login Sign Up Menu Search L"
    },
    {
      "url": "https://www.consumerreports.org/fees-billing/cable-company-fees-add-to-tv-bill/",
      "title": "Cable Company Fees Add $450 to Typical Annual Bill - Consumer Reports",
      "description": "Consumer Reports looks at the surprise cable company fees and add-ons that can jack up consumers' bills. Our research shows advertised cable TV prices don't reflect what you really have to pay, and fees continue to rise.",
      "preview": "Cable Company Fees Add $450 to a Typical Annual TV Bill By James K. Willcox Last updated: October 03, 2019 SHARES Sharing is Nice Yes, send me a copy"
    },
    {
      "url": "https://www.visualstudio.com/vs/getting-started/",
      "title": "Getting started with Visual Studio",
      "description": "Tutorials, videos and docs recommendations for learning to code in Visual Studio",
      "preview": "Skip to main content This device is not currently supported for these products. Visual Studio IDE Visual Studio for Mac Visual Studio Code To continue"
    },
    {
      "url": "https://www.stickerfab.com/products/stickerfab-3x6-in-stickers-universal",
      "title": "StickerFab 3x6 in Stickers (Pair) - Universal | StickerFab",
      "description": "StickerFab Sticker We would love for you to rock our logo. Instead of giving away free stickers and have have people not install them, we are putting a small price to them. Sold as a pair. Installs with pre mounted transfer paper. INSTALLATION Clean the application area to prepare it for installation.NOTES: We reco",
      "preview": "2 reviews StickerFab Sale! from $0.99 USD &sol per Earn [points_amount] when you buy this item. Color Black (Gloss) Blue White Red Black (Matte) Produ"
    },
    {
      "url": "https://search.google.com/search-console/about",
      "title": "Google Search Console",
      "description": "void",
      "preview": "Start now Improve your performance on Google Search Search Console tools and reports help you measure your site's Search traffic and performance, fix"
    },
    {
      "url": "https://www.noirbcc.org/",
      "title": "HOME | NOIRBCC",
      "description": "Noir Black Chamber of Commerce Inc. is a unique 501(c)(3) Economic Development Entity and certified Community Development Entity (CDE) under the U.S. Department of the Treasury's CDFI Fund. We are the only chamber of commerce in the United States specifically dedicated to serving Black youth ages 9 to 24, and proudly stands as Kentucky's only Black Chamber of Commerce.",
      "preview": "top of page Noir Black Chamber of Commerce Inc. Noir Black Chamber of Commerce Inc. is a unique 501(c)(3) Economic Development Entity and certified Co"
    },
    {
      "url": "http://xgis.maaamet.ee/adsavalik/ads",
      "title": "adsavalik",
      "description": "void",
      "preview": "You need to enable JavaScript to run this application"
    },
    {
      "url": "https://www.footballaudit.com/",
      "title": "www.footballaudit.com",
      "description": "void",
      "preview": "www.footballaudit.com ✅ Domaine : www.footballaudit.com Statut : 200 OK Cette page est servie depuis le domaine : www.footballaudit.com"
    },
    {
      "url": "https://www.sammaparts.com/en/tapered-roller-bearings-metric-series/6996-tapered-roller-bearing-60x130x335-31312-a-fag.html",
      "title": "Tapered roller bearing 60x130x33,5 31312-A FAG",
      "description": "Discover the Best Offers for Tapered roller bearing 60x130x33,5 31312-A FAG wide range of products, competitive prices, customer service.",
      "preview": "close Menu Brand FAG zoom_out_map chevron_left chevron_right -5% Tapered roller bearing 60x130x33,5 31312-A FAG Tapered roller bearing 60x130x33,5 313"
    },
    {
      "url": "https://mangakoibitochan.tumblr.com/",
      "title": "ADHD Ahead!",
      "description": "DEATH OF THE AUTHOR IS A WAY OF LIFE BUT SADLY NOT A VIABLE SUGGESTION IRL. Im ADHD if i love something it will probley make an appearance",
      "preview": "ADHD Ahead! 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna themuppetmasterencyclopedia The Mu"
    },
    {
      "url": "http://repository.paramadina.ac.id/view/subjects/NE.html",
      "title": "Items where Subject is \"N Fine Arts > NE Print media\" - Paramadina Repository",
      "description": "void",
      "preview": "Home About Browse Browse by Year Browse by Subject Browse by Division Browse by Author Login Create Account Items where Subject is \"N Fine Arts > NE P"
    },
    {
      "url": "https://www.glued-laminated-timber.com/monitoring-characters-bs-holz-german-only/mn_44344",
      "title": "Monitoring characters BS-Holz (German only) - brettschichtholz.de",
      "description": "void",
      "preview": "News (German only) Events (German only) Glued laminated timber Production General Characteristics Wood-species Adhesives Dimensions Dimensional tolera"
    },
    {
      "url": "http://mines.edu/compliance",
      "title": "Office of Compliance and Policy - Compliance",
      "description": "The Colorado School of Mines Office of Compliance and Policy works to maintain compliance with laws, regulations, and contracts to achieve excellence in everything we do.",
      "preview": "Facebook X RSS Snapchat MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Office of Compliance and Policy Framework for Higher Ed"
    },
    {
      "url": "https://cs.mak.ac.ug/",
      "title": "Department Of Computer Science | Makerere University",
      "description": "Computer Science Deparment Makerere University",
      "preview": "Home About Department Overview Contact Department Faculty Administrative Staff Research Research Groups & Centers Flagship Research Projects Admission"
    },
    {
      "url": "https://globalfishingwatch.org/",
      "title": "Transparency for a Sustainable Ocean | Global Fishing Watch",
      "description": "Sustainable ocean through increased transparency: we create map visualizations, data and analysis to enable scientific research and transform ocean management",
      "preview": "Skip to content Revolutionizing Ocean Monitoring and Analysis GO TO THE MAP Partnering with Planet High-resolution optical imagery from Planet is expa"
    },
    {
      "url": "http://regents.universityofcalifornia.edu/",
      "title": "Home | Board of Regents",
      "description": "void",
      "preview": "About Members and Advisors Officers Committees Regents Emeriti* Upcoming Meetings Past Meetings Public Comment Minutes Governance Bylaws Committee Cha"
    },
    {
      "url": "https://clues.org/",
      "title": "Home - Comunidades Latinas Unidas En Servicio",
      "description": "void",
      "preview": "Visit us at our headquarters in the East Side of Saint Paul, or at our offices in Minneapolis, Willmar, and Austin. Office hours. Monday - Friday: 8:3"
    },
    {
      "url": "https://youtube.com/gaming",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://zywiecinfo.pl/component/mailto/?tmpl=component&template=newsberg&link=efd68dca83c7212d78f4cd7f386b246152d5b3c7",
      "title": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" - ŻywiecInfo - miasto - historia - kultura",
      "description": "Żywiec ma swoją nową ambasadorkę stylu! Natasza Jakubiec, mieszkanka miasta, z wielkim sukcesem reprezentowała Żywiec w popularnym programie modowym \"Shopping Queen 2025\", zdobywając ostatecznie upragniony tytuł \"Królowej Zakupów\". \"To było niesamowite doświadczenie! Chcę ogromnie podziękować dzi",
      "preview": "Królowa Zakupów z Żywca! Natasza Jakubiec podbija \"Shopping Queen 2025\" Autor: Redakcja Data publikacji: 10.10.2025 14:06 Żywiec ma swoją nową ambasad"
    },
    {
      "url": "https://ford.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Ford & Lincoln - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.si.com/extra-mustard/2021/08/19/joe-buck-field-of-dreams-nfl-jeopardy-james-holzhauer",
      "title": "Joe Buck on 'Field of Dreams' game, James Holzhauer, NFL season - Sports Illustrated",
      "description": "Joe Buck shares behind-the-scenes details on Kevin Costner, hosting 'Jeopardy!'",
      "preview": "1. It's been a busy and successful couple of weeks for Joe Buck. The Fox broadcaster called the Cowboys-Steelers Hall of Fame game. He also officially"
    },
    {
      "url": "https://www.lemonde.fr/technologies/",
      "title": "Technologies - Actualités, vidéos et infos en direct",
      "description": "Toute l'actualité sur le sujet Technologies. Consultez l'ensemble des articles, reportages, directs, photos et vidéos de la rubrique Technologies publiés par Le Monde.",
      "preview": "Cet article vous est offert Pour lire gratuitement cet article réservé aux abonnés, connectez-vous Se connecter Vous n'êtes pas inscrit sur Le Monde ?"
    },
    {
      "url": "https://www.nbc.com/today?nbc=1",
      "title": "TODAY - NBC.com",
      "description": "TODAY - Watch episodes on NBC.com and the NBC App. Hoda Kotb and Savannah Guthrie host NBC's morning news program.",
      "preview": "Main Content Latest Episodes EXPIRING S2 E14 | 10/09/25 Jenna & Friends - 10/9/25 EXPIRING S8 E14 | 10/09/25 Today 3rd Hour - 10/9/25 EXPIRING S74 E15"
    },
    {
      "url": "https://www.savoryexperiments.com/panera-broccoli-cheddar-soup/",
      "title": "Copycat Panera Broccoli Cheddar Soup (Instant Pot in 30 Minutes!)",
      "description": "Instant Pot Panera Broccoli Cheddar Soup made in less than 30 minutes and tastes even better than your favorite Panera soup!",
      "preview": "Skip to content Dinner Ideas for Tonight! Everyone knows that the best Panera soup is their broccoli cheese soup (their French Onion is pretty good to"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85934",
      "title": "Searchable Recipe Database - Roast Beef Wellington with Horseradish Sauce",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.atlassian.com/legal/privacy-policy",
      "title": "Privacy Policy | Atlassian",
      "description": "Atlassian&#039;s privacy policy goes over the information we collect from customers and explains your choices surrounding how we use information about you",
      "preview": "Close View this page in your language ? All languages Choose your language 中文 Deutsch English Español Français Italiano 한국어 Nederlands 日本語 Português P"
    },
    {
      "url": "https://www.caf.fr/allocataires/droits-et-prestations",
      "title": "Radware Block Page",
      "description": "void",
      "preview": "We are sorry... ...but your activity and behavior on this website made us think that you are a bot. To protect this website, we cannot process your re"
    },
    {
      "url": "https://www.wtatennis.com/rankings/doubles",
      "title": "WTA Doubles Rankings | Current Women's Tennis Doubles Standings",
      "description": "Explore the official WTA doubles rankings to see where your favorite teams stand. Get up-to-date women's tennis standings and player stats in one place.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Top Ranked Significant shift"
    },
    {
      "url": "https://instagram.com/google/",
      "title": "Google (@google) • Instagram photos and videos",
      "description": "16M Followers, 41 Following, 2,949 Posts - Google (@google) on Instagram: \"Here to help.\"",
      "preview": "void"
    },
    {
      "url": "https://desktop.github.com/",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "http://www.stroustrup.com/",
      "title": "Bjarne Stroustrup's Homepage",
      "description": "void",
      "preview": "home | C++ | FAQ | technical FAQ | publications | WG21 papers | TC++PL | Tour++ | Programming | D&E | bio | interviews | videos | quotes | application"
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/dyson-special-edition-airwrap-multi-styler-gift-set-prod176550015?slfpid=3",
      "title": "Dyson Special Edition Airwrap Multi-Styler Gift Set - Bergdorf Goodman",
      "description": "Shop Dyson Special Edition Airwrap Multi-Styler Gift Set at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "https://wiki.gnupg.org/HelpOnMacros/MonthCalendar?calparms=HelpOnMacros/MonthCalendar,2001,12,0,-29,,,MonthCalendarTemplate",
      "title": "HelpOnMacros/MonthCalendar - GnuPG wiki",
      "description": "void",
      "preview": "Toggle sidebar Toggle navigation Comments Immutable Page Search: Menu Navigation RecentChanges FindPage Local Site Map Help HelpContents HelpOnMoinWik"
    },
    {
      "url": "https://www.livescience.com/gulf-stream-close-to-collapse",
      "title": "Gulf Stream could be veering toward irreversible collapse, a new analysis warns | Live Science",
      "description": "The shutdown would have catastrophic effects across the globe",
      "preview": "Skip to main content Don't miss these The weakening of ocean currents could cause temperatures to drop dramatically and permanently across the Norther"
    },
    {
      "url": "https://www.blueprosperity.org",
      "title": "Blue Prosperity Coalition | Global Network Advancing Sustainable Ocean Management",
      "description": "The Blue Prosperity Coalition (BPC) is a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans. The BPC has partnerships with the Azores, Barbuda, Bermuda, Curaçao, the Federated States of Micronesia, Fiji, Maldives, Samoa, Tonga and Vanuatu.",
      "preview": "top of page AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governments and stakeholders to create and implement sustaina"
    },
    {
      "url": "https://www.beatsbydre.com/support",
      "title": "Official Beats Support",
      "description": "View topics, frequently asked questions, and resources that will help you with your Beats.",
      "preview": "Enjoy peace of mind with AppleCare+ Enjoy peace of mind with AppleCare+ (Opens in new window) Enjoy peace of mind with AppleCare+ Enjoy peace of mind"
    },
    {
      "url": "https://uninfo.org/",
      "title": "UNSDG Data Portal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Camden-New-Jersey.html",
      "title": "Camden, New Jersey (NJ) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://www.bible.com/events/48819772",
      "title": "Sunday, January 2, 2022",
      "description": "God's Remembrance of His People, Malachi 3:16-18, Jason Harms",
      "preview": "The Bible App is completely free, with no advertising and no in-app purchases. Get the app Northwood Community Church Share Sunday, January 2, 2022 Go"
    },
    {
      "url": "https://www.docketalarm.com/cases/Texas_Eastern_District_Court/6--20-cv-00176/R.J._Reynolds_Tobacco_Company_et_al_v._United_States_Food_And_Drug_Administration_et_al/1/",
      "title": "R.J. Reynolds Tobacco Company et al v. United States Food And Drug Administration et al, 6:20-cv-00176, No. 1 (E.D.Tex. Apr. 3, 2020)",
      "description": "<div class='snippet_line'><em class=''>complaint</em> against all defendants ( filing fee $ 400 receipt number 0540-7736993.</div>. Comment letter of rai ...",
      "preview": "Courts Supplemental Search This tool searches government databases directly, ensuring you get up-to-the-minute results. Fees apply when performing sup"
    },
    {
      "url": "https://techcrunch.com/2023/02/06/simple-healthkit-at-home-diagnostics-health/",
      "title": "Simple HealthKit is taking on health equity with at-home diagnostics, treatment | TechCrunch",
      "description": "Simple HealthKit provides at-home and in-clinic diagnostics, treatment and follow-up care, focused on underserved populations.",
      "preview": "Image Credits: Simple HealthKit team, from left, Jerzy Majka, Lisa Le, Sheena Menezes and Linus Aranha Biotech & Health Simple HealthKit is taking on"
    }
  ],
  "_meta": {
    "total_bookmarks": 52
  }
}