{
  "data": [
    {
      "url": "https://www.theatlantic.com/business/archive/2017/08/restaurant-jobs-boom/536244/",
      "title": "Restaurants Are the New Factories - The Atlantic",
      "description": "Food-service jobs are eating the economy. Maybe that's not a good thing.",
      "preview": "Donald Trump's ideal economy is defined by brawn. He praises steelworkers, speaks wistfully of coal mining, and tweets boastfully about new manufactur"
    },
    {
      "url": "https://www.completesports.com/",
      "title": "Complete Sports Nigeria Latest Sports News And Updates",
      "description": "Nigeria Latest Sports News, Nigerian League Sports News, Latest International Sports News, Latest Premier League News, World Football News",
      "preview": "Close Menu Latest Sports News View all Nigeria National Teams Olowookere: Flamingos Can Achieve Something Special In Morocco October 10, 2025 World Fo"
    },
    {
      "url": "https://rebuildingtogether-twincities.org/",
      "title": "Homepage - Rebuilding Together Minnesota",
      "description": "At Rebuilding Together Minnesota, our mission is repairing homes, revitalizing communities, rebuilding lives.",
      "preview": "Skip to content Repairing homes, revitalizing communities, rebuilding lives. Rebuilding Together Minnesota, an affiliate of Rebuilding Together, Inc.,"
    },
    {
      "url": "https://www.sprezzabox.com/",
      "title": "Najlepsze polskie kasyno online 🎖️ Ranking legalnych kasyna internetowych 2025",
      "description": "Polskie kasyna online ⭐ Zarejestrować w najlepsze kasyno online ⭐ Złóż Depozytu ⭐ Gry legalne na prawdziwe pieniądze",
      "preview": "NV Casino 5/5 Bonus kasyno do 10 000 zł + 225 FS Minimalna wpłata 50 zł Wizyta w kasynie Spinlander 5/5 Bonus kasyno 230% do 8 500 zł + 300 FS Minimal"
    },
    {
      "url": "https://www.ikea.com/gb/en/cat/lighting-18701/",
      "title": "Baby Bathing, Baby Changing Units & Accessories - IKEA UK",
      "description": "Explore our affordable baby changing, bathing & potty essentials. Designed for comfort and convenience. Shop now.",
      "preview": "Skip to main content Skip to product list pencil Book a FREE online or in-store Children's bedroom planning appointment Baby changing, bathing & potty"
    },
    {
      "url": "https://www.cheurlin.com/our-champagne",
      "title": "Our Champagne",
      "description": "Cheurlin Champagnes have been the toast of the Champagne world since 1788. For decades, wine enthusiasts anticipated their debut in the United States and now, history is being made with the uncorking of the Cheurlin and Cheurlin Thomas collections stateside.",
      "preview": "Events Press Buy OUR Champagnes Discover Now Discover Now Discover Now Discover Now our CHAMPAGNES DISCOVER DISCOVER DISCOVER DISCOVER SUBSCRIBE Thank"
    },
    {
      "url": "http://cadingandcoding.blogspot.com/",
      "title": "CADing and Coding",
      "description": "My experiments on AutoCAD programming and customization.",
      "preview": "skip to main | skip to sidebar CADing and Coding My experiments on AutoCAD programming and customization. Tuesday, March 22, 2011 AutoCAD 2012: GIS/Pi"
    },
    {
      "url": "https://www.newyorkfed.org/",
      "title": "FEDERAL RESERVE BANK of NEW YORK - Serving the Second District and the Nation - FEDERAL RESERVE BANK of NEW YORK",
      "description": "void",
      "preview": "The Rise of Sponsored Service for Clearing Repo Short-Term Inflation Expectations Continue to Tick Up; Labor Market Expectations Deteriorate A Country"
    },
    {
      "url": "https://jobs.theguardian.com/?INTCMP=jobs_uk_web_newheader",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "http://www.openstreetmap.org/copyright",
      "title": "Copyright and License | OpenStreetMap",
      "description": "OpenStreetMap is the free wiki world map.",
      "preview": "Select Language Loading... Close Copyright and License OpenStreetMap provides open map data for thousands of websites, mobile apps, and hardware devic"
    },
    {
      "url": "https://mindsetstartupacademy.medium.com/startup-investors-winning-characteristics-of-a-founding-team-with-jason-kraus-of-eqx-fund-b2ed71f8282e?source=post_internal_links---------4-------------------------------",
      "title": "Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund - Mindset Startup Community - Medium",
      "description": "Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund Startup Investors: Winning Characteristics Of A Founding Team, With Jason Kraus of EQx Fund Mindset Clip ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Startup Investors: Winning Characteristics Of A Founding Team, With Jason"
    },
    {
      "url": "https://ibermicar.es/es/productos/carretillas-elevadoras-nuevas/recoge-pedidos/273-linde-n20-lol.html",
      "title": "Linde N20-LoL",
      "description": "Carretillas elevadoras Linde N20-LoL: Preparación ergonómica de pedidos en dos palets. Equipado con brazos de carga largos y una horquilla elevable adicional.",
      "preview": "93 662 66 11 ES 93 662 66 11 RECOGE PEDIDOS N20-LoL Preparación ergonómica de pedidos en dos palets Equipado con brazos de carga largos y una horquill"
    },
    {
      "url": "https://howl.me/cjb33rDvIWj",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://nclud.com/",
      "title": "nclud - A Creative Digital & Branding Agency",
      "description": "We are a full service digital creative and branding agency focused on imagining and building highly-interactive websites that push the limits of design and development.",
      "preview": "We are a strategic creative agency that elevates brands . We discover, analyze, and innovate to create ideas - then bring those ideas to life. We diss"
    },
    {
      "url": "https://www.commonsensemedia.org/",
      "title": "Common Sense Media: Age-Based Media Reviews for Families | Common Sense Media",
      "description": "Common Sense Media is the leading source of entertainment and technology recommendations for families. Parents trust our expert reviews and objective advice.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español Movies Movie Reviews and Lists Movie Reviews Best"
    },
    {
      "url": "http://www.justworldnews.com/",
      "title": "Just World News | with Helena Cobban",
      "description": "void",
      "preview": "Last Saturday, The New York Times devoted more than two pages of its first section (in print) to a lengthy hit-piece, with the headline shown above. T"
    },
    {
      "url": "https://www.desmos.com/3d",
      "title": "Desmos | 3D Graphing Calculator",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://securityx.space/2016/09/01/electronic-arts-ea-servers-down-poodlecorp-claims-it-ddosed-gaming-giant-hack-read/",
      "title": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read - securityXspace",
      "description": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read http://ift.tt/2bXaXiH EA sports servers are down and gamers are furious on Twitter - About 11hours ago, PoodleCorp did claim responsibility of DDoSing EA servers. The gaming giant Electronic Arts (EA) is currently experiencing an outage in which EA games, services and support have...",
      "preview": "Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed Gaming Giant - Hack Read Electronic Arts, EA Servers Down? PoodleCorp claims it DDoSed G"
    },
    {
      "url": "https://belikeada.tumblr.com/post/89425124609",
      "title": "Be Like Ada - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Be Like Ada - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "https://www.smash.org/",
      "title": "SMASH - Empowering Students Through STEM",
      "description": "Exposing, inspiring & preparing students of color to pursue CS degrees & careers & understand the social, ethical, & political impacts of technology.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Expanding Innovation In STEM Exposing, inspiring and preparing students t"
    },
    {
      "url": "https://www.indiapincode.info/andhra-pradesh-visakhapatnam-fortward-530001.html",
      "title": "Fortward, Visakhapatnam - PIN Code - 530001 - India PIN Code",
      "description": "PIN Code for Fortward, Visakhapatnam, Andhra Pradesh is 530001. Get this location Maps and GPS Coordinates.",
      "preview": "Browse PIN Codes Browse Locations Contact Us Ξ Browse PIN Codes Browse Locations Contact Us Find: State: Andaman and Nicobar Islands Andhra Pradesh Ar"
    },
    {
      "url": "https://www.ritter-schleifservice.de/warenkorb.html",
      "title": "warenkorb - DIE SCHÄRFEREI RITTER",
      "description": "void",
      "preview": "Im Warenkorb befinden sich 0 Artikel Dein Warenkorb ist leer weiter einkaufen Empfehlenswert Ritter Scissors Hundefriseurschere \"Bella\" 50T Titan-Schw"
    },
    {
      "url": "https://gobble.sjv.io/c/3408212/1339313/5084?subid3=people",
      "title": "Upcoming Menus | Gobble",
      "description": "void",
      "preview": "Skip to main content New Chef-Designed Recipes Weekly Choose from a diverse menu that includes meat, fish, and vegetarian dishes. Each and every recip"
    },
    {
      "url": "https://www.megadruck.de/produkte/Geschaeftsdrucksachen/Briefbogen.asp?produktgruppe=51&ver=2&men=5.5.3",
      "title": "MegaDruck.de Produktions- und Vertriebs GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "description": "MegaDruck.de GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "preview": "Menue Kontakt Team Login Warenkorb Menü von A bis Z . Overnight . Express . Grüne Produktion Rotationsdruck Berliner Format . Rheinisches Format . Rol"
    },
    {
      "url": "https://research.utwente.nl/en/publications/initial-spreading-of-low-viscosity-drops-on-partially-wetting-sur",
      "title": "Initial spreading of low-viscosity drops on partially wetting surfaces - University of Twente Research Information",
      "description": "void",
      "preview": "Initial spreading of low-viscosity drops on partially wetting surfaces Koen G. Winkels, Joost H. Weijs, Antonin Eddi, Jacco H. Snoeijer Faculty of Sci"
    },
    {
      "url": "https://support.mooveagency.com/forum/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - MooveAgency - Support Forum",
      "description": "void",
      "preview": "GDPR Cookie Compliance Search for: Support Forum › Support Forum › GDPR Cookie Compliance Viewing 31 topics - 1 through 30 (of 44 total) 1 2 → You mus"
    },
    {
      "url": "https://hauteliving.com/2023/02/giada-de-laurentiis-is-building-an-empire-and-shes-doing-it-her-way/725046/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://businessfinder.pennlive.com/merchant/signup?location=56041397&corrections=1",
      "title": "Central PA Local News, Breaking News, Sports & Weather",
      "description": "Get the latest Pennsylvania news, sports, and breaking updates. View daily weather and top stories from Philadelphia, Pittsburgh and beyond on pennlive.com.",
      "preview": "News Stories Crime Gunman fired at Pa. troopers who broke through his van window after retail theft, chase: police Police said the 31-year-old Baltimo"
    },
    {
      "url": "https://corporate.pluto.tv/privacy-policy",
      "title": "Paramount Privacy | Redirecting",
      "description": "void",
      "preview": "Redirecting If this page does not redirect within a few seconds, please check any ad blocking extensions you may be using and try again."
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "https://it.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Italia",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Ricerca i plugin Dettagli"
    },
    {
      "url": "http://www.moldrek.com/",
      "title": "Ricette di cucina italiane e regionali tutte gratis",
      "description": "void",
      "preview": "Ricette Ricette Cucina nel Mondo! RICETTE GRATIS - RICETTE CUCINA Ricette cucina del mondo in modo semplice e chiaro per tutti coloro che si cimentano"
    },
    {
      "url": "https://firefox-source-docs.mozilla.org/devtools-user/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=developers",
      "title": "Firefox DevTools User Docs - Firefox Source Docs documentation",
      "description": "void",
      "preview": "Firefox DevTools User Docs Report an issue / View page source Firefox DevTools User Docs  Firefox Developer Tools is a set of web developer tools bui"
    },
    {
      "url": "https://ccblackchamber.org/",
      "title": "Collin county black chamber of commerce",
      "description": "void",
      "preview": "Skip to main content About Us Join Chamber Featured News CCBCC NEWS Read All About It Upcoming Events See All Events 23 Oct 2025 | 06:00 PM - 07:30 PM"
    },
    {
      "url": "https://customers.microsoft.com/en-us/search?sq=&ff=story_product_categories%26%3EAzure&p=0&so=story_publish_date%20desc",
      "title": "Search Customer Success Stories | Microsoft Customer Stories",
      "description": "Search Microsoft customer success stories by industry, product, and business need to discover how companies are achieving more with trusted solutions.",
      "preview": "This is the Trace Id: dcfd99153770eb99138fded36771a66b Skip to main content Search all stories Find customer stories Filters (0 results) Industries Al"
    },
    {
      "url": "http://www.unitednature.com/",
      "title": "United Nature - Dedicated to the development of forest plantations since 1993",
      "description": "void",
      "preview": "Learn More EXTENDS TO NORTH AMERICAN AND EUROPEAN MARKETS OUR CUSTOMER BASE in Panama Establishing teak plantations We are pioneers 300 to 400 Contain"
    },
    {
      "url": "https://babesies.tumblr.com/post/150119033809",
      "title": "Another year of record growth for AP Computer... -",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "EATEN OR ROTTEN. I AM ALL MOUTH. HE/THEY/SHE '00 WHITE Another year of record growth for AP Computer Science codeorg : Since recent data shows that st"
    },
    {
      "url": "https://www.postgresql.org/docs/current/tutorial.html",
      "title": "PostgreSQL: Documentation: 18: Part I. Tutorial",
      "description": "Part&nbsp;I.&nbsp;Tutorial Welcome to the PostgreSQL Tutorial. The tutorial is intended to give an introduction to PostgreSQL, relational database concepts, and ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://maisonette.sjv.io/c/249354/1022920/13379?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.maisonette.com%2Fproduct%2Frain-deer-christmas-pajamas",
      "title": "Rain Deer Christmas Pajamas - Benben Sleepwear | Maisonette",
      "description": "Discover the Rain Deer Christmas Pajamas from Benben. Shop Sleepwear and more from Maisonette's curated selection.",
      "preview": "skip to main content Kids Boy Clothing Sleepwear Free standard shipping on orders over $95. Size : Select a size 2 3 4 5 6 7 Size guide Quantity Selec"
    },
    {
      "url": "https://www.aio.tu-berlin.de/menue/research/completed_projects/parameter/de/font6/minhilfe/",
      "title": "Seite existiert nicht mehr - TU Berlin",
      "description": "void",
      "preview": "Sie haben soeben eine nicht mehr existierende Seite aus dem ehemaligen Informationsangebot (Vorgänger-Website) der TU Berlin angesteuert. Bitte versuc"
    },
    {
      "url": "http://www.josuttis.com/tmplbook/",
      "title": "Nicolai Josuttis: Objektorientiertes Programmieren in C++",
      "description": "Consulting",
      "preview": "Welcome! This is the home page of Nicolai M. Josuttis. Unfortunately you use a browser, that is not able to handle frames. However, I designed my web"
    },
    {
      "url": "https://www.essence.com/entertainment/2023-naacp-image-awards/",
      "title": "The Evolution Of The NAACP Image Awards | Essence",
      "description": "With expanded categories, this year's return to an in-person ceremony promises increased visibility for creators across entertainment",
      "preview": "Skip to content PASADENA, CALIFORNIA - FEBRUARY 22: Rihanna poses with the President's Award at the 51st NAACP Image Awards, Presented by BET, at Pasa"
    },
    {
      "url": "http://hnf.fra.affrc.go.jp/english.html",
      "title": "HNF, Hokkaido National Fisheries Research Institute | Japan Fisheries Research and Education Agency",
      "description": "void",
      "preview": "Hokkaido National Fisheries Research Institute, Japan Fisheries Research and Education Agency Access Inquiry In April 2011, the National Salmon Resour"
    },
    {
      "url": "https://openmonumentendagwesterkwartier.nl/project_tag/zevenhuizen/",
      "title": "zevenhuizen | Stichting Open Monumentendag gemeente Westerkwartier",
      "description": "void",
      "preview": "Zevenhuizen, Ophaalbrug door admin | mei 12, 2021 Ophaalbrug, Roomsterweg 25, Zevenhuizen Dit monument is vrij toegankelijk en dus ook tijdens Open Mo"
    },
    {
      "url": "https://www.near.ngo/",
      "title": "NEAR",
      "description": "void",
      "preview": "A world where local communities have the resources and agency to address the challenges that impact them. Learn More We are a movement of Local and Na"
    },
    {
      "url": "https://oceanographicmagazine.com/shop/subscription/",
      "title": "Subscriptions - Oceanographic",
      "description": "Oceanographic Magazine",
      "preview": "Shop > Subscriptions Oceanographic subscriptions Your portal to our ocean planet Oceanographic is the world's leading ocean publication. We combine im"
    },
    {
      "url": "https://niftyimages.com/PersonalizedImages",
      "title": "Personalized Images for Email Campaigns",
      "description": "Realtime personalization for Email. Personalized Images - Countdown Timers - Live Social Feeds - Rule Based Images - Live Images using Data Sources - Maps For Email - Weather For Email",
      "preview": "Contact Us What's New Log in Sign Up Free Home Features Pricing Sign Up Log In Features image Personalized Images Customize using any ESP merge tags,"
    },
    {
      "url": "https://www.bloomberg.com/tosv2.html?vid=&uuid=b507760d-76bc-11ec-8922-7374547a4a4a&url=L2FwcHMvbmV3cz9waWQ9d2FzaGluZ3RvbnN0b3J5JnNpZD1hZUVBQkJOeGZzQ3M=",
      "title": "Bloomberg - Are you a robot?",
      "description": "void",
      "preview": "We've detected unusual activity from your computer network To continue, please click the box below to let us know you're not a robot. Why did this hap"
    },
    {
      "url": "https://ce.naco.org/?dset=Poverty&ind=Number%20of%20Children%20in%20Poverty",
      "title": "NACo County Explorer",
      "description": "Explore your county through over 1000 indicators and nearly 100 datasets.",
      "preview": "Click for more County Info County Details County Seat: Val Year Organized: Val Total Square Miles: Val 2020 Population: Val Persons/Square Mile: Val C"
    },
    {
      "url": "https://www.indian-markt.com/products/8901701103101",
      "title": "Please Log In",
      "description": "void",
      "preview": "Indian-Markt Sehr geehrte/r Kunden, Unser Online-Shop ist bis auf Weiteres geschlossen. Bitte besuchen Sie unser Ladengeschäft in Kleinfeld Str. 46, 7"
    },
    {
      "url": "http://www.internic.net/",
      "title": "InterNIC | The Internet's Network Information Center",
      "description": "Public Information Regarding Internet Domain Name Registration Services.",
      "preview": "Inter NIC Home Registrars Whois FAQ InterNIC-Public Information Regarding Internet Domain Name Registration Services Do you have a complaint or disput"
    },
    {
      "url": "https://community.graphisoft.com/rss/message?board.id=forum_document&message.id=33075",
      "title": "topic Re: Fit to skin fill orientation - complex profiles in Documentation",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.us2.list-manage.com/track/click?u=33cf89da7ade3a85156c5eda4&id=9419cc8035&e=2ac1e5c448",
      "title": "Home - SDG Indicators",
      "description": "Home - Sustainable Development Goal Indicators",
      "preview": "Home Welcome to the Sustainable Development Goal indicators website A robust follow-up and review mechanism for the implementation of the 2030 Agenda"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Multicolor-CSS-Gradients-JPG-Downloads-100-Free-e70a6fb365b14575ae30616b22dcc2d4?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.thedmtproject.com/forum",
      "title": "Forum | thedmtproject",
      "description": "void",
      "preview": "top of page To see this working, head to your live site. Login / Sign up Your Forum Explore your forum below to see what you can do, or head to Settin"
    },
    {
      "url": "https://cloud.email.hollywoodreporter.com/signup/",
      "title": "The Hollywood Reporter Email Alerts & Newsletter Preferences",
      "description": "void",
      "preview": "× Thank You Your subscription preferences have been updated. Please allow up to 24 hours for changes to take effect. SUBSCRIBE TO OUR NEWSLETTERS Acco"
    },
    {
      "url": "https://fontshare.com/fonts/clash-display",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://www.wildfermentation.com/making-sauerkraut-2/",
      "title": "Making Sauerkraut | Wild Fermentation :: Wild Fermentation",
      "description": "Resources for fermenting a vast range of nutritious and delicious live-culture foods and drinks.",
      "preview": "About Who is Sandorkraut? What's So Wild About Fermentation? Media Links Books Fermentation Journeys Fermentation As Metaphor The Art of Fermentation"
    },
    {
      "url": "https://wwd.com/fashion-news/fashion-scoops/balenciaga-crocs-collaboration-photos-1234838519/",
      "title": "Balenciaga and Crocs Collaboration: Photos, Details and More",
      "description": "Balenciaga and Crocs are teaming for their second collaboration, which includes high-heeled Crocs and rainboots.",
      "preview": "Skip to main content Business Will the Designer Debuts Lift Luxury Out of Its Slump? Analysts Offer Their Views Business How Ferrari Lifestyle Nurture"
    },
    {
      "url": "https://survey.alchemer.com/s3/6280963/PLOS-Editorial-Board-Application",
      "title": "PLOS Editorial Board Application 2022",
      "description": "PLOS Editorial Board Application 2022.",
      "preview": "We've detected that Javascript is not enabled. It is required for an optimal survey taking experience. Please check your browser's settings and make s"
    },
    {
      "url": "https://technet.microsoft.com/windows",
      "title": "Windows deployment documentation | Microsoft Learn",
      "description": "Learn about deploying and updating Windows devices in your organization.",
      "preview": "Table of contents Read in English Edit Share via Facebook x.com LinkedIn Email Windows deployment documentation Learn about deploying and updating Win"
    },
    {
      "url": "https://www.archives.gov/preservation",
      "title": "Preservation | National Archives",
      "description": "What Do You Want to Preserve?",
      "preview": "Top Skip to main content Preservation What Do You Want to Preserve? Information by Media Type Audio, Video & Motion Picture Film Books & Scrapbooks Ma"
    },
    {
      "url": "https://www.kansascitypbs.org/support/passport/",
      "title": "Kansas City PBS | Passport",
      "description": "Get extended access to thousands of full episodes and award-winning films. Stream top food shows, dramas, histories, documentaries, and more.",
      "preview": "Skip to Main Content Kansas City PBS Passport Support your local station and enjoy extended access to your favorite PBS shows & films Donate & Start W"
    },
    {
      "url": "https://fonts.google.com/knowledge",
      "title": "Fonts Knowledge - Google Fonts",
      "description": "Making the web more beautiful, fast, and open through great typography",
      "preview": "void"
    },
    {
      "url": "https://www.epix.com/privacy-policy",
      "title": "MGM+ | Privacy Policy",
      "description": "Get MGM+ and get 1000s of movies and TV series, ad-free. Cancel anytime.",
      "preview": "MGM+ | Privacy Policy"
    },
    {
      "url": "https://borderhumanity.soapboxx.com/category/639b33081b3ddc804109447b",
      "title": "Border Humanity Project - Category - Why We Welcome",
      "description": "The ACLU Border Humanity Project is a proud member of the #WelcomeWithDignity Campaign, which has been working with groups on the ground receiving migrants and people seeking asylum. As part of a political stunt, the governors of TX, AZ, and FL sent some people seeking safety in the U.S. to places where they have no family or friends to welcome them. The governors' intent was clear - to advance their hateful political goals, inflame public opinion and dehumanize people seeking asylum.",
      "preview": "void"
    },
    {
      "url": "https://www.gainsight.com/",
      "title": "Customer Success and Product Experience Software | Gainsight",
      "description": "Gainsight's Customer Success and Prod",
      "preview": "October 16th-\"Unplugged: Digital Customer Success From Theory to Reality\" feat. Zapier, Klaviyo, Airtable, & more! Save Your Seat"
    },
    {
      "url": "https://www.nature.com/subjects/neuroscience",
      "title": "Neuroscience - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://developers.google.com/learn/topics/python",
      "title": "Resources, Courses, and Trainings - Google for Developers",
      "description": "Advance your skill set by exploring our large collection of documentation, guides, resources, courses, and additional training for developers.",
      "preview": "Skip to main content / English Deutsch Español Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русс"
    },
    {
      "url": "https://africanamericanempowerment.blogspot.com/2014/05/",
      "title": "African American Empowerment Blog (AAEB): May 2014",
      "description": "What is the African American empowerment blog? The AAEB is a blog focusing on news, music, poetry, art, quotes, facts, books, movies and people that uplift, empower, and motivate African Americans.",
      "preview": "Friday, May 30, 2014 Black tech innovators blazing a trail in South Florida By Felecia Hatcher As many cities look to duplicate the model of Silicon V"
    },
    {
      "url": "https://www.noesisengine.com/forums/posting.php?mode=quote&f=12&p=10817&sid=b2bbf13a5e83511be22b9b4d6328af6a",
      "title": "Forums | NoesisGUI - Login",
      "description": "void",
      "preview": "Skip to content Back to previous page You need to login in order to quote posts within this forum. Username Password I forgot my password Resend activ"
    },
    {
      "url": "https://myducksong.tumblr.com/post/150178533967",
      "title": "got any grapes? - Another year of record growth for AP Computer...",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced record growth in the 2015-2016 academic year and maintained its...",
      "preview": "codeorg : Since recent data shows that students like computer science classes a lot , it's not a surprise that AP Computer Science experienced record"
    },
    {
      "url": "http://www.bbbmarketplacetrust.org",
      "title": "BBB Institute For Marketplace Trust",
      "description": "void",
      "preview": "Skip to content BBB Institute for Marketplace Trust SM (BBB Institute) seeks to build a trustworthy marketplace that is accessible for everyone. We wo"
    },
    {
      "url": "https://www.crossfitsodacity.com/about",
      "title": "About Us",
      "description": "Our team cares about guiding and encouraging each and every member to obtain the goals they seek for themselves.",
      "preview": "CrossFit Gym in Columbia, SC Our Mission is to Help You Succeed About CrossFit Soda City CFSC is one of over 14,000 licensed CrossFit Affiliates world"
    },
    {
      "url": "https://eu.community.samsung.com/?category.id=uk&profile.language=en-gb",
      "title": "Samsung Community",
      "description": "Join the conversation",
      "preview": "Samsung Community Join the conversation All community Knowledge base Users cancel Turn on suggestions Auto-suggest helps you quickly narrow down your"
    },
    {
      "url": "https://www.klompsyhuis.nl/category/weekje-weg/",
      "title": "Weekje weg | Klomp Sy Huis bestaat niet meer",
      "description": "void",
      "preview": "Ga naar de inhoud Helaas, er zijn geen resultaten gevonden. Misschien helpt zoeken je om een gerelateerd bericht te vinden. Zoeken naar:"
    },
    {
      "url": "https://jobs.theguardian.com?INTCMP=jobs_us_web_newheader_dropdown",
      "title": "Job search | Find your dream job with Guardian Jobs",
      "description": "Search & apply for vacancies at top employers on our job site. Add your CV today and apply for open roles throughout the UK. Find a job where you can be you.",
      "preview": "Skip to main content There's life within the 9-5 Search Keywords Location Within Within 5 miles Within 10 miles Within 15 miles Within 20 miles Within"
    },
    {
      "url": "https://www.huffingtonpost.com/entry/kelly-marie-tran-racists-last-jedi_us_5a4400fee4b06d1621b6b2bb",
      "title": "Kelly Marie Tran Of 'Last Jedi' Facing Racist, Sexist Comments Online | HuffPost Entertainment",
      "description": "Online trolls invaded the actress' fan page but social media users clapped back.",
      "preview": "Skip to Main Content × Main Menu U.S. Edition Follow Us Terms | Privacy Policy Part of HuffPost Entertainment. ©2025 BuzzFeed, Inc. All rights reserve"
    },
    {
      "url": "https://www.baobabcollection.com/eu/en/scented-candles/rainforest/",
      "title": "Baobab Collection - Luxury Scented Candles and Home Fragrances - Baobab Collection SA",
      "description": "Baobab Collection - Luxury Scented Candles and Home Fragrances",
      "preview": "void"
    },
    {
      "url": "https://www.nba.com/stats/players/traditional",
      "title": "Players Traditional | Stats | NBA.com",
      "description": "A table featuring traditional information for each player in the league based on selected filters.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://www.imli.org/",
      "title": "Welcome to IMLI - IMO International Maritime Law Institute (IMLI)",
      "description": "About IMLIThe IMO International Maritime Law Institute is a world recognized centre for the training of specialists in international maritime law. Special emphasis is given to international regulations adopted by the International Maritime Organization.Prospective StudentsOur students thrive in a demanding academic atmosphere and experience an inter-cultural dialogue at the Institute, located on the premises of [...]",
      "preview": "IMO International Maritime Law Institute Over 35 Years Serving the Rule of International Maritime Law Description IMLI Course on Law of Ports View Pro"
    },
    {
      "url": "https://mde.maryland.gov/programs/Land/RecyclingandOperationsprogram/Pages/ecycling.aspx",
      "title": "eCycling Home Page",
      "description": "An official website of the State of Maryland.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. JavaScript Required JavaScript"
    },
    {
      "url": "https://www.insided.com/powered-by-the-insided-platform?utm_medium=referral&utm_source=community.c2cglobal.com&utm_content=powered-by-widget",
      "title": "Community referrals - 'Powered by inSided' - inSided",
      "description": "inSided is an online community platform. Build a customer community to help customers get better answers to their questions.",
      "preview": "Your own Community? Get in touch! Make sure your customers are getting the value they need from your product with inSided's Customer Success Community"
    },
    {
      "url": "https://www.aclu-sdic.org/en/publications/searching-peace-difficult-and-dangerous-journey-seek-asylum-united-states-part-i",
      "title": "Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part I | ACLU of San Diego and Imperial Counties | The ACLU of San Diego and Imperial Counties fights for individual rights and fundamental freedoms for all.",
      "description": "Read Part II of this blog here.Lee el blog en español aquí. Editor's note: This two-part blog series is a brief first-person look at the journey taken by a person seeking asylum in the United States. It was written by Adrián Rodríguez Alcántara, a plaintiff in the ACLU Foundation of San Diego & Imperial County's class action lawsuit, Rodríguez Alcántara vs. Archambeault. My",
      "preview": "Skip to main content Searching for Peace: The difficult and dangerous journey to seek asylum in the United States, Part I May 3, 2021 Facebook X Reddi"
    },
    {
      "url": "https://www.yachtropes.co.uk/kingfisher/cruising-ropes/braid-on-braid-polyester-solids/",
      "title": "Braid on Braid Polyester Solids",
      "description": "Braid on braid polyester is an ideal cruising rope. It is good on the hands and easy to splice. It is ideal for sheets, halyards, control lines and many more.",
      "preview": "PRODUCT FINDER Cruising Ropes 6 Products Evolution Dinghy 15 Products Mooring & Anchoring 13 Products Rigging Ropes 11 Products Kingfisher Ropes 95 Pr"
    },
    {
      "url": "http://www.gallerycollection.com/",
      "title": "Christmas Cards for Business & Personal Use | Gallery Collection",
      "description": "Stunning Business Christmas cards and Corporate Holiday cards can be personalized with your company name & logo. Shop today to get an exclusive deal!",
      "preview": "Business Christmas Cards, Corporate Christmas Cards & much more! Loading... Christmas Cards Loading... 55% Christmas Loading... New For 2025 Christmas"
    },
    {
      "url": "https://herbolarioazahara.com/terminos-y-condiciones/condiones-de-uso/",
      "title": "Condiones de Uso | Herbolario Azahara",
      "description": "void",
      "preview": "Condiones de Uso Generalidades Todas las compras que se realicen en herbolarioazahara.com (en adelante tienda online) están sujetas a las condiciones"
    },
    {
      "url": "https://www.trevorloudon.com/2006/03/libz-tell-nanny-state-to-mind-her-own-business/",
      "title": "Libz Tell Nanny State to Mind Her Own Business - Trevor Loudon's New Zeal Blog",
      "description": "The Libertarianz are telling Nanny State where to get off.Julian Pistorius has coverage of Libz groups around the country burning their census forms.The only reason you need a Census is to use the ...",
      "preview": "Breaking News 2025-10-07 Democrats and Hamas Are Winning 2025-10-03 Nothing Much has Changed Under Kash Patel's FBI 2025-10-01 Mr. President, Please G"
    },
    {
      "url": "https://dearsundays.com/collections/sundays-polish-box-of-3",
      "title": "Sundays Polish Box of 3 - Dear sundays",
      "description": "Nail Polish Box of 3 ✨ Choose your 3 sundays colors 💅 Nail polish set 💅 Non-toxic formula ✨ Vegan 💅 Cruelty-free ✨ 10-Free 💅 Shop now",
      "preview": "Your Cart Close Cart You are $ away from Free Shipping FREE SHIPPING ✨ Enjoy free U.S. ground shipping on $60 + orders Shop Expand submenu Shop Collap"
    },
    {
      "url": "https://typography-daily.com/",
      "title": "Typography Daily",
      "description": "Typography blog for inspiration, good graphic design and quality fonts showcase.",
      "preview": "Typography Daily, your daily dose of type. Grab the feed Subscribe by email (free) Follow on Twitter Become a fan on Facebook Swiss WordPress Agency R"
    },
    {
      "url": "https://blog.ted.com",
      "title": "TED Blog: Further reading on ideas worth spreading",
      "description": "The TED Blog shares news about TED Talks and TED Conferences.",
      "preview": "News Are we bold enough? Join TEDAI San Francisco this October By TED Staff on Sep 15, 2025 Artificial intelligence is shaping our lives faster than a"
    },
    {
      "url": "https://cineclub.de/filmarchiv/z/v.html",
      "title": "Cineclub - Filmarchiv: v",
      "description": "Übersicht über Filmkritiken im Cineclub",
      "preview": "Cineclub-Filmarchiv aktuelle Filme - die besten Filme 0 - 1 - 2 - 3 - 4 - 5 - 6 - 7 - 8 - 9 - A - B - C - D - E - F - G - H - I - J - K - L - M - N -"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2006-September/015806.html",
      "title": "[Bf-committers] Clamp To Constraint",
      "description": "void",
      "preview": "[Bf-committers] Clamp To Constraint J L aligorith at hotmail.com Sat Sep 16 07:43:39 CEST 2006 Previous message: [Bf-committers] Collada 1.4 plug-in -"
    }
  ],
  "_meta": {
    "total_bookmarks": 94
  }
}