{
  "data": [
    {
      "url": "https://ucmp.berkeley.edu/taxa/inverts/mollusca/cephalopoda.php",
      "title": "The Cephalopoda",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019138/troubled-waters",
      "title": "Troubled Waters | The Current",
      "description": "Scientists find that wealthy nations are responsible for almost all trackable industrial fishing across the global oceans",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.firstnations.org/",
      "title": "Home | First Nations Development Institute",
      "description": "...",
      "preview": "Contact Us Donate Uplifting and Sustaining the Lifeways and Economies of Native Communities About Us Annual Report 2024 Board of Directors Donor Spotl"
    },
    {
      "url": "https://johnroberts.me/tag/fairhead/",
      "title": "Fairhead Archives - John Roberts",
      "description": "void",
      "preview": "Skip to content There's not much left to say about the quality of climbing at Fairhead festival that hasn't already been said. Perfect weather, perfec"
    },
    {
      "url": "https://www.seasketch.org/home.html",
      "title": "SeaSketch",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://sportslens.com/",
      "title": "Sportslens.com - NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "description": "NFL, NBA, NHL, MLB News, Rumors & Betting Picks",
      "preview": "Disclosure Top Sports News NFL LATEST Ravens' Lamar Jackson (hamstring) is trending toward missing his second straight game Zach Wolpin • Oct 09 2025"
    },
    {
      "url": "https://dogzine.eu/nl/auteurs/andreheuzer",
      "title": "Andre Heuzer | DogZine",
      "description": "DogZine",
      "preview": "Overslaan en naar de inhoud gaan Andre Heuzer facebook twitter About Na een half leven zonder honden zijn honden nu alweer een ruime 25 jaar vast onde"
    },
    {
      "url": "https://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://ghostlightrecords.lnk.to/KimberlyAkimbo",
      "title": "David Lindsay-Abaire, Jeanine Tesori, Kimberly Akimbo Original Broadway Cast - Kimberly Akimbo (Original Broadway Cast Recording)",
      "description": "Listen to Kimberly Akimbo (Original Broadway Cast Recording) by David Lindsay-Abaire, Jeanine Tesori, Kimberly Akimbo Original Broadway Cast.",
      "preview": "void"
    },
    {
      "url": "https://www.intellum.com",
      "title": "AI Enterprise Learning | Intellum",
      "description": "Discover Intellum's AI-powered enterprise learning platform that helps organizations train, engage, and certify employees, partners, and customers.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "http://www.isfdb.org/cgi-bin/title.cgi?1653700",
      "title": "Title: General Akmed's Revenge?",
      "description": "void",
      "preview": "Title: General Akmed's Revenge? You are not logged in. If you create a free account and sign in, you will be able to customize what is displayed. Sear"
    },
    {
      "url": "https://metavital.eu/shop/page/14/",
      "title": "Shop - Seite 14 - Metavital - Diagnostik und Therapie‎",
      "description": "void",
      "preview": "Skip to navigation Skip to main content Ergebnis 157 - 168 von 179 wird angezeigt Nach neuesten sortiert Seitenleiste zeigen Zeige 9 12 18 24 Nach Bel"
    },
    {
      "url": "http://jobs.apple.com/",
      "title": "Apple Roles and Opportunities - Careers at Apple",
      "description": "Discover career opportunities at Apple. Learn why people gather here to innovate, collaborate, and create groundbreaking products and services.",
      "preview": "Join us. Be you. Watch the film This is where individual imaginations gather together, committing to the values that lead to great work. Here, you'll"
    },
    {
      "url": "https://docs.carto.com/",
      "title": "Welcome | CARTO Documentation",
      "description": "Welcome to the CARTO Documentation Center! All of the resources you need to unlock the power of the platform.",
      "preview": "Getting started with CARTO CARTO is the only cloud-first spatial platform built for accelerated, modern GIS. It runs natively on top of your cloud dat"
    },
    {
      "url": "https://gisgames.tumblr.com/",
      "title": "Last year geomatics student",
      "description": "void",
      "preview": "Last year geomatics student Ask me anything Photos 50242 Notes sosuperawesome : Solar System by Jian Guo on inprnt See more illustration So Super Awes"
    },
    {
      "url": "https://mariusacke.bandcamp.com/",
      "title": "Music | Marius Acke",
      "description": "Marius Acke. Antwerp, Belgium. Marius is a house music producer from Antwerp who got inspired by the mysterious vibes of the underground house music scene in Belgium. His style consists mainly of a blend of rhytmic beats and melodic chords which he creates with a mixture of analog synthesizers and digital instruments. He is also a member of the more experimental house production collective &#39;Mayaku&#39; with Koenie and Rubba J.",
      "preview": "+ add album track merch listening party new artist existing artist stats × See all results No matching results Try a different filter or a new search"
    },
    {
      "url": "https://drselinalin.com/projects_category/theme/",
      "title": "Theme - Dr Selina Lin",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.hiringourheroes.org/career-services/education-networking/career-forward/?utm_source=GwG&utm_medium=web&utm_id=Career+Forward",
      "title": "Career Forward - Hiring Our Heroes",
      "description": "void",
      "preview": "Career Forward Propel Your Career Forward Learn job-ready skills and start a new career in under six months with help from Google Career Certificates."
    },
    {
      "url": "http://www.christaldesaintmarc.com/le-zonta-club-de-chatillon-sur-seine-a-propose-au-public-chatillonnais-a140625486",
      "title": "Le Zonta-Club de Châtillon sur Seine a proposé au public Châtillonnais une ravissante pièce de théâtre \"Des précieuses pas si ridicules\" - Châtillonnais en Bourgogne",
      "description": "En attendant le spectacle, une bien jolie maxime était affichée sur la scène... Monique Harpé, Présidente du Zonta-Club de Châtillon sur Seine, est venue présenter la pièce \"Des précieuses pas si ridicules\", un spectacle en coréalisation avec le Théâtre...",
      "preview": "Tous les blogs Top blogs Tourisme, Lieux et Événements Tous les blogs Tourisme, Lieux et Événements Editer l'article Suivre ce blog Administration Con"
    },
    {
      "url": "https://www.midway.org/",
      "title": "USS Midway Aircraft Carrier | San Diego Museum | San Diego Tours - USS Midway Museum®",
      "description": "Live the adventure & honor the legend of the USS Midway Museum with activities & fun for the whole family onboard! Voted #1 \"Things to Do\" on Trip Advisor SD!",
      "preview": "Celebrate your freedom in a thousand exciting ways From immersive exhibits to exciting events, there are countless ways to explore America's Living Sy"
    },
    {
      "url": "https://www.dicelacancion.com/discografia-drain-sth",
      "title": "Drain sth: Letras de canciones y significados - Dice la canción",
      "description": "Significados de las letras de canciones de Drain sth: Enter my mind, Crave, Alive...",
      "preview": "Canciones de Drain Sth Significados de las letras de canciones de Drain Sth Enter my mind Crave Alive Todos los artistas : A B C D E F G H I J K L"
    },
    {
      "url": "https://www.hachettebooks.com/titles/anne-glenconner/whatever-next/9780306828720/",
      "title": "Whatever Next? by Anne Glenconner | Hachette Book Group",
      "description": "Hachette Book Group is a leading book publisher based in New York and a division of Hachette Livre, the third-largest publisher in the world.",
      "preview": "Email Novel Suspects Logo × By clicking \"Accept,\" you agree to the use of cookies and similar technologies on your device as set forth in our Cookie P"
    },
    {
      "url": "http://store.steampowered.com/privacy_agreement/",
      "title": "Privacy Policy Agreement",
      "description": "void",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://library.coppin.edu/MooreLibraryhome",
      "title": "Homepage - Parlett L. Moore Library - Parlett L. Moore Library at Coppin State University",
      "description": "Parlett L. Moore Library: Parlett L. Moore Library: Homepage",
      "preview": "Skip to Main Content"
    },
    {
      "url": "https://ibbedesign.com/en/products/childrens-house-bed-tery-with-siderail-90x200-cm",
      "title": "- IBBE DESIGN EU",
      "description": "Bring the sleek and minimalist aesthetic of Scandinavian design to your home with our collection of furniture. Shop a variety of styles and designs to find the perfect piece for your home. Shop now and elevate your living space with the best of Scandinavian furniture.",
      "preview": "Opening soon Sign up for our newsletter to be the first to know when we launch. Email Sign up This shop will be powered by Enter using password Are yo"
    },
    {
      "url": "https://www.toyotavantech.com/forum/content.php?185&s=00fc93410e425fe4e5e90c822c18514a",
      "title": "ToyotaVanTech.com Library - Add New Section",
      "description": "void",
      "preview": "Register Help Remember Me? What's New? Articles TVT Vanwagon Owner's Manual TVT Previa Owner's Manual Tim's Tech Tips Forum Blogs Advanced Search Home"
    },
    {
      "url": "https://www.montigre.com/products/vintage-new-old-stock-hobe-multi-chain-gold-tassel-necklace-earring-set-vintage-hobe-gold-tassel-necklace-hobe-earrings-hobe-jewelry",
      "title": "Gold Tassel Necklace Earring Set - Mon Tigre",
      "description": "This is stunning necklace and earring set was made by Hobe. The necklace features a tassel of 6 strands of chain that drops 4-1/2\" (4 finer chains flanked by 2 thicker Herringbone chains). The earrings feature 3 strands of chain and measure approximately 1-1/4\" long. The necklace measures almost 19\" long. In excellent",
      "preview": "Skip to content Close menu Home Shop Shop All Preloved Items Featured Favorites! Necklaces, Charms & Pendants Bracelets Rings Brooches & Clips Earring"
    },
    {
      "url": "https://k12cs.org/",
      "title": "k12cs.org - K-12 Computer Science Framework",
      "description": "The K-12 Computer Science Framework provides a unifying vision to guide computer science from a subject for the fortunate few to an opportunity for all. Computer science has driven innovation in every field and is powering approaches to many of our world's toughest challenges. Computer science ha",
      "preview": "Skip to content The K-12 Computer Science Framework provides a unifying vision to guide computer science from a subject for the fortunate few to an op"
    },
    {
      "url": "https://www.glueckshufeisen.de/produkt/vergoldetes-glueckshufeisen-mit-geschenkbox-tempus-fugit/",
      "title": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" kaufen - Glueckshufeisen.de",
      "description": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" online kaufen. Personalisierbar ✅Geschenkidee ✅ Schneller Versand ✅ Hochwertig ✅ Jetzt kaufen!",
      "preview": "Direkt zum Inhalt Zu Produktinformationen springen Medien 1 in Modal öffnen Medien 2 in Modal öffnen Medien 3 in Modal öffnen Medien 4 in Modal öffnen"
    },
    {
      "url": "https://unu.edu",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "https://www.walmarthealth.com/?utm_source=walmart&utm_medium=referral&utm_campaign=mNav",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.exim.gov/",
      "title": "Keeping America Strong | EXIM.GOV",
      "description": "void",
      "preview": "EXIM Export-Import Bank of the United States Close Search Follow Us EXIM Lapse Plan | Updated September 30, 2025 Image Nonpayment Protection Image Inc"
    },
    {
      "url": "https://caterbakes.com/",
      "title": "Caterbakes By Chef Wale - Food Recipe. Food Business. Food Health",
      "description": "Food Recipe. Food Business. Food Health",
      "preview": "The Best Homemade Creamy Mashed Potatoes Recipe How To Make Nigerian Traditional Beef Stew To Enjoy With Your White Rice Learn How To Make Yummy Fast"
    },
    {
      "url": "https://fouloistech.tumblr.com/post/121188701193",
      "title": "Foulois Tech & Media Arts (Maryland moves to increase diversity in computer...)",
      "description": "void",
      "preview": "Foulois Tech & Media Arts Things of interest to Foulois tech & Media students, grades K-8. Supply List F.A.Q. Ask me anything Text 33 Notes Maryland m"
    },
    {
      "url": "https://fundraiser.sesameworkshop.org/donate-main/Donate?rbref=SW_Web_One-Time",
      "title": "Donate - Donate | Sesame Workshop",
      "description": "Help support Sesame Workshop today!",
      "preview": "Your email address has been verified. Sesame Workshop Login Let's prepare the next generation to build a better world. We create joyful experiences th"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "http://www.rickyzoom.com/",
      "title": "Giochi e giocattoli Hasbro, giocattoli per bambini e bambine, action figure e giochi da tavolo - Hasbro",
      "description": "Scopri i giochi e i giocattoli Hasbro. Scopri i giocattoli divertenti per bambini e bambine con la nostra selezione di action figure, bambole, giochi elettronici, giochi da tavolo e molto altro sul sito Hasbro.",
      "preview": "Giochi e giocattoli Hasbro Homepage Promotional Banners ESPLORA I GIOCHI E I GIOCATTOLI HASBRO Trova tutti i giocattoli dei tuoi brand preferiti, tra"
    },
    {
      "url": "http://www.realtyexecutives.com/",
      "title": "Realty Executives | Buy or Sell Your Home With Us",
      "description": "Realty Executives - Where the Experts Are. Our experienced real estate agents, our Executives, will help you sell or buy your home.",
      "preview": "Sign up for a free account so you can: > Save your searches > Follow your favorities > Get instant updates New Account Sign In Email Password Forgot p"
    },
    {
      "url": "https://vimeo.com/ucsantabarbara",
      "title": "UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research, distinguished by its interdisciplinary programs and a commitment to innovation.",
      "preview": "void"
    },
    {
      "url": "https://data-osi.opendata.arcgis.com/datasets/townlands-osi-national-statutory-boundaries-",
      "title": "Surveying Open Data Portal",
      "description": "Open Data Portal for the Surveying function of Taile Éireann",
      "preview": "void"
    },
    {
      "url": "https://fundraiser.sesameworkshop.org/donate-main/Donate?rbref=SW_Web_One-Time&utm_source=SSIC&utm_medium=button&utm_campaign=CNN%20Hub",
      "title": "Donate - Donate | Sesame Workshop",
      "description": "Help support Sesame Workshop today!",
      "preview": "Your email address has been verified. Sesame Workshop Login Let's prepare the next generation to build a better world. We create joyful experiences th"
    },
    {
      "url": "https://springboardforthearts.org/",
      "title": "Springboard For The Arts",
      "description": "void",
      "preview": "Artists are Essential Artists are the heartbeat of our communities-innovators, connectors, meaning makers, and community caregivers. We're here to equ"
    },
    {
      "url": "https://www.southampton.ac.uk/news/events/2015/10/paul-ettinger-caffe-nero-co-founder.page",
      "title": "Paul Ettinger - From Coffee Communities to Online Communities, The Changing Face of Britain | University of Southampton",
      "description": "Paul Ettinger presents",
      "preview": "Skip to main navigation Skip to main content Events Paul Ettinger - From Coffee Communities to Online Communities, The Changing Face of Britain Event"
    },
    {
      "url": "https://time.com/5935439/tj-osborne/",
      "title": "T.J. Osborne Is Ready to Tell His Story: Exclusive | TIME",
      "description": "T.J. of the Brothers Osborne is now the only openly gay artist signed to a major country label-a historic moment for the genre.",
      "preview": "Brothers Osborne frontman T.J. Osborne hopes to see Nashville become more inclusive Kristine Potter for TIME By Sam Lansky February 3, 2021 10:00 AM E"
    },
    {
      "url": "https://walmartethics.com",
      "title": "Walmart Ethics - English (US)",
      "description": "Our Code guides us in making ethical decisions that build trust with our associates, customers and members, and within our business.",
      "preview": "Skip to main Skip to footer Contact Us Code of Conduct Code of Conduct Live Our Code Build Trust with Our Associates Build Trust with Our Customers an"
    },
    {
      "url": "https://www.charmcitycakes.com/",
      "title": "Charm City Cakes | Chef Duff's Baltimore Cake Studio",
      "description": "Home to mind-boggling custom cakes created by Chef Duff Goldman's talented team. Featured on the famous Food Network show Ace of Cakes, our cake studio in Baltimore, MD, makes custom cakes for weddings, parties, and all other events. Order a cake, sign up for one of our decorating classes, or walk-in to browse our showroom and buy ready-to-eat baked goods.",
      "preview": "Slide 1 Slide 1 (current slide) Slide 2 Slide 2 (current slide) Slide 3 Slide 3 (current slide) Slide 4 Slide 4 (current slide) Slide 5 Slide 5 (curre"
    },
    {
      "url": "https://www.popsugar.com/family/How-Stop-Kid-From-Whining-37548338",
      "title": "How to Stop a Kid From Whining | PS Family",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Family Parenting How to Stop a Kid From Whining By Laura Lifshitz Updated on March 24, 2020 at 4:45 PM Getty | Cavan Images Getty"
    },
    {
      "url": "https://es.thefreedictionary.com/desapercibido",
      "title": "Desapercibido - significado de desapercibido diccionario",
      "description": "Definición de desapercibido en el Diccionario de español en línea. Significado de desapercibido diccionario. traducir desapercibido significado desapercibido traducción de desapercibido Sinónimos de desapercibido, antónimos de desapercibido. Información sobre desapercibido en el Diccionario y Enciclopedia En Línea Gratuito. 1 . adj. Que no es advertido o percibido la noticia pasó desapercibida en los medios internacionales. inadvertido apercibido 2 . Que está desprevenido o...",
      "preview": "Desapercibido - significado de desapercibido diccionario https://es.thefreedictionary.com/desapercibido Printer Friendly desapercibido También se encu"
    },
    {
      "url": "https://huggingface.co/docs/datasets/index",
      "title": "Datasets",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Datasets documentation Datasets Datasets 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Dataset viewer Da"
    },
    {
      "url": "https://www.yinovacenter.com/faq/",
      "title": "Frequently Asked Questions | The Yinova Center",
      "description": "You may have some questions for us before you get here or book your acupuncture treatment! Here are some answers to the most common questions we receive.",
      "preview": "Skip to Main Content"
    },
    {
      "url": "https://www.hrc.org/press-releases/major-health-education-and-child-welfare-organizations-oppose-anti-lgbtq-state-based-legislation",
      "title": "HRC | Major Health, Education, and Child Welfare Organizations Oppose...",
      "description": "Today, the nation's leading child health and welfare groups representing more than 7 million youth-serving professionals and more than 1000 child welfare...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://www.pinterest.com.au/koraorganics/_created/",
      "title": "Pinterest",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Explore When autocomplete results are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swi"
    },
    {
      "url": "https://uploads.knightlab.com/storymapjs/857f1335b5790bba701ae445533b2c8e/lynchings-and-executions-in-kansas/index.html",
      "title": "StoryMapJS: Master Lynchings and Executions in KS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://cdn.sesamedigital.net/cdn.sesamestreetincommunities.org/SSICStory083_AbbysBrokenWand/index.html",
      "title": "Abby's Broken Wand",
      "description": "void",
      "preview": "Launching Storybook..."
    },
    {
      "url": "https://oceans5.org/",
      "title": "Dedicated to protecting the world's five oceans | Oceans 5",
      "description": "Oceans 5 is an international funders' collaborative dedicated to stopping overfishing, establishing marine protected areas, and constraining offshore oil and gas development - three of the highest priorities identified by marine scientists around the world.",
      "preview": "About Who We Are What We Fund What We Do Ocean Solutions Our Approach Projects Grant Database Other Donor Directed Funds Joint 30x30 Funding Initiativ"
    },
    {
      "url": "https://donate.earthday.org",
      "title": "Donate to Earthday.org",
      "description": "void",
      "preview": "The Earth Needs You! Make a difference today! Your donation to EARTHDAY.ORG fuels our global advocacy and education efforts, protecting the planet and"
    },
    {
      "url": "https://www.yahoo.com/entertainment/bp/cellmates-star-tom-sizemore-acting-sober-fatherhood-second-211501471.html",
      "title": "'Cellmates' star Tom Sizemore on acting sober, fatherhood, and second chances",
      "description": "Detroit-born actor Tom Sizemore, 50, has had his ups and downs. Up: Steven Spielberg's \"Saving Private Ryan.\" Down: Prison time for assault, meth possession and parole violations. Up: The short-lived, hard-core CBS TV series \"Robbery Homicide Division.\" Down: \"Celebrity Rehab.\" ... <a href=\"http://blog.tools.news.yahoo.com/thereelbreakdown/2012/06/01/cellmates-star-tom-sizemore-on-acting-sober-fatherhood-and-second-chances/\">Continue reading <span class=\"meta-nav\">→</span></a>",
      "preview": "Advertisement Advertisement Return to Homepage Detroit-born actor Tom Sizemore, 50, has had his ups and downs. Up: Steven Spielberg's \"Saving Private"
    },
    {
      "url": "http://www.paltalk.com/",
      "title": "Video Chat | Paltalk",
      "description": "The largest video chat room community. Explore thousands of free online video chat rooms and meet millions of friendly members worldwide.",
      "preview": "Meet New Friends Start a free video, voice, or text group chat with anyone on any device Available on iOS, Android, MacOS and Windows Download Paltalk"
    },
    {
      "url": "https://lotterysambad.pro/category/uncategorized/",
      "title": "Lotterysambad",
      "description": "Lotterysambad",
      "preview": "Home Trending Games Categories Arcade .IO 3D Action Adventure Shooting Racing Girl Puzzle Discover all games! All rights reserved by EilGames.com © 20"
    },
    {
      "url": "https://www.artforgood.cz/en/virtualni-prohlidky/rozcestniky/dilo/10566/detail",
      "title": "Art for Good New Life for Exhibitions LoupeImage object (10566)",
      "description": "void",
      "preview": "Art for Good - New Life for Exhibitions Exhibitions Publications Films Audio Artists About us Partners THANK YOU Hide search cs Advanced Search Advanc"
    },
    {
      "url": "https://zeaphra.tumblr.com/",
      "title": "Blog",
      "description": "Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and other random stuff. Plus obligatory cute cat stuff",
      "preview": "The Land of the Odd Social Be prepared for anything from academia rants to zoology facts. LGBT+, Good Omens, Academia, Welcome to Night Vale, and othe"
    },
    {
      "url": "https://www.thelasvegasluxuryhomepro.com/property-search/detail/95/2362123/681-homewillow-ave-las-vegas-nv-89123/",
      "title": "Las Vegas Area Homes For Sale - Las Vegas Area Real Estate",
      "description": "Search homes for sale near Las Vegas, NV. Listings include large photos, virtual tours, Google Maps & Street View, local school info - Top-rated Las Vegas Realtor and Real Estate agent.,",
      "preview": "Find Your Las Vegas Area Luxury Home $COUNT$ listing$S$ available. Let us find the one that's right for you. Enter Location, Zip, Address or MLS # Min"
    },
    {
      "url": "http://www.jacobstrading.com/",
      "title": "Jacobs Trading Company",
      "description": "void",
      "preview": "Español Whether you would like to purchase general merchandise loads or single category loads; a truckload a month or twenty loads a week, Jacobs Trad"
    },
    {
      "url": "https://www.blackdaggerforum.com/t2372-grosser-fan",
      "title": "Großer Fan",
      "description": "Hoffe das ist okay dass ich hier mal ein Thema eröffne *sich vorsichtig umschaut* aber ich muss doch mal loswerden dass ich ein riesiger Fan dieser Serie bin un",
      "preview": "Black Dagger Bruderschaft Würden Sie gerne auf diese Nachricht reagieren? Erstellen Sie einen Account in wenigen Klicks oder loggen Sie sich ein, um f"
    },
    {
      "url": "https://www.jcwoodworking.com/to-jeremy-with-love-your-sister-sarah/",
      "title": "To Jeremy, With Love, your sister Sarah - JC Woodworking",
      "description": "void",
      "preview": "Skip to content I have known Jeremy since he was 11 years old. We met in the summer of 1998 when Josh invited me, as his first girlfriend, over to his"
    },
    {
      "url": "http://windows.microsoft.com/en-us/internet-explorer/download-ie",
      "title": "Internet Explorer Downloads - Microsoft Support",
      "description": "Get the latest internet browser recommended by Microsoft.",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://www.750g.com/aile-de-raie-au-vin-blanc-r38733.htm",
      "title": "Recette Aile de raie au vin blanc - 750g.com",
      "description": "Découvrez la recette d'Aile de raie au vin blanc à faire en 5 minutes. Faites revenir l&#039;oignon émincé avec les carottes en rondelles dans l&#039;huile d&#039;olive. Ajoutez l&#039;ail, le laurier, le thym. Recouvrez avec le vin blanc et le verre d&#039;eau. Assaisonnez. Laissez mijoter 10 minutes environ. Plongez ensuite les ailes de raie dans",
      "preview": "Accueil Recettes Recettes plats Recettes plats avec des produit de la mer Recettes poissons Recettes raie Aile de raie au vin blanc Sponsorisé star ic"
    },
    {
      "url": "https://www.crashmyplaya.com/",
      "title": "Crash My Playa 2026",
      "description": "Welcome to the official Crash My Playa event website - the ultimate vacation experience with Luke Bryan! Join us from January 15-18, 2026 in Riviera Maya, Mexico at the breathtaking oceanfront Moon Palace Cancún resort. Explore this site to learn more about the event, including important announcements, updates, package availability, event photos, travel options, and guest services offerings.",
      "preview": "Packages on sale now! Book for just 5% down with a monthly payment plan.  January 15-18, 2026 Riviera Cancún, MX Info PACKAGE INFO January 15-18, 202"
    },
    {
      "url": "https://www.idnes.cz/ekonomika",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://video.foxbusiness.com/v/6109194898001#sp=show-clips",
      "title": "Goodwill donations surge during holiday giving season | Fox Business Video",
      "description": "Goodwill donations and holiday resale",
      "preview": "to top close Video This video is playing in picture-in-picture. Varney Co January 15, 2020 03:19 CLIP Goodwill donations surge during holiday giving s"
    },
    {
      "url": "https://uicolors.app/create",
      "title": "Tailwind CSS Color Generator | UI Colors",
      "description": "Create and customize beautiful Tailwind CSS color palettes. Generate, edit, and export colors for your design with our intuitive color generator tool.",
      "preview": "UI Colors Generate My palettes Tailwind Colors More Feedback Sign in New Website Contrast Check Install free Chrome extension Tailwind CSS Color Gener"
    },
    {
      "url": "https://help.getpocket.com",
      "title": "Pocket Help",
      "description": "void",
      "preview": "Skip to main content Switch language Skip to search Windows 10 will reach EOS (end of support) on October 14, 2025. For more information, see this art"
    },
    {
      "url": "https://hamiltonfamilies.org",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "http://cie.co.at/eilvterm/17-29-018",
      "title": "17-29-018 | CIE",
      "description": "indirect lighting lighting by means of luminaires having a distribution of luminous intensity such that the fraction of the emitted luminous flux directly reaching the working plane, assumed to be of infinite extent, is 0 % to 10 %",
      "preview": "Skip to main content e-ILV The e-ILV provides free access to all the terms and definitions contained in the international standard CIE S 017:2020 ILV:"
    },
    {
      "url": "https://www.ilovepdf.com/merge_pdf",
      "title": "Merge PDF files online. Free service to merge PDF",
      "description": "Select multiple PDF files and merge them in seconds. Merge & combine PDF files online, easily and free.",
      "preview": "Merge PDF files Combine PDFs in the order you want with the easiest PDF merger available. Upload your file and transform it. Select PDF files Upload f"
    },
    {
      "url": "https://99books.freedomarchives.org/document/half-century-commemoration-august-1971-2021/",
      "title": "Half-Century Commemoration Statement: August 1971-2021 - 99 Books",
      "description": "void",
      "preview": "Thumbnail image of \"Half-Century Commemoration Statement: August 1971-2021\" Download Anonymous authors reflect on the 50th anniversary of George Jacks"
    },
    {
      "url": "https://aubmediterraneo.cy/",
      "title": "American University of Beirut - Home - Pafos",
      "description": "Twin campus of the American University of Beirut (AUB) in Beirut, Lebanon. AUB bases its educational philosophy, standards, and practices on the American liberal arts model of higher education. The university encourages freedom of thought and expression and seeks to graduate men and women committed to creative and critical thinking, life-long learning, personal integrity, civic responsibility, and leadership.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. × Menu template Currently sele"
    },
    {
      "url": "https://kassatieto.com/tuote/jatesakki-200l-musta-06/",
      "title": "Jätesäkki 200L musta | Kassatieto",
      "description": "Musta jätesäkki, vahvuus 60my. Koko 750x1400mm. 10pss/rll, 20rll/ltk.",
      "preview": "045 7731 2021 moc.o 1760095870 teita 1760095870 ssak@ 1760095870 ulevl 1760095870 apsak 1760095870 aisa 1760095870 Tuotteet Suurkuvatulostus Myymäläta"
    },
    {
      "url": "https://hsc.unm.edu/echo/what-we-do/about-the-echo-model.html",
      "title": "The ECHO Model - Project ECHO",
      "description": "void",
      "preview": "About the ECHO Model Inspired by the way clinicians learn from medical rounds during residencies, the ECHO Model® has evolved into a learning framewor"
    },
    {
      "url": "http://www.higherlogic.com",
      "title": "Powerful Online Community Software | Higher Logic",
      "description": "Higher Logic's powerful online community brings together organizations and people, making real conversations happen. Book a demo today!",
      "preview": "Skip to content Revolutionize engagement where every connection matters. Our powerful online community software combines the innovation of AI with hum"
    },
    {
      "url": "https://www.tnstate.edu/nnhp",
      "title": "NNHP",
      "description": "North Nashville Heritage Project (NNHP) - Collecting and Telling the Stories of Historic North Nashville. Do you have a story to tell? Contact us!",
      "preview": "10th & Jefferson A Thriving Economy Discover More Gateway to Heritage Plaza I-40 Underpass on Jefferson St. About the Plaza Brown's Dinner Club and Ph"
    },
    {
      "url": "https://queertactics.tumblr.com/",
      "title": "@queertactics on Tumblr",
      "description": "Follow @queertactics and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Following katebushvgore Follow miss-americanbi Follow how the absolute FUCK am i supposed to live long and prosper in these conditions tra"
    },
    {
      "url": "https://docs.aws.amazon.com/IAM/latest/APIReference/API_PolicyDetail.html",
      "title": "PolicyDetail - AWS Identity and Access Management",
      "description": "Contains information about an IAM policy, including the policy document.",
      "preview": "PolicyDetail - AWS Identity and Access Management Documentation AWS Identity and Access Management API Reference Contents See Also PolicyDetail Contai"
    },
    {
      "url": "https://www.bablic.com/terms",
      "title": "TOS - Translate Your Website - Bablic",
      "description": "Bablic's terms of use.",
      "preview": "Terms Of Service PLATFORM AGREEMENT BABLIC LTD. (\" BABLIC \" AND/OR \" WE \", \" US \" or \" OUR \") OFFERS A PLATFORM TO YOU STRICTLY UNDER THE FOLLOWING TE"
    },
    {
      "url": "https://ussconstitutionmuseum.org/",
      "title": "Home - USS Constitution Museum",
      "description": "void",
      "preview": "Skip to content SHIP: Loading... - HOURS Loading... MUSEUM: Loading... - HOURS Loading... Events Newsletter Signup Shop Join Visit Museum + Ship Plan"
    },
    {
      "url": "https://www.ywcanca.org/",
      "title": "YWCA National Capital Area | Women's Rights | Racial Justice | Adult Education",
      "description": "YWCA National Capital Area: We are a DC based nonprofit whose mission is to eliminate racism and empower women through adult education, youth mentoring, and advocacy. Join us!",
      "preview": "0 JOIN OUR WOMEN'S ENTREPRENEURSHIP PROGRAM! Apply Now Get the English language skills and training needed to get the job or advance in your current c"
    },
    {
      "url": "https://parish107.tumblr.com/",
      "title": "@parish107 on Tumblr",
      "description": "Follow @parish107 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes motocrunch Follow follow me :) kylebonallo Follow by Kyle Bonallo (ig: @kylebonallo ) Source: kylebonallo.com pangeen Follow ALT ALT ALT w"
    },
    {
      "url": "https://l-elizabethstewart.com/2019/09/06/21-illogical-instructions-part-2-noah-a-move-of-god/",
      "title": "#21 Illogical Instructions Part 2: Noah - A move of God | Words that Matter",
      "description": "Announcements: Reminder: My bible study, \"Journey to Purpose\", is available at Barnes & Noble, Amazon (print and e-format), Xulon Press, and other Christian bookstores. If you missed the E-launch feel free to watch the previously recorded Facebook Live sessions. This is the second in our four-part series on \"illogical instructions\". Last week, we talked about...",
      "preview": "Home » Getting and Maintaining Focus » #21 Illogical Instructions Part 2: Noah - A move of God Announcements: Reminder: My bible study, \"Journey to Pu"
    },
    {
      "url": "https://mpatlas.org/zones/",
      "title": "Loading... | Marine Protection Atlas",
      "description": "The Marine Protection Atlas (MPAtlas.org) was created by the Marine Conservation Institute to more effectively communicate levels of marine protection worldwide.",
      "preview": "Loading..."
    },
    {
      "url": "https://tiempo26.com/si-hubo-ataque-quimico-en-siria/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://help.target.com/help/subcategoryarticle?childcat=Price+Match+Guarantee&parentcat=Policies+%26+Guidelines&searchQuery=search+help",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://cip.gov.si/koledar-dogodkov/?Calendar&targetGroup=f625da5a-2636-46a7-b42e-bd49bce4ef91%2C455c22f4-63fc-48df-8f27-8b709322fd1f%2C39440dc4-c6a5-40c1-8432-a7160c1e4cf8%2Cdeeeb49e-f989-416d-a07e-8e0dded4e1fc%2Cc9c271db-fc30-49f5-b221-71a68f76a0bc&date=0%3A2021",
      "title": "Center za izobraževanje v pravosodju",
      "description": "Ministrstvo za Pravosodje - Center za Izobraževanje v Pravosodju",
      "preview": "Kriteriji iskanja LETO IN MESEC 2021 0 X januar 3 X februar 1 X marec 2 X april 2 X maj 14 X junij 23 X julij 2 X avgust 1 X september 21 X oktober 38"
    },
    {
      "url": "https://www.transfermarkt.com/",
      "title": "Football transfers, rumours, market values and news | Transfermarkt",
      "description": "Transfermarkt - The football website for transfers, market values, rumours and stats",
      "preview": "Transfermarkt - The football portal with transfers, market values, rumours and statistics Spotlight © TM/IMAGO 156 players updated Ligue 1 market valu"
    },
    {
      "url": "https://www.la-retro-d-aniche.com/2021/07/histoire-de-l-estaminet-de-la-verrerie-d-en-haut-la-cantine.html",
      "title": "Histoire de l'estaminet de la verrerie d'en haut : LA CANTINE - Centre de Mémoire de la Verrerie d'en Haut à ANICHE",
      "description": "- PANNEAU 14 La cantine Estaminet.pdf Tenu par Elie TRIPLET , grand-père d'Elie Ladrière qui vient de nous quitter Lire l'affiche",
      "preview": "Tous les blogs Top blogs Associations & ONG Editer l'article Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs As"
    },
    {
      "url": "https://www.politifact.com/",
      "title": "PolitiFact",
      "description": "PolitiFact is a fact-checking website that rates the accuracy of claims by elected officials and others on its Truth-O-Meter.",
      "preview": "English Español Get PolitiFact in your inbox. Weekly Email Newsletter Daily Email Newsletter Your Email Address Sign Up"
    },
    {
      "url": "https://ricetta.buoneforchette.com/celestino.php",
      "title": "Ricetta celestino",
      "description": "Come prepare celestino una ricetta di Aperitivi e Cocktail facile e gustosa. Succo Di Limone / Vodka Absolut / Vodka Azzurra Chazskaja P",
      "preview": "void"
    },
    {
      "url": "https://blog.computus-druck.com/tag/brandkatastrophen/",
      "title": "Brandkatastrophen - Altertum und Bücher aus Gutenberg",
      "description": "void",
      "preview": "Unter dem Titel »Gott zur Ehr' - dem Nächsten zur Wehr. Geschichte und Geschichten der freiwilligen Feuerwehr Bad Kreuznach« erscheint am 24.10.2015 d"
    },
    {
      "url": "http://www.dickestel.com/classicexpo2004.htm",
      "title": "2004 Classic Gaming Expo in Las Vegas",
      "description": "void",
      "preview": "Classic Gaming Expo 2004 In 2004 the Classic Gaming Festival moved from Las Vegas to Silicon Valley. Robert Bernardo , who has attended and reported o"
    },
    {
      "url": "http://www.aboutads.info/choices",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://nlp.stanford.edu/software/lex-parser.html",
      "title": "The Stanford Natural Language Processing Group",
      "description": "void",
      "preview": "Software > Stanford Parser About | Citing | Questions | Download | Included Tools | Extensions | Release history | Sample output | Online | FAQ About"
    },
    {
      "url": "https://www.csipacific.ca/",
      "title": "Canadian Sport Institute Pacific - CSI Pacific",
      "description": "void",
      "preview": "Skip to content Victoria | Vancouver | Whistler Performance Nation Careers News EDIA Donate Now Topbar Menu Facebook page opens in new window X page o"
    },
    {
      "url": "http://www.ara.at",
      "title": "ARA | Zukunft. Kreislauf. Wirtschaft. | Home",
      "description": "Seit über 30 Jahren ist die Altstoff Recycling Austria die treibende Kraft der Kreislaufwirtschaft in Österreich - Von der Lizenzierung bis zu Circular...",
      "preview": "void"
    },
    {
      "url": "https://variety.com/2022/tv/news/lacey-chabert-hallmark-channel-1235187045/",
      "title": "Lacey Chabert Signs Hallmark Channel Deal After \"Wedding Veil\" Trilogy",
      "description": "Lacey Chabert and Crown Media Family Networks have agreed to an exclusive multi-picture overall deal for the next two years.",
      "preview": "Feb 21, 2022 5:03pm PT Lacey Chabert Lands Exclusive Multi-Picture Hallmark Channel Deal By J. Kim Murphy Plus Icon J. Kim Murphy jkimmurphy Latest Ge"
    },
    {
      "url": "https://www.khanacademy.org/math/calculus-1",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.oakleysound.com/projects.htm",
      "title": "Modular Synthesizer Projects from Oakley Sound Systems",
      "description": "void",
      "preview": "The Oakley Sound Studio Projects Oakley Sound can supply top quality printed circuit boards (PCBs) for standalone DIY projects. A close up of the four"
    },
    {
      "url": "https://www.greenbiz.com/article/how-impact-accounting-can-accelerate-corporate-emissions-reductions",
      "title": "How impact accounting can accelerate corporate emissions reductions | Trellis",
      "description": "The GHG Protocol helped catalyze a generation of renewable energy procurement, but it's starting to show its age. A proposed new approach focuses more directly on the emissions impact of electricity generation and consumption.",
      "preview": "Skip to content Homepage Top Ad Decarbonization Energy How impact accounting can accelerate corporate emissions reductions The GHG Protocol helped cat"
    },
    {
      "url": "https://www.kostenlose-urteile.de/Urteile_vom_2005-11-11.htm",
      "title": "urteile.news | 11.11.2005 - Urteilsmeldungen von diesem Tag",
      "description": "deutsche und ausgewählte EU-Rechtsprechung ➤ Verkehrsrecht / Straßenverkehrsrecht ✔ Verwaltungsrecht ✔ Sozialrecht ✔ Versammlungsrecht ✔ Presserecht",
      "preview": "Veröffentlichungen vom 11. November 2005 Urteile, erschienen im November 2005 Mo Di Mi Do Fr Sa So 44 1 2 3 4 5 6 45 7 8 9 10 11 12 13 46 14 15 16 17"
    },
    {
      "url": "https://www.wcpo.com/news/local-news/clermont-county/ohio-township/coroner-four-people-dead-in-home-in-ohio-township-near-new-richmond",
      "title": "4 dead, 1 hospitalized after 'potential murder-suicide' near New Richmond in Ohio Township",
      "description": "Four people are dead in Ohio Township near New Richmond, Ohio, according to the Clermont County Coroner's Office.",
      "preview": "void"
    },
    {
      "url": "https://ebags.evyy.net/c/249354/207595/3588?subId1=PEOTheBestChristmasSalestoShopfromOurFavoriteStoresmsapozhnikovLifAff13830521202212I&u=https%3A%2F%2Fwww.ebags.com%2Fholiday%2Fholiday-sitewide-sale%2F",
      "title": "Mother Lode Travel Backpacks | Samsonite",
      "description": "Find amazing products in Mother Lode' today | Samsonite US",
      "preview": "The Mother Lode collection continues to offer exceptional durability and organizational features. Now with the trusted Samsonite name behind them, you"
    },
    {
      "url": "https://cm-us.wargaming.net/frame/?service=frm&project=wot&realm=us&language=en&login_url=https://rciholidaysrewards.cf",
      "title": "void",
      "description": "void",
      "preview": "Log in To use all the website features, enable Javascript in your browser."
    },
    {
      "url": "https://sendpotion.com/",
      "title": "Unlimited Custom & Personalized AI Videos Generator | Potion",
      "description": "Generate unlimited AI videos easily. Create hyper-realistic custom & personalized AI videos in your own face, voice & gestures with Potion.",
      "preview": "Next-level Fantastic mind-blowingly my superpower Whoa Awesome! Amazing! Unreal Insane Super! Perfect! Incredible Trusted by 13000+ companies Potion t"
    },
    {
      "url": "https://ctan.org/pkg/biblatex",
      "title": "CTAN: Package BibLaTeX",
      "description": "void",
      "preview": "Login Settings Help Cover Cover Starting out with T e X... CTAN Background Mirrors T e X user groups Privacy Credits Upload Upload Upload basics Uploa"
    },
    {
      "url": "https://www.thearma.org/essays.htm",
      "title": "Essays - Swords & Swordsmanship",
      "description": "void",
      "preview": "ABOUT The ARMA Intro to MARE MARE Literature Our Advisors Our Perspective ARMA's Director METHOD Our System Modern Study The ARMA Way Reclaiming the A"
    },
    {
      "url": "http://msds.walmartstores.com/",
      "title": "Wercs UPC/Barcode - Powered By The Wercs",
      "description": "void",
      "preview": "Walmart-Sams Club SDS Search Engine & Viewer Home SDS - Help Welcome! All Products Non Archived Products Archived Products « ‹ › » Legal statement Wal"
    },
    {
      "url": "https://www.sfhta.eu/?page_id=2883&ai1ec=action~agenda%7Cpage_offset~-1%7Ccat_ids~53,54%7Crequest_format~json",
      "title": "Calendar - SFHTA",
      "description": "void",
      "preview": "Aller au contenu Alerte sécurité : Des emails frauduleux usurpant l'identité de la SFHTA circulent. Ne communiquez jamais vos coordonnées bancaires (R"
    },
    {
      "url": "https://www.apple.com/itunes/",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "http://www.descarca.ucoz.com/",
      "title": "Play CronoLead - Pagina principală",
      "description": "void",
      "preview": "Home Movies TV Shows Cartoons Forum Informer #1 [ File Catalog · Entries · Entry date D · Entries: 10 · Columns: 1 ] Cars 2 Informer #1 [ File Catalog"
    },
    {
      "url": "https://hotspot.webblogg.se/2007/august/hitta-stilen-dances-with-wolves.html",
      "title": "hotspot -",
      "description": "Fransar och fjädrar är ju minst sagt på dagordningen och mer indian än så kan det ju knappast bli. Vi skulle även kunna kalla stilen Elin Kling. Eller vad säger du Elin?Väska: Den ombloggade...",
      "preview": "hotspot What's hot and what's not Hitta stilen - Dances with Wolves Fransar och fjädrar är ju minst sagt på dagordningen och mer indian än så kan det"
    },
    {
      "url": "https://krismunroes.tumblr.com/",
      "title": "Url: Krismunroes",
      "description": "void",
      "preview": "Url: Krismunroes Home / Archive / RSS Original Theme by: Max , Recycled by: Dave ."
    },
    {
      "url": "https://www.viatris.com/en?gclid=Cj0KCQiAtqL-BRC0ARIsAF4K3WHGea3RcBbFa91VdqE_rszFxtO83sm_UBbKMheAnJrbIKYLgMv5rywaAgdUEALw_wcB",
      "title": "Viatris | Global Healthcare Company",
      "description": "Viatris is a global pharmaceutical company that believes in healthcare not as it is, but as it should be. Learn about our story, explore our products and browse career opportunities.",
      "preview": "Localized information for The page you are about to visit contains information about Viatris that is specific to . Regulatory requirements, data prote"
    },
    {
      "url": "http://www.ncihc.org/",
      "title": "Home",
      "description": "void",
      "preview": "Menu Member Login Home About Mission, Goals and Values Board of Directors Committees and Work Groups Executive Committee Standards and Training Commit"
    },
    {
      "url": "https://www.rogoblen.ro/forum/index.php?sid=54569141107da821ca51659aeb9e4cf0",
      "title": "Clubul Gargaritelor • Prima pagina",
      "description": "void",
      "preview": "Acasa Autentificare Inregistrare FAQ Cautare Acum este 10 Oct 2025, 14:15 Vizualizare mesaje fara raspuns | Vizualizare subiecte active Prima pagina O"
    },
    {
      "url": "https://bibliometria.us.es/prisma/publicacion/buscar/fuente/4296",
      "title": "Búsqueda de Publicación - Prisma - Unidad de Bibliometría",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.behance.net/galleries/illustration",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.urlaubshof-bayern.de/freizeit.html?Thema=baden-und-kur/karoli-badepark-waldkirchen",
      "title": "Karoli Badepark Baden und Kur - Freizeitangebote im Bayerischen Wald - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "description": "Baden und Kur Karoli Badepark Auf dieser Seite können Sie sich über die Freizeitangebote im Bayerischen Wald informieren - Golf, reiten, wandern, Nordic Walking, radfahren, skifahren uvm.",
      "preview": "Karoli Badepark im Bayerwald Der Karoli Badepark in Waldkirchen im Bayerischer Wald, zählt zu den modernsten Badeanstalten des Bayr. Waldes. Insgesamt"
    },
    {
      "url": "https://earthobservatory.nasa.gov/topic/drought",
      "title": "Drought",
      "description": "The Earth Observatory shares images and stories about the environment, Earth systems, and climate that emerge from NASA research, satellite missions, and models.",
      "preview": "Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. EO Explorer Topics Search I"
    },
    {
      "url": "https://exquisiteresorts.co.uk/trade-suppliers/",
      "title": "Trade Suppliers - Exquisite Resorts",
      "description": "Trade Suppliers Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin eget pulvinar mauris. Vestibulum neque dolor, dapibus sit amet fringilla a, cursus vel massa. Praesent pulvinar viverra nisi. Aliquam vel mattis diam. Donec in mattis nisl. Morbi tortor nibh, egestas at mi a, auctor lobortis mi. Etiam vel ante in turpis blandit varius quis...",
      "preview": "Skip to content Follow us: Twitter Instagram Trade Suppliers Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin eget pulvinar mauris. Vest"
    },
    {
      "url": "https://www.sketchappsources.com/",
      "title": "Sketch App Sources - New free design resources - Icons, UI Kits, Wireframes, iOS, Android Templates",
      "description": "The largest collection of free and premium resources for web apps, mobile, UI, UX designers working with Sketch, Figma, Adobe XD. All vector .sketch files and .svg files are editable in Sketch, Figma, Adobe XD.",
      "preview": "void"
    },
    {
      "url": "https://www.theguardian.com/world/europe-news",
      "title": "Europe | The Guardian",
      "description": "Latest Europe news, comment and analysis from the Guardian, the world's leading liberal voice",
      "preview": "Skip to main content Skip to navigation Latest news Boris Johnson The £1m man: Why did Boris Johnson take his donor to Ukraine? Exclusive: Leaked file"
    },
    {
      "url": "https://discussions.apple.com",
      "title": "Official Apple Support Community",
      "description": "Find answers with millions of other Apple users in our vibrant community. Search discussions or ask a question about your product.",
      "preview": "Go back to my question Apple Support Community Find answers. Ask questions. Connect with Apple customers around the world. Search or ask a question Se"
    },
    {
      "url": "https://gracenerissa10.tumblr.com/",
      "title": "@gracenerissa10 on Tumblr",
      "description": "Ig : gnasica_ Twitter : @grace_nerissa Ice cream lovers 💞 Photography 📷",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_ga?sn=19336",
      "title": "Isurus oxyrinchus",
      "description": "Isurus oxyrinchus Rafinesque, 1810 - Tuilleadh faoin speiceas seo: Ainmnithe tráchtála, Córais Tháirgeachta agus Trealaimh Iascaireachta, Scéimeanna cáilíochta agus luachanna cothaitheacha AE, Bearta Caomhnaithe, Caighdeáin Mhargaíochta, Dáileadh agus Gnáthóg Speicis, Tuairiscí ar Speicis, Chomhainmníocht",
      "preview": "Téigh chuig inneachar Ainmnithe tráchtála Cuardach Search by Ainmniú tráchtála Ainm Eolaíoch Cód Alfa-3 EBT Chomhainmníocht Enter the search term Ente"
    },
    {
      "url": "https://lab.kb.nl/?theme=dark&amp%3Bf%5B0%5D=field_file_format%3A18&amp%3Bf%5B1%5D=field_product_source%3A5&f%5B0%5D=field_product_type%3A2&f%5B1%5D=field_product_source%3A9&f%5B2%5D=field_category%3A30",
      "title": "KB LAB | KB LAB",
      "description": "void",
      "preview": "Skip to main content KB LAB Join us and explore the KB's digital treasure trove In the KB Lab you can find experimental tools and data built for and f"
    },
    {
      "url": "https://ejfoundation.org/",
      "title": "Environmental Justice Foundation | Homepage",
      "description": "The Environmental Justice Foundation (EJF) exists to protect the natural world and defend our basic human right to a secure environment.",
      "preview": "Protecting O u r P e o p l e People and Planet New investigation: environmental collapse and human rights abuses in the Southwest Atlantic squid fishe"
    },
    {
      "url": "https://training.linuxfoundation.org/training/kubernetes-fundamentals/",
      "title": "Kubernetes Fundamentals (LFS258) - Linux Foundation - Education",
      "description": "Take this course to gain a strong operating knowledge of Kubernetes fundamentals, such as how to deploy a containerized app.",
      "preview": "Skip to main content Search Close Search Training > Cloud & Containers Training Course Kubernetes Fundamentals (LFS258) Gain a strong operating knowle"
    },
    {
      "url": "https://covid-19-response.unstatshub.org/data-solutions/",
      "title": "Data solutions | COVID-19 response",
      "description": "Guidance and possible approaches for the production of timely data to monitor the evolution and impacts of COVID-19.",
      "preview": "Department of Economic and Social Affairs Statistics • COVID-19 response Home Ensuring continuity Working remotely Data solutions Open data Useful lin"
    },
    {
      "url": "https://www.randco.com/",
      "title": "R+Co | The Culture Of Hairdressing",
      "description": "R+Co is an award-winning line of haircare products designed to deliver immediate, high-performing results while keeping hair and scalp health at top-of-mind. Curated by a collective of rule-bending hairstylists.",
      "preview": "Skip to content Quick Search Search our store Popular Search Terms Shampoo Conditioner Curls Volume Texture Smoothing Popular Products BEST SELLER DAR"
    },
    {
      "url": "https://www.tceq.texas.gov/p2/recycle/electronics",
      "title": "Electronics Recycling - Texas Commission on Environmental Quality - www.tceq.texas.gov",
      "description": "We encourage Texans to support the state's economy and environment by repairing, reselling, donating, or recycling used electronics. Choosing to recycle used electronics over landfill disposal reduces the need to process raw materials for new products.",
      "preview": "Skip to Content About Us Contact Us Calendar Jobs Org Chart Sign Up for Updates ESPAÑOL Questions or Comments: recycle@tceq.texas.gov Electronics Recy"
    },
    {
      "url": "https://www.treasury.gov/tigta/",
      "title": "Home | U.S. Treasury Inspector General for Tax Administration OIG",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://downtownla.com/business/reports-and-research/dtla-recovery-compass",
      "title": "Downtown LA Reports & Research",
      "description": "Independent research and reports across key sectors of the Downtown LA market provide crucial data and analysis for developers, investors, and businesses when assessing the DTLA environment.",
      "preview": "Skip to Main Content Reports & Research Market Information and Business Insight for Downtown LA Independent research and reports across key sectors of"
    },
    {
      "url": "https://127j5241bcgw285yu54bgh7m-wpengine.netdna-ssl.com/wp-content/uploads/Rebooting-Representation-Report.pdf",
      "title": "Instagram Video Downloader - Download IG Videos, Reels, Photos",
      "description": "Download Instagram videos in high-definition for free with our Instagram video downloader. Easily save videos from posts, reels, and stories - completely anonymous and without watermarks.",
      "preview": "Features How to Use FAQ 100% Free • No Registration • HD Quality Instagram Videos Downloader Fast, free, and secure Instagram downloader. Save videos,"
    },
    {
      "url": "http://www.sspectra.com/is/s000373.html",
      "title": "S000373 | Integer Sequences",
      "description": "void",
      "preview": "Integer Sequences S000373 « S000372 index S000374 » Numbers n such that 8^n+1 has only one primitive prime factor. 0, 1, 3, 9, 15, 21, 39, 57, 69, 159"
    },
    {
      "url": "https://blog.mozilla.org/firefox/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=firefox",
      "title": "Firefox - The Mozilla Blog",
      "description": "Get the gold standard for browsing with speed, privacy and control.",
      "preview": "Skip to content Search Search for: Category: Firefox Get the gold standard for browsing with speed, privacy and control. Firefox Shake to Summarize re"
    },
    {
      "url": "https://anabeatriz1201.tumblr.com/",
      "title": "@anabeatriz1201 on Tumblr",
      "description": "Follow @anabeatriz1201 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://secure.actblue.com/donate/naacp-1-2021-advancingblackagenda-mainweb",
      "title": "ActBlue",
      "description": "void",
      "preview": "Making a contribution on ActBlue requires JavaScript to be enabled. ADVANCING THE BLACK AGENDA IN 2021 *Donations to the NAACP are not tax-deductible."
    },
    {
      "url": "https://hyundai.oemdtc.com",
      "title": "Hyundai - OEMDTC",
      "description": "Hyundai Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.fec.gov/",
      "title": "Home | FEC",
      "description": "Find what you need to know about the federal campaign finance process. Explore legal resources, campaign finance data, help for candidates and committees, and more.",
      "preview": "Your web browser is not supported This site uses features that are not supported by this browser. For a better experience, please switch to a modern b"
    },
    {
      "url": "https://thestolenidea.tumblr.com/",
      "title": "Game Development",
      "description": "A collection of articles, quotes, and other goodies on game development.",
      "preview": "Menu Game Development A collection of articles, quotes, and other goodies on game development. An Important Request for any College/University Student"
    },
    {
      "url": "https://www.delpher.nl/nl/kranten/view?identifier=ddd:010368266:mpeg21:p005&coll=ddd",
      "title": "De Sumatra post » 02 dec 1920 - Pag. 5 | Delpher",
      "description": "De Sumatra post van 02 dec 1920 (pag. 5) ✓ In zijn geheel te lezen ✓ Digitaal te doorzoeken ✓ Gratis toegankelijk ➜ Delpher.nl",
      "preview": "Terug naar resultaten Permanente URL Aflevering Pagina Artikel Gebruiksvoor­waarden Auteursrecht onbekend. Het zou kunnen dat nog auteursrecht rust op"
    },
    {
      "url": "https://www.reddit.com/r/wicked_edge/wiki/index",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content index View page history Editing Locked Permission needed for editing Editing Locked You don't have permission to edit this page."
    },
    {
      "url": "https://player.blubrry.com/?media_url=https%3A%2F%2Fmedia.blubrry.com%2Fyalepress%2Fp%2Fmedia.blubrry.com%2Fyalepodcasts%2Fp%2Fcontent.blubrry.com%2Fyalepodcasts%2F337-4373241344226031166-ybmc_1930_MP3_for_Audio_Podcasting.mp3&podcast_link=https%3A%2F%2Fyalepodcasts.blubrry.net%2F2017%2F03%2F30%2Fthe-poetry-of-pop-music%2F",
      "title": "Blubrry Player",
      "description": "void",
      "preview": "Donate + Share + X (Twitter) Facebook LinkedIn Apps + Spotify Menu + Apps Share Download Visit Episode Page Yale Podcasts Yale Podcasts 00:00 |"
    },
    {
      "url": "http://www.spencersretail.com/",
      "title": "Spencer's Retail is a leading retailer that operates multiple retail formats in India.",
      "description": "Spencer's Retail is a leading retailer that operates multiple retail formats in India.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 152
  }
}