{
  "data": [
    {
      "url": "https://www.slingomama.nl/nl/413-yaro-house-collection-ring-slings",
      "title": "Yaro House Collection Ring Slings",
      "description": "Een ringsling is een korte draagdoek van ongeveer 2 meter lang waar twee ringen zitten vastgenaaid aan het uiteinde. Door de stof door de ringen te rijgen kun je hem aanspannen en vastzetten. Een ringsling is geschikt om te heupdragen en kan meteen na de geboorte gebruikt worden, tot aan de peutertijd! Yaro ringslings hebben een gathered shoulder.",
      "preview": "Yaro House Collection Ring Slings Een ringsling is een korte draagdoek van ongeveer 2 meter lang waar twee ringen zitten vastgenaaid aan het uiteinde."
    },
    {
      "url": "https://www.marksandspencer.com/l/beauty",
      "title": "Beauty Products | M&S",
      "description": "Treat yourself to make-up, haircare, skincare and fragrance from our beauty collection. Shop quality products from brands like L'Occitane and Nuxe at M&S",
      "preview": "Beauty The beauty advent calendar Yours for £60 when you spend £35 or more on full-price fashion, homeware or beauty Shop now New In: Hair by Sam McKn"
    },
    {
      "url": "https://www.woodplc.com/",
      "title": "Global engineering and consulting for energy and materials | Wood",
      "description": "Wood: Global leader in engineering consulting, shaping the future of energy and materials with innovative solutions across 60 countries",
      "preview": "Close search Designing the future. Explore our company Designing the future. Explore our company We are the world's industry-leading consultants, engi"
    },
    {
      "url": "https://www.energystar.gov",
      "title": "Homepage | ENERGY STAR",
      "description": "ENERGY STAR® is the simple choice for energy efficiency. For more than 20 years, EPA's ENERGY STAR program has been America's resource for saving energy and protecting the environment.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://href.li/?http://changetheequation.org/students-stem-methodology",
      "title": "href.li",
      "description": "void",
      "preview": "Redirecting.. http://changetheequation.org/students-stem-methodology"
    },
    {
      "url": "https://generated.photos/#",
      "title": "Generated Photos | Unique, worry-free model photos",
      "description": "AI-generated images have never looked better. Explore and download our diverse, copyright-free headshot images from our production-ready database.",
      "preview": "void"
    },
    {
      "url": "https://stock.walmart.com/stock-information/default.aspx",
      "title": "Quote and Chart :: Walmart Inc. (WMT)",
      "description": "void",
      "preview": "Skip to main content Skip to section navigation Skip to footer email Email Alerts location_city Company Profile contact_page Contacts account_tree Sit"
    },
    {
      "url": "https://www.hooverfuneralhome.com/obituaries/Geoffrey-Allen-McCormack?obId=21526806",
      "title": "Obituary information for Geoffrey Allen McCormack",
      "description": "View Geoffrey Allen McCormack's obituary, contribute to their memorial, see their funeral service details, and more.",
      "preview": "Loading... Loading... Geoffrey Allen McCormack July 21, 2017 Geoffrey Allen McCormack Obituary Tribute Notifications TM Stay up-to-date on event infor"
    },
    {
      "url": "https://apps.dtic.mil/sti/citations/ADA426096",
      "title": "Defense Technical Information Center",
      "description": "void",
      "preview": "The .mil means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you're on a feder"
    },
    {
      "url": "https://doughenningproject.com/2020/09/17/happy-belated-birthday-david-copperfield/",
      "title": "Happy Belated Birthday David Copperfield! - THE DOUG HENNING PROJECT",
      "description": "https://www.youtube.com/watch?v=-pVPuCn0c2g Due to a very busy day yesterday away from my desk, I wasn't able to wish a very Happy Birthday to legendary magician David Copperfield! So, in honor of the occasion enjoy this clip of David performing the \"Immaculate Connection\" illusion from the \"Magic of David Copperfield V.\"",
      "preview": "Skip to content Due to a very busy day yesterday away from my desk, I wasn't able to wish a very Happy Birthday to legendary magician David Copperfiel"
    },
    {
      "url": "https://btseventmanagement.com/",
      "title": "Home - BTS Event Management",
      "description": "Luxurious weddings for a luxury clientele BTS Event Management, the premier Wedding and Event Planning Company From Our Brides BTS made this wedding beyond my dreams. When I walked down that aisle I was in absolute awe. Thank you for going above and beyond to make this day so seamless and special for me. The [...]",
      "preview": "Skip to content Luxurious weddings for a luxury clientele BTS Event Management, the premier Wedding and Event Planning Company From Our Brides BTS mad"
    },
    {
      "url": "https://bemanningsinfo.no/partner/partnerforside/tilleggstjenester/annonsering-pa-finn-no/",
      "title": "Annonsering på finn.no | Bemanningsinfo",
      "description": "void",
      "preview": "arrow_back Tilbake Annonsering på finn.no Annonsering er et viktig virkemiddel for å tiltrekke seg gode og relevante kandidater til de ledige stilling"
    },
    {
      "url": "https://bestbuyapis.github.io/api-documentation/#user-guide",
      "title": "Best Buy Developer API Documentation",
      "description": "void",
      "preview": "NAV shell javascript Sign up for a Best Buy API Key Contribute to Documentation Powered by Slate Run in Postman Overview Welcome to the Best Buy Devel"
    },
    {
      "url": "https://www.janestreet.com/puzzles/",
      "title": "Puzzles :: Jane Street",
      "description": "Jane Street is a quantitative trading firm and liquidity provider with a unique focus on technology and collaborative problem solving.",
      "preview": "Jane Street Group, LLC uses cookies and similar technologies, including third-party cookies, on this Site to provide basic functionalities and perform"
    },
    {
      "url": "https://elearning.fao.org/",
      "title": "FAO elearning Academy",
      "description": "void",
      "preview": "FAO elearning Academy Install App Skip to main content × ×"
    },
    {
      "url": "https://forum.videohelp.com/members/299632-Donnje?s=fd8d5e1d8d040a8b1770019634492c27",
      "title": "View Profile: Donnje - VideoHelp Forum",
      "description": "This forum will help you with all your video and audio questions!",
      "preview": "Forum Forum Index Today's Posts New Posts File Uploader Software All software Popular tools Portable tools DVD / Blu-ray Blu-ray / DVD Region Codes Ha"
    },
    {
      "url": "https://www.stltoday.com/news/local/crime-and-courts/police-identify-four-killed-in-fatal-hit-and-run-crash-in-st-louis/article_628d7a76-6152-5d04-ad75-7df301886acb.html",
      "title": "Police identify four killed in fatal hit-and-run crash in St. Louis",
      "description": "Anthony Robinson, 19, of Jennings, Richard Boyd, 19, of Sullivan, Bryanna Dentman-Johnson, 18, of Vinita Park and Corntrail McKinley, 20, of St. Louis were killed when another vehicle ran a",
      "preview": "Skip to main content Skip to main content You are the owner of this article. Edit Article Add New Article Close You have permission to edit this artic"
    },
    {
      "url": "https://blackazian13.tumblr.com/",
      "title": "Cat Submarine!",
      "description": "Lexie B. | Chocolate Connoisseur | Wanna Be World-Traveler",
      "preview": "Next Cat Submarine! Go ahead, shoot for the stars! No seriously go ahead, I'll try to answer anything as truthfully as possible Or just just a note sa"
    },
    {
      "url": "https://www.hindustantimes.com/opinion/policies-and-people-how-ai-is-helping-india-s-poor-become-climateresilient-101663847864017.html?fbclid=IwAR15I1N38dVutWYDzi6AHMVl57RpEssDjZODLXdgxOLrJXmQ70V1d02Dgcc",
      "title": "Policies and People | How AI is helping India's poor become climate-resilient | Hindustan Times",
      "description": "Heatwaves are becoming frequent and intense in India. SEEDS, a non-profit, and Microsoft have developed an AI model that processes large volumes of data to provide risk information at a hyper-local level to vulnerable communities",
      "preview": "Home Karwa Chauth Live Nobel Peace Prize Live Festival of Gifts E-Paper HT Premium HT The Next Voice US News Games HTCity Ht100 India World Entertainm"
    },
    {
      "url": "https://www.roadmaptozero.com/",
      "title": "Roadmap to Zero",
      "description": "We need to change how things are produced, especially the items we wear. ZDHC is making that happen. We work with the fashion industry, empowering it to produce safe products. Together we are protecting the place we all call home.",
      "preview": "By using this website, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing"
    },
    {
      "url": "https://www.sephora.com/product/un-cover-up-cream-foundation-P450899",
      "title": "Sephora",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://forum.telldus.com/search.php?search_id=active_topics&sid=98d4d36a89e3e44cdc325b2f00c3b0a3",
      "title": "My forum - Active topics",
      "description": "void",
      "preview": "My forum A little text to describe your forum Skip to content Search Advanced search Quick links Unanswered topics Active topics Search FAQ Login Regi"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/pkt/index.htm",
      "title": "The Pictorial Key to the Tarot Index | Sacred Texts Archive",
      "description": "The Pictorial Key to the Tarot, by A.E. Waite, ill. by Pamela Colman Smith, [1911], full text etext at sacred-texts.com",
      "preview": "Sacred Texts Tarot Tarot Reading Buy this Book at Amazon.com The Pictorial Key to the Tarot By Arthur Edward Waite Illustrations By Pamela Colman Smit"
    },
    {
      "url": "https://www.cccstudentmentalhealth.org/resource/love-is-respect/",
      "title": "Love is Respect - CCC Health & Wellness Program",
      "description": "void",
      "preview": "Skip to main content Love is Respect Resource Type: Website Topics: Wellness Population Focus: Resources for Students View Resource Youth-oriented sit"
    },
    {
      "url": "https://carat.fiserv.com/en-us/solutions/omnichannel-commerce/",
      "title": "Omnichannel Experiences | Carat U.S. | Fiserv",
      "description": "From restaurants to retail, from the app to the store, offer your customers a seamless buying experience with our connected omnichannel solutions.",
      "preview": "Skip to Contact an Expert Skip to Main Content Omnichannel experiences Create unique, frictionless omnichannel experiences Create unique, frictionless"
    },
    {
      "url": "https://www.uwyo.edu/entomology/grasshoppers/colorado/fact-sheets/acrolophitus-hirtipes.html",
      "title": "Grasshoppers of Colorado",
      "description": "void",
      "preview": "Grasshoppers of Wyoming and the West Entomology Acrolophitus hirtipes (Say) Adult female Common name - Green fool grasshopper (Helfer, 1972) or Creste"
    },
    {
      "url": "https://www.acer-userforum.de/members/jim-pansen.76925/",
      "title": "Jim Pansen | Acer-Userforum.de",
      "description": "void",
      "preview": "Zurzeit aktive Besucher Profilnachrichten Profilnachrichten suchen Menü Login Registrieren App installieren Installieren Foren Mitglieder JavaScript i"
    },
    {
      "url": "https://www.deviantart.com/",
      "title": "DeviantArt - The Largest Online Art Gallery and Community",
      "description": "DeviantArt is where art and community thrive. Explore over 350 million pieces of art while connecting to fellow artists and art enthusiasts.",
      "preview": "All Witchinghour AI Art Digital Art Fan Art Photography Fantasy Anime and Manga Cosplay Adoptables Character Design Comics Concept Art Game Art Scienc"
    },
    {
      "url": "https://www.groupraise.com/ontheborder/grand-rapids-mi?filters%5Btod%5D=true&lat=42.9633599&lng=-85.6680863&order=donation_rate",
      "title": "Find Fundraisers at On The Border near Grand Rapids, MI | GroupRaise",
      "description": "View fundraisers at On The Border in Grand Rapids, MI. See fundraiser options like take-out & dine-in, see dates & book online!",
      "preview": "Menu Organize a meal Spacer Spacer Sign Up Sign In Sign In Sign Up Help Spacer Spacer Organize a meal We couldn't find a On The Border near Grand Rapi"
    },
    {
      "url": "https://www.lumix-forum.de/search.php?search_id=unanswered&sid=c15f96fc47e304bb20d60f138a2ead78",
      "title": "Lumix-Forum - der Treffpunkt für Lumix-Nutzer - Unbeantwortete Themen",
      "description": "void",
      "preview": "Schnellzugriff Unbeantwortete Themen Aktive Themen Suche Das Team FAQ Anmelden Registrieren Suche Erweiterte Suche Foren-Übersicht Zum Inhalt Lumix-Fo"
    },
    {
      "url": "https://jasoncanty01.tumblr.com/post/126527477477",
      "title": "Jason Canty's Tumblr Stuffs - Is learning computer science linked to improved learning in other subjects? - Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "https://time.com/",
      "title": "TIME | Current & Breaking News | National & World Updates",
      "description": "Breaking news and analysis from time.com. Politics, world news, photos, video, tech reviews, health, science, and entertainment news.",
      "preview": "TIME | Current & Breaking News | National & World Updates Al Drago-Bloomberg via Getty Images Trump Loses Nobel Peace Prize The Norwegian Nobel Commit"
    },
    {
      "url": "https://www.bravotv.com",
      "title": "Bravo Official Site: Shows, Videos, News & Schedule",
      "description": "Watch full episodes and exclusive videos for Bravo shows including Top Chef, The Real Housewives of Beverly Hills and Vanderpump Rules.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://azuremarketplace.microsoft.com/en-us/",
      "title": "Microsoft Azure Marketplace",
      "description": "void",
      "preview": "Azure Marketplace Apps Consulting Services Search Marketplace Search Sell Blog Azure Marketplace More Search Marketplace Search More Azure Marketplace"
    },
    {
      "url": "https://www.ekokom.cz/en/",
      "title": "EKO-KOM - Systém sběru a recyklace obalových odpadů",
      "description": "EKO-KOM a.s. is authorized packaging company, which provides associated compliance of take-back and recovery of packaging waste.",
      "preview": "Clients Statutory obligations How the system works How to join the system Contract with GTC Quarterly statements Fees Audits List of clients Littering"
    },
    {
      "url": "http://careers.mines.edu/",
      "title": "Home - Career Center",
      "description": "Explore Mines Career Center resources, from job search support to employer connections, designed to advance your career journey.",
      "preview": "Facebook X RSS MINES.EDU MyMines Mines Career Center From College to Career The Mines Career Center strives to support Mines students and recent gradu"
    },
    {
      "url": "https://telegram.me/share/url?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Telegram: Share Web Page",
      "description": "void",
      "preview": "Download https://oemdtc.com/13077/23t001-incorrect-tire-identification-number-general-altimax-rt43-tires 23T001 Incorrect Tire Identification Number -"
    },
    {
      "url": "https://thepulse.uptogether.org",
      "title": "The Pulse",
      "description": "void",
      "preview": "The UpTogether Pulse Michigan Man Uses Direct Cash to Weatherproof Home from Severe Flooding Lorenzo is proud to step into his front yard, knowing tha"
    },
    {
      "url": "https://royalfoundation.com/",
      "title": "Home Page - Royal Foundation",
      "description": "The Royal Foundation is the primary philanthropic and charitable vehicle for The Prince and Princess of Wales, driven by a desire to make a difference",
      "preview": "The Royal Foundation Launches The National Suicide Prevention Network To Transform Suicide Prevention In The UK Read more Early Childhood The Princess"
    },
    {
      "url": "https://www.givedirectly.org/",
      "title": "GiveDirectly: Send money to people living in poverty",
      "description": "GiveDirectly allows donors to send money directly to people in poverty with no strings attached. Our approach is guided by rigorous evidence of impact and our values of efficiency, transparency, and respect.",
      "preview": "Skip to content Send money directly to people who need it most. Your donation empowers families in poverty to choose how best to improve their lives."
    },
    {
      "url": "http://www.theskyscrapers.org/",
      "title": "Skyscrapers, Inc. Astronomical Society of Rhode Island",
      "description": "void",
      "preview": "Skip navigation Search Sky Data Sky Data October 10, 2025 07:56 EDT 11:56 UT Conditions at Seagrave Observatory Sun Moon Rise 6:52 20:15 18.4d Set 18:"
    },
    {
      "url": "http://www.gugik.gov.pl/pzgik/dane-bez-oplat/dane-z-panstwowego-rejestru-granic-i-powierzchni-jednostek-podzialow-terytorialnych-kraju-prg",
      "title": "Dane udostępniane bezpłatnie do pobrania z serwisu www.geoportal.gov.pl - Główny Urząd Geodezji i Kartografii - Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://www.svnews.ro/mamaitele-vedete-ies-in-club-si-la-concerte/88597/",
      "title": "Mămăiţele vedete ies în club şi la concerte | Suceava News Online",
      "description": "Tot respectul pentru Inna (30 de ani) şi Ruby (28 de ani) care, în ciuda programului încărcat, nu-şi neglijează bunicile. Astfel, tanti Stănuţa, respectiv mamaie Gherghina, au devenit, cu voie sau fără voie, prezenţe constante la concerte, în cluburi sau la evenimente mondene, potrivit click.ro. Sâmbătă, la primul concert pe care Delia l-a susţinut la",
      "preview": "Actualizat în urmă cu 8 minute Contact Arhiva Webcam Mersul trenurilor Filmare aeriană Fotografie aeriană vineri, 10 octombrie 2025 Ultima oră: Turcia"
    },
    {
      "url": "https://tug.org/FontCatalogue/",
      "title": "The LaTeX Font Catalogue - Front Page",
      "description": "void",
      "preview": "[Front Page] [Serif Fonts] [Serif Fonts, Sub-Categorised] [Sans Serif Fonts] [Typewriter Fonts] [Calligraphical and Handwritten Fonts] [Uncial Fonts]"
    },
    {
      "url": "http://www.playstation.com/support/",
      "title": "Assistenza PlayStation",
      "description": "void",
      "preview": "Home Supporto Stato PSN Account e sicurezza PS Store e rimborsi Abbonamenti Giochi Hardware e riparazioni Sicurezza online Connettività PC Sfoglia la"
    },
    {
      "url": "https://www.hudsonandemily.com/about/",
      "title": "About Hudson and Emily | Couples Travel Blog",
      "description": "HudsonAndEmily.com is a couples travel blog with travel tips and info about the best things to experience in every country in the world.",
      "preview": "Skip to content ABOUT WE'RE HUDSON AND EMILY - and WE'RE ON A TRIP TO VISIT EVERY COUNTRY IN THE WORLD! Want to travel more? On our Instagram account,"
    },
    {
      "url": "https://tools.pdf24.org/en/",
      "title": "PDF24 Tools: Free PDF solutions for all PDF problems",
      "description": "Free online PDF tools to merge, compress, create, edit and convert PDFs. Quick and Easy. Without installation. Without registration.",
      "preview": "PDF24 Tools All tools PDF24 Creator PDF24 Tools Free and easy-to-use online PDF tools that make you more productive. All Last used Favorites Merge PDF"
    },
    {
      "url": "https://ghgprotocol.org/corporate-standard",
      "title": "Corporate Standard | GHG Protocol",
      "description": "The GHG Protocol Corporate Accounting and Reporting Standard provides requirements and guidance for companies and other organizations, such as NGOs, government agencies, and universities, that are preparing a corporate-level GHG emissions inventory.",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://shareverified.com/en",
      "title": "Engaging Communities On Their Own Terms - Verified",
      "description": "The most persuasive campaigns speak to and represent your audience. Work with your audience to communicate in ways that are relevant to them, amplify the voices of influential community members and create opportunities for people in your community to directly engage with each other.",
      "preview": "Skip to content Engaging Communities On Their Own Terms Engaging Communities On Their Own Terms Insights that helped us engage communities on their ow"
    },
    {
      "url": "https://g2ul0.app.link/GL?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Learn with Steven Bartlett - YouTube",
      "description": "CEO and startup specialist Steven Bartlett gives some top business tips in the time it takes to get his haircut!Learn free business or career skills at a tim...",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.tampabay.com/news/florida-politics/2022/05/03/most-florida-voters-oppose-abortion-bans-polls-show/",
      "title": "Most Florida voters oppose abortion bans, polls show",
      "description": "When surveys have asked about limits to abortion access, a majority has consistently said \"no.\"",
      "preview": "Search Subscribe Manage profile Donate Log in Log out Search Featured Latest News Most Read Like This Search Advertisement Featured Our editors' top p"
    },
    {
      "url": "https://www.treadleon.net/sewingmachineshop/index.html",
      "title": "TreadleOn - The Sewing Machine Shop",
      "description": "void",
      "preview": "Search this site"
    },
    {
      "url": "https://www.ikea.com/se/sv/cat/soffor-fu003/",
      "title": "Prisvärda soffor & soffgrupper - Snabb leverans från 399:- - IKEA",
      "description": "Hitta en soffa som passar din stil och ditt utrymme. Köp soffa online hos IKEA - stort utbud, bra priser, 10 års garanti och 365 dagars öppet köp.",
      "preview": "Hoppa till huvudinnehåll Gå till produktlistan deliveryTruck Hemleverans från 39:-* Soffor & soffgrupper Soffor & fåtöljer 2-sits soffor 3-sits soffor"
    },
    {
      "url": "https://es.linkedin.com/company/puig?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Puig | LinkedIn",
      "description": "Puig | 397.826 seguidores en LinkedIn. Puig es un hogar de marcas altamente deseadas, dentro de una empresa familiar, que fomentan el bienestar, la confianza y la autoexpresión, además de dejar un mundo mejor. Desde 1914, nuestro espíritu emprendedor, nuestra creatividad y nuestra pasión por la innovación nos han posicionado como un líder global en la industria de la belleza premium. Nuestra casa de Love Brands, presente en los segmentos de negocio de Fragancias y Moda, Maquillaje y Cuidado de la piel, genera vínculo y compromiso a través de las magníficas historias que cuenta, que conectan con las emociones de las personas y se ve fortalecida por un potente ecosistema de fundadores.",
      "preview": "LinkedIn respeta tu privacidad LinkedIn y terceros utilizan cookies imprescindibles y opcionales para ofrecer, proteger, analizar y mejorar nuestros s"
    },
    {
      "url": "https://guiadocente.udc.es/guia_docent/?centre=616&ensenyament=616G01&assignatura=616G01041&fitxa_apartat=3&any_academic=2020_21&idioma=eng&font=10&idioma_assig=cast&idioma=cat",
      "title": "Guía Docente 2020/21 Facultade de Ciencias da Comunicación",
      "description": "void",
      "preview": "Guía Docente Curso 2020/21 2024/25 2023/24 2022/23 2021/22 2019/20 2018/19 2017/18 2016/17 2015/16 2014/15 2013/14 2012/13 2010/11 2008/09 2009/10 Fac"
    },
    {
      "url": "https://www.abc.net.au/news/",
      "title": "ABC News - Trusted Source of Latest News & Headlines",
      "description": "Follow the latest news headlines from Australia's most trusted source. Read in-depth expert analysis and watch live coverage on ABC News.",
      "preview": "ABC News Loading Top Stories All State Trending Top Stories Ceasefire begins but IDF to 'remain in Gaza to pressure Hamas' Topic: Unrest, Conflict and"
    },
    {
      "url": "http://pesteliv.com/category/704/cif.html",
      "title": "PESTELIV.COM | CIF",
      "description": "Само при нас ще намерите разнообразие от продукти на тема козметика, дамска и мъжка мода, аксеоари, всичко за бита. За поръчки: kirilkuzmanovet@abv.bg, 064 839506",
      "preview": "Меню Профил Език Продукти + КОЗМЕТИКА + КОЗМЕТИКА ЗА ЖЕНИ + КОЗМЕТИКА ЗА БРЕМЕННИ + КОЗМЕТИКА ЗА КОСА + Шампоани за коса + Марки + Bilka + BioFresh +"
    },
    {
      "url": "https://westernmechanical.net/equipment/service.php?id=9",
      "title": "200 Ton Hydraulic Crawlers | Western Mechanical",
      "description": "Western focuses on providing innovative, professional and cost effective industrial contracting solutions to our customer's everyday problems, worldwide.",
      "preview": "Give Us A Call: 1.705.737.4135 Send Us A Message: ddinniwell@westernmechanical.net Home Company Team News Careers Services Equipment Projects Civil Co"
    },
    {
      "url": "https://www.globenewswire.com/news-release/2019/12/10/1958411/0/en/The-Newman-s-Own-Awards-Celebrate-20-Years-of-Charitable-Giving-with-2019-Grant-Winners-Announcement.html",
      "title": "The Newman's Own® Awards Celebrate 20 Years of Charitable",
      "description": "Funds Continue to Support Military Non-Profits Offering Quality Veteran Care...",
      "preview": "Accessibility: Skip TopNav The Newman's Own® Awards Celebrate 20 Years of Charitable Giving with 2019 Grant Winners Announcement Funds Continue to Sup"
    },
    {
      "url": "https://webflow.com/?gspk=bWF0dGhld2hhbWlsdG9uNDAxNQ&gsxid=AGryZGVs8SE0&utm_medium=affiliate",
      "title": "Webflow: Create a custom website | Visual website builder",
      "description": "Create custom, responsive websites with the power of code - visually. Design and build your site with a flexible CMS and top-tier hosting. Try Webflow for free.",
      "preview": "Skip to Main Content Webflow Log in Contact Sales Get started Start building Start for free Trusted by teams at The website experience platform for hi"
    },
    {
      "url": "http://my.studiopress.com/themes/enterprise/",
      "title": "Themes Archive - StudioPress",
      "description": "void",
      "preview": "Skip to main content Premium WordPress Themes Want access to and support for all our themes? Explore our all-in-one Genesis Pro , Hosting , and Agency"
    },
    {
      "url": "https://www.onkelpoppi.de/vollgepumpt-mit-blei-playerunknowns-battlegrounds-pubg/",
      "title": "VOLLGEPUMPT mit Blei - PLAYERUNKNOWN'S BATTLEGROUNDS , PUBG - OnkelPoppi",
      "description": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus.",
      "preview": "Mit FreshFries90 und MGmussMIT auf Tour. Meine erste Runde im Squad Modus. Bitte akzeptiere YouTube-Cookies, um dieses Video abzuspielen. Wenn Du akze"
    },
    {
      "url": "https://shopify.dev",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://www.augustachronicle.com/story/news/crime/2023/02/23/woman-arrested-after-crashing-into-popeyes-on-walton-way-in-augusta/69935512007/",
      "title": "Woman arrested after crashing into Popeyes on Walton Way in Augusta",
      "description": "An Augusta woman was arrested after allegedly crashed into the Popeyes on Walton Way.",
      "preview": "Skip to main content Home Election Local Crime Education State Nation & World Politics Kirby's Videos Hurricane Helene Woman crashes into Popeyes on W"
    },
    {
      "url": "https://www.ishares.com/us/resources/tools/core-builder",
      "title": "Explore ETF Portfolios - Core Builder | iShares - BlackRock",
      "description": "Learn how low-cost ETFs can work together in a balanced, diversified portfolio for a variety of investment styles, or risk tolerances.",
      "preview": "Skip to content United States United States Location not listed Primary Navigation Search CLOSE SEARCH Get our take on what Fed rate cuts may mean for"
    },
    {
      "url": "http://www.ecfr.gov/",
      "title": "eCFR :: Home",
      "description": "void",
      "preview": "Site Feedback You are using an unsupported browser × You are using an unsupported browser. This web site is designed for the current versions of Micro"
    },
    {
      "url": "https://airbel.rescue.org/",
      "title": "Research and Innovation | Airbel Impact Lab - Research & Innovation at the IRC",
      "description": "Airbel Impact Lab is the innovation team at the International Rescue Committee. We develop products, services, and systems to improve humanitarian response-creating lasting impact for people affected by conflict and crisis.",
      "preview": "Research and Innovation at the International Rescue Committee We design, test and scale life-changing products and services to solve the challenges pe"
    },
    {
      "url": "https://iimn.org/",
      "title": "International Institute of Minnesota | We Make Minnesota Welcoming",
      "description": "Since 1919, we have served refugees and immigrants in Minnesota with programs and education such as refugee services, citizenship and immigration help, and free English classes and job trainings.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.heritagepark.ca/",
      "title": "Heritage Park Calgary | Popular Living History Museum in Canada",
      "description": "Visit Heritage Park Calgary, one of Canada's Largest Living History Museums and discover family fun for all ages. Plan your next family adventure now!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "https://kvdveganbeauty.com/products/tattoo-pencil-liner-long-wear-gel-eyeliner?variant=42633858777310",
      "title": "Tattoo Pencil Liner Waterproof Long-Wear Gel Eyeliner",
      "description": "No-brainer liner-just twist it up + glide it on. Tattoo Pencil Liner comes in bold matte + metallic shades for waterproof, transfer-proof color that lasts all day on your lids + in your waterline.",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://www.editionsfavre.com/livres/laventure-spindrift/",
      "title": "L'aventure Spindrift - Éditions Favre",
      "description": "Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qualifie le souffle frais [...]",
      "preview": "Dona Bertarelli, Yann Guichard Albums Sport / aventure Entre la mer et la montagne, le mot anglais \"spindrift\" désigne aussi bien les embruns qu'il qu"
    },
    {
      "url": "https://www.flirt.com/",
      "title": "Flirt.com - Online dating site for flirty local singles",
      "description": "Meet flirty singles near you with top online dating site. ⫸Browse personals, chat online and start dating. ⫸Over 400 000 users online.⫸Free and simple sign-up",
      "preview": "It all starts with flirting If you are looking for some fun dates, then try Flirt.com for free and sign up today Let's go! Your Top Site For Love And"
    },
    {
      "url": "https://documentation.spire.com",
      "title": "Documentation & knowledge base | Kpler AIS",
      "description": "Explore documentation on our range of APIs and vessel tracking solutions. Get started using our vessel tracking solutions with a free trial.",
      "preview": "Search for: Kpler AIS documentation & knowledge base Kpler is committed to creating developer-friendly APIs and supporting your company in getting the"
    },
    {
      "url": "https://www.smash.org/",
      "title": "SMASH - Empowering Students Through STEM",
      "description": "Exposing, inspiring & preparing students of color to pursue CS degrees & careers & understand the social, ethical, & political impacts of technology.",
      "preview": "Skip to main content Hit enter to search or ESC to close Search Close Search Expanding Innovation In STEM Exposing, inspiring and preparing students t"
    },
    {
      "url": "http://www.accrepairs.com/",
      "title": "The ACC Repair Guy!",
      "description": "This page is about the repair of Amateur Radio Repeater Controllers made by Advanced Computer Controls, RC-85, RC-850, RC-96, DVR, and SM-100.",
      "preview": "Welcome to ACC Repairs Advanced Computer Control Repair NO LONGER KEEPING ACC CONTROLLERS ON THE AIR AFTER 25+ YEARS!"
    },
    {
      "url": "https://www.and.com",
      "title": "& - The namespace for agents",
      "description": "& is the universal identity for agent-to-agent collaboration, and a platform for building personal agents that can engage with other agents on your behalf.",
      "preview": "&daniel.rodriguez&joesdiner&matthew.lewis&emily&anthony.walker&elizabeth&mark.hall&sofia&donald.allen&skywalker92&rivian&steven.young&avery&andrew.her"
    },
    {
      "url": "http://catalogue.odis.org",
      "title": "IOC Ocean Data and Information System Catalogue",
      "description": "void",
      "preview": "IOC Ocean Data and Information System \"Catalogue of Sources\" The ODIS \"Catalogue of Sources\" aims to be an online browsable and searchable catalogue o"
    },
    {
      "url": "http://www.thegymla.com/",
      "title": "The GYM L.A. | Your Ultimate Training Facility | 11567 Santa Monica Boulevard, Los Angeles, CA, USA",
      "description": "Real everyday people, working really hard, to get real results. At The Gym LA, your fitness is our #1 priority. We are a community gym with state of the art commercial equipment for all levels of your fitness journey. No matter your starting point, our team of certified and experienced trainers will make your fitness their priority as your personalized fitness partner.",
      "preview": "top of page THE GYM L.A. Real people working really hard, to get real results. At THE GYM L.A your fitness is our #1 priority. From the moment you wal"
    },
    {
      "url": "https://eogdata.mines.edu/map_selector",
      "title": "VBD Region Selector",
      "description": "void",
      "preview": "✕ All users will need to register for a free account to access EOG data. Read the announcement to learn more. Select regions from map or list, then se"
    },
    {
      "url": "https://www.giveusashout.org/",
      "title": "Shout: The UK's free, confidential, 24/7 mental health text service | Shout 85258",
      "description": "Shout is the UK's first and only 24/7 text service for anyone struggling with their mental health. Text 'Shout' to 85258 for free, confidential support anytime, anywhere",
      "preview": "Skip to main content We use necessary cookies that allow our site to work. We also set optional cookies that help us improve our website. For more inf"
    },
    {
      "url": "https://reviveapp.net/privacy.html",
      "title": "Revive. Privacy Notice",
      "description": "Revive. Learn how we protect your data and information with our privacy measures",
      "preview": "void"
    },
    {
      "url": "https://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://www.nextenergysolarfund.com/",
      "title": "Home - NextEnergy Solar Fund",
      "description": "A specialist solar energy and energy storage fund that invests in utility-scale solar power plants and energy storage assets.",
      "preview": "A Specialist Solar Energy & Energy Storage Fund About Us Click here to find out more Investors Click here to find out more"
    },
    {
      "url": "https://samantha-brown.com/",
      "title": "Samantha Brown - Places to Love - World Traveler and TV Host",
      "description": "For over 15 years, Samantha Brown has traversed continents, experienced culture, and tasted adventure applying her singular brand of warmth and inclusion along the way. Now, Samantha joins the public television family in January 2018 with 13 NEW 30-minute episodes that seek out the little-known spots and haunts.",
      "preview": "Skip to content EPISODES Follow along on Samantha's adventures to discover her \"Places to Love\"... what she did and the interesting people she met along"
    },
    {
      "url": "https://sci-chic.tumblr.com/post/143086629474",
      "title": "Sci Chic - 16% of all new wages in the U.S. are in computer science",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Home About Ask me anything Submit a post Archive The Fashionable Side of Science: www.scichic.com Twitter: @scichicnews 16% of all new wages in the U."
    },
    {
      "url": "https://betterlifestyle.eu/sunny-studio/",
      "title": "Sunny Studio - Betterlifestyle",
      "description": "Step in one of the most amazing fitness and wellness centers in Europe. Sunny Studio is a place, where your body and your mind can relax, freshen and prepare for [...]",
      "preview": "Share This Post Step in one of the most amazing fitness and wellness centers in Europe. Sunny Studio is a place, where your body and your mind can rel"
    },
    {
      "url": "http://www.dapottery.com/post/candle-holders/",
      "title": "Candle Holders - Dave Ameika Pottery",
      "description": "void",
      "preview": "San Diego Ceramics Artist Home About Dave Ameika Who I Am What I Do Mission Statement Galleries Soda Firings Crystalline Pots Cone Ten Reduction Shino"
    },
    {
      "url": "https://citizensclimatelobby.org/",
      "title": "Citizens' Climate Lobby | A Climate Change Organization",
      "description": "Citizens' Climate Lobby (CCL) empowers everyday people to work within their communities and members of Congress on climate change solutions.",
      "preview": "Skip to content Spanish English Citizens' Climate Lobby | A Climate Change Organization Citizens' Climate Lobby Our solution to climate change? Democr"
    },
    {
      "url": "https://www.smartstarttransylvania.org/",
      "title": "Smart Start of Transylvania County",
      "description": "void",
      "preview": "0 WE ARE SMART START of TRANSYLVANIA COUNTY . We are a public-private partnership serving the needs of young children in Transylvania County. We colla"
    },
    {
      "url": "https://volny-cas.sluzby.cz/hospody/plzensky-kraj",
      "title": "Hospody Plzeňský kraj - hodnocené hospody v Plzeňském kraji",
      "description": "Hospody v Plzeňském kraji, vybírejte z plzeňských hostinců dle hodnocení zákazníků!",
      "preview": "Hospody Plzeňský kraj - jak hodnotit? × Podívejte se, jak hodnotí a co říkají o hospodách v Plzeňském kraji jejich zákazníci. Na detailu každého plzeň"
    },
    {
      "url": "https://briansit.tumblr.com/",
      "title": "Sure, If you say so.",
      "description": "I am here by Divine Providence - gay, Chinese, and I work as a process engineer at a plastics factory. Photos of me are tagged #Me & #GPOY. Send me your thoughts!",
      "preview": "theprofessional-amateur : delphinidin4 : (via eyeofthestorm888 ) gotterhag : tiktoks-for-dead-pope : Fake baby I've never thought about this before (v"
    },
    {
      "url": "https://girlsinc.org",
      "title": "Girls Inc. | Inspiring All Girls to be Strong, Smart & Bold",
      "description": "void",
      "preview": "Skip to main content It Starts With Girls We are guided by the vision of powerful girls who contribute to their communities in meaningful ways. Get In"
    },
    {
      "url": "https://hindi.alibaba.com/product-detail/hot-sale-fox-fur-coat-winter-long-mink-knitted-cardigan-fashionhorn-sleeve-fox-fur-coat-for-women-1600323300092.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "http://r95th.com/terms.html",
      "title": "r95th.com",
      "description": "void",
      "preview": "This domain name has been reserved"
    },
    {
      "url": "http://www.girllovesfood.net/",
      "title": "Girl Loves Food",
      "description": "A blog for the food lover at heart. Written by Marisa Olsen in Boston, MA.",
      "preview": "by Marisa Olsen Marisa Olsen Freelance Food & Lifestyle Writer Hi I'm Marisa Olsen, a Cohasset-based food and lifestyle freelance writer. I'm original"
    },
    {
      "url": "http://www.seaaroundus.org/data/#/global?chart=catch-chart&dimension=taxon&measure=tonnage&limit=10",
      "title": "Sea Around Us | Fisheries, Ecosystems and Biodiversity",
      "description": "The Sea Around Us Project investigates the impact of fisheries on the world's marine ecosystems. This is achieved by using a Geographic Information System",
      "preview": "Menu Search our data Mapped data Help Publications News Partners Projects Data not yet available Your browser does not support Javascript or has it di"
    },
    {
      "url": "https://sustainability.google",
      "title": "Sustainable Innovation & Technology - Google Sustainability",
      "description": "void",
      "preview": "2025 Environmental Report Making AI helpful for everyone, including the planet Our products Our research Our operations 2025 Environmental Report Our"
    },
    {
      "url": "https://www.wcs.org/our-work/places",
      "title": "Our Priority Regions - WCS.org",
      "description": "void",
      "preview": "Skip to main content Our Work Our Work Menu Our Priority Wildlife Our Priority Regions Communities Solutions Nature's Strongholds Oceans Donate We are"
    },
    {
      "url": "https://nvbdc.org/",
      "title": "National Veteran Business Development Council Certification",
      "description": "Learn about National Veteran Business Development Council Certification for Service-Disabled and Veteran-Owned Businesses to enhance your supply chain.",
      "preview": "FIND OUT HOW THE NVBDC CERTIFICATION IS CHANGING HOW AMERICAN BUSINESSES PERCEIVE VETERAN-OWNED COMPANIES. Get Certified Corporate Membership The Hist"
    },
    {
      "url": "https://puzzling.stackexchange.com/",
      "title": "Puzzling Stack Exchange",
      "description": "Q&A for those who create, solve, and study puzzles",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Explore our ques"
    },
    {
      "url": "http://www.dickestel.com/classic2005.htm",
      "title": "Classic Gaming Expo 2005",
      "description": "void",
      "preview": "Classic Gaming Expo 2005 The 2005 Classic Gaming Expo was held on August 20-21, 2005, at the San Francisco Airport Hilton in Burlingame, CA . Robert B"
    },
    {
      "url": "https://www.metridium.com/",
      "title": "Metridium Fields",
      "description": "Underwater, scuba diving and other marine focused photography from California, Alaska, British Columbia, Cocos Island, Papua New Guinea, Indonesia, The Philippines, The Falkland Islands, Mexico, The Solomon Islands, Fiji and more. Featured images include technical diving at the Cordell and Schmieder Banks in California.",
      "preview": "Menu"
    },
    {
      "url": "https://www.wellnesspet.com",
      "title": "Home - Wellness Pet Company",
      "description": "We are pet people with a purpose. We are passionate about pets and believe that every pet should be born, bred, fed, and raised with love.",
      "preview": "Our Purpose Our Brands Our People Meet Our Leaders Locations Join Our Pack Impact Report News Sitemap | Privacy Policy TikTok Instagram LinkedIn Faceb"
    },
    {
      "url": "https://interfaithworks-bloom.kindful.com",
      "title": "Interfaith Works, Inc. | Kindful",
      "description": "void",
      "preview": "Interfaith Works, Inc. Have a donor account? Sign in Donate Now Interfaith Works (IW) is a 501(c)(3) nonprofit that provides emergency shelter, suppor"
    },
    {
      "url": "https://medium.com/@codeorg/cs-helps-students-outperform-in-school-college-and-workplace-66dd64a69536",
      "title": "CS helps students outperform in school, college, and workplace | by Code.org | Medium",
      "description": "CS helps students outperform in school, college, and workplace In 1995, Steve Jobs said \"Everybody in this country should learn how to program a computer.... Because it teaches you how to think.\" ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in CS helps students outperform in school, college, and workplace Code.org 5"
    },
    {
      "url": "https://wordpress.com/wp/?partner_domain=opensource.org&utm_source=Automattic&utm_medium=colophon&utm_campaign=Concierge%20Referral&utm_term=opensource.org",
      "title": "Website Builder | Create Your Site With WordPress | Start Here | WordPress.com",
      "description": "Build professional WordPress websites with drag-and-drop simplicity. 1000+ themes, mobile-responsive designs, and hosting included. Start free.",
      "preview": "WordPress Hosting WordPress for Agencies Become an Affiliate Domain Names AI Website Builder Website Builder Create a Blog Newsletter Professional Ema"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notion-Website-Maker-Create-A-Free-Website-Built-In-Notion-3eeb9a1140ee47eb916d670bd08457fa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://7elevenna.service-now.com/csm_stripe",
      "title": "Customer Service Portal Stripe - Stripe Customer Support",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://uspaacc.com/",
      "title": "USPAACC | Largest, Most Established Asian American Business...",
      "description": "Our mission is to be the gateway to corporate and government contracts and to connect suppliers of all backgrounds including Pan Asian American...",
      "preview": "Learn More Learn More Learn More Events LiveTALK: Grow Your Business with AI-Powered Toold by Google Looking to harness the power of AI to grow your b"
    },
    {
      "url": "https://newsroom.apac.paypal-corp.com/",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story HERO BLOCK/Featured story Corporate Announcements PayPal Strategic Partnerships Venmo Introducing PayPal World: A Global Platform Conne"
    },
    {
      "url": "https://bookriot.com/the-hate-u-give-banned/",
      "title": "THE HATE U GIVE Banned by Texas School District",
      "description": "The Hate U Give banned! Angie Thomas' award winning novel The Hate U Give has been banned by a Katy, Texas school district without the usual review process.",
      "preview": "✕ This content contains affiliate links. When you buy through these links, we may earn an affiliate commission. Vanessa Diaz Managing Editor Book Riot"
    },
    {
      "url": "https://projects.propublica.org/nonprofits/organizations/561881015",
      "title": "Leonard G Herring Family Foundation Inc - Nonprofit Explorer - ProPublica",
      "description": "Since 2013, the IRS has released data culled from millions of nonprofit tax filings. Use this database to find organizations and see details like their executive compensation, revenue and expenses, as well as download tax filings going back as far as 2001.",
      "preview": "Skip to content Menu Menu ProPublica Donate Close Close ProPublica Donate Search ProPublica: Search Search Search Show search box Select the type of s"
    },
    {
      "url": "http://www.locationgestion.com/annonces/achat/maison/sainte-agnes-06/152178423.htm",
      "title": "Plan du site - LAFORET MENTON",
      "description": "LAFORET MENTON",
      "preview": "Notre Offre Faire gérer La gestion du bien La gestion du locataire Louer Estimer Notre agence Qui sommes-nous ? Notre équipe Nous rejoindre Contact Es"
    },
    {
      "url": "https://www.spinchat.com/",
      "title": "Spinchat.com - Free chat, Meet friends, Play games online",
      "description": "Come to us and hang out with new friends! Chat or discuss in our boards and play boardgames online.",
      "preview": "Forgot your password? Already registered? Name Password without chat Login Chat, meet friends and play games! Now online: 114 people Register for free"
    },
    {
      "url": "https://b8horpet.tumblr.com/",
      "title": "@b8horpet on Tumblr",
      "description": "💩🎮🧑🏻‍💻",
      "preview": "Posts Likes reikacchan Follow don't give up mornington-the-crescent narcissistcookbook Follow i had a dream two nights ago where i was being shown aro"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Takedown_procedure",
      "title": "Takedown procedure - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Takedown procedure From OpenStreetMap Foundation The OSM Foundation and community respect the intellectual prop"
    },
    {
      "url": "http://www.likeadoll.com/",
      "title": "Like A Doll",
      "description": "void",
      "preview": "Hierloom Quality Teddy Bears and Gifts. Hoodie Bears, Sweater Bears, Funky Friends and Top Teddies are one-of-a-kind gifts that are custom made, and p"
    },
    {
      "url": "http://aqwatec.mines.edu/",
      "title": "Conoco Phillips Center for a Sustainable WE2ST - ConocoPhillips Center for a Sustainable WE2ST",
      "description": "void",
      "preview": "Facebook X RSS Snapchat My Mines News Calendar Canvas Email Library Give Directories The ConocoPhillips Center for a Sustainable WE 2 ST at Colorado S"
    },
    {
      "url": "https://blackazian13.tumblr.com/post/143085135993",
      "title": "Cat Submarine! | 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "Cat Submarine! 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categories, and"
    },
    {
      "url": "https://www.healthline.com/",
      "title": "Healthline: Medical information and health advice you can trust.",
      "description": "We're committed to being your source for expert health guidance. Come to us in your pursuit of wellness.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://justbecausebook.com/",
      "title": "Just Because by Matthew McConaughey",
      "description": "Get ready for Just Because, the first picture book by Matthew McConaughey",
      "preview": "Available Now! Just Because by Matthew McConaughey, illustrated by Renée Kurilla The debut picture book by Academy Award-winning actor and #1 New Yor"
    },
    {
      "url": "https://greensoftware.foundation/articles/meet-gsf-org-leads-henry-richardson-of-watttime",
      "title": "Meet GSF Org Leads: Henry Richardson of WattTime | GSF",
      "description": "Developers need to look beyond their organisations to become more aware of the global impact their software may have, says Henry and that the new SCI specification makes this so much easier than it has been before. Henry also announces some job openings!",
      "preview": "💚 Join the Green Software Movement Platform Meet GSF Org Leads: Henry Richardson of WattTime Posted on February 11th, 2022 Developers need to look bey"
    },
    {
      "url": "https://thetechportal.com/news/gaming/",
      "title": "Latest Game News, Online Games, Mobile Games, PC Games Updates",
      "description": "Read the most updates daily news for the online games, pc games, mobile games, and all the devices of the gaming and gadgets for gaming.",
      "preview": "Gaming Internet News Streaming service giant Netflix is entering a new phase in its bid... Soumyadeep Sarkar October 9, 2025 3 minute read Gaming News M"
    },
    {
      "url": "https://arstechnica.com/civis/",
      "title": "Ars OpenForum",
      "description": "void",
      "preview": "Log in Register Menu Install the app Install JavaScript is disabled. For a better experience, please enable JavaScript in your browser before proceedi"
    },
    {
      "url": "https://app.diagrams.net/",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "http://www.pewresearch.org/",
      "title": "Pew Research Center | Numbers, Facts and Trends Shaping Your World",
      "description": "Pew Research Center is a nonpartisan, nonadvocacy fact tank that informs the public about the issues, attitudes and trends shaping the world.",
      "preview": "report Oct 3, 2025 How Americans View the Israel-Hamas Conflict 2 Years Into the War short read Oct 2, 2025 Americans increasingly see legal sports be"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Noun-Project-Free-Icons-Stock-Photos-for-Everything-7e06ca223b634cddab86a0c10a76a075?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.reklamnepredmetysketch.sk/sk/produkt/gulockove-pero-vivace-125999",
      "title": "Guľôčkové pero Vivace - Reklamné predmety",
      "description": "Elegantné guľôčkové pero s exkluzívnym dizajnom dostupné v troch exkluzívnych farbách. Dodáva sa s modrou atramentovou náplňou, zabalené v darčekovej krabičke.",
      "preview": "hľadaj produkt Hľadať Zobraziť katalóg produktov Späť na menu Vyskladaj si vlastný darčekový balík Kalendáre, diáre Vianoce Darčekové predmety Do 5 dn"
    },
    {
      "url": "https://poeleveny-blog.tumblr.com/",
      "title": "Polly.DEATH",
      "description": "POINTFIVE",
      "preview": "Polly.DEATH 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna videogamesdensetsu Phantasy Star:"
    },
    {
      "url": "https://www.sportscrunch.in/",
      "title": "We'll Be Back Soon | SportsCrunch.in",
      "description": "void",
      "preview": "We'll Be Back Soon Our website is currently undergoing scheduled maintenance. We appreciate your patience and will be back online shortly."
    },
    {
      "url": "https://girlsinc.org",
      "title": "Girls Inc. | Inspiring All Girls to be Strong, Smart & Bold",
      "description": "void",
      "preview": "Skip to main content It Starts With Girls We are guided by the vision of powerful girls who contribute to their communities in meaningful ways. Get In"
    },
    {
      "url": "https://inner.world/",
      "title": "Innerworld - virtual mental health groups with guided support and community",
      "description": "Innerworld is a mental health haven and the most empathetic community online. Join virtual support groups as an anonymous avatar anytime from phone or tablet. Learn life-changing tools and feel better fast.",
      "preview": "How Innercircle Works: As an Innercircle member, you will join a group of other Innercirclers with similar interests and challenges. Together, you'll"
    },
    {
      "url": "https://ourfamilysoftware.com/nb/products/familyboard",
      "title": "FamilyBoard - Our Family Software",
      "description": "En interaktiv tavle som holder hele familien samstemt! FamilyBoard er unik i sin fokus på å visualisere familiens digitale informasjon. Visualisering er nøkkelen for å involvere alle, og med mobil appen har familiemedlemmer tilgang til den samme informasjonen på farta.",
      "preview": "Gå videre til innholdet Handlekurven din er tom Fortsett å handle Har du en konto? Logg på for å betale raskere. Handlekurven din Laster inn ... Estimer"
    },
    {
      "url": "https://jwt.io/",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "http://www.odinwestpac.org/",
      "title": "ODINWESTPAC",
      "description": "void",
      "preview": "Contents Observation Data 0 Regional Products 0 Special Themes 0 News & Meetings 0 Marine Literature 0 Marine Experts 0 Marine Institutions 0 Geospati"
    },
    {
      "url": "https://eastwestplayers.org/",
      "title": "East West Players",
      "description": "The Nation's Largest and Longest Running Asian American Theater",
      "preview": "0 The spirits have returned. GET TICKETS NOW PARANORMAL INSIDE premieres October 9th. COMING NOV 8, 2025 60th Anniversary Diamond Gala Join us for a n"
    },
    {
      "url": "https://www.amitmehra.com",
      "title": "Amit Mehra",
      "description": "Amit Mehra is a professional photographer specializing in hotel, architectural, interiors, resorts, advertising and documentary photography. He shoots high end hotels, resorts, advertising campaigns, and also does documentary projects and coffee table books.",
      "preview": "AMIT MEHRA ENTER"
    },
    {
      "url": "https://www.fights.cz/udalosti/shooto-gig-west-6-94693",
      "title": "Shooto - Gig West 6 | Fights.cz",
      "description": "Podrobný rozpis zápasů Shooto - Gig West 6. Na Fights.cz najdete zprávy, rozhovory a analýzy ze světa MMA a soutěží jako UFC, Oktagon, Rizin, Bellator, ONE či XFN",
      "preview": "lis 04 2006 Shooto - Gig West 6 Shooto So Tazawa 8 - 7 - 4 Gutsman vs Koetsu Okazaki 10 - 5 - 1 Nakanoshima MMA Academy Hiroyuki Tanaka 10 - 8 - 3 TK6"
    },
    {
      "url": "https://www.geogebra.org/calculator",
      "title": "Calculator Suite - GeoGebra",
      "description": "Interactive, free online calculator from GeoGebra: graph functions, plot data, drag sliders, create triangles, circles and much more!",
      "preview": "x y z π 7 8 9 × ÷ e 4 5 6 + - < > ≤ ≥ 1 2 3 = ( ) , 0 ."
    },
    {
      "url": "https://nest.ceoworks.org",
      "title": "CEO NEST",
      "description": "The Network for Employment Services and Training (NEST) serves as a platform offering training, and resources tailored to assist the justice-impacted community. On this platform, you can find our virtual training, job readiness tools, money management resources, and much more. Scroll down to check",
      "preview": "Search this site Embedded Files Skip to main content Skip to navigation WELCOME TO THE NEST! Network for Employment Services & Training The Network fo"
    },
    {
      "url": "https://wildlifedashboard.c4ads.org/",
      "title": "C4ADS Wildlife Seizure Dashboard",
      "description": "The C4ADS Wildlife Seizure Dashboard provides advanced analysis of publicly reported global wildlife seizure data.",
      "preview": "void"
    },
    {
      "url": "https://form.asana.com/?k=lY4uuTrGcroevKe_0emL1Q&d=941506444463212",
      "title": "Loading... - Form by Asana",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.hrc.org/news/hrc-president-kamala-harris-exceptional-choice-as-vice-president",
      "title": "HRC | HRC President: Kamala Harris \"Exceptional Choice\" for Vice...",
      "description": "Post submitted by Lucas Acosta (he/him), former Deputy Director of Communications, Politics \"Senator Kamala Harris is nothing short of an exceptional...",
      "preview": "Skip to Content Cookies in use The Human Rights Campaign uses cookies to improve your site experience. By using this site, you agree to our use of coo"
    },
    {
      "url": "https://greengryph.tumblr.com/",
      "title": "Green Gryph",
      "description": "Just a 24-year-old Texan living in Los Angeles with their partner and a cat named Moose. Posts various Pagan-y things, computer science and programming miscellany, Hufflepuff nonsense,...",
      "preview": "Green Gryph 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna thoughtsonthedead.com On The Propr"
    },
    {
      "url": "https://www.store-streetlightsbible.com/collections/spanish-audio-bible-downloads-donate-what-you-want/products/salmos-libro-2-capitulos-42-72-done-lo-que-quiera",
      "title": "Salmos - Libro 2 (Capítulos 42-72) // Descarga Digital - Streetlights",
      "description": "Estamos emocionados anunciar el segundo de los cinco lanzamientos de los Salmos (Streetlights Audio Biblia.) Este lanzamiento contiene capítulos 42-72 encontrados en el libro de los Salmos. Artistas desde Chicago, Santo Domingo, Barcelona, Puerto Rico, y México colaboraron para servirte este nuevo proyecto bíblico. Te",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://www.theopen.com/latest/tiger-woods-open-wins",
      "title": "Tiger Woods' victories at The Open",
      "description": "We look back on Tiger Woods' three victories to date at The Open, which came in 2000 and 2005 at St Andrews and in 2006 at Royal Liverpool.",
      "preview": "Your Cookies Accepting all cookies will ensure you have the best experience possible when visiting TheOpen.com. Some of these cookies are necessary to"
    },
    {
      "url": "https://www.nfl.com/standings/league/2024/REG",
      "title": "2024 NFL League Standings",
      "description": "The latest NFL Standings by Division, Conference and League",
      "preview": "Skip to main content Advertising $year$ NFL $displayname$ Standings Division Conference League Year 2025 2024 2023 2022 2021 2020 2019 2018 2017 2016"
    },
    {
      "url": "https://www.coolandcomfort.be/nl/agenda/item/1063/15th-iir-gustav-lorentzen-conference-on-working-fluids",
      "title": "Agenda | Cool and Comfort",
      "description": "void",
      "preview": "Alle Beurs Conferentie Studie-/infodag Workshop Opleiding Ander event × Dit agendaitem is niet meer actief. Wenst u een event of opleiding aan te kond"
    },
    {
      "url": "https://www.okmarket.sk/vyska-400-731",
      "title": "Výška 400 - doskové vykurovacie telesá s výškou 400mm v prevedení KLASIK, ktoré umožňujú ľavé alebo pravé bočné pripojenie na rozvod vykurovacej sústavy",
      "description": "Výška 400 - Doskové vykurovacie telesá RADIK výšky 400mm LACNO a SKLADOM !",
      "preview": "Porovnať výrobok (0) Zobraziť ponuku Náradie a hobby Záhrada Kuchyňa Kuchynské potreby Domáce potreby Bazény a vodné športy Spotrebiče pre domácnosť V"
    },
    {
      "url": "https://www.zerocric.com/",
      "title": "zerocric.com -",
      "description": "void",
      "preview": "Skip to content Archives"
    },
    {
      "url": "https://philippines.mongabay.com/",
      "title": "Conservation and environmental science news - Mongabay",
      "description": "Environmental science and conservation news",
      "preview": "Latest A cacao rush drives 'alarming' deforestation in Liberia Ashoka Mukpo 10 Oct 2025 COP26 pledge to support Indigenous & local forest tenure was j"
    },
    {
      "url": "https://www.eccchicago.org/",
      "title": "Everyone Can Code Chicago - Everyone Can Code Chicago",
      "description": "The Everyone Can Code Chicago initiative is a public-private partnership with Apple and the city of Chicago to bring coding opportunities to Chicago's nearly 500,000 students through a citywide expansion of Apple's Everyone Can Code program. Students wil",
      "preview": "Home Code Clubs Training Internships 2025 Summer Info > Admin Learning Management System &plus Create Competition Day Showcase 2025 Showcase 2024 Show"
    },
    {
      "url": "https://shop.perfumersapprentice.com/t-PerfumersCorner.aspx",
      "title": "PerfumersCorner",
      "description": "Perfumers Apprentice offers over 230 professional flavor concentrates that can be used in a wide variety of flavor applications!",
      "preview": "Welcome To The Perfumer's Corner! Here you will find information, formulas, and hopefully inspiration for your own creations. Click on the links below"
    },
    {
      "url": "http://www.kodak.com/",
      "title": "Eastman Kodak Company | Kodak",
      "description": "A global technology company providing industry-leading products and services for commercial print, packaging, publishing, manufacturing and entertainment.",
      "preview": "Statement Regarding Misleading Media Reports August 13, 2025 The future of print: Turning challenges into opportunities July 09, 2025 A digital plus f"
    },
    {
      "url": "https://wtfdidyoujust.tumblr.com/",
      "title": "@wtfdidyoujust on Tumblr",
      "description": "dat me",
      "preview": "Posts glumshoe Follow stereotypes about people \"really interested in WWI\" are wildly different than stereotypes about people \"really interested in WWI"
    },
    {
      "url": "https://www.kayak.co.in/?ispredir=true",
      "title": "Search Flights, Hotels & Rental Cars | KAYAK",
      "description": "KAYAK searches hundreds of other travel sites at once to find the information you need to make the right decisions on flights, hotels & car hires.",
      "preview": "Compare flight deals from 100s of sites . Return Rome (ROM) Departure - Return 1 adult, Economy Search ... ... ... ... Start your travel planning here"
    },
    {
      "url": "https://news.gallup.com/393302/week-in-charts-newsletter-subscribe.aspx",
      "title": "Subscribe to the Front Page Newsletter - Gallup",
      "description": "Be a better leader. Get weekly data and analysis you can trust about the most important issues facing our world -- in five simple charts.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Share on Twitter Share on LinkedIn Share on Instagram Thanks"
    }
  ],
  "_meta": {
    "total_bookmarks": 157
  }
}