{
  "data": [
    {
      "url": "http://ussagamemnon.iwarp.com/",
      "title": "Transporter Room, USS Agamemnon-A",
      "description": "void",
      "preview": "Sign In Sign-Up Welcome! Close Would you like to make this site your homepage? It's fast and easy... Yes, Please make this my home page! No Thanks Don"
    },
    {
      "url": "http://gallery.iode.org/main.php",
      "title": "Photo gallery of UNESCO IOC IODE",
      "description": "Home",
      "preview": "Calendar Calendar Home 2025 1 photo, 2 albums 2023 1 album 2018 1 album 2013 1 album 2010 8 albums 2009 1 photo, 6 albums 2008 2 albums 2007 10 albums"
    },
    {
      "url": "http://www.centrepompidou.fr/",
      "title": "Accueil - Centre Pompidou",
      "description": "La 1ère collection d'art moderne et contemporain d'Europe, des expositions, spectacles, débats, activités pour enfants... dans une architecture mythique, dotée de la plus belle vue de Paris du quartier Marais-Beaubourg",
      "preview": "Aller au contenu principal Fermer Rechercher 24 & 25 octobre 2025, de 11h à 5h du matin avec 2manydjs Alewya Asa Moto Breakbot & Irfane Camille Cather"
    },
    {
      "url": "https://www.bbc.com/news/science_and_environment",
      "title": "Science & Environment | Latest News & Updates | BBC News",
      "description": "Get all the latest news, live updates and content about Science & Environment from across the BBC.",
      "preview": "Science & Environment Green turtle bounces back from brink in conservation 'win' Once endangered due to hunting, it is making a strong recovery thanks"
    },
    {
      "url": "https://people.com/style/youtube-announces-first-beauty-festival/",
      "title": "YouTube Announces Its First YouTube Beauty Festival",
      "description": "The virtual YouTube Beauty Festival will feature timely panel discussions as well as informative beauty segments with celebrities and YouTube content creators",
      "preview": "YouTube to Host Its First-Ever Beauty Festival with Jessica Alba, Pharrell Williams and More Stars Hosted by Derek Blasberg, the virtual summit will"
    },
    {
      "url": "http://www.psu.edu",
      "title": "The Pennsylvania State University | Penn State",
      "description": "Penn State is a Pennsylvania-based, top-ranked public university that educates students worldwide. Learn more about Penn State degree programs and research.",
      "preview": "Skip to main content navSearch icon Give Apply Report A Concern Nittany Lion Shield Penn State Mark menu icon Academics expand icon Undergraduate Stud"
    },
    {
      "url": "http://www.saporietradizioni.it/",
      "title": "Ricette di cucina e piatti tradizionali",
      "description": "Raccolta di ricette di cucina tradizionali italiane ed internazionali. Migliaia di preparazioni gastronomiche per antipasti, salse e sughi, spezie, paste asciutte, paste al forno, riso & risotti, gnocchi, cuscus, zuppe e minestre, sformati e timballi, torte salate, pizze & pane, preparazioni base, carne, pesce uova, formaggi, verdure, insalate, patate, funghi, legumi, torte, crostate, dolci, creme e Bevande",
      "preview": "Home • Cerca • Cosa c'è nella dispensa? • Invia ricette! • 4 chiacchiere • Menù speciali • Contattaci Cerca Antipasti & sfizi Carne Formaggio Pesce &."
    },
    {
      "url": "https://scikit-learn.org/stable/modules/cross_validation.html",
      "title": "3.1. Cross-validation: evaluating estimator performance - scikit-learn 1.7.2 documentation",
      "description": "Learning the parameters of a prediction function and testing it on the same data is a methodological mistake: a model that would just repeat the labels of the samples that it has just seen would ha...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 3.1. Cross-validation: evaluating estimator performance # Learning the parameters of a"
    },
    {
      "url": "https://writesonic.com/",
      "title": "Writesonic - AI Search Visibility Tracking & Optimization Platform",
      "description": "Track AI visibility across ChatGPT and 10+ AI platforms. Monitor mentions, fix citation gaps, create and refresh content, target Reddit & UGC forums. Complete GEO platform from tracking to action to results.",
      "preview": "Track & Boost Your Brand's Visibility in AI Search See exactly how your brand performs in AI search results. Then take precise actions to boost visibi"
    },
    {
      "url": "https://placeanad.chicagotribune.com/whos-who#nt=secondarynavbar",
      "title": "Chicago Tribune",
      "description": "Advertise with The Chicago Tribune",
      "preview": "x x Who's Who BUY NOW Ideal For Announce new employees, promotions and honors in Chicago Tribune's Who's Who In Local Business every Sunday in the Rea"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Myicons-The-World-s-Largest-Premium-line-Icons-Pack-1ee4bea9d3c54deea273277d217e412a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.gmdhshell.com/",
      "title": "GMDH: Streamline Supply Chain Planning with AI",
      "description": "The World's Leading Supply Chain Planning Platform Powered by AI and Dynamic Simulation. Join 1200+ businesses worldwide that use Streamline to forecast, plan, and order-and grow efficiently.",
      "preview": "Protect Your Supply Chain from Costly Disruptions Use Streamline's AI-Driven Supply Chain Planning Platform to outpace supply chain disruptions-unitin"
    },
    {
      "url": "https://proj.org/usage/quickstart.html",
      "title": "Quick start - PROJ 9.7.0 documentation",
      "description": "void",
      "preview": "Using PROJ Quick start Edit on GitHub Previous Next Quick start  Coordinate transformations are defined by, what in PROJ terminology is known as, \"pr"
    },
    {
      "url": "https://zeezailor.tumblr.com/post/139715960980",
      "title": "Bad At Making Friends - codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "Bad At Making Friends - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds per"
    },
    {
      "url": "https://vi.stackexchange.com/questions/2864/indentation-of-preprocessor-directives",
      "title": "Indentation of preprocessor directives - Vi and Vim Stack Exchange",
      "description": "In my vimrc I have the following line, which figures all the indentation of my files. filetype plugin indent on When writing C programs sometimes I use preprocessor directives like #ifdef foo and ...",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Indentation of p"
    },
    {
      "url": "https://www.guinnessworldrecords.com/news/2023/2/dog-with-a-tongue-lengthier-than-a-popsicle-stick-confirmed-as-longest-736653",
      "title": "Dog with a tongue lengthier than a popsicle stick confirmed as longest | Guinness World Records",
      "description": "A Tucson, Arizona dog with a tongue measuring 3.74 inches has been confirmed as having the longest tongue on a living dog.",
      "preview": "Bisbee the English Setter probably isn't a pooch you'd want \"doggy kisses\" from. That's because the Tucson, Arizona, USA, pup has quite a long doggone"
    },
    {
      "url": "https://www.clarehousing.org/",
      "title": "Main | Clare Housing",
      "description": "| Clare Housing. Clare Housing provides housing solutions for over 300 people living with HIV who were previously homeless or unstably housed. Everyone living with HIV deserves a place to call home. When people are housed, health improves, medical costs go down, and the further spread of HIV is prevented.",
      "preview": "Everyone living with HIV deserves a place to call home. When people are housed, health improves, medical costs go down, and the further spread of HIV"
    },
    {
      "url": "http://venmo.com/legal/cashback-crypto-terms/",
      "title": "Cashback Crypto Terms | Venmo | Crypto Investment",
      "description": "Learn about using Venmo to buy crypto. Understand cashback crypto terms, how it works, and important things to consider before using it.",
      "preview": "Cash Back to Crypto Terms These Venmo Cash Back to Cryptocurrency terms and conditions (\"Cash Back to Crypto Terms\" or \"Terms\") are between you and Pa"
    },
    {
      "url": "https://boekenkastweb.wordpress.com/2019/12/20/blu-ray-in-de-kijker-once-upon-a-time-in-hollywood-quentin-tarantino/",
      "title": "Blu-ray in de kijker: Once Upon A Time In... Hollywood - Quentin Tarantino - De Boekenkast Redactie.Boekenkast@gmail.com",
      "description": "Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarantino, op dvd, Blu-ray, 4K Ultra HD, Digitaal en op aanvraag verschenen. https://www.youtube.com/watch?v=ELeMaP8EPAA&feature=emb_logo Deze Amerikaanse-Britse komische dramafilm speelt zich af in 1969 in Los Angeles. De film gaat over acteur Rick Dalton (Leonardo DiCaprio), de...",
      "preview": "Naar de inhoud springen Bij Sony Pictures Home Entertainment is de film 'Once Upon A Time In... Hollywood', de negende film van regisseur Quentin Tarant"
    },
    {
      "url": "https://www.la-croix.com/elections/resultats-presidentielles/bas-rhin-67/bernolsheim-67170",
      "title": "Résultats présidentielle 2022 : Bernolsheim (67170)",
      "description": "Résultats Bernolsheim (67170) : Retrouvez dès dimanche 20h, les résultats complets du 1er et du 2nd tour de l'élection présidentielle 2022 pour Bernolsheim.",
      "preview": "Résultats présidentielle 2022 : Bernolsheim (67170) Voici les résultats complets du 2nd tour de l'élection présidentielle 2022 pour la ville de : Bern"
    },
    {
      "url": "http://www.codicesorgente.it/",
      "title": "Come scegliere ed acquistare i Migliori Prodotti ✔️ CodiceSorgente.it",
      "description": "Trova i migliori prodotti con il confronto modelli, caratteristiche, recensioni e prezzi. Risparmia comprando i prodotti migliori per rapporto qualità/prezzo",
      "preview": "Salta al contenuto Confronta prodotti ed Acquista risparmiando Acquistare prodotti online è più comodo ed economico , ma per comprare il miglior prodo"
    },
    {
      "url": "http://www.americanexpress.com/us/content/legal-disclosures/online-privacy-statement.html",
      "title": "Privacy Disclosures | Privacy Notice & Statement | AMEX US",
      "description": "At American Express, we're committed to safeguarding the data we hold about you. Explore our Privacy Disclosures to learn more about our policies & principles.",
      "preview": "Privacy Disclosures At American Express, we value your trust and respect your privacy. Explore our Privacy Disclosures to learn more about our privacy"
    },
    {
      "url": "http://bpmob.com/voicetranslator/support/",
      "title": "Voice Translator Support Form",
      "description": "void",
      "preview": "Type of Inquiry How to Manage and Cancel Your Subscription Questions and Comments about the App Your message has been sent successfully. Name: Email:"
    },
    {
      "url": "https://www.hamburg.de/bsw/geodaten/6702454/digitaleorthophotos/",
      "title": "Digitale Orthophotos - hamburg.de",
      "description": "Orthophotos sind geometrisch entzerrte Aufnahmen, die das Aussehen eines Luftbildes mit den geometrischen Eigenschaften einer Karte vereinen.",
      "preview": "Hamburg.de Startseite Politik & Verwaltung Behörden ... Produkte und... Geodaten des LGV Luftbilder Digitale Orthophotos Daten aus farbigen Luftbilder"
    },
    {
      "url": "http://www.pocketsoap.com/4s4c/",
      "title": "@superfell",
      "description": "void",
      "preview": "@Superfell Home Web Services Salesforce.com Weblog 4s4c This is a COM component that will invoke methods on COM objects (via any automation compatible"
    },
    {
      "url": "https://www.klaviyo.com/features/reporting",
      "title": "Klaviyo Reporting: Monitor Your Marketing & Data Analytics - Klaviyo",
      "description": "Klaviyo's reporting tools provide real-time analytics across email, SMS, and push notifications, enabling businesses to monitor performance, gain insights, and drive improvements.",
      "preview": "Reporting Reports and analytics for immediate impact Effortlessly monitor your performance across all channels, gain clear insights, and take actionab"
    },
    {
      "url": "https://alternativemagazineonline.co.uk/tag/eric-bana/",
      "title": "Eric Bana | Alternative Magazine Online",
      "description": "Posts about Eric Bana written by Martin Mulrooney",
      "preview": "Alternative Magazine Online Skip to content Home About Contact Tag Archives: Eric Bana by Martin Mulrooney | 11/05/2011 · 4:45 pm FILM REVIEW - Hanna"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/",
      "title": "z = boy + girl",
      "description": "any pronouns",
      "preview": "z = boy + girl 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna malibuklaus moniquill Was scunc"
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "https://designs.ai/logomaker/start",
      "title": "Create unique logo easily with Logomaker from Designs.ai",
      "description": "Professional, unique logo in minutes using Logomaker by Designs.ai.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.quirksmode.org/js/index.html?dhtmloptions.html",
      "title": "QuirksMode - JavaScript",
      "description": "void",
      "preview": "QuirksMode.org - JavaScript Welcome to QuirksMode.org, JavaScript directory. Please continue to the Table of Contents to start using this site. Home S"
    },
    {
      "url": "http://www.nativegov.org/",
      "title": "Sovereignty matters. Native Governance Center",
      "description": "Native Governance Center is a Native-led nonprofit working to strengthen Native nations' sovereignty in Mni Sota Makoce, North Dakota, and South Dakota.",
      "preview": "Skip to content Cultivating a Rebuilding Movement We're working to cultivate a Native nation rebuilding movement so that all Indigenous people can thr"
    },
    {
      "url": "https://es-mx.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org Español (México)",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles O"
    },
    {
      "url": "https://stacks.cdc.gov/view/cdc/65492",
      "title": "Programs, Practices, People",
      "description": "void",
      "preview": "Skip to main content × Advisory Committee on Immunization Practices (ACIP) CDC and ATSDR Budget Documents CDC Public Access David J. Sencer CDC Museum"
    },
    {
      "url": "https://www.fontpalace.com/font-download/hib-cell-plain/",
      "title": "Download H.I.B. Cell Plain Font - Free Font Download - FontPalace.com",
      "description": "Download the H.I.B. Cell Plain font for free in I format compatible with Windows and Mac. Explore our extensive collection of beautiful thousands free fonts, ready to use.",
      "preview": "Top Fonts New Fonts Submit Free Fonts Home / H.I.B. Cell Plain / Download Download H.I.B. Cell Plain Font Font Type: TrueType Added On: October 24, 20"
    },
    {
      "url": "http://www.astrosociety.org/",
      "title": "Astronomical Society of the Pacific",
      "description": "The Astronomical Society of the Pacific is an international non-profit scientific and educational organization, founded in 1889, that works to increase understanding and appreciation of astronomy.",
      "preview": "Skip to main content 2025 Awards Gala November 8 An Evening of Celebration Tickets and Event Information ASP Announces 2025 Awards More Information an"
    },
    {
      "url": "https://www.paccoespresso.com/preventivo/delivery/xF0flenvnYtDcCH_n2v9cQ",
      "title": "Calcola un preventivo spedizione - PACCOESPRESSO.COM",
      "description": "Calcola un preventivo gratuito per spedire pacchi con corriere espresso in italia ed europa con ritiro a casa",
      "preview": "Ricerca spedizione Assistenza Accedi Calcola un preventivo Inserisci le dimensioni dei pacchi/pallet che devi spedire, puoi aggiungere più colli attra"
    },
    {
      "url": "https://feeds.feedburner.com/google/think",
      "title": "Think with Google - Discover Marketing Research & Digital Trends",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://walmart.privatehealthnews.com/",
      "title": "Walmart Wellness - My health e-news",
      "description": "My health e-news delivers medically-reviewed health news and advice for the topics and issues that are relevant to you and your family! Keep informed with events and announcements at Walmart Wellness.",
      "preview": "My health e-news newsletter News customized & delivered where you are Choose the news you want from more than two dozen topics. Medically-reviewed hea"
    },
    {
      "url": "https://arlingtonblackchamber.org/",
      "title": "Arlington Black Chamber - Making Arlington Work For Everyone",
      "description": "void",
      "preview": "The Arlington Black Chamber of Commerce is in its eleventh year of providing assistance, support, and representation for African-American entrepreneur"
    },
    {
      "url": "http://waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "http://publish.illinois.edu/englishadvising/2021/03/page/2/",
      "title": "March 2021 - Page 2",
      "description": "void",
      "preview": "Skip to content Follow us on social media! Join Us for ESC : If you are interested in reading, writing, leadership positions, and more, join the ESC's"
    },
    {
      "url": "https://www.avichayadraee.com/%D9%81%D9%8A-%D9%85%D8%AB%D9%84-%D9%87%D8%B0%D8%A7-%D8%A7%D9%84%D9%8A%D9%88%D9%85-%D9%85%D9%86-%D8%B9%D8%A7%D9%85-2004-%D8%B6%D8%B1%D8%A8-%D8%AA%D8%B3%D9%88%D9%86%D8%A7%D9%85%D9%8A-%D8%B3%D9%88%D8%A7/",
      "title": "Avichay Adraee IDF Spokesperson for the Arab Media",
      "description": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit.",
      "preview": "Avichay Adraee is a Colonel in the Israel Defense Forces who serves as the head of the Arab media division of the IDF Spokesperson's Unit."
    },
    {
      "url": "https://www.luriechildrens.org/",
      "title": "Lurie Children's Hospital of Chicago | Pediatric Medicine",
      "description": "Lurie Children's is one of the top children's hospitals in the nation, providing superior pediatric care, cutting-edge treatments and advanced research.",
      "preview": "Skip to main content MEDICAID NOTICE: Lurie Children's continues to serve all patients enrolled in Medicaid. As a safety-net hospital, we will continu"
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "http://www.livestockdialogue.org/",
      "title": "Global Agenda for Sustainable Livestock | FAO",
      "description": "The Agenda is a partnership of livestock sector stakeholders committed to the sustainable development of the sector. With global population projected to reach 9.6 billion in 2050, the livestock sector's role in sustainable food and agriculture will continue to increase. To be sustainable, livestock sector growth needs to simultaneously address key environmental, social, and economic challenges: growing natural resources scarcity, climate change, widespread poverty, food insecurity and global...",
      "preview": "Share Close Global Agenda for Sustainable Livestock The livestock sector is crucial to society achieving its environmental, social and economic and he"
    },
    {
      "url": "https://cloudskillsboost.google/paths/11",
      "title": "Cloud Engineer | Google Cloud Skills Boost",
      "description": "Learn and earn with Google Cloud Skills Boost, a platform that provides free training and certifications for Google Cloud partners and beginners. Explore now.",
      "preview": "Loading... No results found. Share on LinkedIn Feed Twitter Facebook Apply your skills in Google Cloud console Cloud Engineer A Cloud Engineer plans,"
    },
    {
      "url": "https://www.utilitydive.com/news/california-puc-unveils-proposed-fix-to-storage-incentive-program-quantifyi/532573/",
      "title": "California PUC unveils proposed fix to storage incentive program, quantifying GHG reductions | Utility Dive",
      "description": "The wrong metric led to an increase instead of a reduction in GHG emissions from energy storage, and regulators proposed employing a new signal for the commercial and residential storage markets.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's electric utility industry news Let Utility Dive's free newsletter keep you informed, str"
    },
    {
      "url": "https://www.gorillacoupon.com/store/vogacloset-multigeo",
      "title": "Vogacloset - MultiGeo Coupons, Deals for October 2025",
      "description": "Get the best cashback from Vogacloset - MultiGeo along with latest Coupons, Deals for October 2025",
      "preview": "Home All Stores Vogacloset - MultiGeo Extra 25% Cashback Cashback Stats Tracked Within"
    },
    {
      "url": "http://www.darpa.mil/",
      "title": "Home | DARPA",
      "description": "Since 1958, DARPA has held to an enduring mission: To create technological surprise for U.S. national security.",
      "preview": "Skip to main content Items Media Title OUR MISSION Caption Create Technological Surprise for National Security R&D Opportunities Media Title A FULLY A"
    },
    {
      "url": "https://thestolenidea.tumblr.com/",
      "title": "Game Development",
      "description": "A collection of articles, quotes, and other goodies on game development.",
      "preview": "Menu Game Development A collection of articles, quotes, and other goodies on game development. An Important Request for any College/University Student"
    },
    {
      "url": "https://www.goldmansachs.com/",
      "title": "Home | Goldman Sachs",
      "description": "The Goldman Sachs Group, Inc. is a leading global investment banking, securities, and asset and wealth management firm that provides a wide range of financial services.",
      "preview": "close The Latest Analysis on Geopolitics, Trade, and Technology Dive deep into the forces shaping the markets and global economy with timely analysis"
    },
    {
      "url": "https://membership.chicagotribune.com/manage/dashboard/#nt=secondarynavbar",
      "title": "void",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://blogs.worldbank.org/opendata/chart-globally-70-freshwater-used-agriculture",
      "title": "Chart: Globally, 70% of Freshwater is Used for Agriculture",
      "description": "if(\"undefined\"==typeof window.datawrapper)window.datawrapper={};window.datawrapper[\"Fieue\"]={}, window.datawrapper[\"Fieue\"].embedDeltas={\"100\":585.8, \"200\":471.8, \"300\":426.8, \"400\":426.8, \"500\":399.8, \"600\":399.8, \"700\":399.8, \"800\":399.8, \"900\":399.8, \"1000\":399.8}, window.datawrapper[\"Fieue\"].iframe=document.getElementById(\"datawrapper-chart-Fieue\"), window.datawrapper[\"Fieue\"].iframe.style.height=window.datawrapper[\"Fieue\"].embedDeltas[Math.min(1e3, Math.max(100*Math.floor(window.datawrapper[\"Fieue\"].iframe.offsetWidth/100), 100))]+\"px\", window.addEventListener(\"message\", function(a){if(\"undefined\"!=typeof a.data[\"datawrapper-height\"])for(var b in a.data[\"datawrapper-height\"])if(\"Fieue\"==b)window.datawrapper[\"Fieue\"].iframe.style.height=a.data[\"datawrapper-height\"][b]+\"px\"}); In most regions of the world, over 70 percent of freshwater is used for agriculture. By 2050, feeding a planet of 9 billion people will require an estimated ...",
      "preview": "Published on Data Blog Chart: Globally, 70% of Freshwater is Used for Agriculture Tariq Khokhar March 22, 2017 This page in: English Français Español"
    },
    {
      "url": "https://www.flickr.com/photos/faonews/albums/",
      "title": "The Food and Agriculture Organization of the United Nations (FAO) Official Photostream's albums | Flickr",
      "description": "void",
      "preview": "Explore What's New New! Recent Photos Trending Events The Commons Flickr Galleries World Map Camera Finder New! Flickr Blog Prints The Print Shop Prin"
    },
    {
      "url": "https://e.app.link/?mParticle%20ID=Anonymous&utm_term=enews&utm_content=all-shows&utm_medium=redirect-to-nbc&utm_campaign=enews_web_evergreen_redirect&utm_source=enews-dotcom&Canonical%20URL=https%3A%2F%2Fwww.nbc.com%2Fnetworks%2Fe&$ios_deeplink_path=series%2F&$android_deeplink_path=series%2F&$desktop_url=https%3A%2F%2Fwww.nbc.com%2Fnetworks%2Fe",
      "title": "E! - NBC.com",
      "description": "Find content from E! and the NBCUniversal family of networks on NBC.com!",
      "preview": "Main Content"
    },
    {
      "url": "http://runjumpthrow.usatf.org/",
      "title": "| USA Track & Field",
      "description": "void",
      "preview": "Learn New Skills. Make New Friends. Have Fun. USA Track & Field has teamed up with Hershey to create RunJumpThrow (RJT), a hands-on learning program t"
    },
    {
      "url": "https://newsroom.accenture.com",
      "title": "Newsroom | Accenture",
      "description": "Accenture Newsroom - the official site for press releases, photos, video, audio, pr contact information, presskits and more.",
      "preview": "Headline Newsroom HeroImage FeaturedContentTitle Accenture Reports Fourth-Quarter and Full-Year Fiscal 2025 Results FeaturedContentURL https://newsroo"
    },
    {
      "url": "https://webflow.com/?gspk=bWF0dGhld2hhbWlsdG9uNDAxNQ&gsxid=AGryZGVs8SE0&utm_medium=affiliate",
      "title": "Webflow: Create a custom website | Visual website builder",
      "description": "Create custom, responsive websites with the power of code - visually. Design and build your site with a flexible CMS and top-tier hosting. Try Webflow for free.",
      "preview": "Skip to Main Content Webflow Log in Contact Sales Get started Start building Start for free Trusted by teams at The website experience platform for hi"
    },
    {
      "url": "https://radiomitre.cienradios.com/patricia-bullrich-aseguro-que-el-ataque-del-presidente-a-cornejo-fue-algo-absolutamente-fuera-de-lugar/",
      "title": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" - Radio Mitre",
      "description": "La exministra de Seguridad de la Nación y presidenta del PRO, Patricia Bullrich, dialogó con la conductora Magdalena Ruíz Guiñazú.",
      "preview": "Patricia Bullrich aseguró que el ataque del Presidente a Cornejo fue algo \"absolutamente fuera de lugar\" La exministra de Seguridad de la Nación, Patr"
    },
    {
      "url": "https://desafio2017.withgoogle.com/latam2017",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "https://www.swmintl.com/",
      "title": "SWM | Sustainable, Safe, and Intelligent Lightweight Materials",
      "description": "With our leading technical engineering mindset, SWM thrives on finding innovative and intelligent solutions to challenges.",
      "preview": "Markets Expertise Sustainability About Newsroom Jobs Product Enquiry English Português Back Combustibles & Smoke-Free Solutions for nicotine, tobacco"
    },
    {
      "url": "https://larsmuhl.dk/en-spirituel-ny-klassiker-ser-dagens-lys-paa-dansk-meditationer-over-tarot/",
      "title": "En spirituel ny-klassiker ser dagens lys på dansk - 'Meditationer over Tarot' - Lars Muhl",
      "description": "Blogindlæg af Lars Muhl fra d. 29. oktober 2019 Så er det fantastiske sket. En perle af en bog har fundet vej til de danske boghylder. Forlaget Visdomsbøgerne har netop udsendt første bind af 'Meditationer over Tarot' på dansk. Der er tale om en milepæl i esoterisk, kristen hermetisk litteratur, eminent oversat til dansk af [...]",
      "preview": "En spirituel ny-klassiker ser dagens lys på dansk - 'Meditationer over Tarot' Blog på dansk Blogindlæg af Lars Muhl fra d. 29. oktober 2019 Så er det"
    },
    {
      "url": "http://bebehblog.com/carolines-nursery/",
      "title": "Caroline's Nursery - bebehblog",
      "description": "Caroline's nursery is not actually a nursery. It's really not even Caroline's right now, since it's full of toddler toys and doesn't have a crib. But it does have nice carpet, a very comfy nursing chair, lots of pretty colorful things and a big closet full of little girl clothes. I'm pretty excited about the [...]",
      "preview": "home hello! Photography We Like To Party Privacy Policy Caroline's Nursery Caroline's nursery is not actually a nursery. It's really not even Caroline"
    },
    {
      "url": "http://survey.walmart.com",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://suicidepreventionlifeline.org/",
      "title": "988 Lifeline - If you need emotional support, reach out to the national mental health hotline: 988.",
      "description": "At the 988 Suicide & Crisis Lifeline, we understand that life's challenges can sometimes be difficult. Whether you're facing mental health struggles...",
      "preview": "Skip to content ¡Los servicios de texto y chat de 988 Lifeline ya están disponibles en Español! If you need to talk, the 988 Lifeline is here. At the"
    },
    {
      "url": "https://storeleads.app/",
      "title": "Store Leads - The platform for ecommerce data.",
      "description": "The most comprehensive list of ecommerce stores including 13,597,305 active stores across 321 platforms including Shopify, WooCommerce and Square Online.",
      "preview": "Check out our free Chrome Extension"
    },
    {
      "url": "https://www.visionsdureel.ch/photo-video/2021/surfaces-cristina-motta/",
      "title": "Surfaces - Cristina Motta - Visions du Réel",
      "description": "void",
      "preview": "En De Fr Accessibilité A - A + Nyon Time 00:00 Carte Blanche Vidéo Newsletter Votre adresse e-mail Veuillez renseigner votre email Newsletter - FR Nou"
    },
    {
      "url": "http://www.gioiadellacasa.it/",
      "title": "Gioia della Casa - Casalinghi , Design e Benessere in casa - Casalinghi , design e benessere in casa",
      "description": "Casalinghi , design e benessere in casa",
      "preview": "Skip to content scroll to discover more back to top Follow facebook twitter Lo stile boho nasce dall'incontro tra moda e spirito nomade. La sua forza"
    },
    {
      "url": "http://mathworld.wolfram.com/FastFourierTransform.html",
      "title": "Fast Fourier Transform -- from Wolfram MathWorld",
      "description": "The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for N points from 2N^2 to 2NlgN, where lg is the base-2 logarithm. FFTs were first discussed by Cooley and Tukey (1965), although Gauss had actually described the critical factorization step as early as 1805 (Bergland 1969, Strang 1993). A discrete Fourier transform can be computed using an FFT by means of the Danielson-Lanczos lemma if the number of points N is a power...",
      "preview": "Fast Fourier Transform The fast Fourier transform (FFT) is a discrete Fourier transform algorithm which reduces the number of computations needed for"
    },
    {
      "url": "https://nedahome.org/",
      "title": "Neighborhood Development Alliance",
      "description": "NeDA builds affordable housing in Minnesota and empowers communities to create sustainability through financial education and guidance.",
      "preview": "Buy your first home Learn how Neighborhood Development Alliance (NeDA) is a non-profit organization providing 1:1 counseling and workshops to help peo"
    },
    {
      "url": "https://symex.belfius.be/valeurs2.html?language=FR&periode=H6M&ticker=APAM&pays=NL&random=578861150&SID=qo58rqomrotah80qsbeodfhqn5",
      "title": "Cotations",
      "description": "void",
      "preview": "Recherche valeur: Place de cotation: Bruxelles Paris Amsterdam New York Londres Francfort GO APERAM 13:50 10/10/25 Dernier cours : 32.24  Variation :"
    },
    {
      "url": "https://www.partsworldshop.com/de/2~205~motorrad/BMW/K-1300-R-S",
      "title": "Sortiment / BMW / K 1300 R / S - Parts World Shop",
      "description": "Sortiment / BMW / K 1300 R / S /",
      "preview": "Newsletter abonnieren und Preisvorteile sichern! Löschen icon-hamburger Menü icon-profile Anmelden / Registrieren Motorrad Racing Auto Bekleidung Zube"
    },
    {
      "url": "https://goodwill.org/halloween/",
      "title": "Goodwill Halloween",
      "description": "void",
      "preview": "plan your costume Spooky, sweet or silly, we've got the goods to bring your fit to life. Group Pop Culture Classic Kids Show More Show Less need a las"
    },
    {
      "url": "https://www.leevalley.com/en-ca/discover/sharpening",
      "title": "Sharpening & Honing Tools - Lee Valley Tools",
      "description": "Looking for Sharpening Tools for your next woodworking and other projects? Shop Sharpening & Honing Tools Collection on Lee Valley, and explore our large Tools collection.",
      "preview": "Skip to content Accessibility Statement ITEM ADDED TO YOUR CART () Checkout Continue Shopping Sharpening & Honing Tools Whether you're an expert user"
    },
    {
      "url": "https://docs.python.org/3/tutorial/index.html",
      "title": "The Python Tutorial - Python 3.14.0 documentation",
      "description": "Python is an easy to learn, powerful programming language. It has efficient high-level data structures and a simple but effective approach to object-oriented programming. Python's elegant syntax an...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial | Theme Auto Light Dark | The Python Tutorial ¶ Tip T"
    },
    {
      "url": "https://deltasigmatheta.org/about-delta#founders",
      "title": "About Delta - Delta Sigma Theta Sorority Inc",
      "description": "void",
      "preview": "Purpose Delta Sigma Theta Sorority, Incorporated. is a private, not-for-profit organization whose purpose is to provide assistance and support through"
    }
  ],
  "_meta": {
    "total_bookmarks": 77
  }
}