{
  "data": [
    {
      "url": "https://magenta.tensorflow.org/datasets/nsynth",
      "title": "The NSynth Dataset",
      "description": "A large-scale and high-quality dataset of annotated musical notes.",
      "preview": "Demos Blog RealTime Studio DDSP-VST Research The NSynth Dataset Apr 5, 2017 NSynth A large-scale and high-quality dataset of annotated musical notes."
    },
    {
      "url": "https://echoinggreen.org/",
      "title": "Echoing Green: Funding Social Entrepreneurship & Innovation",
      "description": "We discover emerging social entrepreneurs and invest deeply in the growth of their ideas and leadership.",
      "preview": "Investing in a better world for 35 years Created with Sketch. See the global issues we invest in solving Learn more about the vision that drives our w"
    },
    {
      "url": "https://iris.unipa.it/cris/rp/rp11244",
      "title": "LA ROSA, Alfonso",
      "description": "void",
      "preview": "Archivio istituzionale della ricerca dell'Università degli Studi di Palermo LA ROSA, Alfonso Nome completo LA ROSA, Alfonso Afferenza Scienze e Tecnol"
    },
    {
      "url": "https://www.thebowwindowcafe.co.uk/",
      "title": "The Bow Window Cafe",
      "description": "void",
      "preview": "d Login Register We Are Closed Contact Us Choose From Our Menu Now MENU OUR MENU BREAKFAST LIGHT BITES LUNCH SPECIAL TOASTIES AND PANINIS CAKE PASTRIE"
    },
    {
      "url": "https://rebeccaandthegreynotes.com/2019/07/17/next-up-tallys-5/",
      "title": "Next Up: Tally's | Rebecca and the Grey Notes",
      "description": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'll order up a tasty selection of original music along with compositions from Bonnie Raitt, Ann Peebles, Linda Ronstadt, Feist, B.B. King, Led Zeppelin, the Allman Brothers and...",
      "preview": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'"
    },
    {
      "url": "https://tiempo26.com/si-hubo-ataque-quimico-en-siria/",
      "title": "Account Suspended",
      "description": "void",
      "preview": "Account Suspended This Account has been suspended. Contact your hosting provider for more information."
    },
    {
      "url": "https://www.ccdu.org/comunicati/ritalin-farmaco-guarisce",
      "title": "Il Ritalin: un farmaco che non guarisce | CCDU",
      "description": "Negli ultimi anni, l'ADHD, cioè il disturbo da iperattività e deficit di attenzione - è diventata la diagnosi di moda per i bambini che non possono star seduti ancora tranquilli a scuola. Oggi, quasi ogni classe include qualche ragazzo che assume Ritalin, Adderall o...",
      "preview": "Salta al contenuto principale Da un articolo di \"The Globe and Mail\" di Margaret Wente Negli ultimi anni, l' ADHD , cioè il disturbo da iperattività e"
    },
    {
      "url": "https://www.featuredcustomers.com/vendor/kickdynamic",
      "title": "Featured Customers | Find B2B & SaaS Software & Services - Reviews, Testimonials & Case Studies",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.jamendo.com/?language=en",
      "title": "Jamendo Music | Free music downloads",
      "description": "Free music downloads and streaming. Discover and explore 600,000+ free songs from 40,000+ independent artists from all around the world.",
      "preview": "void"
    },
    {
      "url": "https://www.coursereport.com/schools/merit-america",
      "title": "Merit America Reviews | Course Report",
      "description": "Read Merit America Java development bootcamp reviews, find Merit America IT Support bootcamp costs, start dates, curriculum information, and read news and interviews with Merit America bootcamp graduates.",
      "preview": "Merit America Average Rating 3.82 41 Reviews 3 Courses Save Merit America is a non-profit career development program built for working adults who want"
    },
    {
      "url": "https://marlinfw.org/docs/configuration/configuration.html",
      "title": "Configuring Marlin | Marlin Firmware",
      "description": "Complete guide to Marlin configuration options.",
      "preview": "Edit Page Learn more Contribute Download Follow on X Follow on Bluesky Follow on Mastodon Configuring Marlin Marlin has many features and options. The"
    },
    {
      "url": "https://www.drawbotanical.com/blog/",
      "title": "Botanical Illustration Distance Learning Course | Draw Botanical",
      "description": "Read the Draw Botanical blog to find out more about botanical illustrations and how you can sign up for a variety of learning courses.",
      "preview": "X Join our mailing list for an exclusive look at new products, course offerings, drawing tips, and more! JOIN How to Draw a Fall Leaf: A Botanical Art"
    },
    {
      "url": "https://www.vogue.com/article/editor-picks-fall-winter-2025-trends",
      "title": "11 Fall Fashion Trends Vogue Editors Are Shopping | Vogue",
      "description": "From pops of red to all things suede, these are the fall fashion trends Vogue's editors are most excited to wear this season.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story All products featured on Vogue are independently selected by our editors. H"
    },
    {
      "url": "https://cotswoldfarmhousefurniture.co.uk/pages/desks",
      "title": "Desks - Cotswold Farmhouse Furniture",
      "description": "void",
      "preview": "Free Delivery on all Products (Excluding Chairs) to Mainland England & Wales. Cart (0) 0 Dining Tables Table & Bench Sets Chairs Coffee Tables Console"
    },
    {
      "url": "http://vitbarta.cz/denik-vita-barty/1166-video-uvnitr-spojene-nadoby-hazard-lichva-exekuce.htm",
      "title": "VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší | Vít Bárta",
      "description": "Boj proti | VIDEO UVNITŘ: Spojené nádoby: Hazard, lichva, exekuce. To Kalousek nerad slyší",
      "preview": "VÍT.BÁRTA Kdo jsem můj životopis Ze zákulisí politika jinak Boj proti hazardu Proti lichvě a exekucím Proti kolektivním systémům Proti církevním resti"
    },
    {
      "url": "https://www.fox2detroit.com/news/dog-saves-toddler-after-fire-torches-detroit-apartment-leaving-family-of-six-homeless",
      "title": "Dog saves toddler from fire that torched Detroit apartment, left family of six homeless | FOX 2 Detroit",
      "description": "Blue not only saved the youngest of four girls trapped in the home, but they also noted emergency authorities - actions fitting for a hero dog.",
      "preview": "article Blue, the dog of Janet Kelley. DETROIT (FOX 2) - The remains of one Detroit family's possessions were turned to ash and dust after a fire tore"
    },
    {
      "url": "http://www.nfh.uit.no/norad/reports/mcs20mozambique20kelleher.doc",
      "title": "Nfh - Norges fiskerihøgskole | UiT",
      "description": "Velkommen til UiT, bli bedre kjent med studiehverdagen ved UiT Norges arktiske universitet?",
      "preview": "Gå til hovedinnhold"
    },
    {
      "url": "https://beepner.tumblr.com/post/116589676171",
      "title": "You Can Not (re)Blog - codeorg: With all the national debate on...",
      "description": "codeorg: With all the national debate on...",
      "preview": "codeorg : With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost"
    },
    {
      "url": "https://smartandunsettled.tumblr.com/",
      "title": "@smartandunsettled on Tumblr",
      "description": "Follow @smartandunsettled and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://spark.adobe.com/page/hC9Ce4u2IImsq/",
      "title": "Jumbo Squid Fishery in Southeast Pacific Waters",
      "description": "See the story",
      "preview": "Loading Jumbo Squid Fishery in Southeast Pacific Waters Global Fishing Watch is analyzing the activity across the pelagic squid fleets. Spanning the g"
    },
    {
      "url": "https://share.flipboard.com/bookmarklet/popout?v=2&url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&title=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Flipboard",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://super.so/",
      "title": "Super - Create Custom Websites with Notion",
      "description": "Create a custom website in less than a minute with instant page loads, SEO optimization, and customized theming. All your content is kept and managed in Notion so you can focus on creating while Super handles the rest.",
      "preview": "Super ‣ Pages ⚡ The #1 tool for turning a Notion document into a website Transform your Notion pages into fully customized, professional websites in l"
    },
    {
      "url": "http://oceansci.ucsc.edu",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://www.healthline.com/nutrition/intermittent-fasting-guide",
      "title": "Intermittent Fasting 101 - The Ultimate Beginner's Guide",
      "description": "This is a detailed guide to intermittent fasting (IF). Studies show that it can help you lose weight, improve health and perhaps even live longer.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://www.demuseumwinkel.com/papilio-thoas-cinyras-driedpapered-v0035",
      "title": "Papilio thoas cinyras dried/papered - DeMuseumwinkel.com",
      "description": "Largest collection papered butterflies, dried and folded. To mount yourself: Papilio thoas cinyras dried/papered",
      "preview": "349496 Back naar dried butterflies Home Papilio thoas cinyras dried/papered Papilio thoas cinyras dried/papered Articlecode: 0035-100 78 in stock €8,9"
    },
    {
      "url": "https://ihcw.aap.org/resources/Documents/fingerfoodsposterfinalv01.pdf",
      "title": "Institute for Healthy Childhood Weight",
      "description": "The Institute for Healthy Childhood Weight advocates for pediatric obesity prevention, assessment, management and treatment.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "https://godwhosees.com/donate/",
      "title": "Donate - The God Who Sees",
      "description": "void",
      "preview": "Close Skip to content T he Rock, The Road, &"
    },
    {
      "url": "https://shop.vera.org/",
      "title": "Vera Institute of Justice | Shop",
      "description": "The Vera Institute of Justice is powered by supporters like you. Support Vera's mission in style with gifts that make our work possible.",
      "preview": "Skip to content FREE Domestic Economy Shipping for $50+ Orders Item added to your cart Check out Continue shopping The Vera Institute of Justice is po"
    },
    {
      "url": "https://www.goldeneyewinery.com/product/2018-goldeneye-anderson-valley-pinot-noir-split-rail-vineyard",
      "title": "Goldeneye Winery",
      "description": "void",
      "preview": "Skip to main content $10 Shipping on 4+ Bottles X Add To Cart $120.00 / 750ml Sold Out Our Split Rail Pinot Noir comes from the cool western edge of t"
    },
    {
      "url": "http://ureeka.biz/",
      "title": "Start & Grow Your Business with the ZenBusiness Platform",
      "description": "ZenBusiness is a company that provides an easy, all-in-one platform and trusted guidance for small business owners.",
      "preview": "Introducing ZenBusiness Velo™ , personalized AI that accelerates your business. Meet Velo BUSINESS IS COMPLICATED. WE MAKE IT EASY. Launch Your Side H"
    },
    {
      "url": "http://data.saccounty.net/",
      "title": "ArcGIS Hub",
      "description": "Discover, analyze and download data from ArcGIS Hub. Download in CSV, KML, Zip, GeoJSON, GeoTIFF or PNG. Find API links for GeoServices, WMS, and WFS. Analyze with charts and thematic maps. Take the next step and create StoryMaps and Web Maps.",
      "preview": "void"
    },
    {
      "url": "https://www.photowall.se/tapeter/natur/naturfenomen",
      "title": "Naturfenomen - klassiska tapeter - Photowall",
      "description": "Inred med tapeter av högsta kvalitet. Du hittar ett brett sortiment av klassiska och moderna tapeter. Fri frakt och snabb leverans.",
      "preview": "Stäng Hi there! It looks like you are visiting us from Italy. Please go to our local store for ordering. Choose country Select country Australia Austr"
    },
    {
      "url": "http://www.buoneforchette.com/",
      "title": "Ricette di cucina - Le ricette di Buoneforchette.com",
      "description": "Ricette di Eurochocolate facili e veloci con ingredienti di stagione. Le ricette di cucina di Buoneforchette dagli antipasti ai dolci, danno gusto alla vita.",
      "preview": "Twitter Facebook Pin It Share Google+ Share Ricette di Patate Ricette con Patate da cucinare e mangiare. Ricette di Peperoni Ricette con Peperoni da c"
    },
    {
      "url": "https://www.gtcuw.org/",
      "title": "Greater Twin Cities United Way | Together We Thrive",
      "description": "Empower change with Greater Twin Cities United Way. Discover our mission, impact, and opportunities to support and volunteer in the Twin Cities area.",
      "preview": "About Us Our Team Board of Directors Equity & Inclusion Our History Financials Impact Report FAQs Our Impact Food Full Lives Education 80×3 Career Aca"
    },
    {
      "url": "https://www.myfonts.com/pages/whatthefont",
      "title": "WhatTheFont Font Finder - Identify Fonts by Image",
      "description": "Identify fonts with our font finder tool using an image or photo. Upload an image, and we'll search our collection of over 133,000 fonts for the best match.",
      "preview": "Skip to content Skip to main content FAQ How do I find a font from an image? To identify a font from an image, use a font finder or font identifier. T"
    },
    {
      "url": "https://justiceforvets.org/wp-content/uploads/2017/03/RAND.pdf",
      "title": "Justice for Vets - All Rise",
      "description": "void",
      "preview": "All Rise Justice for Vets Justice for Vets We empower communities to respond effectively to the complex medical, behavioral health, and criminogenic n"
    },
    {
      "url": "https://karrierewelt.golem.de/blogs/karriere-ratgeber/virtuelle-zusammenarbeit-wie-online-meetings-nicht-zur-zeitverschwendung-werden?utm_source=golem&utm_medium=artikel&utm_campaign=artikel",
      "title": "Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend",
      "description": "(Bild: Chalo Garcia auf Pixabay/Pixabay License) Von Markus Kammermeier veröffentlicht am 10. März 2020, 12:04 Uhr Aus Angst vor dem Coronavirus fördern viele Unternehmen Homeoffice - oder verordnen es sogar. Doch wenn die Teilnehmer von Meetings nicht im selben Raum sitzen, braucht es andere Methoden. Wir geben eine Ü",
      "preview": "Warenkorb anzeigen Close IT-Karriere-Ratgeber Virtuelle Zusammenarbeit: Wie Online-Meetings nicht zur Zeitverschwend Virtuelle Zusammenarbeit: Wie Onl"
    },
    {
      "url": "https://squeakosaurus.com",
      "title": "- Squeakosaurus Squeakosaurus",
      "description": "Our 'Little Kitten' Apps More info... More info... More info... Our philosophy The Little Kitten apps are all designed to be child friendly, with graphical menus without text and no penalties or negative feedback. Children are encourage to keep trying and explore the game until they discover the correct answers and improve at their own [...]",
      "preview": "Our 'Little Kitten' Apps More info... More info... More info... Our philosophy The Little Kitten apps are all designed to be child friendly, with graphical"
    },
    {
      "url": "https://www.mathieustern.com",
      "title": "Mathieu Stern",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://blockchair.com/it/litecoin/address/LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr",
      "title": "Litecoin indirizzo LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr",
      "description": "Monitora Litecoin indirizzo LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr: consulta saldi, eventi e cronologia con il potente explorer di Blockchair.",
      "preview": "Sponsorizzato | Fai pubblicità qui | Disattiva pubblicità Ottieni 8.75 BTC Ottieni 8.75 BTC Sponsorizzato Chiudi finestra 1xBit.com - il miglior bookm"
    },
    {
      "url": "https://parierbet.com/1xbet-bonus-de-200-sur-le-premier-depot/",
      "title": "1xBet - Bonus de 200% sur le premier dépôt | Parierbet.com",
      "description": "Découvrez comment profiter du bonus de 200% sur le premier dépôt sur 1xBet.",
      "preview": "Home Promotions 1xBet - Bonus de 200% sur le premier dépôt 1xBet - Bonus de 200% sur le premier dépôt Categories: 1xbet promotions , Promotions | Publ"
    },
    {
      "url": "https://stanislawrajmundburzynski.wordpress.com/tag/httpwww-wikipedia-orgwikiburzynski_clinic/",
      "title": "\"http://www.wikipedia.org/wiki/Burzynski_Clinic\" | Didymus Judas Thomas' Hipocritical Oath Blog",
      "description": "Posts about \"http://www.wikipedia.org/wiki/Burzynski_Clinic\" written by didymusjudasthomas",
      "preview": "Skip to primary content Skip to secondary content [WP:SOP] \" Statement of principles from Wikipedia founder Jimbo Wales , as updated by the community"
    },
    {
      "url": "http://www.innogistics.net/",
      "title": "INNOGISTICS | Logistics | Freight | Shipping",
      "description": "logistic",
      "preview": "Innogistics International Limited Innovative Logistics Solutions Home Services Network Resources Contact Us Professional Logistician INNOGISTICS is po"
    },
    {
      "url": "https://drinkloverboy.com",
      "title": "Drink Loverboy | Sparkling Hard Teas Drinks & Premium Craft Cocktails - Loverboy Inc.",
      "description": "Loverboy sparkling hard teas & premium canned cocktails have 0 added sugar, 90-100 calories, and are gluten free. Loverboy will give you 0 regrets - 100% of the time.",
      "preview": "Age is just a number We're going to need to see some ID I'm over 21 Not Quite Yet FREE SHIPPING ALL US ORDERS $75+ FREE SHIPPING ALL US ORDERS $75+ FR"
    },
    {
      "url": "https://www.aub.edu.lb/fafs/pages/default.aspx",
      "title": "The Faculty of Agricultural and Food Sciences",
      "description": "FAFS inspires future leaders and promotes Healthy Earth, Healthy Food, Healthy People; its mission to be a hub of agriculture, water, food and nutrition",
      "preview": "American University of Beirut The Faculty of Agricultural and Food Sciences Home > Faculty of Agricultural and Food Sciences Healthy Earth, Healthy Fo"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/#reusable_bags",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://developer.github.com/changes/2018-05-24-user-migration-api/",
      "title": "User Migration API public beta | GitHub Developer Guide",
      "description": "Get started with one of our guides, or jump straight into the API documentation.",
      "preview": "This content may be out of date. For the newest content, see the API posts on the GitHub Blog . All of GitHub's Docs are now in one place ! You can se"
    },
    {
      "url": "https://www.csteachers.org",
      "title": "Computer Science Teachers Association Connect, Grow, & Share With CS Teachers-",
      "description": "CSTA understands that teaching computer science is hard. That's why we're focused on creating a supportive environment for K-12 educators.",
      "preview": "Skip to content Connect, Grow, & Share With CS Teachers CSTA understands that teaching computer science is hard. That's why we're focused on creating"
    },
    {
      "url": "https://advisory.kpmg.us/articles/2021/net-zero-commitments-where-plan.html",
      "title": "Net-zero commitments: Where's the plan?",
      "description": "Turning net-zero commitments into action requires comprehensive planning.",
      "preview": "Download PDF Share Net-zero commitments: Where's the plan? Turning net-zero commitments into action requires comprehensive planning. With 70 percent o"
    },
    {
      "url": "http://www.hivlawandpolicy.org/resources/map-hiv-criminalization-united-states-center-hiv-law-and-policy-2017",
      "title": "Mapping HIV Criminalization Laws in the U.S., CHLP (2025) | The Center for HIV Law and Policy",
      "description": "For more than a decade CHLP has produced an HIV criminalization map that portrays the variety and prevalence of laws used to prosecute and punish PLHIV. This new release of the maps represents a substantial update resulting from a comprehensive research process and updated methodology based on CHLP's Sourcebook on State and Federal HIV Criminal Law and Practice.",
      "preview": "Skip to main content Search Search What We Do Positive Justice Project Aging Initiative Molecular HIV Surveillance Rights & Resources National Policy"
    },
    {
      "url": "https://carat.fiserv.com/en-us/resources/?tag=Payments+101",
      "title": "Resources",
      "description": "Insights, blog posts, news, events, and thought leadership from the world's leading merchant acquirer.",
      "preview": "Skip to Contact an Expert Skip to Main Content Find inspiration. Solve problems. Stay current. Discover trends and uncover opportunities with unique i"
    },
    {
      "url": "http://www.operationoverkill.com/",
      "title": "Operation : Overkill | The Original Wastelands BBS Door Game!",
      "description": "void",
      "preview": "Welcome to Operation: Overkill World HQ! -[J] Join us on Discord! -[D] Operation: Overkill Downloads -[P] Play Operation: Overkill on dark wastelands!"
    },
    {
      "url": "https://ellis3dp.com/Print-Tuning-Guide/",
      "title": "Welcome! | Ellis' Print Tuning Guide",
      "description": "Ellis' Print Tuning Guide",
      "preview": "Skip to main content Link Menu Expand (external link) Document Search Copy Copied Ellis' Print Tuning Guide Welcome! This guide will help you calibrat"
    },
    {
      "url": "https://store.steampowered.com/mobile",
      "title": "Steam, The Ultimate Online Game Platform",
      "description": "We've Got Apps",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://search.google.com/search-console/about",
      "title": "Google Search Console",
      "description": "void",
      "preview": "Start now Improve your performance on Google Search Search Console tools and reports help you measure your site's Search traffic and performance, fix"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-brightening-exfoliating-mask",
      "title": "Brightening & Exfoliating Turmeric Face Mask | KORA Organics",
      "description": "KORA certified organic mask blends Turmeric, Green Tea, Rosehip & Noni Oils; exfoliates, brightens & detoxifies for smoother, glowing skin. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://cbs6albany.com/news/local/heavy-police-presence-police-tape-lining-part-of-area-near-mohawk-river-schenectady",
      "title": "Body pulled from Mohawk River in area where Samantha Humphrey disappeared",
      "description": "Police have blocked off access to an area of the Mohawk River in Schenectady.",
      "preview": "Fri, 10 Oct 2025 10:12:38 GMT (1760091158327) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://ourkman.tumblr.com/",
      "title": "@ourkman on Tumblr",
      "description": "Follow @ourkman and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Following orionsangel86 Follow From facebook; mic drop. finnskeeper So that last line punched me in the face so hard I hit the reblog button. Oh"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/en/collezioni/musei/museo-pio-clementino.html",
      "title": "Pio Clementino Museum",
      "description": "The nucleus of the pontifical collections of classical sculpture dates back to the original collection of pope Julius II (1503-1513) which was hous...",
      "preview": "void"
    },
    {
      "url": "https://wst.tv/rankings/",
      "title": "Rankings - World Snooker Tour",
      "description": "See all the undefined matches",
      "preview": "Login Search Search All results All Results Exact Matches Date Added Date Added Relevance Rankings Official Live Loading..."
    },
    {
      "url": "https://zdravotnickynabytek.cz/cs/reference/",
      "title": "Reference | Zdravotnický nábytek",
      "description": "void",
      "preview": "VÝROBCE ZDRAVOTNICKÉHO NÁBYTKU A ZAŘÍZENÍ cs en Úvod Produkty O nás Akce Služby Reference Kontakt Úvodní strana » Reference Reference Fakultní Thomaye"
    },
    {
      "url": "https://imagn.com/licensing-reprints/",
      "title": "Licensing and Reprints",
      "description": "void",
      "preview": "CONTENT LICENSING AND PERSONAL PRINTS LICENSING CONTENT License original content (i.e. images and newspaper clippings) for editorial and commercial pr"
    },
    {
      "url": "https://10web.io/ai-website-builder/",
      "title": "AI Website Builder: Create and Launch in Seconds | 10Web",
      "description": "Create your dream website in seconds with our free AI Website Builder. Just describe, generate, customize, and publish - no coding required!",
      "preview": "Welcome Back! Generate your website with AI - % OFF & Free Domain! AI Website Builder Describe your dream website: AI generates it instantly. Provide"
    },
    {
      "url": "https://lists.xenproject.org/archives/html/xen-users/2005-11/msg00205.html",
      "title": "Xen project Mailing List",
      "description": "void",
      "preview": "Home Wiki Blog Lists User Voice Downloads Xen Planet Twitter Facebook LinkedIn Vimeo Google Plus Slideshare [ Top ] [ All Lists ]"
    },
    {
      "url": "https://www.synchrony.com/accounts/?client=walgreens",
      "title": "Synchrony Account Manager",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.brennancenter.org/our-work/research-reports/voting-laws-roundup-december-2021",
      "title": "Voting Laws Roundup: December 2021 | Brennan Center for Justice",
      "description": "This year's tidal wave of restrictive voting legislation will continue in 2022.",
      "preview": "Skip Navigation Home Our Work Research & Reports Voting Laws Roundup: December 2021 Explore Our Work Close Click here for the most recent Voting Laws"
    },
    {
      "url": "https://myducksong.tumblr.com/post/150178533967",
      "title": "got any grapes? - Another year of record growth for AP Computer...",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced record growth in the 2015-2016 academic year and maintained its...",
      "preview": "codeorg : Since recent data shows that students like computer science classes a lot , it's not a surprise that AP Computer Science experienced record"
    },
    {
      "url": "https://www.aetv.com",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "http://info.yahoo.com/privacy/ios/yahoo/us/",
      "title": "Yahoo Terms International | Yahoo",
      "description": "void",
      "preview": "Yahoo Terms International To access the Yahoo Terms of Service, please choose your region from the list below. Argentina (español) Australia (English)"
    },
    {
      "url": "http://www.wfp.org",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "http://link.springer.com/journal/11094",
      "title": "Home | Pharmaceutical Chemistry Journal",
      "description": "Pharmaceutical Chemistry Journal, a peer-reviewed journal, is dedicated to scientific and technical research on the creation and manufacturing improvement of ...",
      "preview": "Skip to main content Pharmaceutical Chemistry Journal Publishing model : Subscription Journal menu Overview Pharmaceutical Chemistry Journal , a peer-"
    },
    {
      "url": "https://reidjon.tumblr.com/post/143085058968",
      "title": "Jon Reid Tumbling | 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \"11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "19th Apr 2016 | 36 notes 16% of all new wages in the U.S. are in computer science codeorg : 11% of all job openings in the U.S. are in computing categ"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-code-headless-commerce-and-websites-Unstack-Inc-41f1daebe140443386901f7dd8fed2aa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://readalong.google/intl/en_US/privacy",
      "title": "void",
      "description": "void",
      "preview": "Privacy Notice If you or your end users access Read Along via a Google Workspace for Education account this Privacy Notice will not apply and the Goog"
    },
    {
      "url": "https://www.sentres.com/en/mountain-hikes/schwaz/mountain-hikes-in-schwaz/1431387/",
      "title": "The most beautiful mountain hikes on the Schwaz District » Sentres",
      "description": "A selection of the most beautiful mountain hikes on the Schwaz District > Plan, track and save mountain hikes ➤ Discover Schwaz District!",
      "preview": "Back Share Mountain hikes on the Schwaz District Tyrol,Austria Outdooractive Editors Verified partner Author of this page You will remember your vacat"
    },
    {
      "url": "http://quinquine.over-blog.com/archive/2006-09/",
      "title": "Le blog de Quinquine",
      "description": "La famille Quinquin, exil&eacute;e dans le Sud de la France, n'oublie pas ses origines nordistes.",
      "preview": "Tous les blogs Top blogs Associations & ONG Suivre ce blog Administration Connexion + Créer mon blog MENU Tous les blogs Top blogs Associations & ONG"
    },
    {
      "url": "https://powerpages.microsoft.com",
      "title": "Power Pages - Generatore di siti Web | Microsoft Power Platform",
      "description": "Scopri in che modo Microsoft Power Pages consente alle aziende di avviare ed esternalizzare i processi aziendali tramite portali aziendali sicuri basati su intelligenza artificiale agentic.",
      "preview": "This is the Trace Id: d4e81cece9c722aa46f7977d0299159a Passa a contenuti principali Pianificare, compilare ed eseguire portali aziendali con intellige"
    },
    {
      "url": "https://www.ada.gov/ada_voting/ada_voting_ta.htm",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting... Click here if you are not redirected."
    },
    {
      "url": "https://undraw.co/illustrations",
      "title": "Illustrations | unDraw",
      "description": "Browse the complete unDraw collection of open-source illustrations. Find and customize the perfect illustration for your next project or website.",
      "preview": "You're here Images Working at Home Social Media Profile Problem Solving AI Answers Reviewed Docs App Benchmarks Authentication Data at Work Stylish Gi"
    },
    {
      "url": "https://www.sdnhm.org/exhibitions/fossil-mysteries/fossil-preparation/",
      "title": "The Nat |",
      "description": "void",
      "preview": "Search Search Search for The page you requested may have been moved or deleted Let's try one of the following remedies to get you back on track... Che"
    },
    {
      "url": "https://www.buzzen.com/",
      "title": "Buzzen Chat - Free Chat Network",
      "description": "Buzzen... So much more than just adults chatting! 100% FREE Chat and completely Anonymous. We offer custom profiles, photo albums, blogs, and more!",
      "preview": "Free Chat Rooms? JOIN BUZZEN ADULT CHAT!! Why choose Buzzen Chat? 1) Buzzen Chat is 100% FREE!"
    },
    {
      "url": "http://www.decadeonrestoration.org/",
      "title": "UN Decade on Restoration",
      "description": "Ecosystem restoration generates tangible benefits for food and water security, climate change mitigation and adaptation, and can prevent conflict and migration triggered by environmental degradation.",
      "preview": "Skip to main content Preventing, Halting and Reversing Loss of Nature Everyone can play a role in bringing back nature. We are #GenerationRestoration"
    },
    {
      "url": "https://makingmanhattan.tumblr.com/post/139454214463",
      "title": "z = boy + girl - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "z = boy + girl - codeorg: What we think of computer science is... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wa"
    },
    {
      "url": "https://iris.unipa.it/cris/rp/rp11244",
      "title": "LA ROSA, Alfonso",
      "description": "void",
      "preview": "Archivio istituzionale della ricerca dell'Università degli Studi di Palermo LA ROSA, Alfonso Nome completo LA ROSA, Alfonso Afferenza Scienze e Tecnol"
    },
    {
      "url": "https://www.yearup.org/",
      "title": "Comprehensive Job Training Programs for Young Adults | Year Up United",
      "description": "Year Up United offers job training programs & access to career opportunities at top companies for young adults. Embrace your potential with our Career Pathways.",
      "preview": "Reach your career potential. Connect with leading companies, get hands-on experience, and build a higher paying career with Year Up United's Career Pa"
    },
    {
      "url": "https://www.insideweddings.com/weddings/chudney-ross-joshua-faulkner/45563/",
      "title": "Real Wedding of Chudney Ross + Joshua Faulkner - Inside Weddings",
      "description": "See more of Diana Ross' daughter and Tracee Ellis Ross' sister Chudney Ross' destination real wedding to Joshua Falkner in Maui, Hawaii!",
      "preview": "As Joshua Faulkner scrolled through his Facebook feed perusing friends' photos, he suddenly stopped to look more closely at one. He was intrigued by t"
    },
    {
      "url": "https://www.independent.co.uk/news/world/americas/us-politics/sanders-haley-mental-competency-tests-b2285444.html",
      "title": "Bernie Sanders calls Nikki Haley's demand for politicians over 75 to take mental competency tests 'absurd' | The Independent",
      "description": "Ms Haley has called for new generation of political leaders in Washington DC",
      "preview": "Stay up to date with notifications from The Independent Notifications can be managed in browser preferences. Not now Yes please Swipe for next article"
    },
    {
      "url": "https://brightcove.com",
      "title": "Brightcove | Leading Video Hosting & Streaming Platform",
      "description": "Brightcove's secure and scalable streaming platform empowers organizations to host, share, and monetize video content with reliability and ease. Elevate your video strategy-get a demo today.",
      "preview": "THE WORLD'S MOST TRUSTED INTELLIGENT VIDEO ENGAGEMENT COMPANY Learn more Get a Demo Meet The Brightcove AI Content Suite Harness the full potential of"
    },
    {
      "url": "https://afiscyprus.com.cy/",
      "title": "Αρχική - Α.Φ.Η.Σ. Κύπρος",
      "description": "ΒΡΕΣ ΤΟΝ ΚΟΝΤΙΝΟΤΕΡΟ ΚΑΔΟ ΜΠΑΤΑΡΙΩΝ ΑΔΕΙΑΣΜΑ ΚΑΔΟΥ ΑΙΤΗΣΗ ΓΙΑ ΤΟΠΟΘΕΤΗΣΗ ΚΑΔΟΥ ΜΠΑΤΑΡΙΩΝ ΔΗΛΩΣΕΙΣ ΕΤΑΙΡΕΙΩΝ Κάδοι Μπαταριών σε όλη την Κύπρο 3000",
      "preview": "Μετάβαση στο περιεχόμενο ΒΡΕΣ ΤΟΝ ΚΟΝΤΙΝΟΤΕΡΟ ΚΑΔΟ ΜΠΑΤΑΡΙΩΝ ΑΔΕΙΑΣΜΑ ΚΑΔΟΥ ΑΙΤΗΣΗ ΓΙΑ ΤΟΠΟΘΕΤΗΣΗ ΚΑΔΟΥ ΜΠΑΤΑΡΙΩΝ ΔΗΛΩΣΕΙΣ ΕΤΑΙΡΕΙΩΝ Κάδοι Μπαταριών σ"
    }
  ],
  "_meta": {
    "total_bookmarks": 89
  }
}