{
  "data": [
    {
      "url": "https://www.napawf.org/",
      "title": "Home - NAPAWF",
      "description": "Welcome, Christina Baal-Owens, Interim Executive Director Today, we are excited to celebrate Christina Baal-Owens' first day as our Interim Executive Director! After serving on the NAPAWF board for the past year, Christina is shifting to support our work in a new capacity as we conduct a robust search for a new executive director. Christina comes...",
      "preview": "We use cookies to enhance your browsing experience. By clicking \"Accept Cookies\", you consent to our use of cookies. Accept Cookies Skip to content We"
    },
    {
      "url": "http://www.call2recycle.ca/",
      "title": "Call2Recycle Canada | Battery Recycling & Collection Services",
      "description": "Call2Recycle Canada offers safe and efficient battery recycling programs nationwide. Since 1997, we've helped communities and businesses with household, e-mobility, and EV battery recycling. Explore our programs, find collection sites, and become a partner in environmental preservation. Join our mission to protect the environment by recycling batteries safely and responsibly.",
      "preview": "Get Ready for the Circular Economy Contest featuring Christine Sinclair Read More Call2Recycle launches Annual Battery Safety Awareness Campaign Read"
    },
    {
      "url": "https://www.contentfulstatus.com",
      "title": "Contentful Status",
      "description": "Welcome to Contentful's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Contentful creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seconds Didn't recei"
    },
    {
      "url": "https://www.rescue.org/charity-stream",
      "title": "Streaming for the IRC | The IRC",
      "description": "When an emergency strikes, YOU can help us provide life-changing support, including clean water, urgent medical care, and critical supplies. And thanks to you, we'll stay for as long as we are needed, helping people and communities to rebuild. Whether you're a speedgamer or TikToker, a podcast host or a proud pet parent, your stream to support the IRC's work can help us inspire more moments of courage in the year ahead.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.sweeneytoddbroadway.com/",
      "title": "Home - Sweeney Todd",
      "description": "Sweeney Todd: The Demon Barber of Fleet Street played its final Broadway performance on May 5, 2024. Sign up for updates.",
      "preview": "Skip to main content \" Ravishingly sung, deeply emotional and strangely hilarious. Sondheim's masterpiece, restored to its proper size, makes a welcom"
    },
    {
      "url": "http://worldofwonder.net/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://www.meltin.jp/en/news/",
      "title": "NEWS - MELTIN MMI",
      "description": "void",
      "preview": "NEWS ALL EVENTS MEDIA NEWS RELEASE UPDATES 2025.08.10 UPDATES UPDATES Contact Form Service Restored 2022.09.17 UPDATES Prime Minister Kishida Experien"
    },
    {
      "url": "https://www.theguardian.com/international",
      "title": "Latest news, sport and opinion from the Guardian",
      "description": "Latest international news, sport and comment from the Guardian",
      "preview": "Skip to main content Skip to navigation Gaza ceasefire Hide Live Palestinians begin journey to Gaza's north as Israel says ceasefire now in effect Tho"
    },
    {
      "url": "https://cauloccoli.tumblr.com/",
      "title": "Cauloccoli",
      "description": "void",
      "preview": "\"Small Kindnesses,\" by Danusha Laméris. 😍 https://www.instagram.com/p/B-M5XpTlW8S7Co1DOOHRlKjmG04kcuNc9SE6OI0/?igshid=1ge3wc3yiri9m 5 years ago 2 note"
    },
    {
      "url": "https://news.shopify.com",
      "title": "Shopify Newsroom",
      "description": "Explore the latest Shopify news, product innovation, and industry data. Get stories from the entrepreneurs who are shaping the future of commerce.",
      "preview": "Skip to Content POV When trade works, entrepreneurs win: Making global growth possible for small businesses Small businesses everywhere are poised to"
    },
    {
      "url": "https://ywomenvote.org/",
      "title": "ywomenvote",
      "description": "void",
      "preview": "0 2024 National Survey Results Watch the Town Hall Women, particularly young women of color, are critical to driving social and policy change. As move"
    },
    {
      "url": "https://www.calacademy.org/",
      "title": "California Academy of Sciences in San Francisco, CA",
      "description": "The California Academy of Sciences is a science museum-and scientific and educational institution-located in San Francisco's Golden Gate Park.",
      "preview": "It seems JavaScript is either disabled or not supported by your browser. To view this site, enable JavaScript by changing your browser options and try"
    },
    {
      "url": "https://www.elguardian.mx/gas-natural-se-bana-con-las-facturas/",
      "title": "Gas Natural se 'baña' con las facturas, aumentan hasta 5 veces - El Guardián MX",
      "description": "Saltillo.- Usuarios de Gas Natural denunciaron fuertes alzas en sus recibos por este servicio; a nivel nacional, empresas suministradoras del servicio señalan que esto se derivó de un aumento de los precios de Pemex. Los clientes afectados señalaron que este desliz se comenzó a percibir con la factura que recibieron en enero de este año.",
      "preview": "Síguenos facebook twitter googleplus instagram vine youtube Buscar Search for: Buscar Menú Síguenos facebook twitter googleplus instagram vine youtube"
    },
    {
      "url": "https://www.uncovercolorado.com/hotels/bison-peak-lodge-at-puma-hills/",
      "title": "Bison Peak Lodge at Puma Hills - Lake George, CO - Uncover Colorado",
      "description": "The Bison Peak Lodge at Puma Hills, located in Lake George, Colorado, provides guests with a comfortable and stress-free camping experience that is complete with all the modern amenities of a luxury vacation.",
      "preview": "Skip to main content Skip to header right navigation Skip to site footer Bison Peak Lodge at Puma Hills - Lake George The Main Lodge. Photo: Bison Pea"
    },
    {
      "url": "https://www.bjs.gov",
      "title": "Home | Bureau of Justice Statistics",
      "description": "The Bureau of Justice Statistics (BJS) is the United States' primary source for criminal justice statistics that cover a wide range of topics.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://microsoft.com/edge/features/surf-game",
      "title": "Microsoft Edge Surf",
      "description": "void",
      "preview": "Skip to main content Search Try Edge Microsoft Edge Surf Catch the wave in Microsoft Edge. Beware of the Kraken as you ride through the water and try"
    },
    {
      "url": "https://www.fontpalace.com/font-download/hib-cell-plain/",
      "title": "Download H.I.B. Cell Plain Font - Free Font Download - FontPalace.com",
      "description": "Download the H.I.B. Cell Plain font for free in I format compatible with Windows and Mac. Explore our extensive collection of beautiful thousands free fonts, ready to use.",
      "preview": "Top Fonts New Fonts Submit Free Fonts Home / H.I.B. Cell Plain / Download Download H.I.B. Cell Plain Font Font Type: TrueType Added On: October 24, 20"
    },
    {
      "url": "http://french.peopledaily.com.cn/Chine/n3/2021/1104/c31354-9915393.html",
      "title": "Faire de la Chine un bouc émissaire du changement climatique constitue une attitude \"lâche et inexacte\", selon un journal britannique",
      "description": "Le quotidien britannique Morning Star a récemment critiqué le fait de faire de la Chine un bouc émissaire du changement climatique, qualifiant cette attitude de",
      "preview": "Dernière mise à jour à 08h44 le 04/11 Version 3G | Qui sommes-nous ? Éditions 中文简体 English 日本語 Español Русский عربي 한국어 Deutsch Português CHINE ÉCONOM"
    },
    {
      "url": "https://www.wetv.com/privacy",
      "title": "Privacy Policy - AMC Networks Inc.",
      "description": "AMC Networks is the ultimate destination for premier storytelling, known for some of the most celebrated original content in television and film history.",
      "preview": "AMC NETWORKS INC. PRIVACY POLICY EFFECTIVE DATE: June 27, 2025 1. THE SCOPE OF THIS POLICY 2. THE TYPES OF INFORMATION WE COLLECT 3. HOW WE USE YOUR I"
    },
    {
      "url": "http://www.nsf.gov/",
      "title": "NSF - National Science Foundation",
      "description": "NSF is an independent federal agency that supports science and engineering in all 50 states and U.S. territories.",
      "preview": "Innovation Anywhere, Opportunity Everywhere NSF is an independent federal agency that supports science and engineering in all 50 states and U.S. terri"
    },
    {
      "url": "https://www.crazyegg.com/opt-out",
      "title": "Opting out - Crazy Egg",
      "description": "If you have a Crazy Egg account and wish to completely opt-out of Crazy Egg's services",
      "preview": "Opting Out Last Updated: January 06, 2025 I am a Crazy Egg customer and I want to opt-out If you have a Crazy Egg account and wish to completely opt-o"
    },
    {
      "url": "https://www.salamanderresort.com/",
      "title": "Salamander Middleburg | Five Star Resort and Spa in Middleburg, VA",
      "description": "Salamander Middleburg offers the refined sophistication of a luxurious country estate in the exclusive Washington. D.C. horse and wine country,",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://www.wearegreenbay.com/news/local-news/recording-devices-inside-green-bays-city-hall-raise-concerns-regarding-privacy/",
      "title": "Recording devices inside Green Bay's City Hall raise concerns regarding privacy | WFRV",
      "description": "Recording devices inside Green Bay's City Hall raise concerns regarding privacy",
      "preview": "Skip to content"
    },
    {
      "url": "https://vr.youtube.com/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.lookmumnocomputer.com/projects",
      "title": "STUFF - LOOK MUM NO COMPUTER",
      "description": "Click on the images for more info on the projects, this is a work in progress and will build on the pages as i go.",
      "preview": "Menu prev / next Back to Projects 0 THIS MUSEUM IS NOT OBSOLETE 0 LEGO MINECRAFT SHUFFLE 0 ELECTROMECHANICAL BLINKENLIGHTS 0 STEPPER LESLIE 0 4051 Ple"
    },
    {
      "url": "https://edition.cnn.com/travel/article/venice-canal-drought-italy-climate-scli-intl/index.html",
      "title": "Venice canals run dry amid fears Italy faces another drought | CNN",
      "description": "Weeks of dry winter weather have raised concerns that Italy could face another drought after last summer's emergency, with the Alps having received less than half of their normal snowfall, according to scientists and environmental groups.",
      "preview": "Venice canals run dry amid fears Italy faces another drought Reuters 2 min read Published 5:57 AM EST, Tue February 21, 2023 Link Copied! A drought is"
    },
    {
      "url": "https://www.shift72.com",
      "title": "Shift72: Secure video on demand platforms",
      "description": "Shift72 is a white-labelled, secure video on demand platform that rapidly delivers streaming and monetisation solutions.",
      "preview": "Book a demo Trusted by the biggest names in industry See how it works Unmatched Flexibility on a Platform You Can Trust Shift72 stands apart as the go"
    },
    {
      "url": "https://www.lasrespuestas.org/juego-de-palabras-vip-11-paquete-dos/",
      "title": "Juego De Palabras VIP 11 Paquete Dos [ Todos Los Niveles ] - Alejandro",
      "description": "Descubra aquí las soluciones : Juego De Palabras VIP 11 Paquete Dos. He encontrado todas las respuestas y los comparto contigo ...",
      "preview": "Saltar al contenido Saludos a todos, Voy a presentar en esto: las soluciones del juego de palabras VIP 11 Paquete Dos . Este juego es desarrollado por"
    },
    {
      "url": "https://www.insideweddings.com/weddings/chudney-ross-joshua-faulkner/45563/",
      "title": "Real Wedding of Chudney Ross + Joshua Faulkner - Inside Weddings",
      "description": "See more of Diana Ross' daughter and Tracee Ellis Ross' sister Chudney Ross' destination real wedding to Joshua Falkner in Maui, Hawaii!",
      "preview": "As Joshua Faulkner scrolled through his Facebook feed perusing friends' photos, he suddenly stopped to look more closely at one. He was intrigued by t"
    },
    {
      "url": "https://www.rileygrey.com",
      "title": "Premium Wedding Websites, Registries, RSVPs & More | Riley & Grey",
      "description": "Create beautiful custom wedding websites, invitations, and registries, and manage your RSVP effortlessly. Wedding planning is hard, but Riley & Grey makes it a lot easier. Try for free.",
      "preview": "Wedding websites as unique as the love you've found. invitations Easy and elevated with none of the heavy-lifting, Riley & Grey's tools help you breez"
    },
    {
      "url": "https://www.phoneduo.app/privacy.html",
      "title": "Privacy",
      "description": "void",
      "preview": "Privacy Policy Juphoon System Software Co., Ltd. (\"Juphoon\" or \"we\" or \"us\" or \"our\" or other similar pronouns) takes your (\"you\"or \"user\"or other sim"
    },
    {
      "url": "https://www.nrk.no/nyheter/",
      "title": "Siste nytt - NRK",
      "description": "Siste nytt fra inn- og utland. Hold deg oppdatert på nyhetssbildet med NRK Nyheter",
      "preview": "Siste nytt - NRK Foto: Ariana Cubillos / AP / NTB Det kvite huset: Nobelkomiteen set politikk føre fred Nobels fredspris Foto: Ramadan Abed / Reuters"
    },
    {
      "url": "https://www.goldtechservices.com/",
      "title": "Home - GoldTech",
      "description": "void",
      "preview": "Skip to content Point of Sale & Retail Store Management Software Facebook page opens in new window X page opens in new window Linkedin page opens in n"
    },
    {
      "url": "https://news.mongabay.com/2020/11/more-indonesian-sailors-repatriated-from-deadly-chinese-fishing-fleet/",
      "title": "More Indonesian sailors repatriated from deadly Chinese fishing fleet",
      "description": "Environmental science and conservation news",
      "preview": "More Indonesian sailors repatriated from deadly Chinese fishing fleet Basten Gokkon 16 Nov 2020 Asia Indonesian Fisheries Comments Share article Share"
    },
    {
      "url": "https://reportfraud.ftc.gov/#/?orgcode=WMT",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission ReportFraud.ftc.gov Government Shutdown Notice English Due to the government shutdown, we are unable to offer this website se"
    },
    {
      "url": "https://www.fairtradecertified.org/",
      "title": "Fair Trade Certified - Sourcing Program from Fair Trade USA",
      "description": "Fair Trade Certified is an award-winning sustainable sourcing model that improves livelihoods and builds resilient supply chains through fair trade certification.",
      "preview": "Menu Improving Lives, Protecting the Planet. Fair Trade USA™ is a pioneering Fair Trade certifier, building an innovative model of responsible busines"
    },
    {
      "url": "https://statusofwomendata.org/explore-the-data/political-participation/political-participation-full-section/",
      "title": "Political Participation Full Section - Women in the States",
      "description": "In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnout The Impact of Voter Identification Laws on Women The Women in Elected Office Index Trends in Women's Share of Elected Officials How the States Compare: Women in Elected Office Women in the U.S. Congress Women in State [...]",
      "preview": "Share In This Section Introduction The Political Participation Composite Score Trends in Women's Political Participation Voter Registration and Turnou"
    },
    {
      "url": "https://viirsland.gsfc.nasa.gov/index.html",
      "title": "VIIRS Land Team",
      "description": "void",
      "preview": "National Aeronautics and Space Administration Goddard Space Flight Center Search: Sciences and Exploration Home Products Validation Overview Subsets P"
    },
    {
      "url": "https://smile.amazon.com/",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://www.ippawards.com/",
      "title": "IPPAWARDS | iPhone Photography Awards - Celebrating the creativity of the iPhone users since 2007",
      "description": "iPhone Photography Awards (IPPAWARDS) is the first and the longest running iPhone photography competition since 2007.",
      "preview": "18th Annual iPhone Photography Awards 2025 Winners Announced 2007 - 2025 © IPPAWARDS | Selected entries from 18th Annual 2025 iPhone Photography Award"
    },
    {
      "url": "https://login.wordpress.org/?redirect_to=https%3A%2F%2Fwordpress.org%2Fplugins%2Fgdpr-cookie-compliance%2F&locale=en_US",
      "title": "WordPress.org Login | WordPress.org English",
      "description": "void",
      "preview": "Powered by WordPress Log in to your WordPress.org account to contribute to WordPress, get help in the support forum, or rate and review themes and plu"
    },
    {
      "url": "https://www.patanjaliayurved.net/",
      "title": "Ayurvedic Products Online Shopping: Shop Online for Food, Herbal cosmetics, Juices, Ayurvedic medicines, Books - Patanjaliayurved.net",
      "description": "Patanjaliayurved.net - India's best website to buy wide range of herbal products of Patanjali Ayurved including Ayurvedic products online, Nutrition and Supplements, Grocery, Medicine, Home Care, Personal Care, Books and Media, Health Care and much more. Free CoD; Free Shipping.",
      "preview": "Previous Next About Patanjali Ayurved Health Care Personal Care Medicine Nutraceuticals Paridhan Hawan Samagri Top Featured See All 4.13% OFF Featured"
    },
    {
      "url": "https://kingdomhearts.fandom.com/fr/wiki/Reine_Minnie",
      "title": "Reine Minnie | Kingdom Hearts Wiki | Fandom",
      "description": "MinniePrincesseGalerie Oh, Sora ! Le roi m'a parlé de vous dans ses lettres. Il dit que vous êtes un jeune homme très courageux.La Reine Minnie à Sora, ce dernier n'étant pas déplu de ce que lui disait la Reine La Reine Minnie est la reine du Château Disney. Elle gère très bien le château et le...",
      "preview": "Kingdom Hearts Wiki Les alertes Spoiler pour Birth by Sleep doivent avoir été enlevées depuis le 4 octobre. Si vous retrouver des alertes Spoiler, veu"
    },
    {
      "url": "http://www.prevailboxing.com/",
      "title": "Prevail Boxing | A Workout That Hits Different",
      "description": "Group classes offering the perfect blend of boxing technique and full-body fitness. Join the Prevail community and start your workout journey today.",
      "preview": "0 A boxing workout that just hits different The perfect blend of fundamental boxing technique and the best full-body workout you can get. TRY TWO WEEK"
    },
    {
      "url": "https://www.carrefour.com/en/actuality/carrefour-reinforces-its-leading-position-brazil-acquisition-grupo-big",
      "title": "Carrefour reinforces its leading position in Brazil with the acquisition of Grupo BIG | Carrefour Group",
      "description": "void",
      "preview": "Skip to menu Skip to main content Skip to footer"
    },
    {
      "url": "https://astronomy.tools/calculators/field_of_view/",
      "title": "astronomy.tools",
      "description": "void",
      "preview": "Toggle navigation Field of View Calculators Focal Length / Ratio Magnification Field of View Telescope Capabilities Binocular Calculators CCD Calculat"
    },
    {
      "url": "https://elearning.ala.org/",
      "title": "Home | ALAeLearning",
      "description": "void",
      "preview": "Skip to main content Welcome to ALA's eLearning Catalog Welcome to ALA eLearning, the leading global content provider of courses, webinars, and custom"
    },
    {
      "url": "https://data.gpo.zugaina.org/hamari/sci-libs/libsbig/",
      "title": "Index of /hamari/sci-libs/libsbig",
      "description": "void",
      "preview": "Index of /hamari/sci-libs/libsbig Name Last modified Size Description Parent Directory - Manifest 24-Aug-2025 02:16 638 libsbig-2.1.4.ebuild 06-Jun-20"
    },
    {
      "url": "https://www.state.gov/",
      "title": "U.S. Department of State - Home",
      "description": "Leading U.S. foreign policy to advance the interests and security of the American people.",
      "preview": "Skip to content An official website of the United States Government Here's how you know Official websites use .gov A .gov website belongs to an offici"
    },
    {
      "url": "http://www.mondadori.com/",
      "title": "Home | Mondadori Group",
      "description": "We are among the leading European media companies, first in Italy as publishers of books and magazines and one of the top companies in France's magazine sector.",
      "preview": "Dan Brown presents \"The Secret of Secrets\" Palazzo Reale celebrates Andrea Appiani 2025 , Festival dello Spettacolo , Tv Sorrisi Canzoni Il Festival d"
    },
    {
      "url": "https://larkinthemorning.com/collections/books-dvds-cds/products/bok006",
      "title": "Have Fun Playing Hand Drums - Lark in the Morning",
      "description": "A great book by Ben James for learning a solid foundation in drumming; presents techniques for djembe (and ashiko), conga and bongo; easy to follow notation and a CD make it simple to learn the basic rhythms. 80 pages.",
      "preview": "Skip to content Item added to your cart View cart Check out Continue shopping Our shop hours are Tuesday - Saturday, 12 to 6pm or order online any tim"
    },
    {
      "url": "https://apnews.com/hub/technology",
      "title": "Technology: Latest Tech News Articles Today | AP News",
      "description": "Don't miss an update on the latest tech news from The Associated Press. AP News has everything you need to know for technology news today.",
      "preview": "void"
    },
    {
      "url": "http://tsne.org/",
      "title": "Home | TSNE",
      "description": "void",
      "preview": "Partnering to Expand Capacity We provide the resources and support to help organizations, leaders, and communities thrive. We're your partner for chan"
    },
    {
      "url": "https://awionline.org/content/refinement-database?f%5B0%5D=animal_type%3A323&f%5B1%5D=animal_type%3A346&f%5B2%5D=animal_type%3A359&f%5B3%5D=animal_type%3A391&f%5B4%5D=animal_type%3A394&f%5B5%5D=animal_type%3A403&f%5B6%5D=animal_type%3A420&f%5B7%5D=topic%3A352&f%5B8%5D=topic%3A357",
      "title": "Search publications on improving welfare for animals in research - Refinement Database",
      "description": "Search for publications on refinement of housing, husbandry, care, and use of animals in research.",
      "preview": "Skip to Content Welcome to the Refinement Database Search scientific articles, books, and other publications related to improving or safeguarding the"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://sites.research.google/scouts/",
      "title": "Societal Context Understanding Tools & Solutions (SCOUTS)",
      "description": "void",
      "preview": "SCOUTS OUR WORK OUR RESEARCH Societal Context Knowledge for Responsible AI Societal Context Understanding Tools and Solutions (SCOUTS) is a Google Res"
    },
    {
      "url": "https://repository.iit.edu/islandora/search?type=edismax&cp=islandora%3Auascstudentlife&islandora_solr_search_navigation=0&f%5B0%5D=-mods_subject_topic_ms%3A%22Tricycles%22&f%5B1%5D=-mods_name_creator_namePart_s%3A%22Anderson%2C%5C%20Robert%22&f%5B2%5D=mods_relatedItem_host_titleInfo_title_s%3A%22Office%5C%20of%5C%20Communications%5C%20and%5C%20Marketing%5C%20photographs%2C%5C%201905%5C-1999%22&f%5B3%5D=-mods_subject_topic_ms%3A%22Students%5C-%5C-Social%5C%20life%5C%20and%5C%20customs%22&f%5B4%5D=mods_subject_topic_ms%3A%22Microscopes%22&f%5B5%5D=mods_subject_topic_ms%3A%22Women%5C%20college%5C%20students%22&f%5B6%5D=mods_accessCondition_useAndReproduction_mlt%3A%22in%5C%20copyright%22&f%5B7%5D=mods_name_corporate_affiliated_department_namePart_s%3A%22Illinois%5C%20Tech%5C%20Libraries%22&f%5B8%5D=-mods_typeOfResource_ms%3A%22Still%5C%20image%22",
      "title": "Search results | repository.iit",
      "description": "void",
      "preview": "Skip to main content Search the repository Select Collection All collections Institutional Repository University Archives and Special Collections Sear"
    },
    {
      "url": "https://www.dermstore.com/beautyfix.list",
      "title": "BeautyFIX Skin Care, Hair & Beauty Subscription Box | Dermstore",
      "description": "Our coveted BeautyFIX box features best-selling beauty, skin and hair care curated by Dermstore experts. Over $100 value for as low as $24.95 per month.",
      "preview": "Skip to main content Join Dermstore Rewards For an Exclusive Offer + FREE Gift with any $200+ purchase. Close FREE US Shipping $50+ Auto-Replenishment"
    },
    {
      "url": "https://shop.nature.com/products/plus",
      "title": "Nature+ | 55 science journals in one subscription - Nature+ International",
      "description": "Nature+ gives you online access to Nature and 54 specialist science journals in one affordable monthly subscription. Stay up to date with science.",
      "preview": "Skip to content 55 cutting-edge scientific journals in one subscription Nature+ View plans Leading research Access the most impactful peer-reviewed re"
    },
    {
      "url": "https://www.cdcfoundation.org/",
      "title": "CDC Foundation",
      "description": "The CDC Foundation is a global nonprofit, managing public health programs that impact chronic and infectious diseases and emergency threats like COVID-19.",
      "preview": "Skip to main content Together Our Impact is Greater We help the nation's public health system save and improve more lives. How Your Support Makes an I"
    },
    {
      "url": "http://mrbs.ing.unipi.it/aulemagne/admin.php?day=21&month=7&year=2020&area=1&room=2",
      "title": "Sistema di Prenotazione Sale",
      "description": "void",
      "preview": "Unfortunately your browser isn't supported by MRBS. You will need to upgrade to a more recent version, or else use another browser. Effettua il log in"
    },
    {
      "url": "https://www.vellabox.com/",
      "title": "Vellabox // The Artisan Candle Subscription Box",
      "description": "The Artisan Candle Subscription Box",
      "preview": "No products in the cart. Gift Candle Subscriptions Gift Cards Corporate Gifting Search for: Account LOGIN SIGN UP Order History Account Settings $USD"
    },
    {
      "url": "https://www.joannaczech.com/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "https://es.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Plugin WordPress | WordPress.org España",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Buscar plugins Detalles V"
    },
    {
      "url": "https://ce.naco.org/?dset=Poverty&ind=Number%20of%20Children%20in%20Poverty",
      "title": "NACo County Explorer",
      "description": "Explore your county through over 1000 indicators and nearly 100 datasets.",
      "preview": "Click for more County Info County Details County Seat: Val Year Organized: Val Total Square Miles: Val 2020 Population: Val Persons/Square Mile: Val C"
    },
    {
      "url": "https://discord.com/channels/890663529487687691/",
      "title": "Discord",
      "description": "Discord is great for playing games and chilling with friends, or even building a worldwide community. Customize your own space to talk, play, and hang out.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://excelrc.com/products/arrma-ar330514-shock-collar-aluminum-black-6s-2",
      "title": "ARRMA Shock Collar Aluminum Black 6S (2) ARAC8964 | AR330514 - Excel RC",
      "description": "Arrma AR330514 Shock Collar Aluminum Black 6S (2)",
      "preview": "Skip to content Facebook X Instagram TikTok YouTube ARRMA Shock Collar Aluminum Black 6S (2) ARAC8964 | AR330514 Price Regular price $14 99 $14.99 Reg"
    },
    {
      "url": "https://www.worldathletics.org/records/toplists",
      "title": "100 Metres - women - senior - all - 2025",
      "description": "void",
      "preview": "Introduction Structure Employment Tenders Contact Newsletters Introduction Next Courses Endurance Running Webinars Register Outbreak Prevention Tools"
    }
  ],
  "_meta": {
    "total_bookmarks": 69
  }
}