{
  "data": [
    {
      "url": "https://www.iowaaces360.org",
      "title": "ACES 360 - Iowa ACEs 360",
      "description": "Iowa ACEs 360 provides research, tools, and a network to empower our state to take informed actions that help all individuals heal from trauma and thrive.",
      "preview": "ACEs in Iowa 2024 Iowa Report What are ACEs What contributes to ACEs Outcomes from ACEs Opportunities to Respond How to respond ACEs Training > Lemona"
    },
    {
      "url": "http://www.ioc-unesco.org/",
      "title": "UNESCO archives | UNESCO",
      "description": "Digitizing our shared UNESCO history",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://blog.amicaledesanciensdesainthadelin.be/2017/01/17/deces-de-monsieur-jean-verjans-epoux-de-madame-marie-jose-lagasse/",
      "title": "Décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE - Amicale des anciens du Collège Saint-Hadelin",
      "description": "void",
      "preview": "Aller au contenu La famille annonce le décès de Monsieur Jean VERJANS, époux de Madame Marie-José LAGASSE, militant ouvrier chrétien, pacifiste et éco"
    },
    {
      "url": "http://sonderbooks.com/blog/?cat=206",
      "title": "Prime Factorization - Sonderbooks",
      "description": "void",
      "preview": "Skip to content Search for: Close Search I got two new great-nephews in 2022! They are both second sons of their families. I didn't knit their older b"
    },
    {
      "url": "http://www.eingang.org/Games/boggle.html",
      "title": "Boggle/Big Boggle Word Finding Game FAQ",
      "description": "Mach and Ein's IRC Boggle Game FAQ",
      "preview": "Boggle/Big Boggle FAQ This FAQ (Frequently Asked Questions) document is maintained by Michelle A. Hoyle ( eingang@eingang.org ). It is normally posted"
    },
    {
      "url": "https://www.fool.com/mms/mark/sa-earlybird?utm_source=msn&utm_medium=contentmarketing&utm_campaign=sar-earlybird-feb2019&paid=8969&waid=8969&psource=esamhpwdg0210058&wsource=esamhpwdg0210058",
      "title": "This Stock Could Be Like Buying Amazon in 1997",
      "description": "void",
      "preview": "This Stock Could Be Like Buying Amazon in 1997 Investing October 10, 2025 By: David Hanson With so much sudden turmoil in the stock market, investors"
    },
    {
      "url": "http://www.chemicalelements.com/elements/al.html",
      "title": "Chemical Elements.com - Aluminum (Al)",
      "description": "void",
      "preview": "Home About This Site Comments Help Links Window Version Show Table With: Name Atomic Number Atomic Mass Electron Configuration Number of Neutrons Melt"
    },
    {
      "url": "https://www.threadbeast.com/",
      "title": "ThreadBeast Men's Clothing Subscription Box",
      "description": "ThreadBeast is a men's subscription box delivered monthly giving you the freshest outfits from your favorite brands. Sign up today!",
      "preview": "Free shipping to continental United States We curate, you conquer The right things happen when you're wearing the right pieces. GET STARTED Inspiratio"
    },
    {
      "url": "https://uptogether.statuspage.io",
      "title": "UpTogether Status - Page Inactive",
      "description": "void",
      "preview": "Houston, we have a problem. This page is currently inactive and can only be viewed by team members. To see this page, sign in or request an account ."
    },
    {
      "url": "https://about.netflix.com/en/news/netflix-acquires-iconic-roald-dahl-story-company",
      "title": "Netflix Acquires Iconic Roald Dahl Story Company - About Netflix",
      "description": "The Roald Dahl Story Company (RDSC) and Netflix are joining forces to bring some of the world's most loved stories to current and future fans in creative new ways.",
      "preview": "Skip to content Back to All News Netflix Acquires Iconic Roald Dahl Story Company Ted Sarandos Co-CEO and Chief Content Officer Luke Kelly Managing Di"
    },
    {
      "url": "https://www.uil.unesco.org/",
      "title": "UNESCO Institute for Lifelong Learning | Institute for Lifelong Learning",
      "description": "Lifelong learning for all - Empowering individuals, transforming societies",
      "preview": "Skip to main content Search Search Arrowsmith2/Shutterstock.com UNESCO Institute for Lifelong Learning Lifelong learning for all - Empowering individu"
    },
    {
      "url": "https://buildfaith.org/tag/naming/",
      "title": "Naming",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Home / Archives for Naming Naming Presider: Blessed be the God of Sarai reveal"
    },
    {
      "url": "https://www.xumo.tv/",
      "title": "Xumo Play",
      "description": "Xumo Play is your destination for free LIVE and on-demand streaming channels ranging from sports highlights to fun recipes to music and festival coverage to stand up comedy.",
      "preview": "We're Sorry... Xumo Play is currently only available in the United States. Visit the Xumo corporate website"
    },
    {
      "url": "https://www.visualartgroup.it/comunicare-il-made-in-italy",
      "title": "Comunicare il made in italy - Visual Art Group",
      "description": "Il ruolo del clichè Se un italiano dovesse pensare al proprio paese...",
      "preview": "Scroll to top Follow Us Fb. Ig. Lk. Skip to content Home Works Metodo Chi siamo Magazine Contatti Resta in contatto! Via Lodovico il Moro, 17 - 20143"
    },
    {
      "url": "http://webonthefly.com/",
      "title": "WebOnTheFly - web content management and custom development for small business",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.xfinity.com/support/stream/",
      "title": "TV Help and Support | Xfinity by Comcast",
      "description": "Learn how to optimize your entertainment experience with X1, Stream TV, Xumo and Flex",
      "preview": "Xfinity For full functionality of this site it is necessary to enable JavaScript. Don't worry, this sounds complicated but it's just a simple browser"
    },
    {
      "url": "http://www.tbcci.com/about",
      "title": "..:: Taylor Bros Construction ::..",
      "description": "void",
      "preview": "Menu about taylor bros. rich history. postive future. Established in 1933, Taylor Bros. Construction Co., Inc. is proud to have served the Midwest for"
    },
    {
      "url": "https://www.boostjuice.com.au/home_promo/new-nothing-but-passion/",
      "title": "Gabby's Dollhouse - Boost Juice",
      "description": "Boost Juice is one of Australia's most famous and loved juice and smoothie brands.",
      "preview": "We couldn't find the page you're looking for so we smashed this watermelon to easeour frustration. We feel better now. See our drinks Back to home Sur"
    },
    {
      "url": "https://marciwearsthepants.tumblr.com/",
      "title": "Control Room",
      "description": "void",
      "preview": "Control Room Bet I'll Surprise You anxietyproblem : (via theintrovertnation ) 7 years ago (via ) 7 years ago humansofnewyork : \"I was a baby when I go"
    },
    {
      "url": "https://blogs.windows.com/windowsexperience/?p=176849",
      "title": "Bringing you closer to what you love with new experiences in Windows 11 | Windows Experience Blog",
      "description": "As the PC continues to play a more meaningful role in our lives, we will continue to evolve Windows 11 as a connection point between people, ideas and creations",
      "preview": "Skip to main content Skip to main content / Windows Experience Blog Windows 11 February 15, 2022 Bringing you closer to what you love with new experie"
    },
    {
      "url": "https://reallywell.com/Flaxfood.com/order-east.htm",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /Flaxfood.com/order-east.htm ) could not be found on this server. However, we found documents with"
    },
    {
      "url": "https://www.close.com/pricing",
      "title": "Close CRM Pricing, Plans, and Reviews",
      "description": "The only all-in-one CRM and sales outreach solution you can buy without a contract. Start your FREE 14-day free trial today. No credit card required.",
      "preview": "Product Pricing Blog Resources About Log in Try Close NEW Solo Plan Starting at $9/mo Win more with Close Plans designed to grow with your business An"
    },
    {
      "url": "https://theimpression.com/",
      "title": "THE IMPRESSION | Where Fashion Gets Creative",
      "description": "THE IMPRESSION | Where Fashion Gets Creative, Fashion News & Creative Intelligence on Fashion Advertising, Runway Shows, Trends, Designers, & Street Style",
      "preview": "Unlocking An Edge For Fashion Forward Leaders The Impression provides premium insights and creative intelligence for industry leaders and their teams"
    },
    {
      "url": "https://www.synchrony.com/accounts/?client=walgreens",
      "title": "Synchrony Account Manager",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://cm.providencejournal.com/advertise-with-us/?cid=Web_LiQ_Network_AdvertiseWithUs_AdvertiseInquiry&publication=the_providence_journal&utm_source=local_publication&utm_medium=topnav&utm_campaign=advertise_with_us",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://health1.aetna.com/app/public/#/one/insurerCode=AETNACVS_I&brandCode=ALICSI/machine-readable-transparency-in-coverage?searchTerm=263232&lock=true",
      "title": "Search for care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.over-blog.com/Nuisette_rouge_et_noire_en_dentelle-1115400924-art353029.html",
      "title": "Nuisette rouge et noire en dentelle",
      "description": "Vous voulez pimenter votre vie sexuelle, exciter votre homme et être désirable dans la chambre, le soir pour émoustiller votre homme ? Afin d'éviter la lassitude et appâter votre compagnon, la lingerie sexy reste encore le moyen de garder ses sens en éveil pour vous et uniquement pour vous. L'objet indispensable dans tout tiroir à lingerie féminin est la nuisette rouge et noire en dentelle. C'est le must- have. Mais où en trouver des jolies et sexy pas chères ?",
      "preview": "Accueil » Mode » Contenu pratique » Vêtements femmes » Nuisette rouge et noire en dentelle Vous voulez pimenter votre vie sexuelle, exciter votre homm"
    },
    {
      "url": "https://www.thewrap.com/wendy-williams-ratings-sherri-shepherd/",
      "title": "'Wendy Williams' Hits Season High in Ratings With Sherri Shepherd as Guest Host - TheWrap",
      "description": "Williams is out until at least December",
      "preview": "Skip to content \"Wendy Williams\" continues to see strong ratings with its slew of guest hosts, with Sherri Shepherd's turn posting its best numbers of"
    },
    {
      "url": "https://elokence.com",
      "title": "Accueil :: Elokence",
      "description": "Société française d'ingénierie informatique, Elokence, c'est avant tout un savoir-faire original dans le domaine du diagnostic.",
      "preview": "Akinator the Genie VOIR LA SUITE Akinator reçoit l'équipe américaine d'Alexa L'équipe Amazon s'est rendue en France pour rencontrer Arnaud Megret, fon"
    },
    {
      "url": "https://www.greenmeadowslawnscape.com/hardscaping/",
      "title": "Hardscaping Services - Green Meadows Lawnscape",
      "description": "Hardscaping With Green Meadows Lawnscape's attention to detail and over two decades of experience, our hardscape services result in both beauty and function. From brick pavers to retaining walls and intricate stonework, we provide our hardscape services to residences, businesses and commercial properties in the greater Detroit, Michigan area, including Shelby Township, Macomb Township, Sterling [...]",
      "preview": "Skip to content Hardscaping With Green Meadows Lawnscape's attention to detail and over two decades of experience, our hardscape services result in bo"
    },
    {
      "url": "https://math.meta.stackexchange.com/help/badges/54/enthusiast?userid=471884",
      "title": "Enthusiast - Badge - Mathematics Meta Stack Exchange",
      "description": "Q&A about the site for people studying math at any level and professionals in related fields",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Enthusiast Enthu"
    },
    {
      "url": "https://level.medium.com/",
      "title": "LEVEL",
      "description": "Level has a new home. Visit LEVELMAN.com.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in LEVEL 39K followers · 4 editors Follow Race Culture Politics Life Relatio"
    },
    {
      "url": "https://www.usatodaysportsplus.com/",
      "title": "USA TODAY Sports+: Premium Sports Content",
      "description": "Learn more about Premium sports content from USA TODAY Sport+",
      "preview": "Skip to main content Home NFL Sports Betting Sports+ States Scores For Subscribers NBA MLB Soccer NHL College Football College Men's Basketball Women'"
    },
    {
      "url": "https://computinged.wordpress.com/2019/10/14/results-from-longitudinal-study-of-female-persistence-in-cs-ap-cs-matters-after-school-programs-and-internships-do-not/",
      "title": "Results from Longitudinal Study of Female Persistence in CS: AP CS matters, After-school programs and Internships do not | Computing Ed Research - Guzdial's Take",
      "description": "NCWIT has been tracking their Aspirations in Computing award applicants for several years. The Aspirations award is given to female students to recognize their success in computing. Tim Weston, Wendy DuBow, and Alexis Kaminsky have just published a paper in ACM TOCE (see link here) about their six year study with some 500 participants --...",
      "preview": "Computing Ed Research - Guzdial's Take Home About Guzdial's Computing Education Research Blog Guzdial Papers Resources for new CS Teachers Results fro"
    },
    {
      "url": "https://www.dm.de/gesicht/pflege/gesichtsmasken-c400613",
      "title": "dm-drogerie markt - dauerhaft günstig online kaufen",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://eogdata.mines.edu/products/vbd/",
      "title": "VIIRS Boat Detection",
      "description": "Earth Observation Group is the pioneer in nocturnal remote sensing. VIIRS Boat Detection (VBD) provides global detection of vessels lit at night.",
      "preview": "VIIRS Boat Detection \"The light from our glass coils produced magical effects at times, lingering on the wrinkled roughness of some natural arch, or s"
    },
    {
      "url": "https://www.litmus.com/blog/a-guide-to-rendering-differences-in-microsoft-outlook-clients/?utm_campaign=reallygoodemails-newsletter",
      "title": "Outlook Email Rendering Issues and How to Solve Them - Litmus",
      "description": "Ever wonder why your emails look bad in Outlook? Learn about outlook email rendering and display issues you may face and how to fix them.",
      "preview": "Skip to main content What can we help you find? Quick Links Dark Mode Central Spam and Deliverability Knowledge Center Mail Privacy Protection (MPP) H"
    },
    {
      "url": "https://www2.deloitte.com/uk/en.html",
      "title": "Deloitte UK | Audit, Consulting, Financial, Risk Management, Tax Services",
      "description": "Industry insights and audit, consulting, financial advisory, risk management and tax services from Deloitte's global network of member firms.",
      "preview": "Link opens in a new tab opens in new window Please enable JavaScript to view the site. Skip to main content Welcome to Deloitte If we have selected th"
    },
    {
      "url": "https://divassimplysinging.com/",
      "title": "DIVAS Simply Singing! Raising Health Awareness",
      "description": "Returns to The Historic Wilshire Ebell Theatre in Los Angeles",
      "preview": "Skip to content Celebrating 35 Years of Raising Health Awareness Watch Now Step into history and heart as Emmy Award-winner Sheryl Lee Ralph and The D"
    },
    {
      "url": "https://nereusprogram.org/reports/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "This policy brief is part of the Nereus Scientific & Technical Briefs on Marine Areas Beyond National Jurisdiction (ABNJ) series. The briefs are products of a workshop held prior to the 4th International Marine Conservation Congress in St. John's, Newfoundland (July-August 2016). These briefs were prepared for the second meeting of the Biodiversity Beyond National Jurisdiction (BBNJ) Prep Com, held from August 26 - September 9, at the UN.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://olympias.lib.uoi.gr/jspui/simple-search?query=&sort_by=score&order=desc&rpp=10&filter_field_1=author&filter_type_1=equals&filter_value_1=Kyritsis%2C+A.+P.&filter_field_2=datePublished&filter_type_2=equals&filter_value_2=%5B1984+TO+1989%5D&filter_field_3=subject&filter_type_3=equals&filter_value_3=Cell+Differentiation%2Fdrug+effects&filter_field_4=type&filter_type_4=equals&filter_value_4=journalArticle&filter_field_5=subject&filter_type_5=equals&filter_value_5=Bucladesine%2Fpharmacology&filter_field_6=subject&filter_type_6=equals&filter_value_6=Cell+Line&filter_field_7=subject&filter_type_7=equals&filter_value_7=Retinoblastoma%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_8=subject&filter_type_8=equals&filter_value_8=Staining+and+Labeling&filter_field_9=datePublished&filter_type_9=equals&filter_value_9=1986&filter_field_10=subject&filter_type_10=equals&filter_value_10=Eye+Neoplasms%2Fmetabolism%2F*pathology%2Fultrastructure&filter_field_11=subject&filter_type_11=equals&filter_value_11=Butyric+Acids%2Fpharmacology&etal=0&filtername=author&filterquery=Triche%2C+T.+J.&filtertype=equals",
      "title": "Repository of UOI \"Olympias\": Search",
      "description": "void",
      "preview": "Skip navigation Repository of UOI \"Olympias\" Repository of OAI Saved Searches Save this search Go! Discover Author 1 Chader, G. J. 1 Tsokos, M. Subjec"
    },
    {
      "url": "https://thetextileexpert.com/",
      "title": "The Textile Expert",
      "description": "Deborah Young. The Go-To Textile Expert.",
      "preview": "The Textile Expert The Textile Expert (562) 833-0701 The Textile Expert Deborah Young. The Go-To Textile Expert. Home Expert Witness Consulting Backgr"
    },
    {
      "url": "https://www.aqadvisor.com/",
      "title": "AqAdvisor - Intelligent Freshwater Tropical Fish Aquarium Stocking Calculator and Aquarium Tank/Filter Advisor",
      "description": "void",
      "preview": "AqAdvisor - Intelligent Freshwater Tropical Fish Aquarium Stocking Calculator and Aquarium Tank/Filter Advisor Freshwater Advisor Saltwater Advisor"
    },
    {
      "url": "https://canalpersonal.com/seguros-para-empresas/responsabilidad-civil/directivos",
      "title": "Directivos - Seguros Canal Personal",
      "description": "En Canal Personal correduría de Seguros encontrarás el seguro a tu medida con las mejores condiciones.",
      "preview": "Llámanos y te asesoramos 976 48 36 00 La Correduría de Seguros más Recomendada Enviar email 976 48 36 00 Llámanos y te asesoramos La Correduría de Seg"
    },
    {
      "url": "https://puzzles.mit.edu/",
      "title": "MIT Mystery Hunt / Puzzle Club",
      "description": "The MIT Mystery Hunt is an internationally renowned puzzle competition which takes place every January on MIT campus and attracts hundreds of participants from all over the world.",
      "preview": "The MIT Mystery Hunt is a puzzlehunt competition that takes place on the MIT campus every year during the Martin Luther King, Jr. Day weekend . The hu"
    },
    {
      "url": "https://luxopuncture-asselin.com/salade_navets_p1/",
      "title": "Salade de navets - Centre de luxopuncture Géraldine Asselin sur Genève et Annecy. Perdez du poids, Arrêtez de fumer, diminuez votre stress grâce à la luxopuncture.",
      "description": "Salade de navets",
      "preview": "Accéder au contenu principal Salade de navets Laisser un commentaire Annuler la réponse Votre adresse e-mail ne sera pas publiée. Les champs obligatoi"
    },
    {
      "url": "http://dallasblackchamber.org/",
      "title": "Dallas Black Chamber of Commerce",
      "description": "The Dallas Black Chamber of Commerce serves as an advocate for the creation, growth and general welfare of African American businesses in the Dallas community. Join us in fostering economic growth and development in the Dallas area.",
      "preview": "top of page The Dallas Accelerator Program will leverage educational resources to support small business growth and capacity building to solidify the"
    },
    {
      "url": "https://www.debi.cz/jedle-oleje/122-kokosovy-olej-panensky.html",
      "title": "Kokosový olej - panenský",
      "description": "Kokosový olej je široce využíván v tradiční kuchyni, jako přirozená náhrada běžného oleje a olivového oleje. Při teplotách nad 25 stupňů je bezbarvou tekutinou.",
      "preview": "> Kategorie produktů > Přírodní oleje > Jedlé oleje > Kokosový olej - panenský Zobrazit větší Předchozí Další Zobrazit všechny obrázky Kokosový olej -"
    },
    {
      "url": "https://shotdeck.com/",
      "title": "SHOTDECK - The World's Leading Cinematic Image Library",
      "description": "Created by world renowned cinematographer - Lawrence Sher. ShotDeck is the largest library of high-definition film & commercial images and screengrabs in the world.",
      "preview": "How to Blow Up a Pipeline The library of film, one beautiful shot at a time. ShotDeck is the largest collection of fully searchable high-definition mo"
    },
    {
      "url": "https://chessprogramming.org/Zobrist_Hashing",
      "title": "Zobrist Hashing - Chessprogramming wiki",
      "description": "void",
      "preview": "Zobrist Hashing From Chessprogramming wiki Jump to: navigation , search Home * Search * Transposition Table * Zobrist Hashing King Wen sequence [1] [2"
    },
    {
      "url": "https://games.tampabay.com",
      "title": "Crosswords, Puzzles & Games",
      "description": "Your favorite Daily Crosswords, Daily Jumble, Daily Sudoku, Mahjong, Card Games, along with a wide variety of arcade and logic games. Play now for free!",
      "preview": "void"
    },
    {
      "url": "https://okendo.reviews/?subscriberId=cd7260c8-fd9a-4a52-8658-a5438ce73cf1&productId=shopify-4808263860281&locale=en",
      "title": "Response Form",
      "description": "void",
      "preview": "We're sorry but the Okendo Response Form doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.ligaportal.at/vbg/landesliga/spieler-der-runde/25786-landesliga-2018-2019-spieler-der-runde-26-ist",
      "title": "Landesliga 2018/2019: Spieler der Runde 26 ist ... - Fußball Vorarlberg - Ergebnisse, Tabellen und Torschützen von allen Vbg Ligen. | ligaportal.at",
      "description": "Der Landesliga Spieler der Runde. Manchmal knapp, meist jedoch eindeutig - der Spieler der Runde aus der Landesliga. Wer ist es diesmal?",
      "preview": "Vorarlberg / Landesliga / Spieler der Runde / Landesliga 2018/2019: Spieler der Runde 26 ist ... Spieler der Runde Landesliga 2018/2019: Spieler der R"
    },
    {
      "url": "https://deliciouslyella.com/",
      "title": "Deliciously Ella (UK) | Plant-Based & Vegan Food and Recipes",
      "description": "Explore Deliciously Ella's plant-based foods and recipes! Discover nutritious vegan recipes and products. Join the journey towards a healthier, happier life.",
      "preview": "Healthy Eating, Made Effortless Join 100,000+ members transforming how they eat and feel,one delicious recipe and wellness tool at a time. Start Your"
    },
    {
      "url": "https://commonsensemedia.org/donate",
      "title": "Donate | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español Our Work and Impact Col 1 Media Choice Digital Eq"
    },
    {
      "url": "https://carat.fiserv.com/en-us/solutions/omnichannel-commerce/",
      "title": "Omnichannel Experiences | Carat U.S. | Fiserv",
      "description": "From restaurants to retail, from the app to the store, offer your customers a seamless buying experience with our connected omnichannel solutions.",
      "preview": "Skip to Contact an Expert Skip to Main Content Omnichannel experiences Create unique, frictionless omnichannel experiences Create unique, frictionless"
    },
    {
      "url": "https://charts.gc.ca/charts-cartes/digital-electronique/index-eng.html",
      "title": "Purchase charts for navigation",
      "description": "Purchase charts for navigation",
      "preview": "Purchase charts for navigation CHS distributes nautical charts for navigation through a dealer network that serves Canada and the entire world. You ca"
    },
    {
      "url": "https://samuelssweetshop.com/",
      "title": "Samuel's Sweet Shop - Candy, Chocolate & Coffee in Rhinebeck, NY",
      "description": "Visit Samuel's Sweet Shop in Rhinebeck, NY for nostalgic candy, handmade chocolates, baked goods & delicious coffee. Shop in-store or online!",
      "preview": "Cart Cart 0 Your cart is empty. Login (845) 876-5312 | Shop Location Home Samuel's Sweet Shop Spooktacular Sampler The HAUNT is on for CANDY! Trick or"
    },
    {
      "url": "https://medpsych.at/scheidung-95-1a-astrg.html?",
      "title": "medpsych.at Scheidung Kind Beratung",
      "description": "AT seit 1989 Psychosomatik Medizin Psychologie Coaching Lehr-Supervision Seminare Sexual Delikt Prävention",
      "preview": "Impressum Datenschutz AGB Auswahl Über uns Humor aktuell Tarife / Tariffs English Links Sitemap Kontakt Index Mag. Dr. Volkmar J. Ellmauthaler Zurück"
    },
    {
      "url": "https://csdap.earthdata.nasa.gov/",
      "title": "Satellite Data Explorer",
      "description": "Search, discover, and access NASA acquired commercial satellite data.",
      "preview": "void"
    },
    {
      "url": "https://readordiebyemilyt.tumblr.com/",
      "title": "Read or Die: Book Reviews by Emily",
      "description": "\"What do these children do without storybooks?\" Naftali asked. And Reb Zebulun replied: \"They have...",
      "preview": "Read or Die: Book Reviews by Emily Text 4 Notes ripl-teen-book-reviews : Here's a bonus book talk celebrating the 100th Anniversary of The Great Gatsb"
    },
    {
      "url": "https://www.esccap.ch/it/neu-positionspapier-zur-leishmaniose/",
      "title": "Neu: Positionspapier zur Leishmaniose | ESCCAP Schweiz",
      "description": "void",
      "preview": "News-DE 2. Novembre 2016 Neu: Positionspapier zur Leishmaniose Download Leishmania -Infektionen können bei Hunden (und z.T. bei Katzen) zu chronischen"
    },
    {
      "url": "https://www.only.in/",
      "title": "Online Shopping Destination & Fashion for Young Women | ONLY",
      "description": "Explore stylish western wear with ONLY India. From jeans and dresses to stylish tops and skirts, we offer a huge online shopping fashion collection for women.",
      "preview": "Skip to content Cart Your cart is empty Previous Go to item 1 Go to item 2 Go to item 3 Go to item 4 Next First on Only.in Previous Frill Trim Chiffon"
    },
    {
      "url": "http://www.spencersretail.com/",
      "title": "Spencer's Retail is a leading retailer that operates multiple retail formats in India.",
      "description": "Spencer's Retail is a leading retailer that operates multiple retail formats in India.",
      "preview": "void"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/BookCatalogue?author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Ji%C5%99%C3%AD%20Dienstbier&author=Krystyna%20Krauzeauthor=Pavel%20Landovsk%C3%BD&author=Ji%C5%99%C3%AD%20Dienstbierauthor=V%C3%A1clav%20Havel&author=Pavel%20Landovsk%C3%BDsort=2&lang=cs",
      "title": "Knihovna Václava Havla",
      "description": "void",
      "preview": "Dokumentační centrum Knihovna Václava Havla Václav Havel * 5. 10. 1936 Praha ✝ 18. 12. 2011 Hrádeček spisovatel a dramatik, jeden z prvních mluvčích C"
    },
    {
      "url": "https://thinkprogress.org/gavin-newsom-condoms-sex-workers-eb6f9b201d5e/",
      "title": "California governor signs law banning the practice of using condoms as evidence of sex work - ThinkProgress",
      "description": "void",
      "preview": "Advertisement California governor signs law banning the practice of using condoms as evidence of sex work A major law, and a major victory for sex wor"
    },
    {
      "url": "https://www.jbhe.com/2022/03/spelman-college-teams-up-with-smash-to-promote-black-women-in-technology/",
      "title": "Spelman College Teams Up With SMASH to Promote Black Women in Technology | The Journal of Blacks in Higher Education",
      "description": "The inaugural SMASH/Spelman cohort will comprise 25 female high school students, who will have the opportunity to participate in multi-year immersive educational programming focused on preparing them to drive social change through technology.",
      "preview": "Facebook Bluesky Breaking News Appointments & Awards Research & Studies Grants and Gifts ------------- Find a Job Post a Job About JBHE Contact JBHE S"
    },
    {
      "url": "https://cpowerenergymanagement.com/who-we-are/newsandhappenings/cpower-customers-avoided-280000-metric-tons-of-co2-in-2021/",
      "title": "CPower Customers Avoided 286,000 metric tons of CO2 in 2021 - CPower Energy",
      "description": "void",
      "preview": "Skip to content Newsroom CPower Customers Avoided 286,000 metric tons of CO 2 in 2021 As CPower Celebrates Record Marginal Carbon Emissions Reduction,"
    },
    {
      "url": "https://station-auray.snsm.org",
      "title": "STATION SNSM D'AURAY - LA TRINITÉ | STATION SNSM D'AURAY - LA TRINITÉ",
      "description": "<p>C'est au milieu de plus de 2&nbsp;200&nbsp;bateaux que sont basées la station SNSM d'Au­ray - La Trinité et sa vedette de sauve­tage de 1<sup>ère</sup> classe <em>SNS 158&nbsp;Eric Tabarly</em>.</p> <p>Les deux sont à proxi­mité de la Capi­tai­ne­rie du Port de la Trinité-sur-Mer. Un port de renommé inter­na­tio­nal grâce à toutes les mani­fes­ta­tions nautiques orga­ni­sées en Baie de Quibe­ron, ainsi que toutes les entre­prises du nautisme qui préparent les grands bateaux de courses océa­niques.</p> <p>&nbsp;</p> <h2>Histoire de notre station</h2> <p>C'est en 1962&nbsp;remonte les archives retrou­vées de la station de La Trinité-sur-Mer</p> <p>Dimanche 28&nbsp;mai 1962, mise à l'eau à Lorient de la vedette de sauve­tage <em>Roger Dillon</em>, navire de 9&nbsp;m, moteur de 100&nbsp;CV et&nbsp;vitesse de 15&nbsp;nœuds. Elle arri­vera le 8&nbsp;juin à La Trinité-sur-Mer, pilo­tée par M. Hyacinte Dagorne, patron de la vedette.</p> <p>C'est en 1970&nbsp;qu'elle est remplacé par <em>La Venette</em>, vedette&nbsp;armée par les Hospi­ta­liers sauve­teurs bretons (HSB) et la gendar­me­rie. Très peu de trace de cette embar­ca­tion.</p> <p>La même année arrive la <em>SNS 24&nbsp;Notre-Dame de Lotivy</em>. De 1970 à 1987, l'em­bar­ca­tion était armée par 4&nbsp;personnes (un patron, un sous-patron, un mate­lot méca­ni­cien et un mate­lot). Il semble­rait qu'elle soit tombée en avarie et ne pouvait plus être opéra­tion­nelle. Elle fut désar­mée en 1967&nbsp;et amenée dans un chan­tier de démo­li­tion à Saint-Malo.</p> <p>De 1987 à 1988, c'est <em>Jolie Miss</em>,&nbsp;vedette de 33&nbsp;pieds équipé de deux moteurs de 220&nbsp;CV&nbsp;appar­te­nant à Jean-Paul Valle­gant, qui&nbsp;fait la liai­son, le temps que la nouvelle vedette SNSM arrive.</p> <p>La <em>SNS 225&nbsp;Sainte-Anne d'Au­ray</em> de 1988 à 1993, à été construite à Port-Louis en 1987&nbsp;et est mise en service début 1988&nbsp;en présence de l'Ami­ral Leen­hart, président de la SNSM, d'An­dré Nygren, maire de La Trinité-sur-Mer. C'était une vedette propul­sée par deux hydrojets au lieu d'hé­lices, mais présente quelques défauts de concep­tion. Des aile­rons sont instal­lés pour la rendre plus gouver­nable. Après l'ar­ri­vée de la vedette <em>Paul Le Garrec</em>, elle fut conduite à l'Ile d'Aix en août 1993.</p> <p>La <em>SNS 109&nbsp;Paul Le Garrec</em>&nbsp;a sévi de 1993 à 2007. Vedette de 1<sup>ère</sup> classe avec coque poly­es­ter, c'est après 15&nbsp;ans de bons et loyaux services à Boulogne-sur-Mer et une refonte complète au chan­tier Bernard de Locmique­lic qu'est affec­tée en août 1993&nbsp;la 109. Elle est armée par un équi­page de 6&nbsp;personnes (un patron, un méca­ni­cien, un radio, et trois cano­tiers).</p> <p>Puis depuis c'est la <em>SNS 158&nbsp;Eric Tabarly</em>&nbsp;qui est en service, une&nbsp;vedette de 1<sup>ère</sup> classe nouvelle géné­ra­tion. Mise à l'eau le 25&nbsp;septembre 2007, elle est arri­vée au port de La Trinité-sur-Mer le 18&nbsp;octobre 2007. Cette vedette mesure 14,8&nbsp;m avec deux moteurs IVECO de 450&nbsp;CV et une vitesse 25&nbsp;nœuds.</p> <article data-caption=\"Photo : Cyrille Dupont\" data-embed-button=\"media_entity_embed\" data-entity-embed-display=\"view_mode:media.wysiwyg\" data-entity-embed-display-settings=\"{&quot;link_url&quot;:&quot;&quot;,&quot;link_url_target&quot;:0}\" data-entity-type=\"media\" data-entity-uuid=\"a9f03c85-13dc-4b37-b9b5-ab299864c303\" data-langcode=\"fr\" class=\"embedded-entity\"> <figure class=\"caption align-center\"> <article class=\"media media--type-image media--view-mode-wysiwyg\"> <img loading=\"lazy\" src=\"/sites/default/files/styles/wysiwyg/public/2019-03/sns-158-snsm-auray-la-trinite-photo-cyrille-dupont.jpg?itok=bSv3muw6\" width=\"870\" height=\"580\" alt=\"sns-158-snsm-auray-la-trinite-photo-cyrille-dupont\" title=\"SNS 158 &quot;Eric Tabarly&quot; - SNSM Auray - La Trinité - Photo : Cyrille Dupont\" typeof=\"foaf:Image\" class=\"image-style-wysiwyg\"> </article> <figcaption> Photo : Cyrille Dupont <em></em> </figcaption> </figure> </article>",
      "preview": "Aller au menu principal Aller à la recherche Aller au contenu principal Rechercher Rechercher LA TRINITÉ SUR MER Présentation Bateaux de sauvetage Act"
    },
    {
      "url": "http://www.garrettatddi.com/",
      "title": "Commercial Christmas Decorations | Garrett at DDI",
      "description": "Downtown Decorations creates custom commercial Christmas decorations and holiday decor. Contact Garrett at DDI to get your space ready, whether it's spring flowers or topiary animals, we can bring your vision to life.",
      "preview": "top of page About Us At Downtown Decorations, we strive to provide the highest quality of service and product. We like to call ourselves a design hous"
    },
    {
      "url": "https://www.blog.google/?utm_source=about.google&utm_medium=referral&utm_campaign=nav-the-keyword",
      "title": "The Keyword | Google Product and Technology News and Stories",
      "description": "Get the latest news and stories about Google products, technology and innovation on the Keyword, Google's official blog.",
      "preview": "Google Cloud Gemini Enterprise: The new front door for Google AI in your workplace True business transformation in the era of AI must go beyond simple"
    },
    {
      "url": "https://www.interruptingcriminalization.com/defundpolice-update",
      "title": "#DefundPolice Update - Interrupting Criminalization",
      "description": "void",
      "preview": "0 The Demand Is Still #DefundPolice #DefundThePolice #FundThePeople #DefendBlackLives This update to our June 2020 #DefundPolice toolkit reflects vict"
    }
  ],
  "_meta": {
    "total_bookmarks": 72
  }
}