{
  "data": [
    {
      "url": "https://www.aaccofsj.org/",
      "title": "Home - African American Chamber of Commerce of San Joaquin %",
      "description": "Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated to promote commerce and industry for the advancement of economic vitality within the African American community. Learn More Our Vision Our vision is to remain consistent with this nation's rich African American history of success,...",
      "preview": "Skip to content Welcome to AACCofSJ African American Chamber of Commerce of San Joaquin County Join Today! Our Mission The AACCofSJ was incorporated t"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85949",
      "title": "Searchable Recipe Database - Indies- Chocolate (VEGAN) & Ganache (Not Vegan)",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://isr.uci.edu/biblio?page=4&amp%3Bamp%3Bf%5Bauthor%5D=1400&amp%3Bamp%3Bs=title&amp%3Bamp%3Bo=asc&amp%3Bf%5Bauthor%5D=1775&f%5Bauthor%5D=30&s=author&o=asc",
      "title": "Index of /biblio",
      "description": "void",
      "preview": "Index of /biblio Name Last modified Size Description Parent Directory - export/ 2020-07-21 09:41 - filter.html 2020-07-18 03:06 64K filter0a3b.html 20"
    },
    {
      "url": "http://www.oknativeassets.org/",
      "title": "Oklahoma Native Assets Coalition - Home",
      "description": "void",
      "preview": "Donate Stay Connected Home About Us Our Work Membership News & Events Contact Us Join the ONAC Native EITC/VITA Network! The purpose of the ONAC Nativ"
    },
    {
      "url": "https://www.handelsblatt.com/unternehmen/industrie",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "http://magazine.mines.edu/",
      "title": "Mines Magazine - The Colorado School of Mines Magazine Website",
      "description": "The Colorado School of Mines Magazine Website",
      "preview": "Feature Stories Inside Mines Alumni Network Improv, instruments and imagination May 15, 2025 Improv, instruments and imagination On a sunny afternoon"
    },
    {
      "url": "https://www.ywca-berkeley.org/",
      "title": "YWCA Berkeley/Oakland | Social Justice | Career Readiness | Financial Literacy",
      "description": "Resources and programming to advance racial justice, eliminate racism, empower women, and develop leaders with an anti-racist approach. Learn more about programs, impact and opportunities to get involved.",
      "preview": "0 Join our Strong Women For These Times Campaign We are excited to host events that highlight trailblazers in our community as part of our mission to"
    },
    {
      "url": "https://www.israelnationalnews.com/news/249482",
      "title": "OU to stop kosher certifying controversial slaughter method | Israel National News",
      "description": "Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist' method.",
      "preview": "OU to stop kosher certifying controversial slaughter method Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist'"
    },
    {
      "url": "https://www.roadmaptozero.com/",
      "title": "Roadmap to Zero",
      "description": "We need to change how things are produced, especially the items we wear. ZDHC is making that happen. We work with the fashion industry, empowering it to produce safe products. Together we are protecting the place we all call home.",
      "preview": "By using this website, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing"
    },
    {
      "url": "https://gisis.imo.org/Public/SHIPS/Default.aspx",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "http://www.claytoncountyga.gov/departments/community-development/geographic-information-system.aspx",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.anthonyhobday.com/sideprojects/visualtechniques/#rounded-corners",
      "title": "Visual design techniques",
      "description": "void",
      "preview": "Visual design techniques Background Blur Borders Colour Gradients Inner shadows Letting the background through Lines Other Rounded corners Shadows Tex"
    },
    {
      "url": "https://www.rhs.org.uk/vegetables/tomatoes/grow-your-own",
      "title": "How to grow tomatoes | RHS Vegetables",
      "description": "Get growing your own tomatoes, with expert advice on choosing, sowing, planting, care and harvesting",
      "preview": "RHS Growing Guides How to grow tomatoes Our detailed growing guide will help you with each step in successfully growing Tomatoes. Getting Started Choo"
    },
    {
      "url": "https://stableseas.org/publications/violence-gulf-guinea",
      "title": "Stable Seas: Gulf of Guinea",
      "description": "Stable Seas: Gulf of Guinea explores the connections between maritime governance themes and security challenges, drawing on interviews conducted with experts and practitioners in seven countries across the region. Maritime insecurity threatens stability of coastal communities as well as their landlocked neighbors and puts the sustainable development of the region at risk. Click here to download the report or executive summary in English. Click here to download the report or executive summary in",
      "preview": "top of page Search Stable Seas: Gulf of Guinea explores the connections between maritime governance themes and security challenges, drawing on intervi"
    },
    {
      "url": "https://tracker.debian.org/news/337073/accepted-gnome3-emblems-010-1-source-amd64/",
      "title": "Debian Package Tracker",
      "description": "void",
      "preview": "News for package gnome3-emblems Date : Tue, 12 Jun 2012 19:32:33 +0000 From : Francois Marier <francois@debian.org> To : <debian-devel-changes@lists.d"
    },
    {
      "url": "https://www.youtube.com/",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "http://www.pagat.com/rummy/handfoot.html",
      "title": "Hand and Foot - Card Game Rules",
      "description": "How to play Hand and Foot Canasta, an American game in which each player has both a hand of cards and a foot, which is picked up when all the cards from the hand have been played.",
      "preview": "Home A-Z Select language ▼ deutsch english Home Page > Classified Index > Draw and Discard Games > Rummy Games > Hand and Foot Hand and Foot Introduct"
    },
    {
      "url": "http://oek.hu/oek.web?to=2560,2296,1433&nid=520&pid=1&lang=hun",
      "title": "Országos Epidemiológiai Központ honlapja",
      "description": "camelcom dynamic HTML",
      "preview": "Mintabeküldés Intézetünkről Hasznos linkek Közérdekű adatok Oltóközpont Főoldal KÖR eredmények VÉRVÉTEL-HIV/AIDS tanácsadás HIV/AIDS tájékoztatók Letö"
    },
    {
      "url": "https://library.ucsd.edu/dc/search?f%5Bdecade_sim%5D%5B%5D=1940s&f%5Bdecade_sim%5D%5B%5D=1950s&f%5Bsubject_topic_sim%5D%5B%5D=Scripps+Institution+for+Biological+Research&f%5Bsubject_topic_sim%5D%5B%5D=University+of+California+%281868-1952%29.+Division+of+War+Research",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://myducksong.tumblr.com/",
      "title": "got any grapes?",
      "description": "void",
      "preview": "memeuplift : daisyfloweeer : (via catchymemes ) herpsandbirds : Something to consider... (via catchymemes ) only-cat-memes : (via catchymemes ) (via pun"
    },
    {
      "url": "https://www.gazebo.uk.com/product-tag/promotion/?filter_gazebo-colour=black,brown,dark-blue,pink,red,redwhite",
      "title": "promotion Archives - Branded Gazebos | by Gazebo UK Custom Printed Canopies Promotional Merchandise",
      "description": "void",
      "preview": "Call 01379 407040 Home My Account Terms & Conditions Contact - Gazebo UK Home / Products tagged \"promotion\" Filter Active filters Black Brown Dark Blu"
    },
    {
      "url": "https://www.formula1.com/en/racing/2024.html",
      "title": "F1 Schedule 2024 - Official Calendar of Grand Prix Races",
      "description": "Re-live your favourite F1 moments. Find the full list of 2024 races including photos and videos, results, highlights and the biggest news stories",
      "preview": "2024 2024 FIA FORMULA ONE WORLD CHAMPIONSHIP™ RACE CALENDAR TESTING Flag of Bahrain Sakhir FORMULA 1 ARAMCO PRE-SEASON TESTING 2024 21 - 23 Feb ROUND"
    },
    {
      "url": "https://katalog.skd.museum/Search/Results?filter%5B%5D=~institution%3A%22DE-L228%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-referencebooks%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-techniquefinearts%22&filter%5B%5D=-local_class_skd_txtF_mv%3A%22class-skd-studiesbooksmanuscripts%22&filter%5B%5D=format_de15%3A%22Software%22&filter%5B%5D=-mega_collection%3A%22Verbunddaten+SWB%22&dfApplied=1&type=AllFields",
      "title": "Suchergebnisse :: Staatliche Kunstsammlungen Dresden, Kunstbibliothek",
      "description": "void",
      "preview": "Suchergebnisse Angewandte Filter Seite wird neu geladen, wenn Filter entfernt wird. Filter zurücksetzen Filter anzeigen (6) Institution: Suchfilter en"
    },
    {
      "url": "https://www.uffizi.it/biglietti",
      "title": "Biglietteria Ufficiale | Gallerie degli Uffizi",
      "description": "Tutte le informazioni ufficiali su orari, tariffe, biglietti, abbonamenti per gli Uffizi, Palazzo Pitti e Giardino di Boboli.",
      "preview": "Biglietti Biglietti Prenotazione PassePartout Info e promo Biglietti musei Vedi la tabella riepilogativa dei prezzi Biglietto singolo Ingresso singolo"
    },
    {
      "url": "https://www.tripindigo.com/fly/guide/airlines/airkenya-express/",
      "title": "Easyota - Loading...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.bmw-iraq.com/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Baghdad | BMW Iraq",
      "description": "Explore BMW Iraq's latest luxury vehicles, innovative technology, and premium services. Experience the thrill of driving with BMW's world-class engineering.",
      "preview": "View Stock THE 7 Discover Now The BMW X7 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE"
    },
    {
      "url": "http://www.generexe.nl/",
      "title": "GenerExe IT - Software Development",
      "description": "GenerExe IT software ontwikkeling",
      "preview": "Maatwerk Diensten Expertise Projecten Over ons Contact Special projects Moderniseren Software Inspect 2 Report Mobile XPad ☰ Wij kunnen helpen als \"st"
    },
    {
      "url": "https://masterclasses.nature.com/",
      "title": "Training for researchers & scientists | Nature Masterclasses",
      "description": "Develop your scientific writing and peer review skills with online courses and workshops, led by Nature Research journal editors and expert trainers",
      "preview": "Professional development training for researchers - via online courses and workshops Request a quote Grow your research skills, confidence and career"
    },
    {
      "url": "https://mclanecnc.com/Uux0lgl-Thicker/R3cwxu-Thicker/Penis/",
      "title": "Redirecting...",
      "description": "void",
      "preview": "Redirecting to"
    },
    {
      "url": "https://osc.gov/",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://opendata.paris.fr/explore/dataset/quartier_paris/information/",
      "title": "Quartiers administratifs - Paris Data",
      "description": "Données géographiques surfaciques. Le quartier désigne la division administrative de l'arrondissement. Chaque arrondissement est découpé en quatre quartiers administratifs. Paris compte ainsi quatre-vingt quartiers administratifs. Étendue géographique : ParisFichier jointquartier.pdf contient la description détaillée de la structure des données",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "http://www.chemcollective.org/",
      "title": "ChemCollective",
      "description": "Online Resources for Teaching and Learning Chemistry",
      "preview": "void"
    },
    {
      "url": "https://docs.djangoproject.com/en/stable/topics/forms/",
      "title": "Working with forms | Django documentation | Django",
      "description": "void",
      "preview": "Skip to main content Documentation Search 5.2 documentation Submit Getting Help el es fr id it ja ko pl pt-br sv zh-hans Language: en 1.8 1.10 1.11 2."
    },
    {
      "url": "https://iconmonstr.com/",
      "title": "iconmonstr - Free simple icons for your next project",
      "description": "Free simple icons for your next project",
      "preview": "> # Notice To use this icon, you must first accept the license agreement. Close Confirm Do you want to clear all your favorite icons? Clear all Cancel"
    },
    {
      "url": "https://www.hulyah.com/products/3-qul-surah-al-falaq-an-nas-and-al-ikhlas-bracelet-exclusive",
      "title": "Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet , Islam Jewelry, Gift For Muslim, Allah Cuff, Quran Pendant, İslam Pendant, islamic fashion, muslim,Name necklace - HULYAH",
      "description": "Ayatul Kursi Cuff, Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet Ayatel Kursi Bracelet, Islam Jewelry, Gift For Muslim, Allah Necklace, Quran Pendant, İslam Pendant, Islamic fashion, Muslim, Name necklace Islamic Jewelry, Ayatul Kursi Jewellery, Arabic Jewelry Gift, Farther's Day Gift",
      "preview": "Skip to content Pause slideshow Play slideshow 30-Day Money-Back Guarantee 3-Qul: Surah Al-Falaq, An-Nas, and Al-Ikhlas Bracelet | Exclusive No review"
    },
    {
      "url": "https://mts-natsustain.nature.com/cgi-bin/main.plex",
      "title": "Nature Sustainability",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home The Nature Sustainability editorial office is back to a full schedu"
    },
    {
      "url": "https://perscholas.org/",
      "title": "Tuition-Free IT Education: Computer Job Training with Per Scholas",
      "description": "Page description goes here",
      "preview": "void"
    },
    {
      "url": "https://www.prisonministryindia.org",
      "title": "CBCI OFFICE FOR PRISON MINISTRY INDIA - Home",
      "description": "Prison Ministry India",
      "preview": "CBCI OFFICE FOR PRISON MINISTRY INDIA Home WHO WE ARE About Us Vision & Mission Our Team NECROLOGY Honor Roll PHOTO GALLERY WHAT WE DO PRISONERS WELFA"
    },
    {
      "url": "https://jannah.tielabs.com/demo/news-blocks/block-7/",
      "title": "Block #7 - Jannah Theme",
      "description": "Blog Magazine Newspaper buddyPress Theme",
      "preview": "✨ We've just launched a new BIG update Discover Now With Filters All Creative Foods Football Life Style Racing Sports Swimming Technology Travel World"
    },
    {
      "url": "https://video.kansascitypbs.org/shows/",
      "title": "All Shows | Kansas City PBS",
      "description": "Full list of past and current PBS shows. Find show websites, online video, web extras, schedules and more for your favorite PBS shows.",
      "preview": "Skip to Main Content Filter by Title: Providing Support for PBS.org Learn More about PBS online sponsorship Support for PBS provided by: Filter Sort B"
    },
    {
      "url": "https://www.banquemondiale.org/fr/country/algeria",
      "title": "Algérie",
      "description": "Actualités et informations concernant les activités de la Banque mondiale dans Algérie. Accédez à tous les éléments relatifs à Algérie : données économiques, statistiques, projets, travaux de recherche et dernières actualités.",
      "preview": "Cette page en : Français English العربية Cette page en : Français English العربية La Banque mondiale en Algérie En Algérie, la Banque mondiale procure"
    },
    {
      "url": "https://www.wdbj7.com/2023/02/27/owners-find-missing-dog-shelter-right-before-new-family-adopts-her/",
      "title": "Owners find missing dog in shelter right before new family adopts her",
      "description": "Rebecca Jones and her family said their dog, Bella, had been missing for about three weeks.",
      "preview": "Skip to content OMAHA, Neb. (WOWT/Gray News) - A family in Nebraska found their dog who had been missing for several weeks at the humane society, shor"
    },
    {
      "url": "http://hourofcode.com/learn",
      "title": "Free One Hour Coding Tutorials",
      "description": "Bring an Hour of Code and computer science to your classroom or school. With over 100 free coding tutorials available to begin learning it is easy.",
      "preview": "Your browser is not supported. Please upgrade your browser to one of our supported browsers . You can try viewing the page, but expect functionality t"
    },
    {
      "url": "https://ie.linkedin.com/company/accenture?trk=similar-pages",
      "title": "Accenture | LinkedIn",
      "description": "Accenture | 13,937,450 followers on LinkedIn. Accenture is a leading global professional services company that helps the world's leading businesses, governments and other organizations build their digital core, optimize their operations, accelerate revenue growth and enhance citizen services-creating tangible value at speed and scale. We are a talent and innovation-led company serving clients in more than 120 countries. We combine our strength in technology and leadership in cloud, data and AI with unmatched industry experience, functional expertise and global delivery capability.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.acehardware.com/departments/lawn-and-garden/snow-removal-and-equipment/snow-blowers/7002414",
      "title": "Ariens Classic Two Stage Gas Snow Blower 24\" 208cc Electric Start Mfr# 92002500 - Ace Hardware",
      "description": "Get through the snow with consistent and reliable performance. Move 58 tons of snow per hour with 40 ft. throwing distance. Find Ariens Snow Blowers at Ace.",
      "preview": "Skip to content Hi there! Ace Hardware Shop Services Projects & Tips Savings What can we help you find? Ace Hardware What can we help you find? Ace Ha"
    },
    {
      "url": "https://giphy.com/undp",
      "title": "UN Development Programme GIFs on GIPHY - Be Animated",
      "description": "Find the best & newest featured UN Development Programme GIFs. Search, discover and share your favorite GIFs. The best GIFs are on GIPHY.",
      "preview": "Privacy Terms 185 Uploads 139M GIF Views UNDP works in about 170 countries and territories, helping to achieve the eradication of poverty, and the red"
    },
    {
      "url": "https://nl.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress plugin | WordPress.org Nederlands",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Plugins zoeken Details Be"
    },
    {
      "url": "http://www.descarca.ucoz.com/",
      "title": "Play CronoLead - Pagina principală",
      "description": "void",
      "preview": "Home Movies TV Shows Cartoons Forum Informer #1 [ File Catalog · Entries · Entry date D · Entries: 10 · Columns: 1 ] Cars 2 Informer #1 [ File Catalog"
    },
    {
      "url": "http://www.centrepompidou.fr/",
      "title": "Accueil - Centre Pompidou",
      "description": "La 1ère collection d'art moderne et contemporain d'Europe, des expositions, spectacles, débats, activités pour enfants... dans une architecture mythique, dotée de la plus belle vue de Paris du quartier Marais-Beaubourg",
      "preview": "Aller au contenu principal Fermer Rechercher 24 & 25 octobre 2025, de 11h à 5h du matin avec 2manydjs Alewya Asa Moto Breakbot & Irfane Camille Cather"
    },
    {
      "url": "https://circ.earth/",
      "title": "Circ • Threading Together the Future of Circular Fashion",
      "description": "At Circ, we've created a technology system that returns clothes back to the raw materials from which they were made. We've discovered a path to erase our global fashion footprint.",
      "preview": "Please rotate your screen Our Materials Our Technology The Cost of Clothing About Us Circ France Introducing Circ France We are advancing the future o"
    },
    {
      "url": "https://www.standardmedia.co.ke/topic/cultural-ties",
      "title": "Cultural Ties - The Standard",
      "description": "Get the latest news, videos, and pictures on Cultural Ties",
      "preview": "× The Standard e-Paper Informed Minds Prefer The Standard ★★★★ - on Play Store Download Now × The Standard Group Plc is a multi-media organization wit"
    },
    {
      "url": "https://www.roguefitness.com/rogue-echo-foam-games-box",
      "title": "Rogue Echo Foam Games Box | Rogue Fitness",
      "description": "The Echo Foam Games Box is a budget-priced, rotatable plyo box that features the same 3-in-1 versatility as the standard get yours today!",
      "preview": "Home / Conditioning / Plyo Boxes / Foam Plyoboxes / Rogue Echo Foam Games Box Rogue Echo Foam Games Box ★★★★★ ★★★★★ 4.5 38 Reviews Write a review Rogu"
    },
    {
      "url": "http://www.unitednature.com/",
      "title": "United Nature - Dedicated to the development of forest plantations since 1993",
      "description": "void",
      "preview": "Learn More EXTENDS TO NORTH AMERICAN AND EUROPEAN MARKETS OUR CUSTOMER BASE in Panama Establishing teak plantations We are pioneers 300 to 400 Contain"
    },
    {
      "url": "https://bakewithshivesh.com/",
      "title": "Bake with Shivesh - Sharing my baking adventures straight from my kitchen.",
      "description": "Sharing my baking adventures straight from my kitchen.",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Diwali is the season of lights, laughter, and togetherness-a time when homes a"
    },
    {
      "url": "https://www.baptistpress.com/resource-library/news/saddleback-church-deemed-not-in-friendly-cooperation-with-sbc/",
      "title": "Saddleback Church deemed 'not in friendly cooperation' with SBC | Baptist Press",
      "description": "NASHVILLE (BP) - The SBC Executive Committee affirmed a recommendation from the SBC Credentials Committee Tuesday (Feb. 21) to deem Saddleback Church as \"not in friendly cooperation with the Southern Baptist Convention.\"",
      "preview": "(Youtube screen capture - Saddleback Church) Metadata: Topic(s): Executive Committee , SBC News"
    },
    {
      "url": "https://eogdata.mines.edu/products/vbd/",
      "title": "VIIRS Boat Detection",
      "description": "Earth Observation Group is the pioneer in nocturnal remote sensing. VIIRS Boat Detection (VBD) provides global detection of vessels lit at night.",
      "preview": "VIIRS Boat Detection \"The light from our glass coils produced magical effects at times, lingering on the wrinkled roughness of some natural arch, or s"
    },
    {
      "url": "https://fonts.google.com/specimen/Roboto+Slab",
      "title": "Roboto Slab - Google Fonts",
      "description": "Roboto has a dual nature. It has a mechanical skeleton and the forms are largely geometric. At the same time, the font features friendly and open curves. While",
      "preview": "void"
    },
    {
      "url": "http://forum.mymorningjacket.net/index.php?topic=12702.20",
      "title": "Talkin' Bout Neil Young..... - Page 2",
      "description": "Talkin' Bout Neil Young..... - Page 2",
      "preview": "Welcome to My Morning Jacket . Log in Sign up My Morning Jacket Oct 10, 2025, 07:53 AM Main Menu Main Menu Home My Morning Jacket ► Off-Topic ► Other"
    },
    {
      "url": "https://longfellow365.com/2019/06/",
      "title": "June 2019 - Longfellow365",
      "description": "void",
      "preview": "Skip to content Backyard ponds invite amphibious guests... Photo: Maggie McEvoy New coffee shop in the former Blue Moon space... Photo: Robin Lietz Grass"
    },
    {
      "url": "https://training.apple.com/",
      "title": "Overview",
      "description": "void",
      "preview": "Enable JavaScript Please turn on JavaScript to view this page correctly. Courses as intuitive as our products. Finding the right course should be simp"
    },
    {
      "url": "https://dlive.tv",
      "title": "DLive · Your Stream, Your Rules",
      "description": "Unlock your streaming potential with the New DLive · Global Live Streaming Platform · Your Stream, Your Rules!",
      "preview": "void"
    },
    {
      "url": "https://watch.diynetwork.com/watch/diy",
      "title": "void",
      "description": "void",
      "preview": "Magnolia Network is not yet available in your area The website you are trying to access is only available within the U.S. and U.S. territories. If you"
    },
    {
      "url": "https://storymaps.arcgis.com/stories/9cf39daa150d4b9f88024cc582ff15b4",
      "title": "Mapping Ephemeral Watering Holes in KAZA",
      "description": "A joint project with Duke University and WWF",
      "preview": "void"
    },
    {
      "url": "https://www.healthline.com/nutrition/intermittent-fasting-guide",
      "title": "Intermittent Fasting 101 - The Ultimate Beginner's Guide",
      "description": "This is a detailed guide to intermittent fasting (IF). Studies show that it can help you lose weight, improve health and perhaps even live longer.",
      "preview": "Healthline Health Conditions Health Conditions All Breast Cancer Cancer Care Caregiving for Alzheimer's Disease Chronic Kidney Disease Chronic Obstruc"
    },
    {
      "url": "https://www.codefellows.org/",
      "title": "Premier Tech Academy | Discover a Rewarding New Career | Code Fellows",
      "description": "Code Fellows is the Pacific Northwest's premier technical skills training academy, delivering high-quality live instruction both online and in person to people from all backgrounds.",
      "preview": "Code Fellows has ceased operations. A Legacy of Innovation and Transformation in Tech Education Code Fellows has ceased operations. As we close our do"
    },
    {
      "url": "https://www.fiserv.com/en/about-fiserv.html",
      "title": "About Us, Fiserv Innovation and Technology | Fiserv",
      "description": "Fiserv is a global fintech and payments company with solutions for banking, merchant acquiring, global commerce, billing and payments, and point-of-sale.",
      "preview": "We move lives, businesses and communities forward We're not here to follow change - we're here to lead it. With a client-first mindset and relentless"
    },
    {
      "url": "https://imglarger.com/",
      "title": "Imglarger | AI Image Enlarger, Enhancer, Editor and Converter",
      "description": "Imglarger online now provides AI tools to enhance and upscale images and photos, we also offer online photo editors and image converters to help you edit and convert images online.",
      "preview": "ImgLarger Online - AI, Editor Tools and Converters Create stunning images online for free. Boost your image editing efficiency by 10x with advanced AI"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383278/5555?subId1=PEOKateMiddletonFlippedPancakesinNavyWideLegPantsScoreSimilarOptionsStartingat13lstansburyFasAff13964533202302I&u=https%3A%2F%2Foldnavy.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D559804012%23pdp-page-content",
      "title": "Extra High-Waisted Taylor Wide-Leg Trouser Pants | Old Navy",
      "description": "Shop Old Navy's Extra High-Waisted Taylor Wide-Leg Trouser Pants:",
      "preview": "Extra High-Waisted Taylor Wide-Leg Trouser Pants Extra High-Waisted Taylor Wide-Leg Trouser Pants $49.99 67% off $16.47 Image of 5 stars, 4.46 are fil"
    },
    {
      "url": "https://littlegoatchicago.com/",
      "title": "Little Goat Diner | Chef Stephanie Izard | Lakeview, Chicago",
      "description": "Located in Southport Corridor, Little Goat Diner serves all-day breakfast and dinner full of bold flavors and crunchy toppings. It's a neighborhood go-to for any meal in Chicago's Lakeview.",
      "preview": "skip to main Menu Happenings private events contact takeout Reserve skip to main close Menu Reserve menu Happenings reservation Takeout Private Events"
    },
    {
      "url": "https://www.idnes.cz/technet",
      "title": "iDNES.cz - s námi víte víc",
      "description": "Nejnovější zprávy z vašeho kraje, České republiky a celého světa.",
      "preview": "iDNES.cz Přihlásit Abyste mohli pokračovat, potřebujeme vědět, jakou formou vám můžeme zobrazovat reklamu Vámi zvolené nastavení neobsahuje souhlas se"
    },
    {
      "url": "https://stateninformatie.flevoland.nl/Vergaderingen/Statencommissie-Duurzaamheid/2017/17-mei/15:30/Activiteiten-Agenda-Vitaal-Platteland-2017",
      "title": "Statencommissie Duurzaamheid 17 mei 2017 15:30:00, Provincie Flevoland",
      "description": "void",
      "preview": "Content overslaan Live uitzending Gepauzeerd Fragment ophalen Er is geen actieve pagina vergroten Sluiten Vergadering : Statencommissie Duurzaamheid,"
    },
    {
      "url": "https://marketingexamples.com/",
      "title": "Marketing Examples",
      "description": "A gallery of real world marketing examples from successful companies. Want to perfect your cold email, boost referrals or improve SEO? Browse the case studies or filter by category. See something you like. And get inspired. It's like Dribbble, but for marketers.",
      "preview": "void"
    },
    {
      "url": "https://www.ukibc.com/",
      "title": "UK India Business Council",
      "description": "The UK India business council supports UK businesses with the insights, networks, policy advocacy, services, and facilities needed to succeed in India.",
      "preview": "Supporting Business Success Strengthening UK-India bilateral trade and investment ties through policy advocacy and strategic advisory services. The UK"
    },
    {
      "url": "https://support.theguardian.com/subscribe/weekly?REFPVID=&INTCMP=undefined&acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22PrintSubscriptionsHeaderLink%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22referrerPageviewId%22%3A%22%22%2C%22referrerUrl%22%3A%22%22%7D",
      "title": "The Guardian Weekly Subscriptions | The Guardian",
      "description": "Subscribe to the Guardian Weekly and enjoy seven days of international news in one magazine with worldwide delivery.",
      "preview": "Please enable JavaScript - we use it to provide the best experience for Guardian Supporters. Click here for instructions to do so in your browser."
    },
    {
      "url": "https://www.rehabilitacnipomucky.cz/tejpovaci-pasky/",
      "title": "Tejpovací pásky a příslušenství ⇒ 68 variant | RehabilitačníPomůcky.cz",
      "description": "Tejpovací pásky a příslušenství ⇒ velký výběr z 68 variant na Rehabilitacnipomucky.cz. ✔️ Ověřená kvalita zdravotnických pomůcek. ✔️ Odeslání zboží v den objednání. ✔️ Odborné poradenství. ✔️ Více než 20 000 výdejních míst.",
      "preview": "Musíte změnit nastavení vašeho prohlížeče Podívejte se na: Jak povolit JavaScript ve vašem prohlížeči . Pokud používáte software na blokování reklam,"
    },
    {
      "url": "https://it.mongabay.com/",
      "title": "Notizie ambientale - Notizie su flora e fauna selvatiche",
      "description": "Notizie su flora e fauna selvatiche",
      "preview": "Il rewilding trofico potrebbe essere la chiave per contrastare il cambiamento climatico Litigi nella barriera corallina: uno studio afferma che sono a"
    },
    {
      "url": "https://give.feedingamerica.org/a/donate",
      "title": "Donate Today to End Hunger in America | Feeding America",
      "description": "Donate today to end hunger. Every dollar you donate can provide at least 10 meals to families in need through the Feeding America network of food banks.",
      "preview": "Feeding America uses cookies to ensure that you have the best experience on our website. If you continue browsing, we'll assume that you are happy to"
    },
    {
      "url": "https://www.standard.co.uk/news/london/prince-william-sympathises-with-distraught-bake-off-fans-at-south-london-youth-club-a3345171.html",
      "title": "Prince William sympathises with Great British Bake Off fans at Wandsworth youth club | London Evening Standard | The Standard",
      "description": "Prince William has sympathised with \"distraught\" Great British Bake Off fans - but said the show will be just as good on Channel 4.",
      "preview": "News | London Prince William sympathises with 'distraught' Great British Bake Off fans at Wandsworth youth club 'Mary Berry eat your heart out': Princ"
    },
    {
      "url": "https://www.zola.com/",
      "title": "Wedding Planning: Website, Invites, Venues, Registry, & More",
      "description": "Your one-stop destination for all things wedding. Free wedding website, registry, and tools. Find the perfect venue. Shop invites. Your wedding starts here!",
      "preview": "It's easier on the Zola app Open in the Zola app OPEN Web Accessibility Wedding planning starts here From venues and save the dates to a free wedding"
    },
    {
      "url": "https://anitab.org/top-companies/",
      "title": "Top Companies for Tech Workers Report by AnitaB.org",
      "description": "Explore our Top Companies Reports to see how organizations are building impartial, sustainable workplaces and advancing opportunity for all tech talent.",
      "preview": "Top Companies for Tech Workers Home About Research and Impact Top Companies We have paused the Top Companies for Tech Workers program this year. We ar"
    },
    {
      "url": "https://nautil.us/to-protect-the-ocean-we-must-love-it-11867/",
      "title": "To Protect the Ocean, We Must Love It - Nautilus",
      "description": "How a life on the water inspired Dona Bertarelli",
      "preview": "Technology The Divers Who Stretch the Limits of Human Biology Environment Modeling the Deep Environment The Deep Ocean Is a Global Public Good Environ"
    },
    {
      "url": "https://catalog.ngc.nvidia.com/orgs/nvidia/containers/pytorch",
      "title": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "description": "GPU-optimized AI, Machine Learning, & HPC Software | NVIDIA NGC",
      "preview": "void"
    },
    {
      "url": "http://cardgames.io/ginrummy/",
      "title": "Gin Rummy | Play it online",
      "description": "Play the classic card game Gin Rummy online for free.",
      "preview": "GIN RUMMY New Game Rules About Options Statistics Change player Change opponents Blocked users Favorite users Ads & Privacy All Games TRICK-TAKING GAM"
    },
    {
      "url": "https://www.ledcmetro.org/",
      "title": "Latino Economic Development Center",
      "description": "LEDC is a private nonprofit established in 1991 to promote thriving regions. Our mission is to drive economic growth in our region by equipping individuals with the skills and resources to achieve financial prosperity through homeownership and building thriving businesses.",
      "preview": "Small Business Your business is our success Housing Your dream home is our success Small Biz Directory Shop small Previous Next Stable Housing. Thrivi"
    },
    {
      "url": "https://wp.api.aclu.org/issues/national-security",
      "title": "National Security | American Civil Liberties Union",
      "description": "The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are consistent with the Constitution, civil liberties, and human rights.",
      "preview": "Skip navigation National Security The ACLU's National Security Project is dedicated to ensuring that U.S. national security policies and practices are"
    },
    {
      "url": "https://ballot.gamvp.org",
      "title": "Find what's on your ballot | Vote informed with GAMVP Ballot Look-up",
      "description": "Use GAMVP Ballot Look-up to find your ballot and make an informed vote about state and local candidates.",
      "preview": "Navigation Button Let's figure out what will be on your ballot Enter the address where you're registered to vote, and we'll find all the districts you"
    },
    {
      "url": "http://dati.ustat.miur.it/organization/ace58834-5a0b-40f6-9b0e-ed6c34ea8de0?tags=Stranieri&tags=AFAM&tags=Corsi&tags=Accademie+di+Belle+Arti&tags=Diplomi+accademici&tags=Diplomati&tags=Et%C3%A0&res_format=XLSX&_tags_limit=0",
      "title": "MUR - Organizzazioni - Open Data dell'istruzione superiore",
      "description": "void",
      "preview": "Salta al contenuto Home Open data Dataset Ordina per Rilevanza Nome Crescente Nome Decrescente Ultima modifica Vai 1 dataset trovato Formati: XLSX Tag"
    },
    {
      "url": "https://profiwerkzeug-shop.at/product/bit-set-inbus-torx-vielzahn-40-tlg-verke/",
      "title": "Bit Set inbus torx vielzahn 40 tlg VERKE - Profi Werkzeug Bimeju GmbH",
      "description": "zwei Längen von 30 und 75 mm Das Set ist aus hochwertigem S2 Werkzeugstahl gefertigt.",
      "preview": "Bit Set inbus torx vielzahn 40 tlg VERKE Artikelnummer: V39025 24,90 € auf Whatsapp bestellen Auf Lager Bit Set inbus torx vielzahn 40 tlg VERKE quant"
    },
    {
      "url": "https://news.apple.com/subscription?app=news&at=1010lNxC&ct=JanNewsCommerce23&campaign_id=aff_1010lNxC&itscg=30200&itsct=meredithnews_news",
      "title": "Subscribe to Apple News+",
      "description": "void",
      "preview": "Subscribe to Apple News+ in the News app. Open the link on an iPhone or iPad with iOS 12.2 or later or a Mac with macOS 10.14.4 or later. Make sure th"
    },
    {
      "url": "https://momentum.medium.com/why-black-people-celebrate-mardi-gras-the-way-we-do-f3c58e20288f?source=home---------7------------------0----------",
      "title": "Why Black People Celebrate Mardi Gras The Way We Do | by Dr. Allison Wiltz | Momentum",
      "description": "BLACK HISTORY Why Black People Celebrate Mardi Gras The Way We Do The hidden history of Mardi Gras, from a Black perspective After attending two Mardi Gras balls this carnival season, I realized that ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Mastodon Momentum · Momentum is a blog that captures and reflects the mom"
    },
    {
      "url": "http://www.rufenacht.com/",
      "title": "Rufenacht Innovative - new solutions for old problems",
      "description": "Compose your daily grocery list in seconds with Shop'NCook shopping list and recipe manager software by clicking on items or adding from recipes!",
      "preview": "Our products Shop'NCook Shopping List & Recipe Manager software Compose your grocery shopping lists in seconds, organize your recipes. Productivity so"
    },
    {
      "url": "https://larotative.info/spip.php?page=login&url=assises-de-la-maternelle-comment-2711.html&lang=fr",
      "title": "La Rotative - Archives",
      "description": "Site collaboratif d'informations locales, Tours et alentours",
      "preview": "Se connecter Identifiants personnels Login ou adresse email : Mot de passe : mot de passe oublié ? Rester identifié quelques jours S'inscrire"
    },
    {
      "url": "https://forum.root.cz/index.php?action=profile;area=showposts;sa=topics;u=247",
      "title": "Zobrazit příspěvky - Václav Švejcar",
      "description": "Zobrazit příspěvky - Václav Švejcar",
      "preview": "Fórum Root.cz Profil Václav Švejcar Zobrazit příspěvky Témata Informace Shrnutí Zobrazit statistiky Zobrazit příspěvky... Příspěvky Témata Přílohy Zob"
    },
    {
      "url": "https://bkk.hu/menetrendek/",
      "title": "Menetrend - BKK.hu",
      "description": "void",
      "preview": "Ugrás a főmenühöz Ugrás a fő tartalomhoz Ugrás a lábléchez Kezdőlap Menetrendek Menetrendek Metró Hév Hajó Villamos Trolibusz Autóbusz Éjszakai autóbu"
    },
    {
      "url": "https://www.cfgnh.org/articles/job-training-education-friendship-and-a-voice",
      "title": "Job Training,... | The Community Foundation for Greater New Haven",
      "description": "Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Economic Success Grant From the Community Fund for Women...",
      "preview": "Job Training, Education, Friendship and a Voice Fellowship Program at Havenly one of 11 Greater New Haven Nonprofits to Receive 2022 Pathways to Econo"
    },
    {
      "url": "https://josephhardin.com/",
      "title": "Joseph Hardin Films | Jacksonville Florida Wedding Videographer",
      "description": "Joseph Hardin is a Wedding Videographer who services all of Florida. We create emotional wedding films that allow you to feel the joy and sacredness of your wedding day again.",
      "preview": "0 EMOTIONAL FILMS THAT ALLOW YOU TO FEEL THE JOY AND SACREDNESS OF YOUR WEDDING DAY AGAIN. FLORIDA & DESTINATION WEDDING videographer JOSEPH HARDIN FI"
    },
    {
      "url": "https://whateverzswift.tumblr.com/",
      "title": "@whateverzswift on Tumblr",
      "description": "Tswizzle!",
      "preview": "Posts Likes Colors - Halsey ithelpstodream Follow just sim things cheesystreet I love this franchise. wildeswift Follow before meredith x after meredi"
    },
    {
      "url": "https://www.tsa.gov/news/press/releases/2023/03/01/tsa-officers-prevent-explosive-device-being-loaded-plane-lehigh",
      "title": "TSA officers prevent explosive device from being loaded on plane at Lehigh Valley International Airport | Transportation Security Administration",
      "description": "ALLENTOWN, Pa. - A Transportation Security Administration (TSA) officer prevented an explosive device from being loaded onto a flight at Lehigh Valley International Airport on Monday, Feb. 27. The device was detected during the routine screening of checked baggage. The suitcase triggered an alarm when it entered the baggage screening unit, which required a TSA officer to physically inspect the contents of the luggage. During the inspection, the TSA officer located an item inside the suitcase that appeared to be suspicious and was believed to possibly be a live explosive device.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.viacomcbsprivacy.com/en/policy",
      "title": "Paramount Skydance | Privacy Policy",
      "description": "void",
      "preview": "PARAMOUNT SKYDANCE PRIVACY POLICY Last Modified: August 7, 2025 Paramount is now part of the Paramount Skydance Corporation! Together, we are a leadin"
    },
    {
      "url": "https://lfca.earth/sustainability-clause/",
      "title": "VC Sustainability Clause",
      "description": "Europe's leading venture capitals are integrating the \"Sustainability Clause\" into contracts for newly financed companies to prioritize climate protection.",
      "preview": "Join our upcoming Sustainability Leadership course Join our leadership course Join now VC Sustainability Clause Imagine that start-ups looking for gro"
    },
    {
      "url": "https://www.typewolf.com/resources",
      "title": "The Best Typography Resources for 2025 · Typewolf",
      "description": "A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools and learning resources.",
      "preview": "Typography Resources A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools"
    },
    {
      "url": "https://goto.walmart.com/c/249354/565706/9383?subId1=PEOPEOPLEsPostSAGAwardsGalaWasDeckedOutwithThisChicFurniturefromWalmartmsapozhnikovHomAff13965998202302I&u=https%3A%2F%2Fwww.walmart.com%2Fip%2FBetter-Homes-and-Gardens-Chad-Planter%2F1047524910%3Fathbdg%3DL1102",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://www.rphworld.com/",
      "title": "Welcome rphworld.com - BlueHost.com",
      "description": "Bluehost - Top rated web hosting provider - Free 1 click installs For blogs, shopping carts, and more. Get a free domain name, real NON-outsourced 24/7 support, and superior speed. web hosting provider php hosting cheap web hosting, Web hosting, domain names, front page hosting, email hosting. We offer affordable hosting, web hosting provider business web hosting, ecommerce hosting, unix hosting. Phone support available, Free Domain, and Free Setup.",
      "preview": "Affordable, Reliable Web Hosting Solutions Web Hosting - courtesy of www.bluehost.com Help Center Contact Us About Us Affiliates Terms ©2012 Bluehost."
    },
    {
      "url": "https://ghcf.org/",
      "title": "Greater Houston Community Foundation",
      "description": "Maximize your charitable impact with Greater Houston Community Foundation, your preferred philanthropic partner in Houston.",
      "preview": "Skip Navigation Links High-impact philanthropy happens here. Greater Houston Community Foundation inspires and creates meaningful and positive change"
    },
    {
      "url": "http://enigma.athensclarkecounty.com/photo/detailsNEW.asp?id=-1163680&bid=2023-00001273&pg=2&curr=no",
      "title": "Athens-Clarke County, GA - Official Website - Sheriff",
      "description": "Sheriff",
      "preview": "void"
    },
    {
      "url": "http://www.gioiaonline.com/",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://starvistalive.com/",
      "title": "Home | StarVista Live",
      "description": "StarVista LIVE Cruises bring together some of the greatest artists and musicians in each genre with true music fans in a luxurious, full ship cruise environment. We provide world class live performances in intimate settings, unparalleled direct access to artists through interactive events, and a chance to have fun, see old friends and meet new ones.",
      "preview": "StarVista Live cruises provide unique experiences and unparalleled access to the superstars you love. Our Events What to expect Malt Shop Memories Cru"
    },
    {
      "url": "https://ride.lyft.com/invite/USBCESSENTIALS",
      "title": "Ride with Lyft",
      "description": "Let's start with your number and we'll text you a link to download the Lyft app.",
      "preview": "Skip to main content Get off your next ride! We'll text you a link to download the app. 1. Select phone number country code. Afghanistan Åland Islands"
    },
    {
      "url": "https://unmhealth.org/stories/2021/10/project-echo-supports-educators-during-covid.html",
      "title": "Project ECHO Provides 'Critical Aid' for Educators During the Pandemic - Project ECHO",
      "description": "During COVID-19, Project ECHO connected educators to share strategies, support families, and keep students engaged in remote learning.",
      "preview": "Children Project ECHO Provides 'Critical Aid' for Educators During the Pandemic When classes abruptly shifted online at the beginning of the COVID-19"
    },
    {
      "url": "https://docplayer.sk/141101955-Roche-slovensko-s-r-o-pribinova-19-bratislava-i%EF%BF%BD%EF%BF%BDo-i%EF%BF%BD%EF%BF%BD-dph-sk-zap%EF%BF%BD%EF%BF%BDsan%EF%BF%BD%EF%BF%BD-v-obchodnom-registri-okresn%EF%BF%BD%EF%BF%BDho-s%EF%BF%BD%EF%BF%BDdu-bratisl.html",
      "title": "Live Crypto Prices & Market Cap Charts - Bitcoin, Ethereum News at PiedPiper",
      "description": "Track real‑time prices, charts, market caps and daily news for ETH, BTC and a wide range of cryptocurrencies on PiedPiper. Stay on top of the crypto market 24/7.",
      "preview": "Live Crypto Prices & Market Cap Charts View live market data across 17,000+ cryptocurrencies and 1,000+ exchanges. Pied Piper presents real-time updat"
    },
    {
      "url": "https://www.ywcastpaul.org/",
      "title": "YWCA St. Paul - Eliminating Racism, Empowering Women",
      "description": "YWCA St. Paul is on a mission: eliminating racism, empowering women and promoting peace, justice, freedom and dignity for all.",
      "preview": "Skip to content Home Advancing Racial Justice YWCA St. Paul advances racial justice through education and advocacy in the community, by working with o"
    },
    {
      "url": "https://xeno-canto.org/species/Turdus-merula",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://www.premierleague.com/VAR",
      "title": "Video Assistant Referees Explained | VAR | Premier League",
      "description": "For information on how Video Assistant Referees (VAR) will operate, including frequently asked questions and video explanations, visit the official website of the Premier League.",
      "preview": "Skip to main content The Video Assistant Referee (VAR) was introduced in the 2019/20 Premier League season after the clubs voted unanimously in Novemb"
    },
    {
      "url": "https://colordesigner.io/gradient-generator",
      "title": "Gradient Generator - colordesigner.io",
      "description": "The tool itself is used to generate a gradual change in the color gradient from one color to another, essentially leaving the user with a result of many different in-between colors of the blend.",
      "preview": "Color blindly Filter normal achromatomaly achromatopsia deuteranomaly deuteranopia protanomaly protanopia tritanomaly tritanopia Buy Pro to unlock all"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/parameter.html",
      "title": "XGBoost Parameters - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Parameters View page source XGBoost Parameters  Before running XGBoost, we must set three types of parameters: general parameters, booster pa"
    },
    {
      "url": "https://diverseabilitymagazine.com/recognition-lists/",
      "title": "Careers | ConnectComm",
      "description": "Careers",
      "preview": "Careers 5 Dynamic Skills Every Leader Needs ConnectComm September, 2025 Careers Inside Finance: What to Expect When You're Just Starting Out ConnectCo"
    },
    {
      "url": "https://www.ventunotech.com",
      "title": "Ventuno | The Leading OTT Platform & VOD Platform Provider",
      "description": "Ventuno is a Saas based OTT Platform provider lets video content owners to launch, upload, monetize and analyse their live streaming services.Start your 7-days free trial.",
      "preview": "Launch & grow your video streaming service All-in-One | No coding | Fully customizable Request Demo Why Launch Your OTT Apps with Ventuno? BE OMNIPRES"
    },
    {
      "url": "https://www.afro.who.int/",
      "title": "WHO | Regional Office for Africa",
      "description": "The World Health Organization (WHO) is building a better future for people everywhere. Health lays the foundation for vibrant and productive communities, stronger economies, safer nations and a better world. Our work touches lives around the world every day - often in invisible ways. As the lead health authority within the United Nations (UN) system, we help ensure the safety of the air we breathe, the food we eat, the water we drink and the medicines and vaccines that treat and protect us. The Organization aims to provide every child, woman and man with the best chance to lead a healthier, longer life.",
      "preview": "Skip to main content Strengthening mental health services in emergencies across Africa Find out more → Response efforts slowing down Democratic Republ"
    },
    {
      "url": "https://www.gatesfoundation.org/",
      "title": "Gates Foundation",
      "description": "We are a nonprofit fighting poverty, disease, and inequity around the world",
      "preview": "Gates Foundation 70 million lives saved Since 2002, the Global Fund has saved 70 million lives, with death rates from HIV, TB, and malaria down 63% in"
    },
    {
      "url": "https://tools.totaleconomicimpact.com/go/Apple/TEI/",
      "title": "The Total Economic Impact™ Of Mac In Enterprise",
      "description": "Cost Savings And Business Benefits Enabled By Mac Devices",
      "preview": "Configure Data Customize These Results Forrester interviewed representatives of several organizations to produce the composite analysis results featur"
    },
    {
      "url": "https://unknews.unk.edu/tag/vaccination/",
      "title": "Vaccination - UNK NEWS",
      "description": "Widespread vaccinations have proven to significantly reduce positive cases of COVID on campus and in the community. The university encourages students and employees to be fully vaccinated.",
      "preview": "Skip to content College of Arts & Sciences College of Business & Technology College of Education News Student Life Widespread vaccinations have proven"
    },
    {
      "url": "https://caribbeancricket.com/news",
      "title": "CaribbeanCricket.com - The Independent Voice of West Indies Cricket",
      "description": "Caribbean Cricket - The Independent Voice of West Indies Cricket. Latest news, live scores, forums and discussions about West Indies cricket.",
      "preview": "Daren Sammy expects better showing in second Test against India Thu, Oct 9, '25 West Indies head coach Daren Sammy is looking forward to a much-improv"
    },
    {
      "url": "https://www.na.org/",
      "title": "Narcotics Anonymous",
      "description": "What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire to use, and find a new way to live. Our message is hope and the promise is freedom.",
      "preview": "Skip to content Welcome to Narcotics Anonymous What is our message? The message is that an addict, any addict, can stop using drugs, lose the desire t"
    },
    {
      "url": "https://careers-7-eleven.icims.com/jobs/intro",
      "title": "Working at 7-ELEVEN",
      "description": "Browse available job openings at 7-ELEVEN",
      "preview": "Skip to main content Careers at 7-Eleven Keyword Location Radius 5 miles 15 miles 25 miles 35 miles 50 miles Search Jobs Make your impact a big one. Y"
    },
    {
      "url": "http://developer.android.com/index.html",
      "title": "Android Mobile App Developer Tools - Android Developers",
      "description": "Discover the latest app development tools, platform updates, training, and documentation for developers across every Android device.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://www.deutschlandfunkkultur.de/arbeitszeit-frueher-und-heute-die-hohe-anzahl-von-100.html",
      "title": "Arbeitszeit früher und heute - Die hohe Anzahl von Feiertagen im Mittelalter trügt",
      "description": "War man früher weniger fleißig? Die hohe Zahl von bis zu 80 Feiertagen im Mittelalter täuscht: Zum einen waren Sonntage mitgerechnet. Außerdem arbeiteten zum Beispiel Bauern auch an diesen Tagen, sagt der Wirtschaftshistoriker Thomas Ertl.",
      "preview": "Archiv Arbeitszeit früher und heute Die hohe Anzahl von Feiertagen im Mittelalter trügt 06:49 Minuten Landwirtschaftliche Szene auf einem Holzschnitt:"
    }
  ],
  "_meta": {
    "total_bookmarks": 126
  }
}