{
  "data": [
    {
      "url": "https://rose---child.tumblr.com/",
      "title": "Rosie Rabbit",
      "description": "http://www.crouton.net",
      "preview": "Rosie Rabbit 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Hi!, if you would like to commiss"
    },
    {
      "url": "https://weplayapp.com/",
      "title": "WePlay - Online Board Game Lounge",
      "description": "WePlay is a social board game app with voice room, which young people love to play. It has the most popular 'casual board games' and 'voice interaction'. It is so fun to play while chatting! Put aside the troubles and pressures of life, live online, real-time voice, easy to play~",
      "preview": "We're sorry but doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "http://www.nbsoft.co.uk/",
      "title": "nbsoft",
      "description": "void",
      "preview": "Software Sections Help File Encrypter Lockit Download Centre Search About Us Contact Us Knowledge Base Online Support Privacy Policy Home Send Website"
    },
    {
      "url": "https://www.elitemate.com/",
      "title": "EliteMate.com, Free Online Dating, Free Picture Personals, Hottest Singles, Free Local Dating, Find Love, Friends, Pens Pals, Romance, Free Membership, Portal to other dating sites",
      "description": "void",
      "preview": "Privacy Policy Update - Please refer to the recently updated Privacy Policy of EliteMate.com LLC to acknowledge the recently released law - CCPA - Cal"
    },
    {
      "url": "http://uis.unesco.org/",
      "title": "Data for the Sustainable Development Goals | Institute for Statistics (UIS)",
      "description": "The UNESCO Institute for Statistics (UIS) is the official and trusted source of internationally-comparable data on education, science, culture and communication.",
      "preview": "Skip to main content Search Search UIS Data for the Sustainable Development Goals The UNESCO Institute for Statistics (UIS) is the official and truste"
    },
    {
      "url": "https://wellbreddesign.com/products/handmade-felt-cat-family-hanging-biodegradable-decoration-smokey-1",
      "title": "Skyland OK Real Estate",
      "description": "Skyland OK Real Estate - Exceptional real estate services for luxury properties, commercial estates, and residential homes.",
      "preview": "Find Your Dream Home Today Skyland OK Real Estate connects you with luxury properties and commercial estates tailored to your needs. Get Started Our S"
    },
    {
      "url": "https://xeno-canto.org/explore?query=sp%3Aqmweqr%20loc%3A%22Hills%20west%20of%20Shuhe%2C%20near%20Lijiang%2C%20Yunnan%22",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... You are seeing this because the administrator of this website has set up Anubis to protect the server against"
    },
    {
      "url": "https://www.sleepfoundation.org/bedding-information/best-thread-count-for-sheets",
      "title": "What Is the Best Thread Count for Sheets? Here's the Magic Number",
      "description": "Learn what thread count means, how it translates to quality and performance in sheets, and what thread counts you should look for.",
      "preview": "Skip to content Share Url copied /"
    },
    {
      "url": "https://www.nps.gov/subjects/fossils/index.htm",
      "title": "Fossils and Paleontology (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.wissenswertes.at/tarot",
      "title": "Tarot legen - Karten legen - Tarot Astrologie",
      "description": "Das ♥ Kartenlegen mit Tarot ist eine Form der Astrologie wobei man die Bedeutung der ✅ 78 Tarotkarten kennen muss und daraus die Fragen ableitet.",
      "preview": "Wissenswertes Sie sind hier: Startseite -> Hobbys -> Tarot legen Tarot legen mit den 78 Tarotkarten Fragestellungen an die Karten Immer öfter sieht ma"
    },
    {
      "url": "https://justiceforvets.org/wp-content/uploads/2017/03/RAND.pdf",
      "title": "Justice for Vets - All Rise",
      "description": "void",
      "preview": "All Rise Justice for Vets Justice for Vets We empower communities to respond effectively to the complex medical, behavioral health, and criminogenic n"
    },
    {
      "url": "https://www.catherinewalker.com/",
      "title": "Catherine Walker - now and since 1977",
      "description": "void",
      "preview": "Latest Video Scroll to Content About Us The Catherine Walker & Co The Catherine Walker & Co design atelier is based in Bury Walk, a pretty Chelsea mew"
    },
    {
      "url": "https://aeds-mn.org/",
      "title": "HOME | African Economic Development Solutions | AEDS-MN | Saint Paul",
      "description": "African Economic Development Solutions (AEDS) builds wealth within African immigrant communities through economic development. Our program and services include business lending, development, and financial capabilities. Our events - Little Africa and the National African Leadership Conference - build communities.",
      "preview": "top of page AEDS-MN builds wealth The goal of African Economic Development Solutions is simple . . . We want our clients to build businesses that crea"
    },
    {
      "url": "https://www.westbroadway.org/",
      "title": "West Broadway Business & Area Coalition",
      "description": "void",
      "preview": "Apply with Confidence : WBC is Here to Help YOU! WBC is a proud partner of the MN Promise Act, dedicated to helping local business owners successfully"
    },
    {
      "url": "https://cpe.cientifica.edu.pe/",
      "title": "Carreras para gente que trabaja | Universidad Científica del Sur",
      "description": "Estudia carreras para gente que trabaja en la Universidad Científica del Sur con programas flexibles y de calidad. ¡Inscríbete hoy!",
      "preview": "Ir al contenido Pregrado Posgrado Centro de Idiomas Formación Continua Buscar Carreras para gente que trabaja Averígua qué cursos puedes convalidar Ca"
    },
    {
      "url": "http://mllr.dk/privacy_policy/sexy-maria/privacy_policy_en.html",
      "title": "void",
      "description": "void",
      "preview": "Sexy Maria - Privacy Policy The app does not store any information about the user or the usage of this app - anywhere."
    },
    {
      "url": "http://survey.walmart.com",
      "title": "Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.5-8club.com/",
      "title": "5-8 Club",
      "description": "The 5-8 Club is the Home of the Juicy Lucy. Stop by one of our four Twin Cities restaurants to experience our life-changing burgers today!",
      "preview": "0 Home of the Juicy Lucy ®"
    },
    {
      "url": "https://nypost.com/baseball/",
      "title": "Latest MLB News, Scores, Standings, Stats & Rumors | New York Post",
      "description": "Get the latest MLB news on the New York Yankees, New York Mets, and around baseball from the New York Post, including scores, stats, trade rumors, and standings.",
      "preview": "MLB inside the mets What spurred the Mets' sweeping coaching cuts and where they leave Carlos Mendoza On top of saying goodbye to colleagues and frien"
    },
    {
      "url": "https://kr.linkedin.com/company/samsungmobile?trk=organization_guest_main-feed-card_reshare_feed-actor-name",
      "title": "Samsung Mobile | LinkedIn",
      "description": "Samsung Mobile | LinkedIn 팔로워 646,855명 | Samsung Mobile is at the forefront of mobile intelligence, shaping the future with Galaxy AI. With the next evolution of Galaxy AI, we are making lives simpler-reducing stress, creating more time, and getting the help you need without even having to ask. In this era of mobile AI, the freedom to focus on what matters most to you is no longer a dream, but a powerful reality.",
      "preview": "LinkedIn 회원 개인정보 보호를 중시합니다. LinkedIn 및 타사에서 이용하는 필수 및 비필수 쿠키는 LinkedIn 서비스 제공, 보안 분석 및 개선을 위해 제공되며, LinkedIn 내외에서 관련 광고( 프로페셔널 및 채용 광고 등)를 표시합니다. 쿠키정책"
    },
    {
      "url": "http://www.hoistlift.com/the-great-chicago-blood-drive/",
      "title": "The Great Chicago Blood Drive | Hoist Material Handling",
      "description": "Hoist Material Handling participated in the 6th annual ABC 7 Great Chicago Blood Drive this January.",
      "preview": "Skip to Main Content News - Details The Great Chicago Blood Drive January 16, 2020 09:00 AM © Hoist Material Handling participated in the 6 th annual"
    },
    {
      "url": "https://www.cusmade.biz/Home/Index",
      "title": "CUSMADE(Suzhou Cusmade Electronic Technology Co., Ltd.)",
      "description": "CusMade,cusmade,customize,customer,solor,cable,waterproof,waterproof connecter,Waterproof wiring harness,wire harness,car connector,Power,Hydra,Motor,Signal,Connecter,Connect,电源线,电机线,信号线,连接器,防水连接器,线束,防水线束,接头,防水接头,Suzhou Cusmade Electronic Technology Co., Ltd.,苏州卡斯迈德,卡斯迈德,苏州卡斯迈德电子科技有限公司,客户定制,方案定制,电摩,防水连接器,连接器,线束,防水线束,电动自行车,新能源,交通,ebike,e-bike,E-bike,电动,电动车,两轮车,电动两轮车,轮椅,躺车,沙滩车,公路车,雪地车,山地车,城市车,越野",
      "preview": "Previous Next Product Category 40 Power Connector 5 Splitter 9 Motor Connector 17 Signal Connector Our Products PowerRA1 Motor1109B SignalA090xA Hydra"
    },
    {
      "url": "https://www.self.com/story/issa-rae",
      "title": "Issa Rae on Life as a Newlywed, Creating Boundaries, and Taking Care of One Another | SELF",
      "description": "In SELF magazine's September cover, we're talking self-care and community care with actor, writer, and producer Issa Rae.",
      "preview": "Skip to main content Fitness Food Health Love Beauty Sports Life Health Conditions Shopping Video Challenges Workouts Newsletter Signup See the 2025 S"
    },
    {
      "url": "https://www.carzonrent.com/",
      "title": "Premium Chauffeur Driven Car Rental Services India",
      "description": "Experience the premium travel with India's leading chauffeur-driven car rental service, designed to meet all your business and individual transportation needs. Ride in comfort and elegance.",
      "preview": "24 Years of Service Excellence 15 Million+ Happy Customers 2000+ Corporates Served 120+ Servicing Cities Local Outstation Airport Transfer Long Term R"
    },
    {
      "url": "http://portal.rlgamericas.com/TRCS/RequestMailback.aspx?f=180354",
      "title": "void",
      "description": "void",
      "preview": "You are not registered. Welcome to Microsoft's Free Mail-back Program Welcome to Microsoft's free mail-back program provided by Reverse Logistics Grou"
    },
    {
      "url": "https://www.robin-wood.co.uk/",
      "title": "Wooden bowls, plates, spoons - handcrafted woodware - Robin Wood",
      "description": "Robin Wood is a master woodturner handcrafting beautiful wooden bowls and plates and carving wooden spoons. Shop for woodware and wood-craft courses.",
      "preview": "Home I am passionate about traditional woodwork, about the value of working with our hands, and sharing the joy of these things with others. I make tr"
    },
    {
      "url": "https://www.safetygearstore.co.uk/188-200-130-rugged-hand-held-smart-device-vehicle-charger",
      "title": "188-200-130 Rugged Hand-Held Vehicle Charger Only £37.00 excl vat From Safety Gear Store Ltd",
      "description": "188-200-130 Rugged Hand-Held Vehicle Charger from only £37.00 excl vat. Next day Delivery for in stock items. Smart Device Vehicle Charger",
      "preview": "Currency: US Dollar British Pound Euro Search Returning Customer Email: Password: Remember me? Forgot password? Log in Don't have an account? Create a"
    },
    {
      "url": "https://www.fox7austin.com/news/man-kills-elderly-neighbor-south-austin",
      "title": "Man charged with murder claims 'Lucifer' killed his elderly neighbor in South Austin: affidavit | FOX 7 Austin",
      "description": "23-year-old Tamorian Moore has been charged with murder for killing his neighbor, Leonard Foster, on his 81st birthday. Officials say Foster was killed by blunt force trauma.",
      "preview": "Man charged with murder for killing elderly neighbor in South Austin 23-year-old Tamorian Moore has been charged with murder for killing 81-year-old L"
    },
    {
      "url": "https://vuoriclothing.com/products/sunday-performance-jogger-black",
      "title": "Sunday Performance Jogger | Men's Black Joggers | Vuori",
      "description": "Vuori's Sunday Performance Jogger provides a fresh take on athleisure and will be a staple in your wardrobe. Shop our men's Black athletic joggers.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/minor-arcana/",
      "title": "Minor Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Minor Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "http://www.gmhchousing.org/",
      "title": "GMHC | Minneapolis, MN",
      "description": "void",
      "preview": "HOME SUCCESS STORIES ABOUT US BOARD OF DIRECTORS STAFF SPONSORS ANNUAL REPORTS CAREERS DONATE PROGRAMS PREDEVELOPMENT LOAN FUND PROGRAM FUNDED PROJECT"
    },
    {
      "url": "https://www.bpm-power.com/it/offerte/arredo-giardino",
      "title": "Arredo Giardino Ed Esterni | Offerte Da Giardino Ottobre 2025",
      "description": "Salottini polyrattan, tavolini e molto altro su Bpm-power | Non perderti i migliori prezzi e le promozioni su arredamento da esterni di Ottobre!.",
      "preview": "Scopri le recensioni Accedi Ciao {{user.firstName | capitalize | cut(12)}} Accedi Non sei iscritto? Registrati My Bpm-Power Il tuo profilo I tuoi ordi"
    },
    {
      "url": "https://www.articole-petreceri.ro/baloane-folie-16/balon-folie-rotund-brad-45cm.html",
      "title": "Balon folie rotund Brad 45cm",
      "description": "Balon folie rotund Brad 45cm",
      "preview": "Home / Baloane folie / Balon folie rotund Brad 45cm Balon folie rotund Brad 45cm -40% 16,66 RON 9,99 RON Selectati umflat/neumflat : Neumflat (9,99 RO"
    },
    {
      "url": "https://www.legalmomentum.org/",
      "title": "Welcome | Legal Momentum",
      "description": "void",
      "preview": "Skip to main content The State of Women's Economic Wellbeing & The Law - Map Launch & Panel - September 18, 2024 - Recorded Live If you are being watc"
    },
    {
      "url": "http://www.icj-cij.org/",
      "title": "Cour internationale de Justice - International Court of Justice | INTERNATIONAL COURT OF JUSTICE",
      "description": "void",
      "preview": "Skip to main content Cour internationale de Justice International Court of Justice Français English العر بية Español Русский 中文 La Cour internationale"
    },
    {
      "url": "https://www.avocatmetz.fr/accueil/articles/lenfant-ne-par-gpa-a-letranger-peut-etre-adopte-par-le-conjoint-du-pere-nouvelle-illustration-363.htm",
      "title": "Avocat Metz | Cabinet Fany Kucklick Metz",
      "description": "Le Cabinet d'Avocat Fany Kucklick intervient en droit de la famille (divorce, filiation, succession, enfants, pension alimentaire...) sur Metz et sa région",
      "preview": "Fany KUCKLICK AVOCAT METZ Fany KUCKLICK AVOCAT METZ Fany KUCKLICK AVOCAT METZ Fany KUCKLICK AVOCAT METZ Maître KUCKLICK Avocat de la famille à Metz Ec"
    },
    {
      "url": "https://www.happyfox.com/privacy-policy/",
      "title": "HappyFox | Privacy Policy",
      "description": "Privacy policy of happyfox customer support software",
      "preview": "Privacy Policy Effective as of April 28, 2023. For existing users the changes will be effective from May 28, 2023. Click here for the prior version of"
    },
    {
      "url": "https://bulletin.stanford.edu/pages/c7vDgeOuJIfpZe8GKmW3/",
      "title": "Nondiscrimination Policy | Stanford University Bulletin",
      "description": "Nondiscrimination Policy",
      "preview": "Skip to Main Content Navigated to Nondiscrimination Policy. Nondiscrimination Policy Policy Statement Stanford University admits qualified students of"
    },
    {
      "url": "https://mts-nature.nature.com/",
      "title": "Nature",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature online manuscript submission and tracking sys"
    },
    {
      "url": "https://corporate.hasbro.com/en-us",
      "title": "About the Company - Hasbro",
      "description": "Visit Hasbro Newsroom to get all the latest news and the easiest way to stay up to date with the latest events of Hasbro. Read press releases, get updates, watch videos, and more.",
      "preview": "Latest News and Press Releases About Hasbro Hasbro is a leading games, IP and toy company whose mission is to create joy and community through the mag"
    },
    {
      "url": "https://justlawful.com/2021/07/16/fundamental-fairness-compels-cosbys-release-supreme-court-of-pennsylvania-concludes/",
      "title": "Fundamental Fairness Compels Cosby's Release, Supreme Court of Pennsylvania Concludes - Just Lawful",
      "description": "Court vacated conviction and ordered release of Bill Cosby, convicted of sexual assault and imprisoned, because court perceived that the District Attorney's announcement that he would not prosecute Cosby induced Cosby to waive his Fifth Amendment rights, resulting in incriminating statements later used to convict him.",
      "preview": "Commonwealth of Pennsylvania v. William Henry Cosby, Jr., No. J-100-2020. June 30, 2021. A Life of Unprecedented Firsts and Widespread Public Acclaim."
    },
    {
      "url": "https://help.lyft.com/hc/en-us",
      "title": "Lyft Help",
      "description": "void",
      "preview": "Skip to Content How can we help you? Popular articles Lost and found for riders How and when driver pay is calculated Report a safety incident or cita"
    },
    {
      "url": "https://www.fnp.com/",
      "title": "FNP: India's #1 Online Gift Store | Flowers, Cakes, Gift Hampers etc.",
      "description": "FNP India's largest online gift shop for Flowers, Cakes, Plants, Personalised Gifts & more. We promise &#9989; midnight & &#9989; same-day delivery in India with FREE shipping!",
      "preview": "Diwali Gifts Birthday Gifts Karwa Chauth Bhai Dooj Same Day Delivery FNP Luxe Housewarming Best Wishes Personalised Rated 4.8 / 5 | Trusted by 4,62,54"
    },
    {
      "url": "https://www.self.com/story/issa-rae",
      "title": "Issa Rae on Life as a Newlywed, Creating Boundaries, and Taking Care of One Another | SELF",
      "description": "In SELF magazine's September cover, we're talking self-care and community care with actor, writer, and producer Issa Rae.",
      "preview": "Skip to main content Fitness Food Health Love Beauty Sports Life Health Conditions Shopping Video Challenges Workouts Newsletter Signup See the 2025 S"
    },
    {
      "url": "https://highcarbonstock.org/",
      "title": "HCSA identify and conserve high carbon stock rainforests.",
      "description": "HCSA work to prevent the destruction of high carbon rainforests caused by agricultural expansion. They also help respect the rights of forest communities.",
      "preview": "Search Search Close this search box. Menu Menu Menu Search Search We provide the tools to stop the catastrophic destruction of tropical forests How do"
    },
    {
      "url": "https://pk-termeptuj.si/Sales/Order-18611/",
      "title": "RKC NEBO Pro Kolesarski Dres Mens AERO Usposabljanje Kolesarski Dres lahki Mtb Kolo Kolesarjenje Oblačila Majica Kit Maillot Ciclismo popust ~ Kolesarjenje Clothings / Pk-termeptuj.si",
      "description": "Shop powered by PrestaShop",
      "preview": "Domov > Kolesarjenje Clothings > > RKC NEBO Pro Kolesarski Dres Mens AERO Usposabljanje Kolesarski Dres lahki Mtb Kolo Kolesarjenje Oblačila Majica Ki"
    },
    {
      "url": "https://milanoevents.it/2021/10/29/festa-del-cioccolato-milano-navigli-novembre/",
      "title": "Festa del cioccolato artigianale sui Navigli Milanesi - MILANOEVENTS.IT | News 2.0 ed Eventi a Milano",
      "description": "Eventi a Milano. MilanoEvents.it è un Portale semplice e intuitivo su Milano in grado di aiutarvi a scoprire tutte le NEWS e gli EVENTI a Milano e Lombardia, dove trovare svago e divertimento",
      "preview": "Facebook Instagram RSS TikTok Twitter Youtube Accedi HOME EVENTI CULTURA FASHION & DESIGN FOOD & DRINK LIFESTYLE LAVORO Accedi Benvenuto! Accedi al tu"
    },
    {
      "url": "https://www.emploimedecin.com/offres-emploi/detail/878844/medecin-generaliste/jobergroup/amiens/cdi",
      "title": "Offres d'emploi médicales : médecin, pharmacien, chirurgien...",
      "description": "Retrouvez sur EMPLOI Médecin des milliers d'annonces : médecin, chirurgien, sage-femme, pharmacien, orthodontiste, vétérinaire",
      "preview": "Connexion Candidat Connexion Recruteur Partenaires Zoom sur Trouvez votre futur emploi Emploi : Localisation : Distance : 5 km 10 km 15 km 20 km 50 km"
    },
    {
      "url": "https://startups.microsoft.com/",
      "title": "Microsoft for Startups | Microsoft",
      "description": "Ottieni gli strumenti, le indicazioni e l'ispirazione di cui hai bisogno per costruire e far crescere la tua attività con Microsoft for Startups.",
      "preview": "This is the Trace Id: f2619302540037d815a97f7069f2e81d Passa a contenuti principali Microsoft for Startups Costruisci la tua startup con fiducia Acced"
    },
    {
      "url": "https://sentimental--sentinel.tumblr.com/",
      "title": "@sentimental--sentinel on Tumblr",
      "description": "xNFJ // Sun Moon Venus Mars: Cancer // Rising Scorpio // Dota Addict Love easily, but not easy to love",
      "preview": "Posts Likes adorastarotcards-deactivated202 Synastry Overlay in Mars Adorastarotcards Mars in Partners 1st House - ✨Sexual Attraction✨ a very intense"
    },
    {
      "url": "https://www.telanon.info/sociedade/2016/04/06/21531/tiroteio-cena-de-bruxaria-e-morte-provocaram-protestos-diante-do-ministerio-publico/?replytocom=291828",
      "title": "Tiroteio, cena de bruxaria e morte provocaram protestos diante do Ministério Público - Téla Nón",
      "description": "Familiares e amigos do homem de 43 anos de idade que encontrou a morte no último sábado 2 de Abril, após ter sido baleado no dia 26 de Março, por alegados foras da lei, exigiram ao Ministério Público a prisão preventiva dos dois suspeitos do crime. Diante do Ministério Público os familiares da vítima Manuel [...]",
      "preview": "Téla Nón Familiares e amigos do homem de 43 anos de idade que encontrou a morte no último sábado 2 de Abril, após ter sido baleado no dia 26 de Março,"
    },
    {
      "url": "https://www.shihang.org/",
      "title": "Home",
      "description": "With 189 member countries, the World Bank Group is a unique global partnership fighting poverty worldwide through sustainable solutions",
      "preview": "最新地区经济简报 探究各地区宏观经济发展趋势，重点关注创造就业机会。 https://www.shihang.org/zh/topic/development/publication/world-bank-regional-economic-updates 查看报告 以保护促繁荣：自然旅游驱动就业与"
    },
    {
      "url": "https://devdojo.com/tails",
      "title": "Dev Community - DevDojo",
      "description": "Learn web development and design with our on-demand video platform. Learn development through our developer courses and developer videos.",
      "preview": "tails Home Features Pricing Launch App TailwindCSS Website Builder Designer Tool Component Library Component Library Tails is a page creator, site bui"
    },
    {
      "url": "https://www.spmcf.org/",
      "title": "Saint Paul & Minnesota Foundation | Saint Paul & Minnesota Foundation",
      "description": "Saint Paul & Minnesota Foundation is a partner to thousands of donors and nonprofit organizations working to create a just and vibrant Minnesota where all people and communities thrive. We help establish not for profit organizations with endowments, help patrons with charitable planning, and manage donor-advised funds.",
      "preview": "Where Giving Grows Make more possible Your Community Foundation The Saint Paul & Minnesota Foundation partners with thousands of donors, nonprofit org"
    },
    {
      "url": "https://www.blackgirlsunscreen.com/about/",
      "title": "Black Owned Sunscreen Brand & Company | Black Girl Sunscreen",
      "description": "Black Girl Sunscreen was created by Shontay Lundy in 2016. Made with melanated skin in mind, learn more about the BGS journey.",
      "preview": "About Us Our Story Our story begins with the need for a sunscreen brand that caters exclusively to women of color. From carrying expensive umbrellas t"
    },
    {
      "url": "https://www.irs.gov/uac/tax-scams-consumer-alerts",
      "title": "Recognize tax scams and fraud | Internal Revenue Service",
      "description": "Don't fall for tax scams. Learn how to spot a scam and what to do.",
      "preview": "Skip to main content Recognize tax scams and fraud English Español 中文 (简体) 中文 (繁體) 한국어 Русский Tiếng Việt Kreyòl ayisyen More In Help Interactive Tax"
    },
    {
      "url": "https://www.comeandsee.net/",
      "title": "Come and See | Help Reach the World with the Authentic Jesus",
      "description": "Join us in introducing the authentic Jesus to the world by helping us make the life-changing series The Chosen possible and globally accessible.",
      "preview": "Donate Come and See celebrates a GUINNESS WORLD RECORDS™ achievement. Read the Story Come and See celebrates a GUINNESS WORLD RECORDS™ achievement. Re"
    },
    {
      "url": "https://education.github.com/",
      "title": "GitHub Education · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://liaacc.org/",
      "title": "Long Island African American Chamber of Commerce - NYC Regional Chamber of Commerce",
      "description": "NYC Regional Chamber of Commerce",
      "preview": "Search for: Skip to content Your Business Resource Our Team Join LIAACC Other Resources Our Calendar Benefits The Long Island African American Chamber"
    },
    {
      "url": "https://www.healthaction.org/",
      "title": "Health Action Alliance",
      "description": "The Health Action Alliance is the country's largest employer network operating at the intersection of business and public health. We're on a mission to make employees healthier and communities stronger. We know good health is good business.",
      "preview": "By clicking \"Accept\", you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing e"
    },
    {
      "url": "https://news.airbnb.com/fresh/",
      "title": "\"The Fresh Prince\" Will Smith Invites You to a Royal Stay on Airbnb",
      "description": "For the first time ever, local guests are invited to chill out and relax in a wing of one of television's most iconic homes.",
      "preview": "It's been 30 years since Will Smith rolled up the driveway and knocked on the door of this iconic LA crib for the very first time. To celebrate the un"
    },
    {
      "url": "https://forums.lenovo.com/t5/Motorola-Community/ct-p/MotorolaCommunity",
      "title": "English Community-Lenovo Community",
      "description": "void",
      "preview": "Welcome to Lenovo and Motorola community. If the website doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://form.asana.com/?k=lY4uuTrGcroevKe_0emL1Q&d=941506444463212",
      "title": "Loading... - Form by Asana",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://2015annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://support.norton.com/sp/en/us/home/current/info",
      "title": "Official Norton™ Support",
      "description": "Get all the support you need for your Norton products. We'll help you with installation, activation, sales and billing.",
      "preview": "What can we help you with? Upgrade for Free Cybercrime is evolving. So is your protection. *Offer for existing members for the remainder of your subsc"
    },
    {
      "url": "https://www.brasiltalian.com/2017/12/bon-prinsipio-nel-veneto-una-curiosita.html",
      "title": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto-Brasil Talian",
      "description": "Talian Sta qua la xè 'na filastrocca che, nei primi ani del secolo 1900, i tosati cantava ndando far gli auguri de Bon Ano in giro par l...",
      "preview": "Bon prinsìpio nel véneto una curiosità per Leonardo Quaggiotto terça-feira, 19 de dezembro de 2017 Talian Sta qua la xè 'na filastrocca che, nei primi"
    },
    {
      "url": "https://nopriceonjustice.org/fines-fees-and-the-criminalization-of-mental-health-crisis/",
      "title": "Fines, Fees and the Criminalization of Mental Health Crises - No Price on Justice",
      "description": "Peggy Herrera, an advocate for the No Price on Justice campaign, recounts her son's terrifying encounters with police and the lasting financial and emotional impacts of predatory fees.",
      "preview": "Fines, Fees and the Criminalization of Mental Health Crises May 10, 2021 \"I had called emergency medical services for support during one of my son's a"
    },
    {
      "url": "https://www.bestmarijuanaguide.com/profile/cover-cannabis/write-review",
      "title": "Cover Cannabis: Write a Review: Help Other Buyers Learn About Cover Cannabis - bestmarijuanaguide",
      "description": "How was your experience with Cover Cannabis? Tell bestmarijuanaguide.com. Let Cover Cannabis know how they're doing. Your feedback helps companies be better and shows buyers who they can trust.",
      "preview": "Home Cover Cannabis Write Review Write a Review on Cover Cannabis Rate your experience. Title of Review Title of Review How do you know Cover Cannabis"
    },
    {
      "url": "https://search.alexanderstreet.com/dncr/browse/content-type?f%5B0%5D=genre_hierarchy_facet%3ADance%7CBallet&f%5B1%5D=publishing_body_facet%3Amacfadden%20communications%20group%2AMacfadden%20Communications%20Group%7C64542&items_per_page=25&order=count&ajax=1&lazr_facet_popup%5Bfield%5D=genre_hierarchy_facet&lazr_facet_popup%5Breal_facet%5D=genre_hierarchy_facet&lazr_facet_popup%5Bpopup_title%5D=Dance&lazr_facet_popup%5Bhierarchy_filter%5D=Dance%7C",
      "title": "Home - Alexander Street, part of Clarivate",
      "description": "Search streaming video, audio, and text content for academic, public, and K-12 institutions. Alexander Street is an imprint of ProQuest that promotes teaching, research, and learning across music, counseling, history, anthropology, drama, film, and more.",
      "preview": "Skip to main content Alexander Street Homepage Alexander Street In-Depth See our help page How to make a clip Highlight the most important piece of yo"
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "https://campaigns.organizefor.org/petitions/help-make-hair-discrimination-illegal",
      "title": "Help Us End Hair Discrimination in the Workplace, Schools, and Pools | OrganizeFor",
      "description": "Currently, it is legal to discriminate against a person in the workplace, schools, and/or pools because of their natural or protective hairstyle in all states except for California, New York, New Jersey, Virginia, Colorado, Washington, Maryland, Connecticut, Delaware, New Mexico, Nebraska, Nevada, Oregon, Illinois, Maine, Tennessee, Louisiana, Massachusetts, Alaska, Michigan, Texas, Minnesota, Arkansas, Vermont, New Hampshire, and Missouri. Hair discrimination remains a source of racial...",
      "preview": "Skip to main content Start a Campaign Log in To: Lawmakers Across the Country Help Us End Hair Discrimination in the Workplace, Schools, and Pools Vot"
    },
    {
      "url": "https://cwdressings.com/",
      "title": "CW Dressings™",
      "description": "We specialize in unique one-of-a kind date based flavorful dressings, sauces, and marinades.",
      "preview": ": Your cart is currently empty Shop now Gift message Unit price: / per Skip to content SUMMER SALE 7857090050 contactus@cwdressings.com Facebook Insta"
    },
    {
      "url": "https://www.harrys.com/en/us",
      "title": "Harry's. Quality Shaving Grooming Products, at a Fair Price | Harry's",
      "description": "harrys.com",
      "preview": "Choose your language and where we'll ship your order Country Language NOTE: You'll be signed out and your basket will be emptied when you change your"
    },
    {
      "url": "https://wiki.math.uwaterloo.ca/statwiki/index.php?title=F21-STAT_441/841_CM_763-Proposal&diff=49975&oldid=49974",
      "title": "F21-STAT 441/841 CM 763-Proposal: Difference between revisions - statwiki",
      "description": "void",
      "preview": "Help F21-STAT 441/841 CM 763-Proposal: Difference between revisions From statwiki Jump to navigation Jump to search Revision as of 06:51, 8 October 20"
    },
    {
      "url": "https://timesofindia.indiatimes.com/business/india-business/how-ai-is-being-used-to-protect-people-from-cyclones/articleshow/87149453.cms",
      "title": "Seeds: How AI is being used to protect people from cyclones - Times of India",
      "description": "India Business News: At a time when climate change induced disasters are on the rise, the non-profit SEEDS (Sustainable Environment and Ecological Development Society) is .",
      "preview": "Edition IN IN US Sign In TOI Today's ePaper News Business News India Business News How AI is being used to protect people from cyclones Trending Sense"
    },
    {
      "url": "https://powervirtualagents.microsoft.com/",
      "title": "Customize Copilot and Create Agents | Microsoft Copilot Studio",
      "description": "Create custom AI assistants and virtual agents with Microsoft Copilot Studio. Enhance workflows using our AI bots and Microsoft 365 Copilot integrations.",
      "preview": "This is the Trace Id: 442f31f1760fc8ea3ed318d6a1dfc5f8 Skip to main content See Microsoft Build announcements about developer tools to create agents a"
    },
    {
      "url": "https://www.ins4fl.com/insurance-companies/chubb-group/",
      "title": "Your Local Apopka Chubb Group Agency | DeClue Brothers Insurance Solutions",
      "description": "We've helped countless people throughout Florida save money and enjoy the peace of mind that a policy from Chubb Group provides.",
      "preview": "Skip to the content Home > Insurance Companies > Chubb Group Chubb Group Posted by DeClue Brothers Insurance Solutions on October 10, 2025 At DeClue B"
    },
    {
      "url": "https://prestaattencion.tumblr.com/",
      "title": "Prestaatencion",
      "description": "void",
      "preview": "1st Feb 2023 | 85,535 notes crazy-brazilian : (via queersouthasian ) 28th Jan 2022 | 131,697 notes death-420 : Warm bread. You agree. Reblog 18th Nov"
    },
    {
      "url": "https://www.safarinow.com/destinations/southern-suburbs/restaurants/Dinner-meals.aspx",
      "title": "Southern Suburbs | Budget Accommodation Deals and Offers Book Now!",
      "description": "Discover Southern Suburbs, Western Cape. 234 reviews, essential information, affordable accommodation, photos, popular things to do, restaurants, maps and more.",
      "preview": "Welcome to SafariNow. Get off your accommodation booking by paying with the voucher code before . Menu My Favourites Customer Favourites Log in Help S"
    },
    {
      "url": "https://www.bisnow.com/atlanta/news/multifamily/apartment-prominence-in-urban-areas-raising-questions-on-whether-they-should-contribute-to-cids-100591",
      "title": "As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share",
      "description": "Changing state law to push apartment owners as paying members of CIDs would be a political uphill battle.",
      "preview": "United States News Atlanta Real Estate News Contact Us Edit Story News As Atlanta Surges With Apartments, CIDs Push For Them To Pay Their Share Atlant"
    },
    {
      "url": "https://williamsinstitute.law.ucla.edu/research/health-and-hiv-aids/hiv-criminalization-in-california-penal-implications-for-people-living-with-hivaids/",
      "title": "Home - Williams Institute",
      "description": "A think tank at UCLA Law dedicated to conducting rigorous, independent research on sexual orientation and gender identity law and public policy.",
      "preview": "Skip to content Williams Institute. A think tank at UCLA Law dedicated to conducting rigorous, independent research on sexual orientation and gender i"
    },
    {
      "url": "http://nmsdc.org/",
      "title": "NMSDC - National Minority Supplier Development Council",
      "description": "Advocating Access to the American Dream for MBEs At the NMSDC, it's about upward mobility for the emerging majority of...",
      "preview": "Skip to Main Content Advocating Access to the American Dream for MBEs At the NMSDC, it's about upward mobility for the emerging majority of Americans,"
    },
    {
      "url": "https://www.marketdataforecast.com/market-reports/asia-pacific-contraceptives-market",
      "title": "APAC Contraceptives Market Size, Growth & Analysis, 2033",
      "description": "The size of the Asia-Pacific Contraceptives Market is estimated to be growing at a CAGR of 6.95% from 2025 to 2033. Segmented by drug type, medical devices, end-user.",
      "preview": "APAC Contraceptives Market Last updated: February, 2025 Home > Healthcare > APAC Contraceptives Market Share on Share on APAC Contraceptives Market Si"
    },
    {
      "url": "https://patternobserver.com/",
      "title": "Home - Pattern Observer",
      "description": "What's Your Surface Pattern Design DNA? discover your dna Turn Your Artwork Into Textile Designs That Sell <a href=Get Started\" target=\"_blank\" rel=\"noopener noreferrer\">Get Started Here",
      "preview": "Subscribe 0 0 Your cart is empty Browse Shop Creative Entrepreneurship Interviews Marketing Marketing Without Social Media: Tips From Brigida Swanson"
    },
    {
      "url": "https://lightning.ai/docs/pytorch/stable/",
      "title": "Welcome to ⚡ PyTorch Lightning - PyTorch Lightning 2.5.5 documentation",
      "description": "void",
      "preview": "Table of Contents Overview Team management Production Security Open source Overview PyTorch Lightning Fabric Lit-GPT Torchmetrics Litdata Lit LLaMA Li"
    },
    {
      "url": "https://www.ciciscorner.com/2016/04/mondays-musings.html",
      "title": "Monday's Musings - CiCis Corner F",
      "description": "void",
      "preview": "Monday, April 11, 2016 Monday's Musings Lea @ CiCis Corner April 11, 2016 Well, this morning was a VERY early one for me. I had to arise at 3:00AM to"
    },
    {
      "url": "https://www.cbc.ca/news/canada/toronto/toronto-business-owners-associations-help-pandemic-1.6180500",
      "title": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News",
      "description": "Downtown business owners and associations are questioning why federal election candidates aren't promising more support for establishments in Toronto's core, many of which are still struggling to stay afloat during the COVID-19 pandemic.",
      "preview": "Downtown Toronto business owners, associations call on federal parties for more help | CBC News Loaded Toronto Downtown Toronto business owners, assoc"
    },
    {
      "url": "http://www.qac.ac.uk/",
      "title": "QAC Queen Alexandra College Birmingham - National college for people with disabilities.",
      "description": "A national college for the blind, visually impaired and learners with Asperger Syndrome and/or Autistic Spectrum Disorders.",
      "preview": "Menu Accessibility Vacancies My Prospectus How to apply Empowering Abilities, Inspiring Lives College Courses Students Sight Village News/Events Commu"
    },
    {
      "url": "https://www.renens.ch/web/Culture_et_Loisirs/Agenda/affiche.php?menus_pages_id=14&id=115&id_agendas=337",
      "title": "Agenda - Ville de Renens",
      "description": "void",
      "preview": "Vos démarches Horaires Cartes CFF/CGN Déchets ménagers Subventions communales Annonce d'arrivée | Carte d'identité Saison culturelle Grands chantiers"
    },
    {
      "url": "https://docs.google.com/document/d/1fMZ3ZoqhCrKgtf5d3EtznDGZesXBlzPFkvj83U7GHg4/edit#",
      "title": "Instantly.ai Cold Email Quickstart guide - Documenti Google",
      "description": "Quickstart Guide - Start Getting 1 to 10 Demos Every Day By Automatically Sending 1000+ Cold Emails Daily With a 50%+ Open Rate In just 1-2 Hours. This is a guide that will get your cold email outreach system up and running in just 1-2 hours by focusing only on the most important parts of cold e...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "http://www.giftsin24.com/",
      "title": "Personalized Stationery | Cards, Notepads, Napkins, Gifts & More",
      "description": "void",
      "preview": "Back to mobile site About History Blog Contact Account Login or Sign Up Personalized Stationery Ships in 24 Hours Best Selling Cards Notes Notepads Na"
    },
    {
      "url": "http://www.darpa.mil/",
      "title": "Home | DARPA",
      "description": "Since 1958, DARPA has held to an enduring mission: To create technological surprise for U.S. national security.",
      "preview": "Skip to main content Items Media Title OUR MISSION Caption Create Technological Surprise for National Security R&D Opportunities Media Title A FULLY A"
    },
    {
      "url": "http://snf.fra.affrc.go.jp/index_eng.html",
      "title": "Seikai National Fisheries Research Institute, Fra",
      "description": "void",
      "preview": "Seikai National Fisheries Research Institute ACCESS INQUIRY 1. Research on the stock assessment of commercially important species and related marine e"
    },
    {
      "url": "https://mamesociety.org/event/72",
      "title": "The Myanmar American Medical Education Society, Inc.",
      "description": "void",
      "preview": "The Myanmar American Medical Education Society, Inc. Home Become a Member Application for Membership Volunteer Application About MAMES Our Mission Pre"
    },
    {
      "url": "http://www.se4all.org/",
      "title": "Home | Sustainable Energy for All",
      "description": "void",
      "preview": "Skip to main content Energy. Climate. Development. We work to ensure everyone, everywhere can live a dignified life on a healthy planet, powered by su"
    },
    {
      "url": "https://www.fayobserver.com/story/news/military/2022/11/14/triple-nikel-veteran-minority-owned-clothing-company-at-kohls/69580261007/",
      "title": "Triple Nikel: Veteran minority owned clothing company at Kohl's",
      "description": "Triple Nikel Apparel is a veteran and minority-owned clothing company. It honors the Army's first Black paratroopers and is now featured in Kohl's.",
      "preview": "Skip to main content Home Election 40 Under 40 Local North Carolina Education Crime Clothing company started by former 82nd paratroopers honors minori"
    },
    {
      "url": "https://www.itechpost.com/tags/meta",
      "title": "Meta news & latest pictures from itechpost.com",
      "description": "All the latest breaking news on Meta. Browse archives of photos, videos and articles on Meta.",
      "preview": "Meta Business Mark Zuckerberg Sues Mark Zuckerberg-And Yes, They're Two Different People by Isaiah Richard Apple's AI Smart Glasses to Launch in Late"
    },
    {
      "url": "https://nocodefounders.com/tools",
      "title": "No Code Tools | No Code Founders",
      "description": "Find the right No Code Tools for your next project with the largest selection of no code tools used by non-technical founders",
      "preview": "void"
    },
    {
      "url": "https://poradniksportowy.pl/silownia/heros-siownia-pabianice/",
      "title": "Heros Siłownia | Pasja sportu, portal o dietach, treningach, fitness i siłowniach.",
      "description": "void",
      "preview": "Strona główna Artykuły Treningi i ćwiczenia Diety Suplementy Odżywianie Ćwiczenia Siłownie Forum Wyszukiwanie Pasja sportu, portal o dietach, treninga"
    },
    {
      "url": "http://www.cthing.com/",
      "title": "C Thing Software",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.patanjaliayurved.net/",
      "title": "Ayurvedic Products Online Shopping: Shop Online for Food, Herbal cosmetics, Juices, Ayurvedic medicines, Books - Patanjaliayurved.net",
      "description": "Patanjaliayurved.net - India's best website to buy wide range of herbal products of Patanjali Ayurved including Ayurvedic products online, Nutrition and Supplements, Grocery, Medicine, Home Care, Personal Care, Books and Media, Health Care and much more. Free CoD; Free Shipping.",
      "preview": "Previous Next About Patanjali Ayurved Health Care Personal Care Medicine Nutraceuticals Paridhan Hawan Samagri Top Featured See All 4.13% OFF Featured"
    },
    {
      "url": "https://www.lenovo.com/us/en/about/foundation/",
      "title": "Lenovo Foundation - Making a Difference Through Innovation | Lenovo US",
      "description": "The Lenovo Foundation is committed to creating positive social impact through technology innovation. Learn about our programs and partnerships.",
      "preview": "void"
    },
    {
      "url": "https://tennessee.teachers-teachers.com/employer-faq",
      "title": "Employer FAQ | Tennessee",
      "description": "Frequently asked questions for education employers and administrators.",
      "preview": "I am... a Job Seeker an Employer Log In Log In Log In Sign Up Now Sign Up Now Sales 877-812-4071 × I am... a Job Seeker an Employer FAQs FAQs FAQs Fre"
    },
    {
      "url": "https://maze.co/guides/usability-testing/",
      "title": "What is Usability Testing? How to Evaluate the User Experience | Maze",
      "description": "Empower your team to deliver customer-centric products with expert insights on usability testing.",
      "preview": "Maze Guides | Resources Hub A Beginner's Guide to Usability Testing 0% complete A Beginner's Guide to Usability Testing Usability testing is a proven"
    },
    {
      "url": "https://library.donorbox.org/",
      "title": "Free Nonprofit Resources, Templates & Checklists By Donorbox Library",
      "description": "Donorbox Library is collection of free to download Nonprofit resources, templates, checklists, and guides in formats like Excel, PDF, etc to improve the ROI of your Nonprofit marketing and fundraising efforts.",
      "preview": "Free nonprofit resources to help you help others Select Category Communications Events Finance Fundraising Nonprofit CRM Operations Planning Starting"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/impute.html",
      "title": "7.4. Imputation of missing values - scikit-learn 1.7.2 documentation",
      "description": "For various reasons, many real world datasets contain missing values, often encoded as blanks, NaNs or other placeholders. Such datasets however are incompatible with scikit-learn estimators which ...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 7.4. Imputation of missing values # For various reasons, many real world datasets cont"
    },
    {
      "url": "https://www.imb2b.com/trend/show.php?itemid=2397",
      "title": "新加坡國家館 進駐醫療展 - IMB2B.com",
      "description": "經濟部國際貿易局主辦，外貿協會執行之「台灣國際醫療展覽會」將於6月15日至18日，與「台灣國際銀髮族暨健康照護產業展」在台北世貿一館共同展出，新加坡醫療業者也籌組國家館參展。為疏解展覽期間擁擠人潮，現開放參觀預先登記。 - IMB2B.com",
      "preview": "Mobile QR code Cart ( 0 ) Product Supplier Trade Show Ebook Photo Video Brand 徵展活動 產業動態 Post Your Request Home Product Supplier Trade Show Ebook Photo"
    },
    {
      "url": "https://abc7news.com/jeffrey-vandergrift-san-francisco-missing-person-jv-show-wild-949-jv-from/12889161/",
      "title": "Listeners show support for missing Wild 94.9 DJ Jeffrey \"JV\" Vandergrift as station shares 'incredibly worrisome' updates - ABC7 San Francisco",
      "description": "Bay Area radio listeners are showing their support in the search for missing DJ 'JV' as Wild 94.9 shares updates that are \"incredibly worrisome.\"",
      "preview": "Welcome, Mickey mickey@disney.com Manage MyDisney Account Log Out Listeners show support for missing Wild 94.9 DJ as station shares 'incredibly worris"
    },
    {
      "url": "https://sabiyamalbari11.tumblr.com/post/143008375724",
      "title": "Sabiya malbari - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Sabiya malbari - Computer science: the impact of K-12 on university... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfe"
    },
    {
      "url": "http://www.desoreillesdansbabylone.com/2007/02/sean-lennon-concert-bordeaux-220207.html",
      "title": "Des Oreilles Dans Babylone",
      "description": "Blogzine musical inde depuis 2006",
      "preview": "Entrez les termes que vous recherchez. Sur Dodb Sur le web Envoyer un formulaire de recherche 26 février 2007 Sean Lennon - Concert à Bordeaux 22/02/0"
    },
    {
      "url": "https://www.inbeat.co/ad-mockup-generator/instagram/",
      "title": "Instagram Ad Mockup",
      "description": "Inbeat",
      "preview": "Important tool updates - Learn more Resources Learn Articles Read about influencer marketing Growthnotes - Newsletter Insights for the modern marketer"
    },
    {
      "url": "https://www.nike.com/w/new-releases-3n82y",
      "title": "New Releases. Nike.com",
      "description": "Find new releases of shoes, apparel and gear at Nike.com.",
      "preview": "Shoes Tops and T-Shirts Shorts Hoodies and Pullovers Jackets & Vests Pants and Tights Swimming Socks Accessories and Equipment Gender ( 0 ) Men Women"
    },
    {
      "url": "https://childrenandfamiliesfirstnc.org",
      "title": "Home - GenerationEd",
      "description": "As a leader in early childhood education, GenerationEd is also a trusted resource for childcare providers. Through our Regional Child Care Resources &",
      "preview": "Skip to content Apply Now Donate Apply - English Apply - Espanol Early Childhood Education Our Head Start/Early Head Start and NC Pre-K programs take"
    },
    {
      "url": "https://recyclebc.ca/",
      "title": "Home - Recycle BC",
      "description": "Download Recycle BC's recycling app to find out what recyclable material goes where and find your nearest depot location. For some communities, check your",
      "preview": "Skip to content Recycle BC is proud to share the success of the residential packaging and paper recycling program, which has demonstrated real results"
    },
    {
      "url": "https://afghan.upwardlyglobal.org/",
      "title": "Upwardly Global - Support for Afghan Arrivals",
      "description": "void",
      "preview": "Skip to content Partner with us Upwardly Global's Support for Afghan Arrivals Over the Last Year HEAR OUR STORIES New Report: Afghan Newcomers Bring C"
    }
  ],
  "_meta": {
    "total_bookmarks": 115
  }
}