{
  "data": [
    {
      "url": "http://www.pebritech.sk/happy-creek-no-deposit-bonus-signal-the-fall-of-2021/",
      "title": "4Tipy.sk - Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "description": "Štyri tipy pred nákupom - budeš múdrym zákaznikom.",
      "preview": "Preskočiť na obsah Čistiace prostriedky Čistiace prostriedky na dlažbu: Top produkty Čistiace prostriedky na dlažbu. Efektívne riešenia pre čisté povr"
    },
    {
      "url": "https://experiments.withgoogle.com/arts-culture",
      "title": "Arts & Culture Experiments - Experiments with Google",
      "description": "Since 2009, coders have created thousands of amazing experiments using Chrome, Android, AI, WebVR, AR and more. We're showcasing projects here, along with helpful tools and resources, to inspire others to create new experiments.",
      "preview": "Collection Arts & Culture Experiments Try out experiments at the crossroads of art and technology, created by Artists and Creative Coders with Google"
    },
    {
      "url": "https://www.whatproswear.com/",
      "title": "What Pros Wear: The Source for Pro Baseball Gloves, Cleats, Bats & Pro Basketball Shoes",
      "description": "Unlock your favorite baseball, basketball and football athlete's locker. The best pro baseball gloves and cleats, basketball shoes, and football equipment.",
      "preview": "Lockers Gear News Subscribe Ronald Acuña Jr. Shohei Ohtani Fernando Tatis Jr. Nolan Arenado Justin Jefferson Cody Bellinger Pete Alonso Javy Baez Aaro"
    },
    {
      "url": "https://www.covidtests.gov/",
      "title": "Lab Leak: The True Origins of Covid-19 - The White House",
      "description": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the",
      "preview": "Covid 19 Origins - Lab Leak THE ORIGIN \"The Proximal Origin of SARS-CoV-2\" publication - which was used repeatedly by public health officials and the"
    },
    {
      "url": "https://products.office.com/en-us/publisher",
      "title": "Desktop Publishing Software | Download MS Publisher",
      "description": "Get started with Publisher and use our simple tools to help you create professional, personalized newsletters, brochures, post cards, and more.",
      "preview": "This is the Trace Id: 125a90b02891a31acbdabdb6c95c17f6 Skip to main content Microsoft Publisher Publisher will be retired in October, 2026. Microsoft"
    },
    {
      "url": "http://www.cciabm.com/categoria/destaques/page/2",
      "title": "destaque",
      "description": "void",
      "preview": "Início » Categoria: \"destaque\" Categoria: destaque Having Towards Win Regarding A Web casino Online Spots. Postado por cciabm-adm em janeiro 17, 2021"
    },
    {
      "url": "https://www.joshflagg.com/book/",
      "title": "Book | Josh Flagg Luxury Real Estate Expert",
      "description": "Josh Flagg is the #1 Beverly Hills Real Estate Agent. Josh has completed more than $2,000,000,000 in residential real estate sales in the past decade.",
      "preview": "Home About Josh Flagg Our Team Clients Giving Back About Notable Sales Featured Properties Featured Leases Neighborhoods Home Search Properties Market"
    },
    {
      "url": "https://www.ellenmacarthurfoundation.org/our-work/activities/new-plastics-economy/global-commitment",
      "title": "The Global Commitment | Ellen MacArthur Foundation",
      "description": "The Global Commitment unites businesses, governments, NGOs, and investors behind a common vision of a circular economy for plastics.",
      "preview": "Global Commitment Overview Annual reports & resources Sign up The Global Commitment: a common vision for a circular economy for plastics Published on"
    },
    {
      "url": "http://hivdoula.work/27-questions",
      "title": "Twenty-Seven Questions to Consider When Writing About COVID-19 and HIV/AIDS - HIV DOULA work",
      "description": "void",
      "preview": "HIV DOULA work Sign In My Account \"Positive,\" ink on paper, 2020, Karen Finley, @ the_yam_mam Twenty-Seven questions for Writers & Journalists to Cons"
    },
    {
      "url": "https://subscribe.providencejournal.com/nanobar?gps-source=CPTILELEFT&itm_campaign=2023MAREVERG&itm_medium=ONSITE&onSuccessRedirectURL=https%3A%2F%2Fwww.providencejournal.com%2Fstory%2Fnews%2Flocal%2F2022%2F07%2F26%2Frecording-system-east-providence-city-hall-raises-flags-aclu%2F10143873002%2F",
      "title": "Unsupported EU page",
      "description": "void",
      "preview": "Skip to main content Home News Sports Entertainment Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Con"
    },
    {
      "url": "https://urldefense.com/v3/__https:/corporate.target.com/article/2021/07/team-target-gratitude__;!!HhhKMSGjjQV-!r8_JDIh1v44XrjMcb_zqccnA7g2QP-e23T1RsvsRUxLO-EQx1VTL5rwKRCymHi6Gtg$",
      "title": "Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus",
      "description": "void",
      "preview": "Team Team Target, You're *The Best* - and We're Saying Thanks with a $200 Bonus Jul 29, 2021 Copy link to share Link copied Team Target, you continue"
    },
    {
      "url": "https://www.gafollowers.com/tag/stray-dog-savannah/",
      "title": "stray dog savannah - GAFollowers",
      "description": "A stray golden retriever is keeping watch over her puppy's grave at Laurel Grove Cemetery in Savannah, GA. She buried",
      "preview": "Friday, October 10, 2025 Login Home News Culture Opinion Lifestyle No Result View All Result No Result View All Result No Result View All Result Home"
    },
    {
      "url": "http://www.snakeisland.com/",
      "title": "Snake Island Research Inc",
      "description": "void",
      "preview": "Snake Island Research Inc What We Do Snake Island Research is a software development and consulting firm specializing in high-performance computation"
    },
    {
      "url": "https://ingradients.net/",
      "title": "Ingradients - Hand-picked mesh gradients for your next design project",
      "description": "Hand-picked mesh gradients for your next design project.",
      "preview": "Ingradients Ingradients Hand-picked mesh gradients for your next design project Mesh gradient bundles. Perfect for your next design project, website,"
    },
    {
      "url": "https://press.un.org/en/highlights/UNGA77",
      "title": "High-level meetings of the 77th session of the General Assembly | Meetings Coverage and Press Releases",
      "description": "void",
      "preview": "Skip to main content / navigation Meetings Coverage and Press Releases English Search English Français Site Search Search Meetings Coverage and Press"
    },
    {
      "url": "https://equitablefood.org/",
      "title": "Home - Equitable Food Initiative",
      "description": "Equitable Food Initiative partners with growers and retailers to create a more transparent food chain, safer food and healthier places to work.",
      "preview": "Skip to content Elevating Social Responsibility Through Worker Engagement CERTIFY YOUR FARMING OPERATION start here COURSE CALENDAR START HERE ETHICAL"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019138/troubled-waters",
      "title": "Troubled Waters | The Current",
      "description": "Scientists find that wealthy nations are responsible for almost all trackable industrial fishing across the global oceans",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.yourprimer.com/?utm_source=digital&utm_medium=embeddedpromo&utm_campaign=gwgwebsite",
      "title": "Italia in Digitale - Formazione Online Aziende e Professionisti",
      "description": "Scopri il programma e gli strumenti di formazione online Google per acquisire nuove competenze digitali per la tua crescita aziendale e professionale.",
      "preview": "Questo sito utilizza i cookie per erogare i propri servizi e migliorarne la qualità e per analizzare il traffico. Se accetti, i cookie vengono utilizz"
    },
    {
      "url": "http://www.onepixeldev.com/contactappsupport",
      "title": "One Pixel Dev - Contact/App Support",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Contact/App Support Have any questions or bugs? Send them in here, we will respond quickly! Email General - onepixe"
    },
    {
      "url": "https://www.fiserv.com/en/about-fiserv.html",
      "title": "About Us, Fiserv Innovation and Technology | Fiserv",
      "description": "Fiserv is a global fintech and payments company with solutions for banking, merchant acquiring, global commerce, billing and payments, and point-of-sale.",
      "preview": "We move lives, businesses and communities forward We're not here to follow change - we're here to lead it. With a client-first mindset and relentless"
    },
    {
      "url": "https://landscape.csteachers.org/#download",
      "title": "Home - CS Teacher Landscape",
      "description": "In this 2022 follow-up study, CSTA aimed to understand teachers' perceptions of how to move towards a vision of equitable CS. The report samples PreK-12 CS teachers to examine their views of what changes are required to transform CS classrooms to be more identity-inclusive.",
      "preview": "Skip to content Moving Towards a Vision of Equitable Computer Science Results of a Landscape Survey of PreK-12 CS Teachers in the United States Access"
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7515337/harry-meghan-evicted-frogmore-cottage-king-charles/",
      "title": "Harry and Meghan evicted from Frogmore Cottage by King Charles after Spare memoir - and Prince Andrew could be moving in",
      "description": "KING Charles is evicting Prince Harry and Meghan from Frogmore Cottage - and has offered it to Prince Andrew.The Sussexes are now drawing up plans t",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) KING Charles is evicting Prince Harry and Meghan from"
    },
    {
      "url": "https://laist.com/news/food/the-city-of-la-just-extended-al-fresco-dining-for-at-least-a-year",
      "title": "The City Of LA Just Extended Al Fresco Dining For At Least A Year | LAist",
      "description": "The emergency order only applies in the city of Los Angeles - not the rest of L.A. County.",
      "preview": "Support for LAist comes from Become a sponsor LAist logo Audience-funded nonprofit news Donate Stay Connected instagram facebook LAist is part of Sout"
    },
    {
      "url": "https://ibbedesign.com/en/products/childrens-house-bed-tery-with-siderail-90x200-cm",
      "title": "- IBBE DESIGN EU",
      "description": "Bring the sleek and minimalist aesthetic of Scandinavian design to your home with our collection of furniture. Shop a variety of styles and designs to find the perfect piece for your home. Shop now and elevate your living space with the best of Scandinavian furniture.",
      "preview": "Opening soon Sign up for our newsletter to be the first to know when we launch. Email Sign up This shop will be powered by Enter using password Are yo"
    },
    {
      "url": "https://research.google",
      "title": "Google Research - Explore Our Latest Research in Science and AI",
      "description": "Discover Google Research. We publish research papers across a wide range of domains and share our latest developments in AI and science research.",
      "preview": "Impossible? Let's see. Whether we're shaping the future of sustainability, or optimizing algorithms, or even exploring epidemiological studies, Google"
    },
    {
      "url": "https://form.asana.com/?k=lY4uuTrGcroevKe_0emL1Q&d=941506444463212",
      "title": "Loading... - Form by Asana",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://thezeusnetwork.com/contact",
      "title": "Contact us - Zeus",
      "description": "Subscribe to watch your favorite creators today.",
      "preview": "Need help? General questions? Read our FAQ Trouble accessing paid content? Go to Browse Select Category Cancel/pause my subscription Video playback is"
    },
    {
      "url": "http://www.tiscalinet.it/",
      "title": "Tiscali - Fibra, telefono, mobile. Notizie dall'Italia e dal mondo",
      "description": "Offerte di connettività veloce Fibra, senza fili e Mobile. News e commenti in esclusiva delle nostre firme",
      "preview": "void"
    },
    {
      "url": "http://target.com/",
      "title": "Target : Expect More. Pay Less.",
      "description": "Shop Target online and in-store for everything from groceries and essentials to clothing and electronics. Choose contactless pickup or delivery today.",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://mathematicallemoncake.tumblr.com/",
      "title": "Llamas Are Larger Than Frogs",
      "description": "25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting things.",
      "preview": "Llamas Are Larger Than Frogs 25, software engineer (maths grad). I love climbing, painting, walking and eating delicious food! A blog of interesting t"
    },
    {
      "url": "http://calendar.mines.edu",
      "title": "Colorado School of Mines: Calendar",
      "description": "void",
      "preview": "Facebook Twitter RSS LinkedIn YouTube Instagram MINES.EDU My Mines News Calendar Canvas Email Library Give Directories You're Viewing - Events at a Gl"
    },
    {
      "url": "https://openmonumentendagwesterkwartier.nl/project_tag/zevenhuizen/",
      "title": "zevenhuizen | Stichting Open Monumentendag gemeente Westerkwartier",
      "description": "void",
      "preview": "Zevenhuizen, Ophaalbrug door admin | mei 12, 2021 Ophaalbrug, Roomsterweg 25, Zevenhuizen Dit monument is vrij toegankelijk en dus ook tijdens Open Mo"
    },
    {
      "url": "https://astonmartin.oemdtc.com",
      "title": "Aston Martin - OEMDTC",
      "description": "Aston Martin Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.s-kaupat.fi/",
      "title": "S-kaupat - Suomen suosituin ruoan verkkokauppa",
      "description": "Helpotimme ruokakaupassa käyntiä: Prisma, S-market, Alepa, Sale ja Herkku samassa osoitteessa ja sovelluksessa.",
      "preview": "Sivua ladataan... Hyppää sisältöön Tilaus- ja toimitusehdot Tietosuojakäytäntö Muuta evästeasetuksia Oiva-raportit , Linkki avautuu uudessa välilehdes"
    },
    {
      "url": "https://www.newamericaneconomy.org/stories/page/4/?state=new-york-district-24&category=feature",
      "title": "Stories - New American Economy",
      "description": "Documenting the impact of immigrants on our nation's economy.",
      "preview": "Skip To Content Learn more at iMarch.us now. Featured Stories View All Taiwanese Immigrant Engineer Turned Mayor in West Windsor Iranian Student Turne"
    },
    {
      "url": "http://www.fangsforthefantasy.com/2014/10/the-walking-dead-season-five-episode_27.html",
      "title": "Fangs For The Fantasy: The Walking Dead, Season Five, Episode Three: Four Walls and a Roof",
      "description": "Bob sits and Garrett explains to Bob that he had the choice to join them, or feed them and justifies his position by stating that when be...",
      "preview": "Home About Us/Policies About Us/Review Policy Rating System Comment Policy Book Reviews Book Reviews: A-B Book Reviews: C-F Book Reviews: G-J Book Rev"
    },
    {
      "url": "https://tracker.debian.org/news/337073/accepted-gnome3-emblems-010-1-source-amd64/",
      "title": "Debian Package Tracker",
      "description": "void",
      "preview": "News for package gnome3-emblems Date : Tue, 12 Jun 2012 19:32:33 +0000 From : Francois Marier <francois@debian.org> To : <debian-devel-changes@lists.d"
    },
    {
      "url": "https://www.nepalspiritualtrekking.com/",
      "title": "Nepal Spiritual Tours and Trekking - Best Everest Trek Nepal Spiritual Trekking Pvt. Ltd.",
      "description": "Nepal Spiritual Tours and Trekking specialized on private and group joining trekking tours in Everest, Annapurna in Nepal. Contact for spiritual tour",
      "preview": "void"
    },
    {
      "url": "https://faq.whatsapp.com/",
      "title": "Centro assistenza di WhatsApp",
      "description": "Scopri come usare WhatsApp, risolvere un problema e ricevere risposte alle tue domande.",
      "preview": "void"
    },
    {
      "url": "http://undergraduate.bulletins.psu.edu/undergraduate/colleges/engineering/civil-engineering-bs/#suggestedacademicplantext",
      "title": "Civil Engineering, B.S. (Engineering) &vert Penn State",
      "description": "void",
      "preview": "New Bulletin Edition: You are viewing the 2025-2026 edition of the Undergraduate Bulletin. Undergraduate students who entered the university prior to"
    },
    {
      "url": "https://live.ilo.org/events/partnering-action-implementation-global-accelerator-jobs-and-social-protection-just",
      "title": "ILO Live - Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions",
      "description": "Taking place at the 77th UN General Assembly, this high-level event will convene Heads of State and Government, heads of UN agencies, international financial institutions, and other major leaders to discuss opportunities for engagement and to express concrete commitments of support. The UN Secretary-General launched the Global Accelerator on Jobs and Social Protection for Just Transitions with the aim of fast-tracking much-needed global actions to promote a job-rich recovery, as well as just ecological, technological and societal transitions to more sustainable and inclusive economies.",
      "preview": "Partnering for Action: Implementation of the Global Accelerator on Jobs and Social Protection for Just Transitions Ended 23 September 2022 17:15 - 19:"
    },
    {
      "url": "http://www.ice.it/",
      "title": "Home | Agenzia ICE",
      "description": "ICE - Agenzia per la promozione all'estero e l'internazionalizzazione delle imprese italiane organismo attraverso cui il Governo favorisce lo sviluppo delle imprese",
      "preview": "Go to main content Go to site navigation Offcanvas Sito in manutenzione. Ci scusiamo per i possibili disagi. Stop autoplay Restart autoplay Go to prev"
    },
    {
      "url": "http://www.fantasticaficcion.com/index.php/orbit-books-anuncia-la-adquisicion-de-goldilocks-de-laura-lam/",
      "title": "Orbit Books anuncia la adquisición de Goldilocks de Laura Lam - Fantástica - Ficción",
      "description": "void",
      "preview": "Saltar al contenido La editorial Orbit ha anunciado la adquisición de la novela Goldilocks de Laura Lam. La fecha de publicación es mayo de 2020. Esta"
    },
    {
      "url": "https://www.galeria-dacapo.com/produkt/sowa-wiszaca-12/",
      "title": "Sowa wisząca - Da Capo Galeria Instrumentów",
      "description": "void",
      "preview": "Przejdź do treści"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Map_Features",
      "title": "Map features - OpenStreetMap Wiki",
      "description": "void",
      "preview": "tagging #Mapfeatures #Mapfeatures tagging Map features From OpenStreetMap Wiki (Redirected from Map Features ) Jump to navigation Jump to search Help"
    },
    {
      "url": "https://www.annefrank.org/en/museum/tickets/",
      "title": "Tickets | Anne Frank House",
      "description": "Buy your tickets and check the opening hours, admission fees, and location of the museum. Tickets only on sale via this official website!",
      "preview": "Go to main content Our terms and conditions for visiting Tickets are not sold at the door, only online. Tickets cannot be exchanged or refunded. The t"
    },
    {
      "url": "https://music.youtube.com",
      "title": "Prima di continuare",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://jannah.tielabs.com/demo/news-blocks/block-7/",
      "title": "Block #7 - Jannah Theme",
      "description": "Blog Magazine Newspaper buddyPress Theme",
      "preview": "✨ We've just launched a new BIG update Discover Now With Filters All Creative Foods Football Life Style Racing Sports Swimming Technology Travel World"
    },
    {
      "url": "https://redginganinja.tumblr.com/",
      "title": "@redginganinja on Tumblr",
      "description": "25 // Female // Too many fandoms Tmnt tag: gingatmnt Wattpad: AshandSinders",
      "preview": "Posts Nozel x Reader Hey all.... Slowly trying to get back into writing and adding some fandoms to the list. One I'm into right now is Black Clover..."
    },
    {
      "url": "https://www.handelsblatt.com/unternehmen/industrie",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://en.unesco.org/news/covid-19-ocean-ally-against-virus",
      "title": "UNESCO : Building Peace through Education, Science and Culture, communication and information",
      "description": "Learn more about UNESCO's role, vision and results. UNESCO is the United Nations Educational, Scientific and Cultural Organization. Our aim is to promote peace and security through international cooperation",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://johnrutter.com/contact-us?currency=USD",
      "title": "Contact us | John Rutter",
      "description": "Get in touch using our contact form",
      "preview": "Notice: JavaScript is required for this content. Sign up for our newsletter Notice: JavaScript is required for this content. WordPress Image Lightbox"
    },
    {
      "url": "https://www.kudyznudy.cz/aktivity",
      "title": "Co chcete dělat? - Kudy z nudy",
      "description": "Ještě nevíte co budete dělat příští víkend? Inspirujte se na Kudy z nudy",
      "preview": "Úvod Co chcete dělat? Co chcete dělat? Celá ČR Kultura 3620 Divadlo a hudba 533 Muzea a galerie 2444 Tradiční řemesla 643 Památky 8334 Archeologie 471"
    },
    {
      "url": "https://learnfresh.org/",
      "title": "Making STEM Education Fun for All Students | Learn Fresh",
      "description": "Learn Fresh makes STEM learning fun for all students through programs like NBA Math Hoops. We support educators in underrepresented communities across the United States.",
      "preview": "Philosophy Programs Impact Media Join Give About Your browser does not support the video tag Access and achievement gaps in STEM education remain a pe"
    },
    {
      "url": "https://www.theboxwalla.com/product/beauty-box/",
      "title": "Beauty Box Subscription - Luxury Clean Beauty Products",
      "description": "Join our bi-monthly beauty box subscription for curated luxury clean beauty products from brands that are passionate about equitable sourcing of ingredients",
      "preview": "Beauty Box Lavanya February 22, 2021 October 9, 2025 Midori MD Notebook B... $ 15.00 $ Skincare Routine F4 $ 329.00 $ Beauty Box $ 59.95 $ Rated 4.75"
    },
    {
      "url": "https://www.education-inequalities.org/",
      "title": "World Inequality Database on Education - Home",
      "description": "The World Inequality Database on Education (WIDE) highlights the powerful influence of circumstances, such as wealth, gender, ethnicity and location, over which people have little control but which play an important role in shaping their opportunities for education and life.",
      "preview": "Home Indicators Countries About World Inequality Database on Education The World Inequality Database on Education (WIDE) highlights the powerful influ"
    },
    {
      "url": "https://www.olx.com.pk/islamabad-capital-territory_g2003003/sales_c62?filter=classified_type_eq_offer%2Cjob_type_eq_temporary",
      "title": "Sales Jobs in Islamabad Capital Territory",
      "description": "Find the best Sales Jobs in Islamabad Capital Territory. OLX Pakistan offers online local classified ads for Sales Jobs. Post your classified ad for free in various categories like mobiles, tablets, cars, bikes, laptops, electronics, birds, houses, furniture, clothes, dresses for sale in Islamabad Capital Territory.",
      "preview": "All categories Mobiles Mobile Phones Accessories Tablets Smart Watches Landline Phones Vehicles Cars Cars Accessories Spare Parts Car Care Buses, Vans"
    },
    {
      "url": "https://www.reproduccionasistida.org/complicaciones-durante-el-embarazo/gripe-y-resfriado-durante-el-embarazo/",
      "title": "Prevenir infecciones durante el embarazo",
      "description": "Cuando una mujer está embarazada, es especialmente importante evitar contagiarse de ciertas infecciones. Para ello, la mujer debe tener en mente algunos",
      "preview": "Menú Buscador Acceso usuarios Entrar Registrarse Inicio El embarazo ¿Cuáles son las complicaciones del embarazo más comunes? Prevenir infecciones dura"
    },
    {
      "url": "https://not-checklist.intopia.digital/",
      "title": "Accessibility Not-Checklist | Brewed by team Intopia",
      "description": "The Accessibility Not-Checklist acts as a guide to make sure you haven't missed anything. If you're new to accessibility, the resource provides a foundation - it's an overview of what you'll need to consider, but it won't teach you WCAG from front to back.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.magicum-berlin.de/museum/",
      "title": "Museum - Magicum Berlin Magic Museum",
      "description": "Entdecke das MAGICUM im Herzen Berlins. Ein lokales Museum für Magie. Von Rätsel bishin zu Kunst von Ciro Marchetti. Für zauberhaften Spaß",
      "preview": "Die Themen im MAGICUM Das MAGICUM ist das weltweit erste interaktive Museum der Magie und Mystik. Einzigartig, spannend und zauberhaft! Das MAGICUM -"
    },
    {
      "url": "http://parodontoza.eu/?p=266",
      "title": "ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ - Пародонтоза",
      "description": "ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ Действие: Тази вода за уста съдържа естествени екстракти от салвия, мента и таро с антибактериални и освежаващи свойства, благодарение на които ефикасно възпрепятства образуването на плака и кариеси и възстановява равновесието на бактериалната флора на устната кухина. Използва се след измиване с паста и четка за...",
      "preview": "Skip to content ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ Пародонтоза >> Води за уста >> ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ"
    },
    {
      "url": "http://www.madrona.com/",
      "title": "Madrona",
      "description": "A venture capital firm that teams with technology entrepreneurs to nurture ideas from startup to market success.",
      "preview": "Skip to content For the founders committed to turning the improbable into the inevitable. inspirational. proven. exceptional. inevitable. Backing foun"
    },
    {
      "url": "https://www.ceoworks.org/our-model",
      "title": "CEO | Our Model",
      "description": "CEO works to reduce recidivism and increase employment.",
      "preview": "Search Contact Locations Our Model Reducing Recidivism | Increasing Employment CEO works to reduce recidivism and increase employment. We provide peop"
    },
    {
      "url": "https://thestolenidea.tumblr.com/post/89338647405",
      "title": "What % of STEM Should Be Computer Science? - Game Development",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Menu Game Development What % of STEM Should Be Computer Science? codeorg : Not a day goes by that I don't read an article or speech about the need to"
    },
    {
      "url": "https://www.mailjet.com/solutions/use-cases/newsletter-templates/?utm_term=email marketing companies&utm_campaign=16976795972&utm_content=&utm_source=google&utm_medium=cpc&creative=620234205298&keyword=email marketing companies&matchtype=b&network=g&device=c&gclid=Cj0KCQiAiJSeBhCCARIsAHnAzT-B9cSmo_Bj3bHDn2DtDYbHopFe6olSIV7YbNXoTQDmUUa5NWH2O8saAj4mEALw_wcB",
      "title": "Newsletter Templates - Send Beautiful and Responsive Emails | Mailjet",
      "description": "Create and send stunning emails quickly and easily for all devices with our newsletter templates. No programming required.",
      "preview": "Professional newsletter templates Did you know that 53% of emails are opened on mobile? With Mailjet, creating responsive newsletter templates that lo"
    },
    {
      "url": "https://www.bmw-bahrain.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Manama, Bahrain | Euro Motors BMW",
      "description": "Visit Euro Motors BMW in Manama, Bahrain, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The X6 Discover Now The X5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://ratzer.at/archive/2018-December/044492.html",
      "title": "Ratzer.at Kurzwellenempfang",
      "description": "void",
      "preview": "A-DX A-DX Beitrag Anmeldung Mailarchiv REMOTE-DX Audioarchiv Afrika Europa Asien Nordamerika Zentralamerika Südamerika QSL Archiv QSL Karte Bhutan QSL"
    },
    {
      "url": "http://www.diyappreview.com",
      "title": "Importance of Gold IRA Companies, THCa, Delta 9, Peptides, and Mushrooms - Diya Preview",
      "description": "In times of economic instability, investors often seek safe havens to protect their wealth. One such option that has gained significant attention is the Gold",
      "preview": "Skip to content The Fact About Gold IRAs: Assessing Pros, Cons, and Every little thing In Between Introduction In recent years, the investment landsca"
    },
    {
      "url": "https://www.brookings.edu/research/what-do-we-know-about-the-expansion-of-k-12-computer-science-education",
      "title": "What do we know about the expansion of K-12 computer science education? | Brookings",
      "description": "This brief reviews various efforts around the world to improve and scale computer science education.",
      "preview": "Search Home What do we know about the expansion of K-12 computer science education? Share Share Bluesky Streamline Icon: https://streamlinehq.com Blue"
    },
    {
      "url": "https://columbusfoundation.org/?gclid=CjwKCAjwzt6LBhBeEiwAbPGOgXY-8-ryOf412lm3ahKkKjspzxUVg-gVPHVDPFSFORurvkOWzZTzVxoC45AQAvD_BwE",
      "title": "Home | The Columbus Foundation",
      "description": "The Columbus Foundation is the Trusted Philanthropic Advisor® to thousands of individuals, families, and businesses who have created charitable funds and planned gifts to make a difference in the lives of others through the most effective philanthropy possible.",
      "preview": "Skip to Content Celebrating Philanthropy Award Honorees At the Celebration of Philanthropy, we honor the people and organizations whose generosity and"
    },
    {
      "url": "https://cbs6albany.com/news/local/heavy-police-presence-police-tape-lining-part-of-area-near-mohawk-river-schenectady",
      "title": "Body pulled from Mohawk River in area where Samantha Humphrey disappeared",
      "description": "Police have blocked off access to an area of the Mohawk River in Schenectady.",
      "preview": "Fri, 10 Oct 2025 10:12:38 GMT (1760091158327) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.goodreads.com/book/show/32620332-the-seven-husbands-of-evelyn-hugo",
      "title": "Loading...",
      "description": "Discover and share books you love on Goodreads.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.engr.psu.edu/communications/index.aspx",
      "title": "Communications and Marketing | Penn State Engineering",
      "description": "void",
      "preview": "Penn State Give Now Apply Directory Communications and Marketing Explore the categories below to request support and access resources. A member of our"
    },
    {
      "url": "https://www.nature.com/subjects/genetics",
      "title": "Genetics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://commonbond.org/",
      "title": "CommonBond: Affordable Housing Nonprofit Organization MN WI IA & SD",
      "description": "CommonBond is an affordable housing nonprofit that serves low-income communities in Minnesota, Wisconsin, Iowa, and South Dakota. Learn how you can support our mission.",
      "preview": "Menu Future Donate Search Search Close this search box. CommonBond Communities Stable homes. Strong futures. Vibrant communities. What We Do At Common"
    },
    {
      "url": "https://www.ginabinkley.com/ESSENCE/46",
      "title": "Alicia-Fisk-lo2 | Gina Binkley",
      "description": "BeautyEditorialMusicGraphic Design",
      "preview": "Alicia-Fisk-lo2"
    },
    {
      "url": "https://www.eventbrite.de/e/mach-deine-website-bei-google-sichtbarer-tickets-559525173857?aff=erelexpmlt",
      "title": "Mach deine Website bei Google sichtbarer Tickets, Di, 14.03.2023 um 16:00 Uhr | Eventbrite",
      "description": "Eventbrite - Susanne Bungart präsentiert Mach deine Website bei Google sichtbarer - Dienstag, 14. März 2023 - Informieren Sie sich über das Event und darüber, wie Sie an Tickets gelangen.",
      "preview": "Verkauf beendet Event anzeigen Mach deine Website bei Google sichtbarer Details anzeigen Folgen Sie diesem Veranstalter, um über zukünftige Events inf"
    },
    {
      "url": "https://www.reactiongifs.com/making-fun-of-a-bad-movie-with-a-friend-2/",
      "title": "Making fun of a bad movie with a friend. - Reaction GIFs",
      "description": "void",
      "preview": "Making fun of a bad movie with a friend. Posted April 8, 2013 in Reactions Tags: Amused , bad , friend , funny , happy , laugh , laughing , LOL , movi"
    },
    {
      "url": "https://hispanicfederation.org/",
      "title": "Hispanic Federation | Taking Hispanic Causes to Heart",
      "description": "Hispanic Federation serves as a national model for Latino social, political, and economic empowerment since 1990.",
      "preview": "Skip to Main Content Taking Hispanic Causes to Heart Hispanic Federation serves as a national model for Latino social, political, and economic empower"
    },
    {
      "url": "https://tiwahefoundation.org/",
      "title": "Strengthening Indigenous Leadership and Lifeways - Tiwahe Foundation",
      "description": "As a Native-led organization, we serve as a connector - of people, organizations, resources, knowledge, and opportunity. Tiwahe challenges systemic barriers for American Indians to reach their goals, on their own terms. In this critical moment for Native cultures, languages, and ways of being we invest in our community and the coming generations.",
      "preview": "Strengthening Indigenous Leadership and Lifeways Tiwahe means having a relative wherever you go Tiwahe Foundation is a community-built organization, s"
    },
    {
      "url": "https://www.mirror.co.uk/news/royals/gallery/baby-prince-william-pictured-beaming-29285484",
      "title": "Never-before-seen photos of Diana and Charles 'when they were happy' with baby William - Mirror Online",
      "description": "Rare unseen pics, taken in September 1982, show a beaming King Charles cradling his infant son Prince William and Princess Diana cuddling the newborn. The photos will be auctioned next month",
      "preview": "US Edition ▼ US Edition ES-US Edition UK Edition Irish Mirror News UK News US News World News Weird News Real Life More Hopeful TeamDogs In Your Area"
    },
    {
      "url": "https://www.aicho.org/#/",
      "title": "AICHO - Home",
      "description": "There are many ways to get involved in the work that AICHO is doing. Check out some of the options below or browse our website for more information.",
      "preview": "Home Contact Gift Shop AICHO Tickets Now Available Here Let's interact! There are many ways to get involved in the work that AICHO is doing. Check out"
    },
    {
      "url": "https://react.dev/learn/referencing-values-with-refs",
      "title": "Referencing Values with Refs - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Escape Hatches Referencing Values with Refs When you want a component to \"remember\" some in"
    },
    {
      "url": "http://timesofindia.indiatimes.com/",
      "title": "TOI - Breaking News, Latest News, India News, World News, Bollywood, Sports, Business and Political News | The Times of India",
      "description": "Breaking News in India: Read Latest News on Sports, Business, Entertainment, Blogs and Opinions from leading columnists. Times of India brings the Breaking News and Latest News.",
      "preview": "Edition IN IN US English English हिन्दी मराठी ಕನ್ನಡ தமிழ் বাংলা മലയാളം తెలుగు ગુજરાતી Fri, Oct 10, 2025 | Updated 05.22PM IST Weather Sign In TOI+ In"
    },
    {
      "url": "https://50stateblueprint.aclu.org/",
      "title": "50 State Blueprint | ACLU",
      "description": "If we want to cut mass incarceration in half, we'll need a way to do it. ACLU has a 50 State Blueprint.",
      "preview": "Each dot represents one of the 1,942,600 people in state prisons and jails in the U.S. There are 1,942,600 people in state prisons and jails in the U."
    },
    {
      "url": "https://www.chuckbarnes.com/idx/details/homes/b325/319539/24568-Perdido-Beach-Blvd-801-Orange-Beach-AL-36561",
      "title": "Orange Beach Residential for Sale - MLS #319539 - 24568 Perdido Beach Blvd 801 Orange Beach - Chuck Barnes HomeSmart Sunshine Realty",
      "description": "This property is located at 24568 Perdido Beach Blvd 801 Orange Beach, AL - MLS #319539 is presently for sale for $528,000. Contact Chuck Barnes HomeSmart Sunshine Realty for more details at 251-609-4242.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.latinoleadmn.org/",
      "title": "LatinoLEAD | #WeAreLatinoLEAD",
      "description": "LatinoLEAD brings together Minnesota Latinx from across the state, that include various ethnicities, generations, and working sectors to have a greater social impact through collaboration, power building, and leadership development.",
      "preview": "top of page 1/1 JOIN AN EVENT GET OUR NEWSLETTER WHAT GROUNDS OUR WORK Leadership We advance Latinx collective influence, success and power in Minneso"
    },
    {
      "url": "https://nextebiz.com/2020/11/07/all-about-form-in-great-design-and-development/",
      "title": "Next eBiz - Enterprise Software Development Services - Next eBiz",
      "description": "Next eBiz offers expert software and website development services tailored to your business needs. Partner with us to drive innovation and growth.",
      "preview": "SOFTWARE CONSULTING & DEVELOPMENT Join Our Elite Tech Stack Crew! WE POWER, STREAMLINE, DRIVE, SAFEGUARD PROJECT SUCCESS. Join the Revolution: Become"
    },
    {
      "url": "https://whelmstadter.tumblr.com/",
      "title": "@whelmstadter on Tumblr",
      "description": "Follow @whelmstadter and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes did-you-know Follow didyouknowblog.com Source Source: didyouknowblog.com scientific-women Follow 3D printed small atom necklace in gold st"
    },
    {
      "url": "https://www.praha.eu/jnp/cz/doprava/",
      "title": "Portál hlavního města Prahy - Praha - MHMP",
      "description": "Portál hlavního města Prahy",
      "preview": "Portál hlavního města Prahy Carousel vybraných článků Pozvánka na Signal Festival 2025 Signal Festival 2025 po roce opět promění Prahu ve dnech 16. až"
    },
    {
      "url": "https://amzn.to/3x8Hk7p",
      "title": "Amazon.com",
      "description": "void",
      "preview": "Click the button below to continue shopping Continue shopping Conditions of Use Privacy Policy © 1996-2025, Amazon.com, Inc. or its affiliates"
    },
    {
      "url": "https://www.mines.edu/",
      "title": "Colorado School of Mines | A Premier Engineering University",
      "description": "Colorado School of Mines is a public R1 research university focused on science and engineering, producing the talent, knowledge and innovations to serve industry and benefit society - all to create a more prosperous future.",
      "preview": "Facebook X RSS My Mines News Calendar Canvas Email Library Give Directories Colorado School of Mines Colorado's premier engineering and applied scienc"
    },
    {
      "url": "https://divinelight.org.gr/category/news/new-publications/",
      "title": "Νέες Εκδόσεις Archive - Πνευματιστικός Όμιλος Αθηνών \"Τό Θείον Φως\"",
      "description": "Πνευματιστική κίνηση για την ηθική εξύψωση της κοινωνίας",
      "preview": "Νέες Εκδόσεις Νέες Εκδόσεις Nέα Έκδοση - ΑΠΑΝΘΙΣΜΑ ΟΥΡΑΝΙΩΝ ΔΙΔΑΣΚΑΛΙΩΝ, Μέρος Β' 1 Σεπτεμβρίου 2025 Κυκλοφορεί τώρα από τις Εκδόσεις μας το Β' μέρος"
    },
    {
      "url": "https://www.fi.edu/",
      "title": "Home | The Franklin Institute",
      "description": "void",
      "preview": "Skip to main content Home Join, Renew or Gift! Become A Member! Join us for an exciting new era of science education, with free museum admission and e"
    },
    {
      "url": "https://hollywoodreporter.com/",
      "title": "The Hollywood Reporter - Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "description": "Movie news, TV news, awards news, lifestyle news, business news and more from The Hollywood Reporter.",
      "preview": "Skip to main content Cover Story How Kevin Costner Lost Hollywood close Top Story It's a Wrap: Taylor Swift's 'Showgirl' Calls Off Continued Overseas"
    },
    {
      "url": "https://www.afvalfondsverpakkingen.nl/nl",
      "title": "Home | Verpact",
      "description": "void",
      "preview": "Wij zijn Verpact Verpact staat voor makkelijke en betaalbare recyclingsystemen en een circulaire economie waarbij verpakkingsmateriaal een grondstof i"
    },
    {
      "url": "https://code.activestate.com/recipes/tags/false-true/",
      "title": "Popular recipes tagged \"false\" but not \"true\" « ActiveState Code",
      "description": "void",
      "preview": "Skip to Search Skip to Navigation Skip to Content Community | Code | Docs | Downloads ▼ Perl Python Tcl Komodo IDE | more ▼ Lists Support PPM Index Py"
    },
    {
      "url": "https://www.aclu-ky.org",
      "title": "Home - ACLU Kentucky",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Preserving Liberty in the Commonwealth Volunteer with us! The Latest Event | In-person 70th Anniversary Celebration Since 1955, the ACLU of Kentucky,"
    },
    {
      "url": "https://www.riteaid.com/shop/andalou-1000-roses-soothing-sleeping-mask-1-7-fl-oz",
      "title": "Online Pharmacy and Store | Rite Aid",
      "description": "Rite Aid pharmacy offers products and services to help you lead a healthy, happy life. Visit our online pharmacy, shop now, or find a store near you.",
      "preview": "Your browser does not support iframes. Find Your New Pharmacy Have you been notified that your prescription was transferred to a new pharmacy? Find My"
    },
    {
      "url": "https://northeastconference.org/news/2023/2/25/MSWIM_NEC_Championships_Day5_Rel_2023.aspx",
      "title": "Howard Makes History! Bison Complete Charge To First NEC Men's Swimming & Diving Championship - NEC",
      "description": "Click Here For Complete Results",
      "preview": "Skip To Main Content Pause All Rotators The Official Site of the NEC The Official Site of the NEC Schedule Members"
    },
    {
      "url": "http://twitpic.com/2xbppo",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "https://imp.i294747.net/c/249354/818475/11568?subId1=PEOReeseWitherspoonsDraperJamesJustDroppedNewSneakerswiththeShoeBrandSheWoreasaKidagrabinsFasAff13966130202302I&u=https%3A%2F%2Fdraperjames.com%2Fcollections%2Fdraper-james-x-tretorn-sneaker-collab-shop",
      "title": "Draper James x Tretorn | Limited Edition Sneakers",
      "description": "Featuring Tretorn's classic shapes with our signature prints, colors and Southern-inspired details.",
      "preview": "Skip to content FREE SHIPPING U.S. ORDERS $150+ Draper James x Tretorn We teamed up with heritage brand Tretorn for a limited-edition sneaker collabor"
    },
    {
      "url": "https://www.museoreinasofia.es/en/activities",
      "title": "Activities",
      "description": "void",
      "preview": "Future activities Types of activities Menu Activities The entire programme of activities at the Museo Reina Sofía Activity Seminars and Lectures Sven"
    },
    {
      "url": "https://www.talbots.com/pearl-buckle-leather-belt/P224061522.html?cgid=new-arrivals&dwvar_P224061522_color=BLACK&dwvar_P224061522_sizeType=AC",
      "title": "Pearl Buckle Leather Belt | Talbots",
      "description": "Shop Talbots for modern classic women's styles. You'll be a standout in our Pearl Buckle Leather Belt - only at Talbots!",
      "preview": "Layer 1 Message Store Wallet Skip to Main Content FALL SALE! 50% off 2 or more markdowns or 40% off 1 Shop Now | Details Enjoy 30% off T by Talbots-co"
    },
    {
      "url": "https://autenticazione.imagelinenetwork.com/?function=login&redirect=https%3A%2F%2Fplantgest.imagelinenetwork.com%2Fpiante.cfm%3Flang%3Dit%26categoria%3Dfrutticole%26tipologia%3Dloti-o-kaki%26",
      "title": "Accedi alla Community di Image Line",
      "description": "Accedi alla Community di Image Line",
      "preview": "Inserisci i tuoi dati per accedere Username/Email Password Entra Non ricordi la password? Accedi utilizzando un tuo account social Accedi con Google I"
    },
    {
      "url": "https://events.flutter.dev/",
      "title": "Events.Flutter.dev redirection",
      "description": "void",
      "preview": "If you are on this page, please follow this link to Flutter.dev/events ."
    },
    {
      "url": "http://www.moodworks.com",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}