{
  "data": [
    {
      "url": "https://buckfifty.org/tag/cynthia-a-jennings/",
      "title": "Cynthia A. Jennings | buckfifty.org",
      "description": "void",
      "preview": "buckfifty.org discovering the heart and soul of denver Skip to content Home About B50 How To Submit Tag Archives: Cynthia A. Jennings Fifty Two Origin"
    },
    {
      "url": "https://in.pinterest.com/morathat/pretty-nails/",
      "title": "void",
      "description": "void",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://www.canadianwoodworking.com/techniques_and_tips/french-polishing/",
      "title": "French polishing - Canadian Woodworking",
      "description": "French polishing refers to a technique for applying shellac, not a finish in and of itself. Essentially you apply a very large number of thin coats of shellac using a pad, a wee bit of oil, and a lot of elbow grease.",
      "preview": "Skip to content FORUM GUIDE LIBRARY NEWSLETTERS SHOP WEBINARS TIPS & HOW TO French polishing Carl Duguay Wood Finishing French polishing refers to a t"
    },
    {
      "url": "http://www.turistamagazin.hu/tmhu/kektura-hu",
      "title": "Turista Magazin - TM.hu",
      "description": "void",
      "preview": "Kéktúra Vonatra szállok - túrázni indulok Kéktúramozdonyt és -motorvonatot leplezett le a GYSEV kedden Kőszegen. Az új ruhába öltöztetett járművek a k"
    },
    {
      "url": "https://service.elsevier.com/app/contact/supporthub/sciencedirect/",
      "title": "Contact - ScienceDirect Support Center",
      "description": "void",
      "preview": "Skip to search Skip to main content Skip to digital assistant ScienceDirect Support Center To post social content, you must have a display name. The p"
    },
    {
      "url": "https://asterreiseservice.de/20016/impressum.php",
      "title": "Impressum und Kontaktdaten - Flüge, Reisen, Last Minute Angebote und Hotels online bei asterreiseservice.de buchen.",
      "description": "Mit uns steht Ihnen die Welt offen Sonne - Strand - Meer - Städtereisen Ihr Reisebüro in Münster Kreuzfahrten Fernweh Safaris",
      "preview": "Mit uns steht Ihnen die Welt offen Individuelles Reisen weltweit Sonne - Strand - Meer - Städtereisen Hier finden Sie perfekte Angebote für Ihren Urla"
    },
    {
      "url": "https://www.byblackcon.com",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "https://us.koraorganics.com/products/turmeric-glow-moisturizer",
      "title": "Turmeric Glow Moisturizer | KORA Organics",
      "description": "KORA certified organic glow moisturizer with Turmeric, Desert Date and Maracuja oils. This rich Turmeric face cream brightens, hydrates and smooths. Shop now.",
      "preview": "✕ ✕ Hello, looks like you're Visiting KORA ORGANICS Filled by JS Yes, take me there No, stay on current site Or select a country to display the correc"
    },
    {
      "url": "https://www.otto.de/damen/mode/",
      "title": "Damenbekleidung online kaufen | OTTO",
      "description": "Bis zu 30% reduziert &#10071; Damenbekleidung online kaufen bei OTTO » Große Auswahl &#10004; Aktuelle Trends &#10004; Beliebte Marken &#10004; Top Qualität » Jetzt entdecken & shoppen!",
      "preview": "Startseite Damen-Mode  Damenbekleidung > Aktionen Pullover Jacken Blusen Bekleidung Schlupfblusen Blazer Hemdblusen Röcke Bademode Shirts %Sale Kateg"
    },
    {
      "url": "http://www.pianetavacanze.it/",
      "title": "Pianeta VACANZE - Il sole splende tutto l'anno",
      "description": "void",
      "preview": "Inizia ad esplorare Cosa fare Mangiare e Bere Muoversi Shopping Vedere Popular: Valle d'Aosta Liguria Emilia Romagna Scopri le regioni italiane Italy"
    },
    {
      "url": "http://fundboardviews.com/Content_Free/InTheMargins-ETFs-bank-sector-Trump-bump.aspx",
      "title": "Financial sector ETFs stay strong - 01/13/2017",
      "description": "void",
      "preview": "In the Margins Financial sector ETFs stay strong January 13, 2017 By MarketWatch Exchange-traded funds that track the financial sector have maintained"
    },
    {
      "url": "https://www.nbcuniversal.com/privacy/?intake=NBC_News",
      "title": "Privacy Policy | NBCUNIVERSAL MEDIA",
      "description": "void",
      "preview": "Please Rotate Your Device 90 For the best experience, turn your mobile device portrait mode. Skip to main content NBCU Privacy Center Privacy Policy C"
    },
    {
      "url": "https://uninfo.org/",
      "title": "UNSDG Data Portal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.thewrap.com/wendy-williams-ratings-sherri-shepherd/",
      "title": "'Wendy Williams' Hits Season High in Ratings With Sherri Shepherd as Guest Host - TheWrap",
      "description": "Williams is out until at least December",
      "preview": "Skip to content \"Wendy Williams\" continues to see strong ratings with its slew of guest hosts, with Sherri Shepherd's turn posting its best numbers of"
    },
    {
      "url": "https://www.luxsb.com/",
      "title": "LUXSB | Official Luxury Scent Box Perfume Subscription: Designer & Niche Fragrances",
      "description": "Discover your scent at LUXSB - The Official Luxury Scent Box monthly perfume subscription with 30-Day fragrance supply. Explore over 700 designer & niche perfume and fragrances for her and him. Love Life With Perfume ®",
      "preview": "Skip to main content LUXSB Calendar *If you do not have a fragrance selected for the month before your order is processed, you will receive a fragranc"
    },
    {
      "url": "https://gestion.pe/economia/consumo-pota-peruana-impulsado-demanda-mercados-asiaticos-264701-noticia/",
      "title": "Consumo de pota peruana es impulsado por demanda de los mercados asiáticos | ECONOMIA | GESTIÓN",
      "description": "Uno de los productos más solicitados es la pota, la cual tiene un panorama muy alentador, principalmente en mercado asiáticos como China, Corea del Sur y Tailandia, comentó el county manager de Maersk Perú.",
      "preview": "Lo último Peru Quiosco Portada Empresas Management & Empleo Economía Mercados Perú Política Tu Dinero Finanzas Personales Inmobiliarias Plus G Opinión"
    },
    {
      "url": "https://newscorp.com/",
      "title": "News Corp",
      "description": "void",
      "preview": "Skip to content Passionate. Principled. Purposeful. News Corp delivers authoritative and engaging content from some of the world's most trusted brands"
    },
    {
      "url": "https://youradchoices.ca/en/tools",
      "title": "Opt-Out Tools - AdChoices in Canada",
      "description": "The AdChoices self-regulatory program in Canada provides free tools you can use to opt-out of interest-based advertising on your devices.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://support.apple.com/guide/safari/make-safari-your-default-web-browser-ibrwa008/mac",
      "title": "Make Safari your default web browser on Mac - Apple Support",
      "description": "On your Mac, use Safari for browsing the web or opening links in emails and documents.",
      "preview": "macOS Tahoe 26 macOS Sequoia 15 macOS Sonoma 14 macOS Ventura 13 macOS Monterey 12 macOS Big Sur 11.0 macOS Catalina 10.15 macOS Mojave 10.14 macOS Hi"
    },
    {
      "url": "https://www.lionbrand.com/collections/crochet-patterns",
      "title": "Free Crochet Patterns - Lion Brand Yarn",
      "description": "See our collection of free crochet patterns and get inspired for your next project! Each pattern is available as a free digital download and all the necessary components are available for purchase at the click of a button!",
      "preview": "Skip to content Yarns Yarn Weight 1 Superfine 2 Fine 3 Light 4 Medium 5 Bulky 6 Super Bulky 7 Jumbo Fiber Acrylic Alpaca Cotton Nylon Polyester Wool C"
    },
    {
      "url": "https://pmc.com/privacy-policy/",
      "title": "Privacy Policy | PMC",
      "description": "This privacy policy explains how Penske Media Corporation and its subsidiaries and affiliates, process information on our websites and publications.",
      "preview": "brands Privacy Policy Effective January 1, 2020 Updated July 11, 2025 TABLE OF CONTENTS 1. Introduction 2. The Information We Collect 3. How We Use th"
    },
    {
      "url": "https://privacyportal.onetrust.com/webform/e65b3c4c-fa81-40d2-9df0-c7e99bf5f900/433ac076-21f3-4342-b391-a4d7d631cd3f",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.typeform.com/?attribution_user_id=b59e8c13-bba9-4049-826b-9e93e06279af",
      "title": "Typeform: People-Friendly Forms and Surveys",
      "description": "Build beautiful, interactive forms - get more responses. No coding needed. Templates for quizzes, research, feedback, lead generation, and more. Sign up FREE.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now Get to know your customers with forms worth"
    },
    {
      "url": "https://exceptional-minds.org/",
      "title": "Home - Exceptional Minds",
      "description": "Fall Workshops start September 13, 2025 - registration is now open!",
      "preview": "Skip to content Launching careers in animation, VFX, and digital arts for young adults on the autism spectrum Take a virtual or in-person tour Fall Wo"
    },
    {
      "url": "https://scienceforhealth.fr/sante-et-pathologies-passent-par-laxe-intestin-cerveau/",
      "title": "Santé et pathologies passent par l'axe intestin-cerveau - Yakult SfH",
      "description": "L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. Découvrez le webinaire du Prof. Claassen.",
      "preview": ", L'axe intestin-cerveau est inévitablement lié au microbiote intestinal. C'est le sujet abordé par le Prof. Claassen lors de son introduction passion"
    },
    {
      "url": "https://www.redcorp.com/fr/product/services-garanties/lexmark/warranty-1-year-onsite-nbd-2349444--2349444/08626025",
      "title": "LEXMARK Warranty 1 Year Onsite Nbd (2349444) - 2349444 - Redcorp.com/fr",
      "description": "Achetez LEXMARK Warranty 1 Year Onsite Nbd (2349444) (2349444) Livraison rapide et excellent service client. Redcorp, we love IT!",
      "preview": "Ce site web utilise des cookies Nous utilisons des cookies pour personnaliser le contenu, analyser notre trafic, conserver vos préférences et améliore"
    },
    {
      "url": "https://www.bjs.gov",
      "title": "Home | Bureau of Justice Statistics",
      "description": "The Bureau of Justice Statistics (BJS) is the United States' primary source for criminal justice statistics that cover a wide range of topics.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.oysterknife.co.nz/",
      "title": "Pneumatic Oyster Knives from Amon Industrial in Australia, New Zealand and anywhere in the world where there is an oyster industry",
      "description": "void",
      "preview": "AMON INDUSTRIAL Home About Contact Links Pneumatic Oyster Knives Amon Industrial Pneumatic Oyster Knives have been used in Australia and New Zealand f"
    },
    {
      "url": "https://politiken.dk/indland/",
      "title": "Danmark",
      "description": "Danmark | Sektionen med Politikens undersøgende journalistik og seneste nyt indenfor politik, ret, sundhed, uddannelse, forbrug, økonomi og aktuelle temaer",
      "preview": "Politik Messerschmidt kalder sin egen beskyldning »upræcis« - professor kalder den »noget vrøvl« Danmark Mand begik talrige overgreb mod lille barn i"
    },
    {
      "url": "http://www.ec2002.tue.nl/",
      "title": "Eurocrypt 2002",
      "description": "Eurocrypt 2002 index page",
      "preview": "This frameset document contains information about EuroCrypt 2002. Registration Program Conference Hotel Call for Papers Contact Home"
    },
    {
      "url": "https://shop-links.co/cjbgBpZ0yDA",
      "title": "Howl | Where Creators & Brands Link Up",
      "description": "The leading creator platform for electronics, gaming, and retail media.",
      "preview": "Log In Join Howl Commerce tools that understand creators Affiliate marketing, redefined Partner with major brands at premium rates, get guaranteed pay"
    },
    {
      "url": "https://humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://m.att.com/stores/",
      "title": "AT&T Stores Near You - Get Directions & Book Appointments",
      "description": "Search for AT&T stores near you. View store hours, get directions, and find the latest cell phones including iPhones and Galaxy models.",
      "preview": "Everyone gets our best deals on every smartphone -> Shop Now for best deals Offers vary by device. Restrictions apply. Buy the new iPhone 15 now at AT"
    },
    {
      "url": "https://whyy.org/articles/as-a-bucks-county-school-district-removes-lgbtq-books-from-libraries-families-and-faculty-fear-for-civil-rights/",
      "title": "Pennridge School District removes LGBTQ books from libraries - WHYY",
      "description": "A new Pennridge School District policy limiting student access to books and resources related to gender identity has ignited a battle over civil rights.",
      "preview": "Skip to content Education Books K-12 Kids LGBTQ Pennsylvania Sex & Relationships Facebook Twitter Email A new Pennridge School District policy limitin"
    },
    {
      "url": "http://www.aelyria.com/",
      "title": "Coming Soon page",
      "description": "void",
      "preview": "Please come back later."
    },
    {
      "url": "https://www.geodaten.sachsen.de/rechtsgrundlagen-und-nutzungsbedingungen-4509.html",
      "title": "Rechtsgrundlagen und Nutzungsbedingungen - Offene Geodaten - sachsen.de",
      "description": "void",
      "preview": "Anleitung zum aktivieren von JavaScript in verschiedenen Browsern Anleitung zum aktivieren von JavaScript in verschiedenen Browsern Portalübergreifend"
    },
    {
      "url": "https://www.arcadiafund.org.uk",
      "title": "Homepage - Arcadia",
      "description": "Helping people to record cultural heritage, to conserve and restore nature, and to promote open access to knowledge. We want future generations to enjoy the diversity of human culture and the natural world.",
      "preview": "Close Search Arcadia helps people to record cultural heritage, to conserve and restore nature, and to promote open access to knowledge. We want future"
    },
    {
      "url": "http://www.startrekthecruise.com/",
      "title": "Star Trek: The Cruise 2026 - Star Trek: The Cruise 2026",
      "description": "Star Trek: The Cruise is the ultimate immersive Star Trek experience, a 7-day voyage shared by a star-studded crew and passionate fans.",
      "preview": "U.S. & Canada: 844.335.6515 Star Trek: The Cruise IX is sold out Join Waitlist The Un-Conventional Voyage February 20-27, 2026 Port Canaveral Puerto P"
    },
    {
      "url": "https://www.foreverdiamondsny.com",
      "title": "Diamond Jewelry | Diamond Company | Forever Diamonds NY",
      "description": "Discover the finest diamond jewelry at Forever Diamonds NY, a leading diamond company offering exquisite selections for every occasion.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Call us to set up an appointment today 212-997-9796 ext 3. View Our Ready-Made Rings Ea"
    },
    {
      "url": "https://imcsnet.org/",
      "title": "IMCS NETWORK | IMCS",
      "description": "void",
      "preview": "Skip to main content IMCS NETWORK Image Image Promoting and facilitating communication collaboration coordination capacity development across our comm"
    },
    {
      "url": "https://my.rwjf.org/login.do",
      "title": "MyRWJF - Sign in",
      "description": "RWJF GRANT RESOURCES",
      "preview": "MyRWJF Sign In MyRWJF is the Robert Wood Johnson Foundation's portal for applicants, reviewers and grantees. If you are a first time visitor, Register"
    },
    {
      "url": "https://www.kiva.org/",
      "title": "Make a loan, change a life | Kiva",
      "description": "Kiva is the world's first online lending platform. For as little as $25 you can lend to an entrepreneur around the world. Learn more here.",
      "preview": "Real people, real solutions Lend as little as $25 to create a more equitable world. Featured Women Refugees Climate advocates U.S. entrepreneurs Almos"
    },
    {
      "url": "https://www.martinec.cz/decka-na-ochranu-pred-plamenem-rothenberger~z31050.html",
      "title": "Deèka na ochranu pøed plamenem Rothenberger - Náøadí Martinec Mìlník",
      "description": "Deèka na ochranu pøed plamenem Rothenberger",
      "preview": "ÚVOD | AKCE | NOVINKY | REGISTRACE | JAK NAKUPOVAT | FOTOGALERIE | KONTAKT VYHLEDÁVÁNÍ NAŠE NABÍDKA Akumulátorové náøadí Vrtaèky, pøíklepové vrtaèky,"
    },
    {
      "url": "https://ashiejx-blog.tumblr.com/",
      "title": "@ashiejx-blog on Tumblr",
      "description": "The voice of the sea speaks to the soul",
      "preview": "Posts Likes surfing-girls surfing-babes.blogspot.com Surf Girl Surfing Girls Twitter Source: surfing-babes.blogspot.com surfing-girls surfing-babes.bl"
    },
    {
      "url": "https://covid.cdc.gov/covid-data-tracker/#datatracker-home",
      "title": "CDT Redirect Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.imo.org/en/OurWork/Legal/Pages/Registration-of-ships-and-fraudulent-registration-matters.aspx",
      "title": "Registration of ships and fraudulent registration matters",
      "description": "void",
      "preview": "Ship registration Registration of a ship plays an imperative function towards safety and security of the maritime transport and significantly contribu"
    },
    {
      "url": "https://www.castlesales.com/castle-x-teaser-4/",
      "title": "Castle X Castle X Teaser 4!",
      "description": "Castle X • Castle X Teaser 4!",
      "preview": "Gifts Under $50! Winter Helmets All Winter Helmets Dual Lens Full Face Helmets Dual Lens Modular Helmets Off Road Winter Helmets All Electric Dual Len"
    },
    {
      "url": "https://www.uncut.co.uk/news/arctic-monkeys-alex-turner-i-want-to-start-writing-follow-up-to-suck-it-and-see-31195/",
      "title": "Arctic Monkeys' Alex Turner: 'I want to start writing follow-up to 'Suck It And See'' - UNCUT",
      "description": "Arctic Monkeys' Alex Turner has said that he wants to start writing the band's new album.",
      "preview": "Facebook Instagram Twitter News Features Reviews Music Film Uncut+ Magazine Subscribe Single Issues Subscribe Newsletter Search Subscribe Advertisment"
    },
    {
      "url": "https://www.jewishcommunityaction.org/",
      "title": "Home - Jewish Community Action Minnesota (JCA MN)",
      "description": "JCA MN is a nonprofit 501c3, grassroots civil rights advocacy group weaving progressive Jewish values into local work for racial and economic justice.",
      "preview": "0 Organizing Minnesotan Jews for racial and economic justice New to Our Work? Learn More Existing Member? Manage Your Profile JOIN US! Upcoming Events"
    },
    {
      "url": "https://health.youtube/",
      "title": "YouTube Health - Accessible Public Health Information",
      "description": "Discover how YouTube Health partners with health experts to make access to quality health information relatable and available to the public.",
      "preview": "At YouTube Health, we are dedicated to making high-quality health information accessible to everyone. Information can help drive health outcomes. In f"
    },
    {
      "url": "https://www.ownbackup.com/blog/10-steps-transition-salesforce-lightning/",
      "title": "10 Steps to Transition to Salesforce Lightning",
      "description": "Salesforce Lightning transition steps include building the right team, educating users, and rolling out in stages. Read more to build your migration strategy.",
      "preview": "May 13, 2019 Salesforce 10 Steps to Transition to Salesforce Lightning Editorial Team | Own from Salesforce No items found. The majority of companies,"
    },
    {
      "url": "https://privacy.paramount.com/closed-captioning",
      "title": "Paramount Privacy | CLOSED CAPTIONING OF INTERNET PROTOCOL-DELIVERED VIDEO PROGRAMMING CONTACT INFORMATION",
      "description": "void",
      "preview": "In accordance with the Twenty-First Century Communications and Video Accessibility Act of 2010, all video programming distributors that make video pro"
    },
    {
      "url": "https://visit.stanford.edu/plan/",
      "title": "Where is Stanford? : Stanford University",
      "description": "Visitor Information Services at Stanford University--one of the world's leading research and teaching institutions. It is located in Palo Alto, California.",
      "preview": "Skip to content Visitor Information Optional line 2 - add two-line-signature to body class to display Menu Search form Search term Home The Basics Pro"
    },
    {
      "url": "https://www.francegenweb.org/heraldique/base/top.php?sessionid=0f83103f71f40bf3c27d366d3417a62b",
      "title": "La base Héraldique de FranceGenWeb",
      "description": "La base Héraldique de FranceGenWeb",
      "preview": "FranceGenWeb-Héraldique Accueil Consulter Demander un dessin Départements Anciennes provinces Armoriaux FAQ Initiation Recherche + Menu Principal / To"
    },
    {
      "url": "https://www.mogasi.com/mein-konto/",
      "title": "Mein Konto » MOGASI",
      "description": "void",
      "preview": "You are here: Home 1 / Mein Konto Login Username or email address * Required Password * Required Remember me Log in Lost your password? Register First"
    },
    {
      "url": "https://www.siriusxm.com",
      "title": "SiriusXM: Music, Sports, Talk & Podcasts, Live & On Demand",
      "description": "Whether it's new hip-hop and classic comedy or '90s jams and sports podcasts, everything you want to hear lives here at SiriusXM.",
      "preview": "Verify channels for my radio Channel numbers may vary across different cars and portable radios. At least one option below required Streaming & Most R"
    },
    {
      "url": "https://www.eventbrite.ca/e/google-advertising-the-business-owners-starter-guide-virtual-tickets-533995493897?aff=erelexpmlt",
      "title": "Google Advertising: The Business Owner's Starter Guide (Virtual) Tickets, Tue, 21 Mar 2023 at 2:00 PM | Eventbrite",
      "description": "Eventbrite - Invest Ottawa Education Centre presents Google Advertising: The Business Owner's Starter Guide (Virtual) - Tuesday, 21 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Google Advertising: The Business Owner's Starter Guide (Virtual) View details Follow this organizer to stay informed on future"
    },
    {
      "url": "https://elokence.com",
      "title": "Accueil :: Elokence",
      "description": "Société française d'ingénierie informatique, Elokence, c'est avant tout un savoir-faire original dans le domaine du diagnostic.",
      "preview": "Akinator the Genie VOIR LA SUITE Akinator reçoit l'équipe américaine d'Alexa L'équipe Amazon s'est rendue en France pour rencontrer Arnaud Megret, fon"
    },
    {
      "url": "https://www.gov.pl/web/krpm",
      "title": "Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "https://freedomnetworkusa.org/",
      "title": "Human Trafficking Advocacy | Freedom Network USA",
      "description": "Freedom Network USA is the largest coalition of experts and advocates providing a human-rights based approach to fighting human trafficking in the U.S.",
      "preview": "Advancing Human Rights to Address Human Trafficking in the United States Latest Efforts More Blog FNUSA's Statement on DOJ Cutting Off Funding for Ser"
    },
    {
      "url": "https://agency.accesshealthct.com/3d-flip-book/2019-board-of-directors-meeting",
      "title": "2019 Board of Directors Meeting - Access Health CT",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.familyleague.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://edition.cnn.com/",
      "title": "Breaking News, Latest News and Videos | CNN",
      "description": "View the latest news and breaking news today for U.S., world, weather, entertainment, politics and health at CNN.com.",
      "preview": "2025 Nobel Peace Prize Quake hits Philippines Peru president removed from office IUCN Red List Justin Bieber's mom Incoming comets Pacific 'blob' • Li"
    },
    {
      "url": "https://api.protectedplanet.net",
      "title": "ProtectedPlanet API",
      "description": "void",
      "preview": "Home > Protected Planet API Protected Planet API A simple API to access world's protected areas Important Database Merger Announcement From 1st Novemb"
    },
    {
      "url": "https://arkivet.thorvaldsensmuseum.dk/dokumenter/Smaatryk1836,Kjoebenhavnsposten14.5",
      "title": "14.5.1836 - Arkivet, Thorvaldsens Museum",
      "description": "void",
      "preview": "No. 6937 af 10320 Afsender Dato Modtager Redaktørerne ved Kjøbenhavnsposten 14.5.1836 [ + ] Dateringsbegrundelse Dateringen fremgår af dokumentet. Omn"
    },
    {
      "url": "https://opendata.paris.fr/explore/dataset/quartier_paris/information/",
      "title": "Quartiers administratifs - Paris Data",
      "description": "Données géographiques surfaciques. Le quartier désigne la division administrative de l'arrondissement. Chaque arrondissement est découpé en quatre quartiers administratifs. Paris compte ainsi quatre-vingt quartiers administratifs. Étendue géographique : ParisFichier jointquartier.pdf contient la description détaillée de la structure des données",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://boardgamegeek.com/boardgame/174430/gloomhaven",
      "title": "Gloomhaven | Board Game | BoardGameGeek",
      "description": "Vanquish monsters with strategic cardplay. Fulfill your quest to leave your legacy!",
      "preview": "void"
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0-cl-agnostic-lizard-0.0.0-1.fe3a737.drv",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0- cl-agnostic-lizard-0.0.0-1.fe3a737.drv Detail view Formatted view Plain view View JSON Inputs File name /"
    },
    {
      "url": "https://viacomcbs.careers/",
      "title": "Careers at Paramount",
      "description": "void",
      "preview": "Careers at Paramount Press Tab to Move to Skip to Content Link Skip to main content Jobs BET CBS CBS News and Stations CBS Sports CBS Studios MTV Netw"
    },
    {
      "url": "https://www.rchobbiesoutlet.com/r86050-wheel-hex-mount-with-pins/",
      "title": "R86050 Wheel Hex Mount with Pins - rchobbiesoutlet",
      "description": "Buy R86050 Wheel Hex Mount with Pins at the best price at RC Hobbies Outlet",
      "preview": "Created with Sketch. Created with Sketch. Toggle menu 416-986-4081 Login or Sign Up 0 Gift Certificates Wishlist Currency- CAD $US Canada Australian D"
    },
    {
      "url": "https://www.fox.com/privacy-policy",
      "title": "FOX One - Stream the Best of FOX TV Shows, Movies, News, Sports & Documentaries",
      "description": "FOX One is the new streaming destination for the full FOX catalog - TV shows, movies, news, sports, and exclusive documentaries.",
      "preview": "Skip to main content Privacy Policy Last Updated/Effective Date: August 21, 2025 Table of Contents SCOPE AND APPLICATION: What and who this Policy cov"
    },
    {
      "url": "https://www.vividseats.com/vivid-seats-app.html",
      "title": "App - Vivid Seats",
      "description": "void",
      "preview": "Skip to content Get tickets, get rewarded. Download now. The Vivid Seats app is the easiest place to buy tickets and the only place to earn and redeem"
    },
    {
      "url": "https://www.githubstatus.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "http://support.groundspeak.com",
      "title": "Knowledge Books",
      "description": "Geocaching HQ - help desk and customer service portal.",
      "preview": "Skip to navigation Skip to content How can we help? Search by topics, keywords, or phrases Search Geocaching basics What is geocaching? Finding a geoc"
    },
    {
      "url": "http://lacotewelcome.ch/feedback/index.php",
      "title": "Welcome to the neighborhood, Steib expat services",
      "description": "void",
      "preview": "; Services ; Private library ; Contact us ; Suggestions and Comments ; Let us know how we can improve. What did you think of us? How can we make our s"
    },
    {
      "url": "https://kubernetes.io/",
      "title": "Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Kubernetes , also known as K8s, is an open source system for automating deployment, scaling, and management of containerized applications. It groups c"
    },
    {
      "url": "https://www.comeandsee.net/help",
      "title": "Come and See Foundation Help Center",
      "description": "Home page of the Come and See Foundation Help Center",
      "preview": "void"
    },
    {
      "url": "https://gpay.app.goo.gl/HGxm3Z",
      "title": "Google Pay - Seamlessly Pay Online, Pay In Stores or Send Money",
      "description": "Google Pay is a quick, easy, and secure way to pay online, in stores or send money to friends and family. Pay the Google way.",
      "preview": "Pay the Google way The pay with a tap, check out with a click, security built-in, right card at the right time way to pay autofill Save your payment d"
    },
    {
      "url": "https://www.mogasi.com/mein-konto/",
      "title": "Mein Konto » MOGASI",
      "description": "void",
      "preview": "You are here: Home 1 / Mein Konto Login Username or email address * Required Password * Required Remember me Log in Lost your password? Register First"
    },
    {
      "url": "https://www.midlandtxchamber.com/list/member/midland-african-american-chamber-of-entrepreneurs-inc-midland-1312",
      "title": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "description": "Midland African American Chamber of Entrepreneurs, Inc | Chambers of Commerce & Convention & Visitors Bureau",
      "preview": "Skip to content Midland Chamber of Commerce Midland African American Chamber of Entrepreneurs, Inc Categories Chambers of Commerce & Convention & Visi"
    },
    {
      "url": "https://www.baseballamerica.com/",
      "title": "Baseball America",
      "description": "void",
      "preview": "Skip to content Search Search for: Clear search query Search Newsletter Subscribe Article College 10 Recruiting Classes That Just Missed The Top 25 Pe"
    }
  ],
  "_meta": {
    "total_bookmarks": 82
  }
}