{
  "data": [
    {
      "url": "http://www.mtv.com",
      "title": "MTV | Homepage - Shows & Schedules",
      "description": "MTV brings viewers the best in lifestyle and competition reality shows, plus live events featuring the biggest names in entertainment.",
      "preview": "Wed 8/7c Sixteen veterans set their egos aside and team up with 16 newcomers on all-new episodes of The Challenge: Vets & New Threats. Series Reality"
    },
    {
      "url": "https://reviewed.usatoday.com",
      "title": "Product Reviews, Features, and Deals - Reviewed",
      "description": "The most comprehensive source for unbiased, trustworthy, and lab tested reviews.",
      "preview": "Skip to main content Newsletters Award Winners Appliances Home & Garden Kitchen & Cooking Pets Vs GE Profile Washer Dryer Combo vs. LG WashCombo Read"
    },
    {
      "url": "https://www.citya.com/annonces/vente/appartement/antibes-06004/TAPP459835",
      "title": "Achat/vente immobilière appartement Antibes (06) | Citya Immobilier",
      "description": "Découvrez nos appartements en achat/vente immobilière à Antibes (06) ! Trouvez le bien parfait parmi nos annonces et concrétisez votre projet immobilier avec Citya.",
      "preview": "Il est nécessaire d'activer Javascript dans les paramètres de votre navigateur pour profiter pleinement du site. Une fois l'activation effectuée, veui"
    },
    {
      "url": "https://www.giftcards.com/google-play-gift-card",
      "title": "Google Play eGift Card | Giftcards.com",
      "description": "Buy Google Play eGift Cards starting at $10 instantly from Giftcards.com. Delivered via email & SMS",
      "preview": "Skip to main content Google Play gift codes can be used on the Google Play Store, the official app store for Android, to purchase apps, games, and mor"
    },
    {
      "url": "https://ras.biodiversity.aq/aphia.php?p=taxdetails&id=174869",
      "title": "Register of Antarctic Species (RAS) - Desmosoma modestum Nordenstam, 1933",
      "description": "void",
      "preview": "Intro | Search taxa | Taxon tree | Sources | Webservice | Statistics | Editors | Log in RAS taxon details Desmosoma modestum Nordenstam, 1933 AphiaID"
    },
    {
      "url": "https://cos2022.sites.stanford.edu/people/staff",
      "title": "Staff | Center for Ocean Solutions",
      "description": "void",
      "preview": "Staff Skip Secondary Navigation Main content start Leadership Jim Leape Co-Director Fiorenza Micheli Co-Director Elizabeth Selig Managing Director Sen"
    },
    {
      "url": "https://hackinfo.online/threads/10-zamechatelnyx-podarkov-pk-gejmeram.1746/",
      "title": "Browser verification",
      "description": "void",
      "preview": "Browser verification Please wait..."
    },
    {
      "url": "https://racesonline.com/events/frog-fest-5k",
      "title": "Races online",
      "description": "For over 20 years we've been supporting active events around the country with our family of race-centric companies.",
      "preview": "Races online Looking for event services? You've come to the right place. For over 20 years we've been supporting active events around the country with"
    },
    {
      "url": "http://www.southislandaquarium.com/",
      "title": "South Island Aquarium |",
      "description": "void",
      "preview": "WORLD-CLASS CULTIVATOR OF AQUATIC PLANTS READ MORE GLOBAL EXPORTER OF ORNAMENTAL FISH READ MORE About South Island Aquarium Founded in 1969 by the lat"
    },
    {
      "url": "https://ashiejx-blog.tumblr.com/",
      "title": "@ashiejx-blog on Tumblr",
      "description": "The voice of the sea speaks to the soul",
      "preview": "Posts Likes surfing-girls surfing-babes.blogspot.com Surf Girl Surfing Girls Twitter Source: surfing-babes.blogspot.com surfing-girls surfing-babes.bl"
    },
    {
      "url": "https://www.thearma.org/essays.htm",
      "title": "Essays - Swords & Swordsmanship",
      "description": "void",
      "preview": "ABOUT The ARMA Intro to MARE MARE Literature Our Advisors Our Perspective ARMA's Director METHOD Our System Modern Study The ARMA Way Reclaiming the A"
    },
    {
      "url": "https://blog.acvwilson.me/post/150071746014",
      "title": "puts post - Another year of record growth for AP Computer...",
      "description": "Another year of record growth for AP Computer Science codeorg: \"Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced...",
      "preview": "puts post - Another year of record growth for AP Computer... 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh,"
    },
    {
      "url": "https://bcc.wordpress.org/plugins/tags/user-profile/",
      "title": "Plugins categorized as user profile | WordPress.org بلوچی",
      "description": "void",
      "preview": "WordPress.org Plugin Directory Plugin Tag: user profile Search Plugin Tag: user profile (1,443 total ratings ) Membership & community plugin with user"
    },
    {
      "url": "https://www.kayak.com/explore/",
      "title": "KAYAK Explore",
      "description": "Looking for inspiration? Enter your budget, select your trip type and KAYAK Explore will find you your perfect vacation. Find out how far your budget can take you!",
      "preview": "Any time, any duration Stops Price Flight duration Type of trip View map"
    },
    {
      "url": "https://supreme.justia.com/cases/federal/us/505/577/#tab-opinion-1959089",
      "title": "Lee v. Weisman | 505 U.S. 577 (1992) | Justia U.S. Supreme Court Center",
      "description": "Lee v. Weisman: The Establishment Clause does not permit a public school to hold a religious prayer led by clergy during its graduation.",
      "preview": "Lee v. Weisman, 505 U.S. 577 (1992) Overview Opinions Materials Argued: November 6, 1991 Decided: June 24, 1992 Annotation Primary Holding The Establi"
    },
    {
      "url": "http://www.data-compression.info/",
      "title": "www.data-compression.info - The Data Compression Resource",
      "description": "void",
      "preview": "www.data-compression.info The Data Compression Resource on the Internet The Data Compression Site on the Internet www.data-compression.info is intende"
    },
    {
      "url": "https://www.oebb.at/de/tickets-kundenkarten",
      "title": "Tickets & Ermäßigungen - ÖBB",
      "description": "Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten.",
      "preview": "Tickets & Ermäßigungen Alle Infos zu unseren Ticket-Angeboten und wie Sie sie erhalten. Hier geben wir Ihnen einen Überblick über unser gesamtes Fahrk"
    },
    {
      "url": "https://reman-engine.com/remanufactured-engines/ford/windstar/1995/3.0l-vin-u-8th-digit-6-183",
      "title": "3.0L Engine for 1995 Ford Windstar",
      "description": "1995 Ford Windstar Remanufactured Engine for 3.0 Liter, Vin U, 6 Cylinder, 12 Valve. Call (877) 343-7352 today.",
      "preview": "Find your Engine Make: Ford Model: Windstar Year: 1995 Options: 3.0L (VIN U, 8th digit, 6-183) Search Trustpilot 1995 Ford Windstar Engine Change Opti"
    },
    {
      "url": "https://www.stevemadden.in/",
      "title": "Steve Madden India | Shoes, Boots, Handbags & More",
      "description": "Step into a world of fashion with Steve Madden India. Find the perfect pair of shoes, boots, or sandals to complete your look. Shop now and experience the difference.",
      "preview": "Grab Crazy Deals All FALL'25 Collection is now live Great Styles at ₹4499 Grab Crazy Deals All FALL'25 Collection is now live Great Styles at ₹4499 Gr"
    },
    {
      "url": "https://phdtheses.ekt.gr/eadd/handle/10442/28346",
      "title": "Ακραία υδρομετεωρολογικά φαινόμενα και επίδραση της κλιματικής μεταβολής στην εξέλιξή τους: εφαρμογή στην περιοχή της Κρήτης",
      "description": "void",
      "preview": "Αρχική Πλοήγηση Επιστημονικό πεδίο Ημερομηνία Συγγραφέας Χώρα Γλώσσα Ίδρυμα Σχετικά με το ΕΑΔΔ Κατάθεση Διατριβής Συχνές Ερωτήσεις Κέντρο Υποστήριξης"
    },
    {
      "url": "https://fb.watch/eMVs8ekYa_/",
      "title": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture Organization of the United Nations (FAO) worked with the Government in Bolivia to improve the livelihoods of farmers through urban & peri-urban agriculture. #SmallprojectsBigresults | Food and Agriculture Organization of the United Nations (FAO)",
      "description": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture...",
      "preview": "void"
    },
    {
      "url": "https://www.khanacademy.org/computing/computer-programming/html-css",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://library.coppin.edu/MooreLibraryhome",
      "title": "Homepage - Parlett L. Moore Library - Parlett L. Moore Library at Coppin State University",
      "description": "Parlett L. Moore Library: Parlett L. Moore Library: Homepage",
      "preview": "Skip to Main Content"
    },
    {
      "url": "https://www.nature.com/articles/s41586-021-03371-z",
      "title": "Protecting the global ocean for biodiversity, food and climate | Nature",
      "description": "The ocean contains unique biodiversity, provides valuable food resources and is a major sink for anthropogenic carbon. Marine protected areas (MPAs)&nbsp;are an effective tool for restoring ocean biodiversity and ecosystem services1,2, but at present only 2.7% of the ocean is highly protected3. This low level of ocean protection is due largely to conflicts with fisheries and other extractive uses. To address this issue, here we developed a conservation planning framework to prioritize highly protected MPAs in places that would result in multiple benefits today and in the future. We find that a substantial increase in ocean protection could have triple benefits, by protecting biodiversity, boosting the yield of fisheries and securing marine carbon stocks that are at risk from human activities. Our results show that most coastal nations contain priority areas that can contribute substantially to achieving these three objectives of biodiversity protection, food provision and carbon storage. A globally coordinated effort could be nearly twice as efficient as uncoordinated, national-level conservation planning. Our flexible prioritization framework could help to inform both national marine spatial plans4 and global targets for marine conservation, food security and climate action. Using a globally coordinated strategic conservation framework to plan an increase in ocean protection through marine protected areas can yield benefits for biodiversity, food provisioning and carbon storage.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://www.rewild.org/",
      "title": "We don't need to reinvent the planet-we need to rewild it.",
      "description": "Protect and restore the wild with Re:wild. Discover our conservation projects, campaigns, and ways to take action for a thriving planet.",
      "preview": "We don't need to reinvent the planet. We need to rewild it. Re:wild protects and restores the wild. We do this because the solutions to our most press"
    },
    {
      "url": "http://ballinlaw.weebly.com/blog/receiving-injury-on-duty-benefits-does-not-prohibit-police-or-firefighters-from-making-a-claim-like-any-other-citizen",
      "title": "RECEIVING INJURY-ON-DUTY BENEFITS DOES NOT PROHIBIT POLICE OR FIREFIGHTERS FROM MAKING A CLAIM LIKE ANY OTHER CITIZEN",
      "description": "Like any other employee who is injured while at work, police and firefighters are authorized by the same laws, which provide for injury-on-duty wages, to bring claims for their injuries against the...",
      "preview": "HOME ABOUT Philosophy Practice Areas > Motor Vehicle Accidents Wrongful Death Brain Injuries Workplace Injuries On-Duty Police Injuries On-Duty Firefi"
    },
    {
      "url": "https://www.unblock.coffee/",
      "title": "Unblock Coffee - Award-winning ads only",
      "description": "Unblock Coffee is a creative library with only award-winning campaigns, and the biggest advertising awards. Together in one place.",
      "preview": "Award-winning ads only. Search With our AI powered search Awards ADC The One Show Clio Awards Brands Nike Burger King The New York Times Agencies Wied"
    },
    {
      "url": "https://www.nytimes.com/section/technology/personaltech",
      "title": "Personal Technology - The New York Times",
      "description": "The latest news about tech gadgets and innovations and how to use them in your work and personal life.",
      "preview": "A.I. Video Generators Are Now So Good You Can No Longer Trust Your Eyes Welcome to the era of fakery. The widespread use of instant video generators l"
    },
    {
      "url": "https://rxhaellsk.tumblr.com/",
      "title": "💀",
      "description": "Rachel, 23",
      "preview": "July 21 2019 122,578 notes Reblogged 6 years ago from duotheist ( Originally from karlottafreier ) Share July 21 2019 642,795 notes Reblogged 6 years"
    },
    {
      "url": "http://www.seagrasssoftware.com/",
      "title": "nl3.example.com - Coming Soon",
      "description": "This is a default index page for a new domain.",
      "preview": "nl3.example.com Powered by myVesta"
    },
    {
      "url": "https://www.oneplus.com/us",
      "title": "OnePlus Official Site",
      "description": "Shop for OnePlus Mobiles, IOT, and Accessories including OnePlus 13, 13R, Nord N30 5G, Pad 2, Watch 3, Buds Pro 3, and Buds 3 at the OnePlus official store. Get Discount bundle here!",
      "preview": "Skip to main content OnePlus Official Site"
    },
    {
      "url": "http://www.punchmark.com?ref=webclient",
      "title": "Punchmark Jewelry Website Design: Websites for Jewelers & Vendors",
      "description": "Jewelry website design firm that provides websites for retail jewelers, jewelry manufacturers, vendors, and diamond suppliers.",
      "preview": "Skip to primary navigation Skip to main content Skip to footer (704) 910-4774 Book My Appointment Make Your Website a Revenue-Driving Machine. The Mar"
    },
    {
      "url": "http://www.oceanbestpractices.org",
      "title": "Ocean Best Practices System",
      "description": "The Ocean Best Practices System (OBPS), backed by the IOC through IODE and GOOS, provides publication, discovery and access to relevant and tested methods, from observation to application, as well as a foundation for increasing capacity.",
      "preview": "OCEAN BEST PRACTICES SYSTEM Providing technological advances and community approaches for all ocean methods to better understand and sustain our ocean"
    },
    {
      "url": "https://developers.google.com/machine-learning/crash-course",
      "title": "Machine Learning | Google for Developers",
      "description": "void",
      "preview": "Skip to main content Machine Learning / English Deutsch Español Français Indonesia Português - Brasil Русский Українська 中文 - 简体 日本語 한국어 Sign in Home"
    },
    {
      "url": "https://whelmstadter.tumblr.com/post/116581506819",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @whelmstadter on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://www.jamsadr.com/rules-streamlined-arbitration/",
      "title": "Streamlined Arbitration Rules & Procedures | JAMS Mediation, Arbitration, ADR Services",
      "description": "JAMS provides arbitration and mediation services from Resolution Centers located throughout the United States. Its arbitrators and mediators hear and resolve some of the nation's largest, most complex and contentious disputes, utilizing JAMS Rules & Procedures as well as the rules of other domestic and international arbitral institutions.",
      "preview": "Skip to main content Print Page Print Page Download page as PDF Download page as PDF Streamlined Arbitration Rules & Procedures Next: JAMS Streamlined"
    },
    {
      "url": "https://inthecloud.withgoogle.com/data-cloud-live-charlotte-23/register.html?utm_source=gc_events&utm_medium=display&utm_campaign=FY23-Q1-northam-NRTH82-physicalevent-er-data-cloud-live-charlotte&utm_content=dcl-charlotte-cgc-events&utm_term=-",
      "title": "Cloud Computing Services | Google Cloud",
      "description": "Meet your business challenges head on with cloud computing services from Google, including data management, hybrid & multi-cloud, and AI & ML.",
      "preview": "Build what's next Start with $300 in free credits and free usage of 20+ products Get started for free Contact sales send_spark Built with Gemini Enter"
    },
    {
      "url": "https://www.psychology-lexicon.com/cms/glossary/37-glossary-d.html?start=112",
      "title": "Glossary D",
      "description": "The Psychology Glossary +++ \"Demand characteristics\", \"Door-in-the-face technique\", \"Development\"",
      "preview": "0 • A • B • C • D • E • F • G • H • I • J • K • L • M • N • O • P • Q • R • S • T • U • V • W • X • Y • Z Latest Articles Cognitive dissonance Enmeshe"
    },
    {
      "url": "http://sticknodes.com/tos-privacy-policy/#atospp-pp-snp",
      "title": "TOS and Privacy Policy | StickNodes.com",
      "description": "void",
      "preview": "Apps Contents: Privacy Policy (Stick Nodes) Privacy Policy (Stick Nodes Pro) Privacy Policy (Stick Nodes): Ralph Damiano (ForTheLoss Games) built the"
    },
    {
      "url": "http://targetpayandbenefits.com/",
      "title": "Your Benefits Resources -- Greeting Page",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.alfa3de.de/grossraumige-kleiderschranke-aldur-1-1800-x-800-x-500",
      "title": "void",
      "description": "void",
      "preview": "Dieser E-Shop verwendet Cookies Wir verwenden Cookies auf unserer Website. Einige sind wichtig, während andere uns helfen, diese Website und Ihre Benu"
    },
    {
      "url": "http://contactus.target.com/ContactUs?Con=ContactUs&lnk=fnav_t_spc_1_28",
      "title": "Contact Us",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://secure.donorschoose.org/donors/giving_history.html",
      "title": "DonorsChoose Sign In | Public School Donations",
      "description": "Sign in or create a new account to make public school donations via DonorsChoose",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://store.steampowered.com/search/?filter=topsellers",
      "title": "Steam Search",
      "description": "void",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://hu.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress bővítmény | WordPress.org Magyar",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Bővítmények keresése Rész"
    },
    {
      "url": "https://www.fighterchile.cl/plunger-boton-sanwa-obsf-24?similar_product=true",
      "title": "Boton Sanwa OBSF-24",
      "description": "Gracias a los Plunger, ahora podrás personalizar con un gran mix de colores tus botones SANWA OBSF-24. Varios colores para que tu Arcade y Fightstick tenga su propia personalidad.",
      "preview": "FighterChile. Tienda especializada en productos y accesorios Fighting Games. Inicio Productos Arcade Botones Arcade Sanwa Plunger Botón Sanwa OBSF-24"
    },
    {
      "url": "https://www.luxrobotic.com/nos-clients",
      "title": "Nos clients | Luxrobotic",
      "description": "void",
      "preview": "top of page Nos clients Julien SAS Créée en 1972 par Guy Julien à Le Creusot, JULIEN SAS a su se développer internationalement afin d'acquérir de nomb"
    },
    {
      "url": "https://www.wabi.tv/2023/02/22/135-billion-lottery-winner-maine-choses-cash-option/",
      "title": "$1.35 billion lottery winner in Maine chooses cash option",
      "description": "Winner of billion-dollar Mega Millions jackpot comes forward",
      "preview": "Skip to content Maine (WABI) - The winner of the $1.35 billion Mega Millions jackpot has come forward to accept their winnings through the limited lia"
    },
    {
      "url": "https://patriotpost.us/articles/81010-the-lefts-covert-war-on-the-suburbs-2021-07-01/print",
      "title": "The Left's Covert War on the Suburbs - The Patriot Post",
      "description": "void",
      "preview": "The Patriot Post ® · The Left's Covert War on the Suburbs By Douglas Andrews · July 1, 2021 https://patriotpost.us/articles/81010-the-lefts-covert-war"
    },
    {
      "url": "https://flightaware.com/photos/view/447116-d07a85c727f57a4d146d0c81fafac071881bab08",
      "title": "Photo of Piper L-21 Super (N10YV) - FlightAware",
      "description": "FlightAware Aviation Photos: Piper L-21 Super(N10YV), Super Cub on Wipline #2700 amphib floats on the southern end of Gull Lake in central Minnesota. Slow water taxi into Madden's Resort. Air to water photo from another Super Cub., taxiing at 9Y2",
      "preview": "Your browser is unsupported. upgrade your browser Did you know that FlightAware flight tracking is supported by advertising? You can help us keep Flig"
    },
    {
      "url": "https://villasenor-derbez.com/",
      "title": "Juan Carlos Villaseñor-Derbez",
      "description": "Assistant Professor",
      "preview": "Juan Carlos Villaseñor-Derbez Assistant Professor Department of Environmental Science and Policy, Rosenstiel School of Marine, Atmospheric, and Earth"
    },
    {
      "url": "https://www.pjmasks.com/apps/",
      "title": "PJ Masks Official Apps - PJ Masks",
      "description": "Discover Interactive PJ Masks Official Apps which impresses with lots of options. Explore PJ Masks world and choose your favorite hero character to play with. Games for preschoolers!",
      "preview": "APPS PJ Masks: Hero Academy PJ Masks: Moonlight Heroes PJ Masks: Racing Heroes PJ Masks: HQ"
    },
    {
      "url": "http://www.istat.it/",
      "title": "Istat",
      "description": "void",
      "preview": "Cerca nel sito Ricerca homepage Cerca nel sito Termini più cercati: Inflazione Ateco S13 1 risultati trovati. Home page Principali indicatori PIL (Tri"
    },
    {
      "url": "https://extensionworkshop.com/documentation/publish/add-on-policies/?utm_medium=photon-footer&utm_source=addons.mozilla.org",
      "title": "Add-on Policies | Firefox Extension Workshop",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Add-on Policies Add-ons extend the core capabilities of Firefox, enabling users to modify and personalize their web experience. A healthy ecosystem, b"
    },
    {
      "url": "https://earth.esa.int/eogateway/missions/Spire",
      "title": "undefined - Earth Online",
      "description": "Read more about news and information on ESA activities. Check information about ESA's Earth Observation data, and the satellite missions and instruments that acquire this data.",
      "preview": "earth online Tweet Share"
    },
    {
      "url": "https://data.humdata.org/dataset/cod-ab-ukr",
      "title": "Ukraine - Subnational Administrative Boundaries | Humanitarian Dataset | HDX",
      "description": "The actual boundaries were most recently adjusted in: January 2025. Boundary information source: State Scientific Production Enterprise \"Kartographia\". Contributor: OCHA Field Information Services Section (FISS). COD-AB quality level: cod-enhanced (geometry and attributes verified and standardized). Most recent COD-AB review conclusion: The COD-AB does not require any update. An edge-matched (COD-EM) dataset is available COD-EM HDX link: https://data.humdata.org/dataset/cod-em-ukr. OCHA country status: Operational (country office). Most recent COD-AB review date: January 2025. Deepest administrative level: ADM4. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Deepest administrative level with complete coverage: ADM3. Administrative level required by humanitarian community: ADM2. Note: The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Note: Some administrative feature names were adjusted in a September/October 2024 administratrive feature renaming exercise. See reference table at https://data.humdata.org/dataset/cod-ab-ukr. Note: The Ukraine COD-AB was most recently adjusted in early 2024 - affecting administrative level 3 (hromadas) only. Note: The population statistics common operational dataset (COD-PS-UKR) is only available via special request. See [Ukraine - Subnational Population Statistics](https://data.humdata.org/dataset/cod-ps-ukr). Users should use the 'Request Data' button. Note: Limitations of the Ukrainian-to-Russian transliteration method mean that more than one Ukrainian name may be represented by a single Russian feature name. Note: Feature name attribute fields in this dataset incorrectly use 'UA' to represent the Ukrainian language. The correct language code is 'UK'. This will be resolved in 2026. Note: ADM0 is not affected by the September/October 2024 administrative feature renaming exercise. Typical feature type: oblast (region) with three exceptions. P-code format: UAnn. COD-PS compatibility: ADM0, ADM1, ADM2. OCHA region: Europe. Feature count: 27. The ADM1 layer can be linked by P-CODE to the ADM1 Population statistics. Note: Kyiv (city) [UA80] and Sevastopol [UA85] are each a 'city with special status' rather than an 'oblast'. Note: Crimea [UA01] is an 'autonomous republic' rather than an 'oblast'. Note: However, Ukraine Population Statistics are only available on special request. ADMINISTRATIVE LEVEL 4 metadata: Typical feature type: ADM4 features may be of 'city', 'settlement', or 'village' type. However, all 'village' features are currently categorized in the 'ADM4_TYPE' as a 'settlement'. This is expected to be resolved in 2026. P-code format: UAnnnnnnnnnn. Feature count: 29707. COD-PS compatibility: no ADM4 population statistics are available. COD-PS HDX URL: https://data.humdata.org/dataset/cod-ps-ukr. Note: 329 ADM4 features were affected by the September/October 2024 administrative feature renaming excercise. Specific details are provided in the 'ADM4' tab of the 'UKR_Admin234_Renaming_ReferenceTable_20250123.xlsx' reference table available on the HDX dataset [Ukraine - Subnational Administrative Boundaries](https://data.humdata.org/dataset/cod-ab-ukr). Note: The COD-AB ADM4 boundary attributes for this COD-AB have not been adjusted. The Ukrainian government has not fully implemented its new administrative structure reforms in the Autonomous Republic of Crimea [UA01] and Sevastopol [UA85]. Consequently, 31 ADM4 features within the Sevastopol ADM3 polygon retain P-codes that do not correctly conform to [UA85]. This will be rectified in a COD-AB update once the government has regained control of the Crimean Peninsula. Access the Ukraine - Subnational Administrative Boundaries dataset to support humanitarian efforts.",
      "preview": "You logged out of HDX Thank you for using HDX ! Ukraine - Subnational Administrative Boundaries This dataset is part of the Ukraine Data Grid Get Noti"
    },
    {
      "url": "https://tally.so/",
      "title": "Free Online Form Builder | Tally",
      "description": "The simplest way to create forms. Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for.",
      "preview": "The simplest way to create forms Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for. Create a free for"
    },
    {
      "url": "https://www.tensorflow.org/api_docs/python/tf/keras/layers/Discretization?hl=pt-BR",
      "title": "tf.keras.layers.Discretization | TensorFlow v2.16.1",
      "description": "A preprocessing layer which buckets continuous features by ranges.",
      "preview": "Skip to main content / English 中文 - 简体 GitHub Sign in TensorFlow v2.16.1 TensorFlow API TensorFlow v2.16.1 Python tf.keras.layers.Discretization Stay"
    },
    {
      "url": "https://www.wuppertaler-rundschau.de/stadtteile/ronsdorf/weiter-streit-in-wuppertal-ueber-standort-einer-forensischen-klinik_aid-50398385",
      "title": "Weiter Streit in Wuppertal über Standort einer forensischen Klinik",
      "description": "Die seit Jahren andauernde Standortsuche für eine forensische Klinik ist spätestens nach dem Beschluss der CDU, die „Kleine Höhe\" abzulehnen, zum Wahlkampfthema geworden. Weitere Stellungnahmen.",
      "preview": "Wuppertal · Die seit Jahren andauernde Standortsuche für eine forensische Klinik ist spätestens nach dem Beschluss der CDU, die „Kleine Höhe\" abzulehn"
    },
    {
      "url": "https://tlmworks.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "https://webaim.org/",
      "title": "WebAIM: Web Accessibility In Mind",
      "description": "void",
      "preview": "We have web accessibility in mind Expanding the potential of the web for people with disabilities by empowering individuals and organizations to creat"
    },
    {
      "url": "https://hrtechprivacy.com/brands/glassdoor#privacypolicy",
      "title": "HR Tech Privacy -",
      "description": "Glassdoor Privacy Policy Revised September 29, 2025 (previous version) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and Fishbowlapp.com.",
      "preview": "Glassdoor Privacy Policy Revised September 29, 2025 ( previous version ) Glassdoor LLC (\"Glassdoor\") is the provider of the services Glassdoor.com and"
    },
    {
      "url": "http://www.iiep.unesco.org/",
      "title": "Planning education,building the future | International Institute for Educational Planning",
      "description": "IIEP-UNESCO has developed countries' capacities to design and implement educational policies and plans for six decades. Today, we continue to support countries in achieving their education goals.",
      "preview": "Skip to main content Search Search Anton_Ivanov / Shutterstock.com Planning education, building the future IIEP-UNESCO has developed countries' capaci"
    },
    {
      "url": "https://merchants.fiserv.com/en-us/products/merchants/mid-sized-commerce-solutions/",
      "title": "Mid-Sized Commerce Solutions | Merchants U.S. | Fiserv",
      "description": "Driving commerce with integrated solutions for mid-size businesses, and the evolving needs of their customers.",
      "preview": "Skip to Contact an Expert Skip to Main Content Commerce Solutions for Mid-Sized Businesses Streamline payment acceptance and elevate payment experienc"
    },
    {
      "url": "https://www.cbs.com/all-access/",
      "title": "Paramount+ Italia | Guarda i film e le serie TV online",
      "description": "Guarda film di successo, produzioni originali e le tue serie preferite con Paramount+. Una montagna di intrattenimento. Inizia lo streaming su qualsiasi dispositivo!",
      "preview": "Cerca Sign Up ACCEDI Serie Film Collezioni Brand Original & Exclusive Showtime Comedy Central MTV Nickelodeon Nick Jr. Smithsonian TULSA KING GUARDA O"
    },
    {
      "url": "https://dgnurseries.com/product/nicotiana-tabacum-2/",
      "title": "Nicotiana tabacum - Wahat Al Sahraa",
      "description": "FAMILY: Nicotiana USES: SIZE: LOCATION: Full sunlight to partial shade SOIL: FERTILISER: WATER:",
      "preview": "Skip to content Facebook Instagram Linkedin nursery.enquiry@desertgroup.ae +971 4 2891 063 Search Search Nicotiana tabacum FAMILY: Nicotiana USES: SIZ"
    },
    {
      "url": "https://secure.nbcnews.com/_tps/accounts/newsletters",
      "title": "NBC News Newsletters | NBC News",
      "description": "Sign up for NBC News newsletters including Morning Rundown and Nightly News. Subscribe to receive emails covering breaking news, politics and more.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/dyson-special-edition-airwrap-multi-styler-gift-set-prod176550015?slfpid=3",
      "title": "Dyson Special Edition Airwrap Multi-Styler Gift Set - Bergdorf Goodman",
      "description": "Shop Dyson Special Edition Airwrap Multi-Styler Gift Set at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "https://allschoolsinindia.in/category/cut-off-mark-calculator/",
      "title": "Cut Off Mark Calculator",
      "description": "void",
      "preview": "You are here: Home / Archives for Cut Off Mark Calculator KVS Class-1 and Balvatika Admission 2025-26 KV School Online Fee Payment System 2025-26 Maha"
    },
    {
      "url": "https://es.webpass.net/ingresar",
      "title": "Customer Account Login | GFiber Webpass",
      "description": "Log in to your GFiber Webpass account today and manage your service, view your bill, and more.",
      "preview": "Login Sign in to your Google Fiber Webpass account"
    },
    {
      "url": "https://cab1729.tumblr.com/post/139491941027",
      "title": "math geek with no social life, codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "math geek with no social life codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Reblogged 9 years ago"
    },
    {
      "url": "https://surf-knobs.com/products/short-sleeve-unisex-t-shirt-triples",
      "title": "Short-Sleeve Unisex T-Shirt Triples",
      "description": "Short-Sleeve Unisex T-Shirt Triples | Surf Knobs This t-shirt is everything you've dreamed of and more. It feels soft and lightweight, with the right amount of stretch. It's comfortable and flattering for both men and women. • 100% combed and ring-spun cotton (heather colors contain polyester)• Fabric weight: 4.2 oz (142 g/m2)• Shoulder-to-shoulder taping• Side-seamedSize guide XSSMLXL2XL3XL4XLLength (inches)2728293031323334Width (inches)16 ½18202224262830",
      "preview": "Skip to content Surf Knobs Short-Sleeve Unisex T-Shirt Triples Sale price Price $18.00 Regular price This t-shirt is everything you've dreamed of and"
    },
    {
      "url": "https://7elevenna.service-now.com/csm_stripe",
      "title": "Customer Service Portal Stripe - Stripe Customer Support",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.transylvaniacounty.org/",
      "title": "Welcome to Transylvania County",
      "description": "Transylvania County is located in beautiful Western North Carolina and is called the \"Land of Waterfalls\" due to the 250 waterfalls located through the county.",
      "preview": "Skip to main content Notice Click Here for Disaster Recovery and Debris Removal Resources Transylvania County Quick Links: Inspections and Permits Eme"
    },
    {
      "url": "https://2pdf.com/de/convert-lit-to-pdf/",
      "title": "Die Online-Konvertierung von LIT in PDF ist kostenlos. Der LIT zu .pdf Konverter steht zur Verfügung",
      "description": "Mit unserem Online-Konverter können Sie Ihre LIT-Dateien in PDF konvertieren. Konvertieren Sie LIT-Dateien kostenlos in das PDF-Format.",
      "preview": "Online LIT zu PDF Konverter Converting LIT-Dateien in PDF Legen Sie Ihre Datei hier ab Datei auswählen Wie konvertiert man LIT-Dateien in PDF? Schritt"
    },
    {
      "url": "https://www.montgomerycountymd.gov/",
      "title": "Montgomery County Maryland",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.rougier-ple-toulouse.fr/store/bons-plans",
      "title": "Bons plans - Rougier&Plé Toulouse",
      "description": "void",
      "preview": "Rougier&Plé, votre magasin de loisirs créatifs, beaux-arts et encadrement. Accueil Contact > www.rougier-ple.fr Click & Collect - Rougier&Plé Toulouse"
    },
    {
      "url": "https://www.kostenlose-urteile.de/Urteile_vom_2005-11-11.htm",
      "title": "urteile.news | 11.11.2005 - Urteilsmeldungen von diesem Tag",
      "description": "deutsche und ausgewählte EU-Rechtsprechung ➤ Verkehrsrecht / Straßenverkehrsrecht ✔ Verwaltungsrecht ✔ Sozialrecht ✔ Versammlungsrecht ✔ Presserecht",
      "preview": "Veröffentlichungen vom 11. November 2005 Urteile, erschienen im November 2005 Mo Di Mi Do Fr Sa So 44 1 2 3 4 5 6 45 7 8 9 10 11 12 13 46 14 15 16 17"
    },
    {
      "url": "https://unitedwaysem.org/covid-19-help/",
      "title": "Get Help - United Way for Southeastern Michigan",
      "description": "United Way offers a variety of programs to help your needs. See below to find the program that is right for you.",
      "preview": "Skip to Content Search Search Search Search What can we help you with today? Resources All Resources Family Finances Utility Assistance Tax Assistance"
    },
    {
      "url": "https://www.esrb.org",
      "title": "ESRB Ratings | Entertainment Software Rating Board",
      "description": "Check ESRB ratings for video games and apps, including age ratings, content descriptors and interactive elements.",
      "preview": "Skip to Content ESRB ratings provide information about what's in video game Search ESRB Game Ratings Most Viewed Games: Ghost of Yōtei Bubsy in: The P"
    },
    {
      "url": "https://www.austinbcc.org/",
      "title": "Home - Greater Austin Black Chamber of Commerce, TX",
      "description": "void",
      "preview": "Go Pages Members Categories Quicklinks Events The Greater Austin Black Chamber of Commerce Business Join Directory Contact Us Welcome To The Greater A"
    },
    {
      "url": "https://mutable-instruments.net/archive/",
      "title": "Mutable Instruments prehistoric projects",
      "description": "None",
      "preview": "» Home This page contains the user manuals, assembly instructions or technical documentation of discontinued, non-Eurorack, Mutable Instruments produc"
    },
    {
      "url": "http://www.marina.difesa.it/",
      "title": "Homepage - Marina Militare - Marina Militare",
      "description": "Homepage - Marina Militare",
      "preview": "Tentativo di accesso al sito da un browser protetto nel server. Abilitare gli script e ricaricare la pagina. Attiva modalità di accessibilità Disattiv"
    },
    {
      "url": "https://www.bigmarker.com/mutual-of-omaha-mortgage1/USO-VA-Home-Loan-Workshop",
      "title": "Webinar: USO VA Home Loan Workshop by Mutual of Omaha Mortgage",
      "description": "Mutual of Omaha Mortgage and the USO have joined forces to support service members and their families in understanding the home buying process! Gain insight into VA Home Loan eligibility requirements & the lifespan of the VA Home Loan benefit. The workshop will include a step-by-step process of buying a home, from finding the right house, to financing, closing and more! This free, online-only webinar is being offered exclusively through the USO Pathfinder Transition program for Active Duty, military spouses, National Guard, Reservists, and recently separated veterans/retirees. For more information about the program, please visit: www.uso.org/transition",
      "preview": "It looks like you're on an old version of Chrome... Update your browser to attend this event. Download Chrome for free → It looks like you're on an old"
    },
    {
      "url": "https://goo.gl/maps/X7mEbXGPXn97cGaL7",
      "title": "Prima di continuare su Google Maps",
      "description": "void",
      "preview": "Accedi Accedi Prima di continuare su Google Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazione di annunci. Scopri"
    },
    {
      "url": "https://johnroberts.me/tag/fairhead/",
      "title": "Fairhead Archives - John Roberts",
      "description": "void",
      "preview": "Skip to content There's not much left to say about the quality of climbing at Fairhead festival that hasn't already been said. Perfect weather, perfec"
    },
    {
      "url": "https://sahistory.org.za/form/contribute?referrernid=93525&referrertitle=Press%20Comments%20made%20by%20South%20African%20President%20Thabo%20Mbeki%20and%20Prime%20Minister%20of%20C%C3%B4te%20d%E2%80%99Ivoire%20Guillaume%20Soro,%20Cape%20Town,%2020%20June%202007",
      "title": "Contribute | South African History Online",
      "description": "void",
      "preview": "Skip to main content Menu ✦ Contribute to SAHO Contribute Name Email Your Message Upload any archival material (photographs, video, document, letter,"
    },
    {
      "url": "http://www.panaya.com/",
      "title": "The Change Intelligence Platform for ERP & CRM",
      "description": "See and understand the impact of every potential change to your SAP, Oracle and Salesforce systems, so you innovate intelligently and without fear.",
      "preview": "Book A Demo Trusted by 3,000+ brands: All-in-One Testing Platform Combining Impact Analysis, Test Management, and Test Automation to ensure seamless o"
    },
    {
      "url": "https://bibliobrey.blogspot.com/2010/02/don-moucho-quere-saber.html",
      "title": "Blog da biblioteca do CEIP Fermín Bouza Brey: DON MOUCHO QUERE SABER",
      "description": "Recuncho do 3ºCiclo de Primaria (5º e 6º) Recuncho do 2ºCiclo de Primaria (3º e 4º) Recuncho do Primeiro Ciclo de Primaria (1º e 2º) Recu...",
      "preview": "skip to main | skip to sidebar Blog da biblioteca do CEIP Fermín Bouza Brey 27/2/10 DON MOUCHO QUERE SABER Recuncho do 3ºCiclo de Primaria (5º e 6º) R"
    },
    {
      "url": "https://www.castlehillfitness.com/",
      "title": "Castle Hill Fitness Gym & Spa - Austin, TX",
      "description": "Austin's Gem of a Gym! Locally-owned since 2002, the downtown gym and spa on 12th Street and Lamar Blvd has a friendly staff and 22,000 sq. feet of space.",
      "preview": "× Search: Three Ways to Get Started Become a member Gain access to our gym equipment, classes, and members-only service discounts. Book a Tour Work wi"
    },
    {
      "url": "https://www.ifixit.com/Guide/iPhone+SE+Battery+Replacement/61385",
      "title": "Back Case - iFixit Repair Guide",
      "description": "Are you trying to figure out what is wrong with your camera? This is a good place to start as it allows you to access everything in the camera that...",
      "preview": "Skip to main content Fix Your Stuff Community Store Back Case Introduction Are you trying to figure out what is wrong with your camera? This is a good"
    },
    {
      "url": "http://worldslargestlesson.globalgoals.org/",
      "title": "The World's Largest Lesson",
      "description": "We promote use of the Sustainable Development Goals in learning so that children can contribute to a better future for all. From citizenship and justice to climate change and the environment, inspire children to make a difference!",
      "preview": "Skip to content WELCOME TO THE WORLD'S LARGEST LESSON! We promote use of the Sustainable Development Goals in learning so that children can contribute"
    },
    {
      "url": "https://mysticsmoons.fr/",
      "title": "Mystic Moon - l'ésotérisme accessible à tous",
      "description": "Bienvenue sur Mystic Moon, le site qui vous propose de nombreux contenus sur l'ésotérisme, la sorcellerie ou encore le paganisme.",
      "preview": "Le tarot BootCamp revient bientôt ! Inscris-toi sur la liste d'attente pour ne louper aucune information ! S'inscrire sur la liste d'attente Le sabbat"
    },
    {
      "url": "https://www.truck1.rs/izmenjivi-sanduci-kontejneri/promenjiva-tela-sanduci",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "http://foro.vespinos.com/index.php?topic=18069.0",
      "title": "Nuevo vespinero",
      "description": "Nuevo vespinero",
      "preview": "Bienvenido(a), Visitante . Por favor ingresar o registrarse . 10 Octubre, 2025, 01:53:04 pm Noticias: Grupos de Whatsapp vespineros por comunidades ht"
    },
    {
      "url": "http://www.electrosonic.com/",
      "title": "Audio Visual Systems | Electrosonic",
      "description": "Electrosonic designs, builds and supports innovative audiovisual solutions that create lasting experiences where people live, work and play.",
      "preview": "Audiovisual with impact Audiovisual solutions that change perceptions, inspire guests, strengthen brands and engage visitors. Explore Our Services See"
    },
    {
      "url": "https://cloud.withgoogle.com/next/catalog/",
      "title": "Session Library | Google Cloud Next 2025",
      "description": "Solve tomorrow's challenges today by exploring content available at Google Cloud Next '24.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.senato.it/",
      "title": "Homepage | Senato della Repubblica",
      "description": "void",
      "preview": "Salta al contenuto principale Top Menu accessibilità privacy ENG Social Links Navigazione principale L'Istituzione Senatori Lavori Leggi e Documenti E"
    },
    {
      "url": "http://www.historie-online.dk/boger/i-krig-for-information",
      "title": "I krig for Information",
      "description": "void",
      "preview": "Menu Forside Dansk Historisk Fællesråd Vedtægter DHF's styrelse Kontakt Referater Medlemmer Sponsorer Cookie- og persondatapolitik Nyheder og aktivite"
    },
    {
      "url": "https://www.greenbiz.com/events/greenbiz/2023",
      "title": "Trellis Group (formerly GreenBiz)",
      "description": "Trellis Group empowers sustainability professionals to tackle the climate crisis through our industry-leading events, media and peer network.",
      "preview": "Skip to content Homepage Top Ad Latest Energy Get ready to weigh in on an overhaul of carbon accounting for electricity by Heather Clancy Communicatio"
    },
    {
      "url": "https://www.eventbrite.co.uk/e/find-customers-with-google-maps-webinar-run-by-google-digital-garage-tickets-520365546357?aff=erelexpmlt",
      "title": "Find Customers with Google Maps Webinar run by Google Digital Garage Tickets, Wed 22 Mar 2023 at 09:30 | Eventbrite",
      "description": "Eventbrite - City of York Council presents Find Customers with Google Maps Webinar run by Google Digital Garage - Wednesday, 22 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Find Customers with Google Maps Webinar run by Google Digital Garage View details Follow this organiser to stay informed on fut"
    },
    {
      "url": "https://alistapart.com/topics/",
      "title": "Topics - A List Apart",
      "description": "For people who make websites",
      "preview": "Skip to content Code Front and back end development for the web, mainly using open web standards. Markup, style, scripting, and server-side techniques"
    },
    {
      "url": "https://bellaapp.dk/privacy-policy/",
      "title": "Privacy Policy - Bella sara",
      "description": "void",
      "preview": "Privacy policy Legal Disclaimer BELLA SARA is accessible both as an app and as a public website at www.bellasara.com. App and website share the same c"
    }
  ],
  "_meta": {
    "total_bookmarks": 103
  }
}