{
  "data": [
    {
      "url": "https://scfindingaids.uvm.edu/repositories/2/resources?q%5B%5D=%2A&op%5B%5D=&field%5B%5D=title&from_year%5B%5D=&to_year%5B%5D=&limit=resource&filter_fields%5B%5D=langcode&filter_values%5B%5D=eng&sort=title_sort%20asc&page=8",
      "title": "Collections | Finding Aids",
      "description": "void",
      "preview": "Skip to main content Skip to search results Finding Aids Showing Collections: 71 - 80 of 581 ← Previous 3 4 5 6 7 8 9 10 11 12 ... 59 → Next Sort by:"
    },
    {
      "url": "https://olered.com/",
      "title": "Homepage - Ole Red",
      "description": "For the best country music, scratch-made dining, and honky-tonk strong drinks, visit Ole Red, Blake Shelton's bar, restaurant, and live music venue.",
      "preview": "Skip to content Blake's Place to PLay This is the country-lovin' fun you've been looking for. With dining, drinks, and live music that'll blow your bo"
    },
    {
      "url": "https://www.seafoodbrasil.com.br/iniciativa-opentuna-vence-primeiro-premio-no-tuna-awards-em-vigo",
      "title": "Iniciativa OpenTuna vence primeiro prêmio no Tuna Awards, em Vigo - Seafood Brasil | Seafood Brasil",
      "description": "Projeto que inclui plataforma de mapas de bordo digitais vence prêmio mundial na categoria sustentabilidade",
      "preview": "Pesca"
    },
    {
      "url": "http://www.landbanktwincities.org/",
      "title": "Land Bank Twin Cities - Social Impact Real Estate",
      "description": "Land Bank Twin Cities is a Minnesota seven-county metro area based organization specializing in land banking, lending and community development.",
      "preview": "Home News Resources Careers Home About Overview Staff Board Strategic Plan Reports & Financials"
    },
    {
      "url": "https://learnathome.withyoutube.com/videos/",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/global/time-series",
      "title": "Climate at a Glance | Global Time Series | National Centers for Environmental Information (NCEI)",
      "description": "Historical and spatial comparisons of local, county, state, regional, national, and global meteorological data to determine trends and patterns",
      "preview": "Skip to main content Region: Latitude: -90.0 to 90.0 Longitude: -180.0 to 180.0 Surface: Parameter: Time Scale: Month: January February March April Ma"
    },
    {
      "url": "https://www.youtubekids.com",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "http://www.bbc.com/",
      "title": "BBC Home - Breaking News, World News, US News, Sports, Business, Innovation, Climate, Culture, Travel, Video & Audio",
      "description": "Visit BBC for trusted reporting on the latest world and US news, sports, business, climate, innovation, culture and much more.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://es.nba.com/news/mundial-de-baloncesto-2019-ricky-rubio-supera-a-pablo-prigioni-y-ya-es-el-maximo-asistente-de-los-mundiales/t1jmihhkpmml1t80x536g38ug",
      "title": "NBA.com España | El sitio oficial de la NBA | Sporting News Spain",
      "description": "Tu destino para ver resultados, calendarios, estadísticas, League Pass, resúmenes en vídeo, noticias, fantasy, ránkings y más de los jugadores y equipos de la NBA.",
      "preview": "Saltar al contenido principal Destacado Fútbol La Liga NFL Champions League Deportes Fútbol La Liga Champions League NBA NFL Tenis F1 Más Apuestas Edi"
    },
    {
      "url": "https://fallsculinary.com/product/the-samurai-15-x-15-x-14-dough-joe-pizza-steel-baking-sheet/",
      "title": "The Samurai™ - 15\" x 15\" x 1/4\" - Dough-Joe® Pizza Steel Baking Sheet - Dough-Joe",
      "description": "void",
      "preview": "Sale! The Samurai™ - 15″ x 15″ x 1/4″ - Dough-Joe® Pizza Steel Baking Sheet Rated 5.00 out of 5 based on 27 customer ratings ( 27 customer reviews) $"
    },
    {
      "url": "https://naufraghi-nella-rete.tumblr.com/",
      "title": "Naufraghi nella Rete",
      "description": "e il naufragar m'è dolce in questo mare?",
      "preview": "How the Singapore Circle Line rogue train was caught with data blog.data.gov.sg Why most unit testing is waste • /r/programming reddit.com Change you"
    },
    {
      "url": "https://blog.ted.com",
      "title": "TED Blog: Further reading on ideas worth spreading",
      "description": "The TED Blog shares news about TED Talks and TED Conferences.",
      "preview": "News Are we bold enough? Join TEDAI San Francisco this October By TED Staff on Sep 15, 2025 Artificial intelligence is shaping our lives faster than a"
    },
    {
      "url": "https://dnaathletix.com/products/riverdale-sweat-pants",
      "title": "RIVERDALE RAIDERS SWEAT PANTS - dnaathletix",
      "description": "void",
      "preview": "Skip to content Menu Cart 0 Close (esc) RIVERDALE RAIDERS SWEAT PANTS Regular price $40.00 Size ADULT XS ADULT S ADULT M ADULT L ADULT XL ADULT XXL AD"
    },
    {
      "url": "https://rebeccaandthegreynotes.com/2019/07/17/next-up-tallys-5/",
      "title": "Next Up: Tally's | Rebecca and the Grey Notes",
      "description": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'll order up a tasty selection of original music along with compositions from Bonnie Raitt, Ann Peebles, Linda Ronstadt, Feist, B.B. King, Led Zeppelin, the Allman Brothers and...",
      "preview": "If you order one of the bountiful fish fries featured this Friday night, July 19, at Tally's Tap & Eatery on Summit Ave. on Waukesha's south side, we'"
    },
    {
      "url": "https://www.ocala.com/story/news/local/2013/07/18/a-silver-springs-story-ricou-browning-was-the-creature/31923591007/",
      "title": "A Silver Springs story: Ricou Browning was the Creature",
      "description": "In the mid-1950s, a grotesque costume turned Ricou Browning from a soft-spoken family man into an ugly \"gill man,\" also known as the \"Creature from the Black Lagoon.\"",
      "preview": "Skip to main content Home Election Local State Education Crime Politics Hidden Gems A Silver Springs story: Ricou Browning was the Creature Marian Riz"
    },
    {
      "url": "https://typedream.com/",
      "title": "Typedream: AI Website Builder",
      "description": "Create stunning landing pages with just 1 sentence with AI.",
      "preview": "☁️ Typedream is acquired by beehiiv, read more → Sell Digital Products Landing Page Link in Bio Blog Form Launch your product template agency e-book c"
    },
    {
      "url": "https://support.office.com/en-us/article/accounts-in-office-628ea040-f265-49de-b986-be09c3ebf8a9",
      "title": "About accounts in Office - Microsoft Support",
      "description": "<Placeholder>",
      "preview": "Skip to main content Sign in with Microsoft Sign in or create an account. Hello, Select a different account. You have multiple accounts Choose the acc"
    },
    {
      "url": "https://www.aldoshoes.com/us/en_US/women/avedax-red/p/13491542",
      "title": "Women's Top Handle Bags - ALDO",
      "description": "Shop women's top handle bags at ALDO & browse our latest collection of accessibly priced handbags for women, in a wide variety of on-trend styles.",
      "preview": "Skip Navigation FREE Shipping on Orders $125+ Learn more FREE Shipping on Orders $125+ Track Order Store Locator Help USD Added To Bag Checkout now Ch"
    },
    {
      "url": "https://medium.statuspage.io/?source=---two_column_layout_sidebar----------------------------------",
      "title": "Medium Status",
      "description": "Welcome to Medium's home for real-time and historical data on system performance.",
      "preview": "x Follow @MediumSupport or view our profile . Visit our support site . Get the Atom Feed or RSS Feed . All Systems Operational About This Site Septemb"
    },
    {
      "url": "https://de.linkedin.com/company/leoncycle?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "LEON CYCLE | LinkedIn",
      "description": "LEON CYCLE | 48.662 Follower:innen auf LinkedIn. Leon Cycle is a retailer of premium electric bikes. Originally set up in 2014 as an online retailer in Germany, Leon Cycle has built on its success by establishing its own specialized electric bicycle stores in Hannover, Barcelona, Toronto and Melbourne. We are passionate about electric bicycles.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://mailback-msft.tes-amm.com/_Content/nl-BE/",
      "title": "Microsoft Mail-back Program",
      "description": "void",
      "preview": "Kies taal: Gratis Mail-back programma van Microsoft Welkom bij het gratis Mail-back programma van Microsoft.Het programma van Microsoft wordt beheerd"
    },
    {
      "url": "https://www.vg.no/nyheter",
      "title": "Nyheter fra VG",
      "description": "Nyheter fra VG døgnet rundt. Hold deg oppdatert de siste nyhetene fra Norge og hele verden.",
      "preview": "Hopp til hovedinnholdet Reuters: Nytt jordskjelv på 6,9 på Filippinene 10. okt. 1 min Masud Gharahkhani fortsetter som stortingspresident 10. okt. 1 m"
    },
    {
      "url": "https://www.criterionchannel.com",
      "title": "Criterion Channel: Stream the world's best movies",
      "description": "Explore a curated library of essential classic and contemporary movies. Start your free trial on the Criterion Channel today.",
      "preview": "Start Your Adventure in Moviegoing Stream the world's best films start your free trial Join the Conversation Go behind the scenes with documentaries,"
    },
    {
      "url": "https://www.vegvesen.no/forerkort/",
      "title": "Førerkort | Statens vegvesen",
      "description": "Sjekk hvordan du kan ta førerkortet, og finn informasjon om hva du har lov til å kjøre og hvordan du kan bestille nytt førerkort.",
      "preview": "Logg ut For at nettsidene skal fungere best mulig for deg, må du aktivere JavaScript i nettleseren din. Her finner du veiledning til hvordan du aktive"
    },
    {
      "url": "https://www.psoriasis.org/about-psoriasis/",
      "title": "Psoriasis: Symptoms, Causes, Images & Treatment",
      "description": "Discover the impact of psoriasis on over 7.5 million US adults. From its causes to managing symptoms, learn about the non-contagious immune-mediated disease and how it can affect your life. Request your free guide to understanding psoriasis and psoriatic arthritis today.",
      "preview": "Helpline 800-723-9166 Donate About Psoriasis On This Page: Overview | Types | Symptoms | Causes & Triggers | Diagnosis | Treatment & Management | Prev"
    },
    {
      "url": "https://www.presidencia.go.cr",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/naan-bread",
      "title": "Naan bread recipe | Good Food",
      "description": "Make your own Indian flatbreads at home and you'll never go back to buying them. Delicious eaten warm, these naans are ideal with your favourite curry.",
      "preview": "Skip to main content Naan bread Miriam Nice Save recipe Serves 6 - 8 More effort Prep: 20 mins Cook: 35 mins plus rising and proving A star rating of"
    },
    {
      "url": "http://www.bmw.com.kh/asia_dl/kh_en/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "New and Used Car Dealer | Khan Daun Penh, Phnom Penh | BMW Asia Cambodia (Prestige Auto",
      "description": "Visit BMW Asia Cambodia (Prestige Auto) in Khan Daun Penh, Phnom Penh, established dealership and servicing specialist. Explore the website and browse through our full range of offers.",
      "preview": "Sheer driving pleasure WELCOME TO BMW CAMBODIA THE ULTIMATE DRIVING MACHINE THATS"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://stlzoo.org/news/andean-bear-out-of-habitat-again-and-returned-safely",
      "title": "Andean bear out of habitat again and returned safely | Saint Louis Zoo",
      "description": "The Zoo Animal Emergency Response protocol was implemented and various team members responded accordingly.",
      "preview": "Skip to main content February 23, 2023 Andean bear out of habitat again and returned safely The Zoo Animal Emergency Response protocol was implemented"
    },
    {
      "url": "https://www.dafdirect.org/",
      "title": "DAF Direct",
      "description": "void",
      "preview": "ABOUT DAF DIRECT FUNDRAISING BENEFITS WHAT IS A DAF? DAF Direct-helping nonprofits grow their donor base A new approach to fundraising LEARN MORE WHAT"
    },
    {
      "url": "https://www.planet.com/pulse/introducing-planetary-variables-soil-water-content-land-surface-temperature-and-vegetation-biomass/",
      "title": "Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass",
      "description": "void",
      "preview": "HOME News Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass Thijs Van Leeuwen April 12, 2022 • 6 m"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Multicolor-CSS-Gradients-JPG-Downloads-100-Free-e70a6fb365b14575ae30616b22dcc2d4?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://abs.gov.au/AUSSTATS/abs@.nsf/DetailsPage/1270.0.55.004July%202011?OpenDocument",
      "title": "1270.0.55.004 - Australian Statistical Geography Standard (ASGS): Volume 4 - Significant Urban Areas, Urban Centres and Localities, Section of State, July 2011",
      "description": "void",
      "preview": "Skip to main content Archived content. This page is no longer actively maintained and may not function as intended. For the latest information and sta"
    },
    {
      "url": "https://www.kgs.ku.edu/Publications/Bulletins/96_8/",
      "title": "KGS--The Red Eagle Formation in Kansas",
      "description": "void",
      "preview": "Skip Navigation Start Contents Introduction Usage Stratigraphy Summary Stratigraphic Sections References Next Page--Table of Contents The Red Eagle Fo"
    },
    {
      "url": "https://www.sprezzabox.com/",
      "title": "Najlepsze polskie kasyno online 🎖️ Ranking legalnych kasyna internetowych 2025",
      "description": "Polskie kasyna online ⭐ Zarejestrować w najlepsze kasyno online ⭐ Złóż Depozytu ⭐ Gry legalne na prawdziwe pieniądze",
      "preview": "NV Casino 5/5 Bonus kasyno do 10 000 zł + 225 FS Minimalna wpłata 50 zł Wizyta w kasynie Spinlander 5/5 Bonus kasyno 230% do 8 500 zł + 300 FS Minimal"
    },
    {
      "url": "http://www.bingogamingnews.com/",
      "title": "Bingo and Gaming News ON-LINE",
      "description": "void",
      "preview": "Welcome to Bingo & Gaming News ON-LINE . Bingo & Gaming News is a FREE monthly on-line publication . Bingo & Gaming News ON-LINE, is the electronic ve"
    },
    {
      "url": "http://aathermography.com/",
      "title": "Welcome to Ann Arbor Thermography, serving southeast Michigan and beyond",
      "description": "void",
      "preview": "Ann Arbor Thermography Non-invasive imaging and screening for breast cancer, pain, and more! Welcome Your study Our location Breast Pain Neurological"
    },
    {
      "url": "https://chicanoeats.com/",
      "title": "Chicano Eats - Traditional Mexican Recipes & More",
      "description": "Traditional Mexican Recipes & More",
      "preview": "Home Virtual Cooking Classes Chicano Bakes Shop Press About Privacy Policy 0 How to make Tacos de Papa (Mexican Fried Potato Tacos) Introduction to Ta"
    },
    {
      "url": "https://www.providencejournal.com/entertainment/dining/",
      "title": "Food and Dining in Providence, RI | The Providence Journal",
      "description": "Get the latest scoop on food and dining in Providence, RI from The Providence Journal. Restaurant reviews, dining guides and more.",
      "preview": "Skip to main content Home Food & Dining Theater & Arts Our Hidden History Movies & TV Music Calendar J.T. Commons set to open in Middletown. A look at"
    },
    {
      "url": "https://reform.un.org/",
      "title": "United to Reform |",
      "description": "void",
      "preview": "Skip to main content Welcome to the United Nations Toggle navigation Language: عربي 中文 English Français Русский Español"
    },
    {
      "url": "https://microsoft.com/edge/features/surf-game",
      "title": "Microsoft Edge Surf",
      "description": "void",
      "preview": "Skip to main content Search Try Edge Microsoft Edge Surf Catch the wave in Microsoft Edge. Beware of the Kraken as you ride through the water and try"
    },
    {
      "url": "https://www.pickupforum.de/profile/153657-zilch/",
      "title": "Zilch - Pickup Forum - The Pickup Artist Community",
      "description": "void",
      "preview": "Wechsle zum Inhalt Startseite Ansehen in der Community 118 Gut Über Zilch Rang Herumtreiber Profilinformation Geschlecht Male Aufenthaltsort Rheinland"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en",
      "title": "Bang & Olufsen Corporate",
      "description": "void",
      "preview": "Navigation and Content Skip to main content Skip to main footer Corporate Welcome to Bang & Olufsen corporate site Career View our open positions open"
    },
    {
      "url": "https://www.architecturaldigest.com/video/watch/replace-this-space-adrienne-bailons-bathroom-gut-renovated-by-pro-designer",
      "title": "Watch Adrienne Bailon's Bathroom Gut-Renovated by Pro Designer | Replace This Space | Architectural Digest",
      "description": "Erick Garcia of Maison Trouvaille visits the home of singer, actress, and TV personality Adrienne Bailon to execute a gut-renovation of her bathroom.",
      "preview": "Skip to main content Replace This Space | Season 1 | Episode 5 Adrienne Bailon's Bathroom Gut-Renovated by Pro Designer Erick Garcia of Maison Trouvai"
    },
    {
      "url": "https://campus.co/global/startup-school/",
      "title": "Discover the Google for Startups Campus network - Google for Startups",
      "description": "Google for Startups Campus is where tech-based startups enjoy the best of Google with free training, mentoring, and a diverse community of problem solvers.",
      "preview": "Campus Our Campus locations Madrid São Paulo Seoul Tel Aviv Tokyo Warsaw Homebase for growing startups Google for Startups Campuses offer physical spa"
    },
    {
      "url": "https://www.wpr.org/donate",
      "title": "WPR | Donate Now",
      "description": "void",
      "preview": "Let's keep WPR strong together! You count on WPR for independent journalism, meaningful discussions, and music that enriches your day. Donors provide"
    },
    {
      "url": "https://blog.opensource.org",
      "title": "Blog - Open Source Initiative",
      "description": "void",
      "preview": "On 16-17 September 2025, leaders from across the Open Source ecosystem gathered in Brussels for the third annual Open Source Congress (OSC), followed"
    },
    {
      "url": "https://visitor.r20.constantcontact.com/d.jsp?llr=wor9vymab&p=oi&m=1113224725974&sit=rpdhklzhb&f=a080972b-4940-4b89-abf4-20cf5c7ca296",
      "title": "AME Church : Sign Up to Stay in Touch",
      "description": "void",
      "preview": "Sign Up to Receive News & Updates If you would like to receive our online E-Newsletter as well as updates on news and events happening throughout the"
    },
    {
      "url": "https://share.flipboard.com/bookmarklet/popout?v=2&url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&title=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Flipboard",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://local2local.nl/blog/transparantie-in-de-ei-keten-zoek-de-kip/",
      "title": "Transparantie in de ei-keten: zoek de kip! - Local2Local",
      "description": "void",
      "preview": "Doorgaan naar inhoud Het begon allemaal in 2013 met ons 'weet wat je eet'-concept ' Het Ei en de Kip '. \"Wat voor kippenei is dit, waar is-ie gelegd?\""
    },
    {
      "url": "https://www.jcwoodworking.com/to-jeremy-with-love-your-sister-sarah/",
      "title": "To Jeremy, With Love, your sister Sarah - JC Woodworking",
      "description": "void",
      "preview": "Skip to content I have known Jeremy since he was 11 years old. We met in the summer of 1998 when Josh invited me, as his first girlfriend, over to his"
    },
    {
      "url": "http://optout.aboutads.info/?c=2&lang=EN",
      "title": "WebChoices",
      "description": "The new WebChoices consumer choice tool.",
      "preview": "WebChoices Beta Using this tool, you can control the collection and use of data for interest-based advertising on this browser. Make Selections to Lim"
    },
    {
      "url": "https://www.thinkwithgoogle.com/intl/en-gb/future-of-marketing/digital-transformation/beauty-on-youtube-be-part-of-the-conversation/",
      "title": "Digital Transformation & Maturity - Think with Google",
      "description": "Every company is on the road to digital transformation. See how to embrace marketing technology, from automation and machine learning to measurement.",
      "preview": "Skip to Content Digital Transformation Every company is at different points in its digital transformation. See how other companies are making progress"
    },
    {
      "url": "https://byrdis.com/products/robin-2",
      "title": "Robin - byrdis",
      "description": "Robin figurine, made from resin and carefully painted with acrylic paints and finished with glossy water-based varnish.Size:• length: 6.5 cm / 2.6″• width: 2.6 cm / 1″• height: 3.2 cm / 1.3″ Please, make sure you have read the delivery information before ordering",
      "preview": "Skip to content Robin Sale price Price $36.00 Regular price Unit price / per Tax included. Robin figurine, made from resin and carefully painted with"
    },
    {
      "url": "https://www.scjohnson.com/",
      "title": "SC Johnson | A Family Company at Work for A Better World",
      "description": "SC Johnson is a family company dedicated to innovative, high-quality products, workplace excellence and commitment to the environment and its communities.",
      "preview": "Skip to Main Home SC Johnson Secures World Health Organization Policy Recommendation for Innovative Tool Proven to Help Prevent Malaria and Other Inse"
    },
    {
      "url": "https://plugins.trac.wordpress.org/browser/gdpr-cookie-compliance/",
      "title": "gdpr-cookie-compliance - WordPress Plugin Repository",
      "description": "void",
      "preview": "Skip to content Plugin Directory Search: Login Timeline View Tickets Browse Source Context Navigation Last Change Revision Log source: gdpr-cookie-com"
    },
    {
      "url": "https://corporate.bang-olufsen.com/en",
      "title": "Bang & Olufsen Corporate",
      "description": "void",
      "preview": "Navigation and Content Skip to main content Skip to main footer Corporate Welcome to Bang & Olufsen corporate site Career View our open positions open"
    },
    {
      "url": "https://www.apnews.com/hub/world-news",
      "title": "World News: Top & Breaking World News Today | AP News",
      "description": "Stay informed with top world news today. The Associated Press aims to keep you up-to-date with breaking world news stories around the globe.",
      "preview": "void"
    },
    {
      "url": "https://www.gq.com/story/pharrell-new-masculinity-cover-interview",
      "title": "Pharrell on Evolving Masculinity, \"Blurred Lines,\" and \"Spiritual Warfare\" | GQ",
      "description": "Pushing the masculinity conversation forward with one of pop culture's most influential futurists.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Welcome to GQ's New Masculinity issue, an exploration of the ways that trad"
    },
    {
      "url": "https://www.metmuseum.org/art/collection/search/436121",
      "title": "Edgar Degas - A Woman Seated beside a Vase of Flowers (Madame Paul Valpinçon?) - The Metropolitan Museum of Art",
      "description": "void",
      "preview": "Visiting Sleeping Beauties: Reawakening Fashion? You must join the virtual exhibition queue when you arrive. If capacity has been reached for the day,"
    },
    {
      "url": "https://angusmon.tumblr.com/",
      "title": "Angusmon",
      "description": "Computer Scientist, Art Lover, Video Game Enthusiast! ^^",
      "preview": "fallisl1fe : To be someone you dont know inspired by @glitchgh0sty 's awesome decepticon!prowl comics >:D (specifically ✨ this and this one ✨ in order"
    },
    {
      "url": "https://www.spreadshirt.fi/shop/vaatteet/t-paidat/sukuvaakuna/",
      "title": "Sukuvaakuna t-paidat | Ainutkertaisia printtejä | Spreadshirt",
      "description": "Iso valikoima lahjakkaiden suunnittelijoiden luomia sukuvaakuna t-paidat » Paljon eri kokoja, värejä ja tyylejä ✓ Tilaa Spreadshirtiltä",
      "preview": "Uutuudet säännöllisesti postilokeroosi Spreadshirt käyttää sähköpostiosoitettasi tuotetarjousten sekä alennuskampanjoita ja arvontoja koskevien viesti"
    },
    {
      "url": "http://www.mmsk.ca/",
      "title": "Home - SK Recycles",
      "description": "SK Recycles is a not-for-profit organization responsible for management and recycling of household packaging and paper, distributed to Saskatchewan residents",
      "preview": "Skip to content Moving to full EPR in Saskatchewan for packaging and paper recycling What does that mean? It means businesses, like stores and restaur"
    },
    {
      "url": "https://egyptintegratedschools.com/index.php?do=show_details&ID=95&table=news&title=EIS%20-%20KG%20%20Beautiful%20Blended%20Colours%20%20FANS%20%20Primary%20&%20Secondary%20Colours",
      "title": ":: Egypt Integrated Schools ::",
      "description": "EIS is a private propriety school that has been in successful operation since 2000. The school is licensed by the Egyptian government Ministry of Education. Since then, it has grown to be one of the biggest schools in Cairo. EIS offers quality education to more than 1100 students of various nationalities. The student body is formed from over 5 nationalities which makes it distinct in nature. The school offers three different types of education; National/language, American and British.rn",
      "preview": ":: EIS - KG Beautiful Blended Colours FANS Primary & Secondary Colours :: EIS - KG Beautiful Blended Colours FANS Primary & Secondary Colours"
    },
    {
      "url": "https://youradchoices.ca/",
      "title": "AdChoices in Canada - Learn about the blue icon & your choices",
      "description": "Most online ads are not targeted to you as an individual but rather to data categories such as your probable demographics.",
      "preview": "Cart 0 Sign In My Account Back DAAC Principles Program Framework Accountability FAQ Join the Program Back Join AdChoices News Events Training Course A"
    },
    {
      "url": "https://boersianer.info/boersianer.info/ben-bernanke/",
      "title": "boersianer.info Domain steht zum Verkauf",
      "description": "Börse, Aktien, Investmentstrategien Domain steht zum Verkauf",
      "preview": "boersianer.info Diese Domain steht zum Verkauf. Bei Interesse senden Sie bitte Ihr unverbindliches Angebot an: info[at]boersianer.info"
    },
    {
      "url": "https://www.musisol.com/cuerdas-guitarras-clasica/",
      "title": "⚡ Compra cuerdas de guitarras Clasica | Musisol.com - Musisol.com",
      "description": "Las cuerdas de guitarra son uno de los elementos más importantes de la guitarra clásica. Antes de elegir la cuerda de guitarra correcta has de saber en que se diferencian.",
      "preview": "/ Guitarras / Accesorios Guitarras y Bajos / Cuerdas / Cuerdas guitarras Clasica Filtrar por Filters: Borrar filtros Precio € € Marcas Ableton Abueno"
    },
    {
      "url": "https://www.rustourismnews.com/2020/10/20/most-visited-attractions-in-england/",
      "title": "Most Visited Attractions in England",
      "description": "The results from this survey are reported annually, providing an overview of the visitor attraction sector in England.",
      "preview": "Skip to content Each year, VisitEngland invites all English visitor attractions to take part in an annual survey, recording visitor numbers alongside"
    },
    {
      "url": "http://www.unwomen.org/en/csw",
      "title": "Commission on the Status of Women | UN Women - Headquarters",
      "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
      "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
    },
    {
      "url": "https://annieburdickfreelance.com/",
      "title": "Annie Burdick - Editing, Writing, Creative Content",
      "description": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer. Nonfiction author, copywriter, book editor, content writer. Full-time word obsessive. Article Portfolio Editing Portfolio Copywriting Portfolio Books",
      "preview": "ABOUT ME Annie Burdick is a creative storyteller and cross-channel content writer . Nonfiction author, copywriter, book editor, content writer. Full-t"
    },
    {
      "url": "https://www.goodwill.org/",
      "title": "Goodwill Industries International, Inc. - Goodwill Industries International",
      "description": "Goodwill provides free career counseling, skills training, and résumé prep services that help unlock opportunities for job seekers. Every day, more than 300 people find a job with Goodwill's help.",
      "preview": "Don't show this message again Build A One-Of-A-Kind Halloween Fit With Our Costume Planner Employee Log In Search for: Skip to content DON'T MISS OUT:"
    },
    {
      "url": "https://amberrockstar.com/listing/253175693/have-yourself-a-merry-little-christmas",
      "title": "Have Yourself a Merry Little Christmas - Holiday Vinyl Sticker | Christmas Glass Block Vinyl Decal",
      "description": "DECAL ONLY - Perfect for your crafty Christmas decorations!Die cut! No background. If you need the outline instead, I'll be happy to do that. - Great for Shadow Boxes and other great Christmas Creations!Product: Self-Adhesive Vinyl Sticker / Decal Size: 5 is approximately 5w x 3.25h6 is approxima",
      "preview": "Visitando questo sito, l'utente accetta il nostro uso dei cookie. BUY 5 DECALS OR MORE GET 20% DISCOUNT - BUY 20 DECALS OR MORE GET A 20% DISCOUNT ***"
    },
    {
      "url": "https://www.familyleague.org/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ryanair.com/it/it/voli-economici/voli-da-torino",
      "title": "Book cheap flights using Fare Finder | Ryanair",
      "description": "With over 200 destinations to choose from, use Ryanair's Fare Finder to find the lowest fare to your preferred destination. Low Fares Made Simple.",
      "preview": "void"
    },
    {
      "url": "https://privacy.microsoft.com/en-us",
      "title": "Privacy",
      "description": "void",
      "preview": "This is the Trace Id: 5910eda7cc6a3dfdfb1249dfa97f1898 Skip to main content Privacy at Microsoft Your data is private at work, at home, and on the go"
    },
    {
      "url": "https://www.10best.com/",
      "title": "Best of Travel, Food, & Lifestyle | USA TODAY 10BEST",
      "description": "Explore award-winning travel destinations and tips for living your best life.",
      "preview": "Previous Lifestyle Piecing together the health benefits of jigsaw puzzles Find Your Inner Piece Cider 2025's top cideries you'll want to sip your way"
    },
    {
      "url": "https://vuoriclothing.com/products/sunday-performance-jogger-black",
      "title": "Sunday Performance Jogger | Men's Black Joggers | Vuori",
      "description": "Vuori's Sunday Performance Jogger provides a fresh take on athleisure and will be a staple in your wardrobe. Shop our men's Black athletic joggers.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://www.gq-magazine.co.uk/culture/article/bella-ramsey-interview-2023",
      "title": "Bella Ramsey on The Last Of Us, Game Of Thrones and working with Pedro Pascal | British GQ",
      "description": "With a lead role in the biggest show on TV, HBO's post-apocalyptic zombie drama The Last of Us, Bella Ramsey has defeated the keyboard warriors",
      "preview": "Skip to main content When Bella Ramsey and I first met in December , in a Loughborough vegan place a 15-minute drive from her childhood home, The Last"
    },
    {
      "url": "http://forum.zeusnews.it/viewtopic.php?t=75037&view=next&sid=c65475a4b4f5c1174facc5d2a60da775",
      "title": "Olimpo Informatico :: Leggi argomento - Il canto delle meduse",
      "description": "void",
      "preview": "Olimpo Informatico I Forum di Zeus News Leggi la newsletter gratuita - Attiva il Menu compatto FAQ Cerca Lista utenti Gruppi Registrati Profilo Messag"
    },
    {
      "url": "http://www.akc.org",
      "title": "American Kennel Club",
      "description": "The AKC is the recognized and trusted expert in breed, health and training information for dogs.",
      "preview": "Search Sign In Menu Search for a Breed Select a Breed Affenpinscher Afghan Hound Airedale Terrier Akita Alaskan Klee Kai Alaskan Malamute American Bul"
    },
    {
      "url": "https://csdap.earthdata.nasa.gov/",
      "title": "Satellite Data Explorer",
      "description": "Search, discover, and access NASA acquired commercial satellite data.",
      "preview": "void"
    },
    {
      "url": "https://www.maggi.nl/recepten/mexicaanse-tomatensoep-met-chorizo/",
      "title": "Mexicaanse tomatensoep met chorizo | Maggi",
      "description": "Een heerlijke Mexicaanse toamtensoep met maïs en chorizo. Makkelijk te maken met de MAGGI Basis voor Soep Tomaat Helder.",
      "preview": "Skip to Main Content Mexicaanse tomatensoep met chorizo (0) Gemakkelijk Buy Now Heerlijk Mexicaanse tomatensoep met maïs en chorizo. Ingrediënten - 8"
    },
    {
      "url": "https://space.mines.edu/",
      "title": "Home - Space Resources Program",
      "description": "Since the 1990s, Colorado School of Mines has been a leading institution for the study of space resources and in situ resource utilization (ISRU) through its Center for Space Resources.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Space Resources Program Colorado School of Mines The first progr"
    },
    {
      "url": "https://goesscolierifuneralhome.com/tribute/details/196/Martha-Bradley/obituary.html",
      "title": "Martha A. Bradley Obituary | Goes-Scolieri Funeral Home | 1935 - 2018",
      "description": "Goes-Scolieri Funeral Home in Willingboro, NJ: View the obituary for Martha A. Bradley. &nbsp;Martha Annette Bradley of Willingboro passed away into Gods loving and eternal ...",
      "preview": "void"
    },
    {
      "url": "https://www.philo.com/login/subscribe?ref=try.philo.com&utm_source=google&utm_medium=search&utm_campaign=topbrand&utm_term=philo-925&utm_content=topbrandmisspellingexact&contentid=&gclid=CjwKCAjwsan5BRAOEiwALzomXznJUE875i68xyOYVZcnD9pLrHouX8fW_w6GahwxzNJEOoj8RJHG4xoCnZAQAvD_BwE",
      "title": "Philo - Stream Live and On-Demand TV",
      "description": "Why pay more for TV? Philo offers live TV and on-demand content for just $33/month. Stream your favorite shows, movies, and more across all your devices.",
      "preview": "One subscription. Unlimited possibilities. All the TV you love for $33/month. All the TV you love for $33 per month. Start your subscription Start you"
    },
    {
      "url": "https://www.galsgt.it/beni-immobili-e-gestione-patrimonio/",
      "title": "Beni immobili e gestione patrimonio - GAL SGT - Sole Grano Terra",
      "description": "void",
      "preview": "Ricerca nel sito Chiudi Cerca"
    },
    {
      "url": "https://www.youredm.com/tag/nominations/",
      "title": "| Your EDM",
      "description": "void",
      "preview": "Dark Mode Light Mode Search Search Search Popular Searches About Acoustic Ambient Artist Spotlight Aspire To Inspire AsQme Bass House Bass Music Blast"
    },
    {
      "url": "https://www.cision.com/us/blog/",
      "title": "Resources",
      "description": "Resources",
      "preview": "Skip Navigation Accessibility Statement guides-and-reports 2025 State of the Media Report Get the Report guides-and-reports 2026 PR and Comms Content"
    },
    {
      "url": "https://www.llbean.com/llb/shop/86878",
      "title": "Ultrasoft Comfort Flannel Sheet Set | Sheets | L.L.Bean International",
      "description": "Find the best Ultrasoft Comfort Flannel Sheet Set at L.L.Bean International. Our high quality products are thoughtfully designed and built to last season after season.",
      "preview": "15% OFF Your Purchase with code: GLOBAL15 - Ends October 13, 2025 . Details L.L.Bean Home Goods Bedding Sheets Ultrasoft Comfort Flannel Sheet Set Ite"
    },
    {
      "url": "https://boxing-social.com/news/exclusive-canelo-alvarez-talks-mayweather-mcgregor/2/",
      "title": "Glenn McCrory Shares His Prediction For Crolla-Burns - \"Domestic Blockbuster\"",
      "description": "Glenn McCrory gives an insightful analysis and prediction of the upcoming fight between Anthony Crolla and Ricky Burns.",
      "preview": "Skip to main content Ricky Burns will stand toe-to-toe with fellow Brit Anthony Crolla and thankfully there's no need to build the fight with trash ta"
    }
  ],
  "_meta": {
    "total_bookmarks": 91
  }
}