{
  "data": [
    {
      "url": "http://metv.com/contact/",
      "title": "Contact Us",
      "description": "Contact MeTV",
      "preview": "void"
    },
    {
      "url": "http://www.mtv.com",
      "title": "MTV | Homepage - Shows & Schedules",
      "description": "MTV brings viewers the best in lifestyle and competition reality shows, plus live events featuring the biggest names in entertainment.",
      "preview": "Wed 8/7c Sixteen veterans set their egos aside and team up with 16 newcomers on all-new episodes of The Challenge: Vets & New Threats. Series Reality"
    },
    {
      "url": "https://venividigames.tumblr.com/post/90353269558",
      "title": "VeniVidiGames",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://gsuiteupdates.googleblog.com/2019/01/upcoming-hangouts-service-consolidation.html",
      "title": "Google Workspace Updates: Upcoming Hangouts service consolidation for all G Suite customers",
      "description": "void",
      "preview": "This official feed from the Google Workspace team provides essential information about new features and improvements for Google Workspace customers. C"
    },
    {
      "url": "https://www.accessguide.io/",
      "title": "Homepage - Access Guide",
      "description": "Access Guide is a friendly introduction to digital accessibility based on WCAG 2.1 (web content accessibility guidelines).",
      "preview": "Welcome to Access Guide, a friendly introduction to accessibility! Browse the cards below to learn more about the guidelines. 🔎 Search Allow users to"
    },
    {
      "url": "https://www.booking.com/help.en-gb.html",
      "title": "void",
      "description": "void",
      "preview": "JavaScript is disabled In order to continue, we need to verify that you're not a robot. This requires JavaScript. Enable JavaScript and then reload th"
    },
    {
      "url": "http://www.unipv.it/",
      "title": "Home page IT | Università di Pavia",
      "description": "void",
      "preview": "Salta al contenuto principale Vedi tutti gli eventi OGGI IN UNIVERSITÀ Dal 6 al 10 ottobre 2025 Università nei Collegi Fonti e giurisdizioni nel dirit"
    },
    {
      "url": "https://www.blog.google/around-the-globe/google-europe/using-ai-help-organizations-detect-and-report-child-sexual-abuse-material-online/",
      "title": "Using AI to help organizations detect and report child sexual abuse material online",
      "description": "Using the internet as a means to spread content that sexually exploits children is one of the worst abuses imaginable. That's why since the early 2000s we've been investing in technology, teams, and working closely with expert organizations, like the Internet Watch Foundation, to fight the spread of child sexual abuse material (CSAM) online. There are also many other organizations of all sizes that are deeply committed to this fight-from civil society groups and specialist NGOs to other technology companies-and we all work to ensure we share the latest technological advancements.Today we're introducing the next step in this fight: cutting-edge artificial intelligence (AI) that significantly advances our existing technologies to dramatically improve how service providers, NGOs, and other technology companies review this content at scale. By using deep neural networks for image processing, we can now assist reviewers sorting through many images by prioritizing the most likely CSAM content for review. While historical approaches to finding this content have relied exclusively on matching against hashes of known CSAM, the classifier keeps up with offenders by also targeting content that has not been previously confirmed as CSAM. Quick identification of new images means that children who are being sexually abused today are much more likely to be identified and protected from further abuse.We're making this available for free to NGOs and industry partners via our Content Safety API, a toolkit to increase the capacity to review content in a way that requires fewer people to be exposed to it. Susie Hargreaves OBE, CEO, Internet Watch Foundation, said: &quot;We, and in particular our expert analysts, are excited about the development of an artificial intelligence tool which could help our human experts review material to an even greater scale and keep up with offenders, by targeting imagery that hasn't previously been marked as illegal material. By sharing this new technology, the identification of images could be speeded up, which in turn could make the internet a safer place for both survivors and users.&quot; We agree. This initiative will allow greatly improved speed in review processes of potential CSAM. We've seen firsthand that this system can help a reviewer find and take action on 700% more CSAM content over the same time period.We&#39;ve been investing for years to tackle this challenge, developing technology to detect CSAM in ways that are precise and effective. We&#39;ve also been working across the industry and with NGOs to combat CSAM through our work in the Technology Coalition since 2006, with the WePROTECT Global Alliance, and through industry-wide initiatives aimed at sharing best practices and known hashes of CSAM.Identifying and fighting the spread of CSAM is an ongoing challenge, and governments, law enforcement, NGOs and industry all have a critically important role in protecting children from this horrific crime. While technology alone is not a panacea for this societal challenge, this work marks a big step forward in helping more organizations do this challenging work at scale. We will continue to invest in technology and organizations to help fight the perpetrators of CSAM and to keep our platforms and our users safe from this type of abhorrent content. We look forward to working alongside even more partners in the industry to help them do the same. If you're interested in using the Content Safety API service at your organization, you can learn more and fill out the form on our website.",
      "preview": "Using AI to help organizations detect and report child sexual abuse material online Sep 03, 2018 · Share Twitter Facebook LinkedIn Mail Copy link Niko"
    },
    {
      "url": "http://thelastmile.org/",
      "title": "Home - The Last Mile",
      "description": "The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and technology training.",
      "preview": "Some See Prisons We See Potential The Last Mile (TLM) unlocks the human and economic potential of justice-impacted people through education and techno"
    },
    {
      "url": "http://www.scottygroup.com/",
      "title": "SCOTTY Group",
      "description": "void",
      "preview": "browser window size is below minimum resolution Contact Secure. Reliable. Trusted. Secure. Reliable. Trusted. Anticipating tomorrow The reason why mos"
    },
    {
      "url": "https://www.jumeirah.com/en/stay/dubai/burj-al-arab-jumeirah",
      "title": "Jumeirah Burj Al Arab | Dubai's Most Iconic Hotel | Jumeirah",
      "description": "Welcome to Jumeirah Burj Al Arab, Dubai's most iconic hotel and a global icon of Arabian luxury. Explore the jewel of Jumeirah and enjoy its private beach, world-class dining, and exceptional service.",
      "preview": "You need to enable JavaScript to run this app. Jumeirah Burj Al Arab Share View All Regions / Middle East / Dubai / [object Object] Jumeirah Icons Jum"
    },
    {
      "url": "https://extensionworkshop.com/?utm_content=footer-link&utm_medium=referral&utm_source=addons.mozilla.org",
      "title": "Firefox Extension Workshop | Get help creating & publishing Firefox extensions.",
      "description": "Get help creating & publishing Firefox extensions.",
      "preview": "Why Create Extensions on Firefox? Get your great idea into the hands of millions of Firefox users. Join an international community of developers. Be s"
    },
    {
      "url": "https://www.today.com/popculture/jill-martin-we-re-engaged-again-why-time-around-different-t239511",
      "title": "Jill Martin: We're engaged ... again! Why this time around is different",
      "description": "In an exclusive essay for TODAY, Jill Martin shares what she has learned about love - and herself - after getting engaged to fiancé Erik Brooks a second time.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.utilitydive.com/news/california-puc-unveils-proposed-fix-to-storage-incentive-program-quantifyi/532573/",
      "title": "California PUC unveils proposed fix to storage incentive program, quantifying GHG reductions | Utility Dive",
      "description": "The wrong metric led to an increase instead of a reduction in GHG emissions from energy storage, and regulators proposed employing a new signal for the commercial and residential storage markets.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's electric utility industry news Let Utility Dive's free newsletter keep you informed, str"
    },
    {
      "url": "http://www.selfstoragebrokersofamerica.com/",
      "title": "! Self Storage Brokers of America",
      "description": "void",
      "preview": "Home About SSBA Short Term Management Our Team Properties Development Sites Recent Sales Testimonials Affiliate Program How it Works Advertising & Mar"
    },
    {
      "url": "https://alisonbennett.net/2015/04/26/tinning/",
      "title": "Tinning Street Gallery - Alison Bennett",
      "description": "Bennett, A 2015, Mesh, held at Tinning Street Gallery, 16-26 July 2015. MESH Alison Bennett 5/29 Tinning Street, Brunswick Opening 6-9pm Thursday 16 July Artist floor talks 2pm Saturday 18 July & 3pm Sunday 26 July Tinning Street presents 'Mesh', a playful investigation into the presence of surface in digital images by Alison Bennett. The...",
      "preview": "2015-04-26 2016-06-29 Alison Tinning Street Gallery Bennett, A 2015, Mesh , held at Tinning Street Gallery, 16-26 July 2015. MESH Alison Bennett 5/29"
    },
    {
      "url": "http://www.libero.it/",
      "title": "Libero: Mail, Ricerca e News con aggiornamento quotidiano",
      "description": "Entra su Libero.it: Mail e Email PEC, Login, le Ultime Notizie con aggiornamento quotidiano, Community, Video, Motore di Ricerca e tanto altro",
      "preview": "Perché Trump non ha ricevuto il Nobel nonostante l'accordo su Gaza De Martino scivola di nuovo in basso: cosa succede ora Paolini-Swiatek: Jasmine arc"
    },
    {
      "url": "https://www.latostadora.com/lolakabuki/dibujos/1059451",
      "title": "Productos y diseños de Lola Kabuki | LaTostadora.com",
      "description": "Lola Kabuki en laTostadora. Diseños disponibles en una gran variedad de productos. Envío Gratis.",
      "preview": "Tienda en construcción. Si eres el propietario de la tienda y tienes alguna consulta visita nuestro portal de ayuda al diseñador o contáctanos. Inicio"
    },
    {
      "url": "https://thestolenidea.tumblr.com/",
      "title": "Game Development",
      "description": "A collection of articles, quotes, and other goodies on game development.",
      "preview": "Menu Game Development A collection of articles, quotes, and other goodies on game development. An Important Request for any College/University Student"
    },
    {
      "url": "https://pbskids.org/apps/",
      "title": "Apps & More | PBS KIDS Mobile Downloads | PBS KIDS",
      "description": "void",
      "preview": "For Parents : Toggle message bar View All Apps View All E-Books View All Albums X Select a Store for Available Devices Or Download From Another Store"
    },
    {
      "url": "http://www.chemguide.co.uk/",
      "title": "chemguide: helping you to understand Chemistry - Main Menu",
      "description": "Main menu of a site aimed to help advanced level chemistry students to understand chemistry",
      "preview": "chemguide Helping you to understand Chemistry MAIN MENU Keyword searching I have removed the Google search box because it was giving problems. Follow"
    },
    {
      "url": "https://venividigames.tumblr.com/",
      "title": "VeniVidiGames",
      "description": "24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games and Nerdfighteria. Also things that make me go \"awwww\" and depression information.",
      "preview": "VeniVidiGames 00. 01. 02. ... Archive Random 24 Year-old College Student. You're in the right place for lots of nerdy things concerning video games an"
    },
    {
      "url": "https://forum.canardpc.com/archive/index.php/t-196-p-7.html?s=a5450e0f4b3ec9bcd6bd6ed78b749ca7",
      "title": "Le fil des linuxiens BG - Canardpc.com",
      "description": "J'ai vu sur le forum que certains utilisent Linux (ou Unix). Ce fil essaie de savoir si du monde utilise cet OS, et si certains n'utilisent que lui (pour jouer). Mon Windows Me est mort depuis que j'ai une carte avec la troidé accélérée, déjà que je ne l'utilisais que très ponctuellement... Je ne sais même pas s'il",
      "preview": "Quand vous faites un signalement, malgré l'erreur du nodeid 73, le message est bien reçu par la modération. RDV ici pour remonter les bugs et les info"
    },
    {
      "url": "https://goodnighttravelwell.tumblr.com/",
      "title": "@goodnighttravelwell on Tumblr",
      "description": "Follow @goodnighttravelwell and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts oldinterneticons Follow #pictures you can hear #cat #nostalgia ur-daily-inspiration You are using an unsupported browser and things might not wo"
    },
    {
      "url": "https://sportstar.thehindu.com/",
      "title": "Sports News Today, Live Cricket Score, Football News, Sports Videos | Sportstar",
      "description": "Sportstar brings you the latest sports news, schedules, standings, fixtures, results, team squad of cricket, football and all sports events",
      "preview": "void"
    },
    {
      "url": "https://docs.python.org/3/library/pathlib.html",
      "title": "pathlib - Object-oriented filesystem paths - Python 3.14.0 documentation",
      "description": "Source code: Lib/pathlib/ This module offers classes representing filesystem paths with semantics appropriate for different operating systems. Path classes are divided between pure paths, which pro...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » File and Directory Access » pathlib - Objec"
    },
    {
      "url": "https://www.everydayhealth.com/",
      "title": "Everyday Health: Trusted Medical Information, Expert Health Advice, News, Tools, and Resources",
      "description": "Everyday Health inspires and empowers people to live their healthiest lives, every day, through trusted, medically reviewed information and expert health advice from the nation's leading healthcare providers and patient advocates. Learn more about health",
      "preview": "Empowering Everyday Wellness Better Healthcare Everyday Wellness Resilient Living Better Self-Care Healthier Aging Mental Well-Being Condition Support"
    },
    {
      "url": "http://www.bigear.org/",
      "title": "Radio Astronomy and SETI - Ohio State University Radio Observatory Memorial Website",
      "description": "void",
      "preview": "Big Ear Memorial Website This website is administered by NAAPO - the North American Astrophysical Observatory The NAAPO home website The Ohio Argus Ar"
    },
    {
      "url": "https://www.lookingoutfoundation.org/",
      "title": "LOF",
      "description": "void",
      "preview": "Skip to content Home WHO BELIEVES IN ANGELS? Following the release of their acclaimed collaborative album, Who Believes In Angels? , Elton John and Br"
    },
    {
      "url": "https://www.gocache.com.br/dicas/como-sites-lentos-impactam-meu-site/",
      "title": "Como sites lentos impactam meu negócio? - GoCache",
      "description": "Um site lento é ruim para o seu negócio - Aqui está o motivo Nesta era de gratificação instantânea, a velocidade do site da sua empresa é um fator crucial - Confira!",
      "preview": "Um site lento é ruim para o seu negócio - Aqui está o motivo Nesta era de gratificação instantânea, a velocidade do site da sua empresa é um fator cru"
    },
    {
      "url": "https://xview2.org/",
      "title": "xView2",
      "description": "void",
      "preview": "This site will not work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.rak-system.de/produkte/hochdruck/hd-zubehoer",
      "title": "HD-Zubehör - Lehmann GmbH (DE)",
      "description": "void",
      "preview": "Lehmann GmbH (DE) Produkte Hochdruck HD-Zubehör Produktinformationen HD-ZUBEHÖR Neben Hochdruckdüsen bieten wir weiteres Zubehör rund um Ihren Hochdru"
    },
    {
      "url": "https://www.povertyactionlab.org/",
      "title": "The Abdul Latif Jameel Poverty Action Lab",
      "description": "Our mission is to reduce poverty by ensuring that policy is informed by scientific evidence. We do this through research, policy outreach, and training.",
      "preview": "Skip to main content Our mission is to reduce poverty by ensuring that policy is informed by scientific evidence. We do this through research, policy"
    },
    {
      "url": "https://www.sprfmo.org/web/public/vessel",
      "title": "South Pacific Regional Fishing Management Organisation",
      "description": "void",
      "preview": "Search Records of Vessels This search lists vessel details for all vessels on the SPRFMO Record of Vessels. Vessels with No in the Currently Authorise"
    },
    {
      "url": "https://www.renfe.com/es/es/ayuda/faqs",
      "title": "Preguntas frecuentes ( FAQs ) | Renfe",
      "description": "En esta página encontrarás un conjunto de preguntas y respuestas para resolver todas tus dudas sobre nuestros productos y servicios.",
      "preview": "void"
    },
    {
      "url": "https://www.architecturaldigest.com/video/watch/replace-this-space-adrienne-bailons-bathroom-gut-renovated-by-pro-designer",
      "title": "Watch Adrienne Bailon's Bathroom Gut-Renovated by Pro Designer | Replace This Space | Architectural Digest",
      "description": "Erick Garcia of Maison Trouvaille visits the home of singer, actress, and TV personality Adrienne Bailon to execute a gut-renovation of her bathroom.",
      "preview": "Skip to main content Replace This Space | Season 1 | Episode 5 Adrienne Bailon's Bathroom Gut-Renovated by Pro Designer Erick Garcia of Maison Trouvai"
    },
    {
      "url": "https://infinite.mirrors.phpclasses.org/discuss/blog/PHP-Classes-blog/post/97/thread/1/",
      "title": "web design award - Comments on PHP Classes blog post \"10th anniversary anno...\" - PHP Classes",
      "description": "void",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register web design award Search All class groups Latest entr"
    },
    {
      "url": "https://www.eval4action.org/",
      "title": "Home | Eval4Action campaign to accelerate progress on the SDGs",
      "description": "The Decade of Evaluation for Action, also known as the #Eval4Action campaign, to accelerate progress on the Sustainable Development Goals by 2030.",
      "preview": "top of page influential evaluation. better decisions. better results. better policies. get involved Learn more Standards for enhancing meaningful enga"
    },
    {
      "url": "https://www.brownjenkins.com/collections/single-origin-coffee-10-oz-bags/products/estate-java-coffee-10-oz",
      "title": "Estate Java Coffee - 10 ounce - Brown & Jenkins - The Vermont Coffee Roasters",
      "description": "Estate Java is among our favorites. It features a pleasantly lingering smooth body and a distinguished, never overstated spicy finish.",
      "preview": "Skip to content Phone Facebook Instagram Pinterest Twitter FRESH ROASTED COFFEE DELIVERED TO YOUR DOOR FOR OVER 40 YEARS! Submit Account Open cart $ 0"
    },
    {
      "url": "https://support.mooveagency.com/forum/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - MooveAgency - Support Forum",
      "description": "void",
      "preview": "GDPR Cookie Compliance Search for: Support Forum › Support Forum › GDPR Cookie Compliance Viewing 31 topics - 1 through 30 (of 44 total) 1 2 → You mus"
    },
    {
      "url": "https://www.periodico24.com/la-importancia-de-contar-con-una-buena-climatizacion-en-el-hogar/",
      "title": "La importancia de contar con una buena climatización en el hogar - Periodico24",
      "description": "Con las altas temperaturas veraniegas, contar con un buen aparato de aire acondicionado en casa es fundamental, no",
      "preview": "Saltar al contenido Inicio Hogar La importancia de contar con una buena climatización en el hogar Con las altas temperaturas veraniegas, contar con un"
    },
    {
      "url": "https://lswcollectorapp.home.blog/2018/12/28/privacy-policy/",
      "title": "Privacy Policy - LSW Collector",
      "description": "Effective Date: January 1, 2023The LEGO Collector family of mobile applications which consists of LSW Collector (for Star Wars minifigures), LSW Sets (for Star Wars sets, exclusives, and promos), and LSH Collector (for Super Hero minifigures) (hereinafter referred to as the \"Service\") is operated by the app creator, Kevin Downard. This page informs you of the...",
      "preview": "Skip to content LSW Collector Uncategorized December 28, 2018 January 24, 2023 2 Minutes Effective Date: January 1, 2023 The LEGO Collector family of"
    },
    {
      "url": "https://localopportunity.withgoogle.com/tools/local-opportunity-finder/?utm_source=gwg&utm_medium=ep&utm_campaign=gwg_site",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://patchwork.ffmpeg.org/project/ffmpeg/patch/20200523040122.83476-1-rcombs@rcombs.me/",
      "title": "[FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop - Patchwork",
      "description": "void",
      "preview": "19812 diff mbox series [FFmpeg-devel,1/2] compat/cuda/ptx2c: remove shell loop Message ID 20200523040122.83476-1-rcombs@rcombs.me State New Headers sh"
    },
    {
      "url": "https://www.sevesteen.com/feeds/3240310945383736767/comments/default",
      "title": "Comments on sevesteen.com: Reasons to end the drug war, part 74",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://material.io/blog/digital-wellbeing-ux-principles",
      "title": "Design Principles for Digital Wellbeing",
      "description": "Using UX design to empower users through defaults, bring awareness to behaviors, and more",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.boots.com/toiletries",
      "title": "Toiletries - Womens & Mens - Boots",
      "description": "Explore our range of toiletries for all your bathroom essentials for men & women. Shop today & collect Advantage Card Points for every pound you spend.",
      "preview": "This item has been successfully added to your list. x Skip to navigation Skip to content Skip to search Message Dialog Maximum basket size reached Out"
    },
    {
      "url": "https://www.citizen.co.za/horses/horse-news/427243/riders-ready-for-cup-2/",
      "title": "Riders ready for Cup | The Citizen",
      "description": "Golfers may be spending much of their time watching The Open Championship at St Andrews today but they should also flip channels to No 239 and keep an eye on racing's own Interprov Rider Cup at Greyville.",
      "preview": "Horses Home » Sport » Horses Riders ready for Cup By Jack Milner 2 minute read 18 July 2015 01:00 pm RELATED ARTICLES DA calls for Gauteng health MEC'"
    },
    {
      "url": "https://www.cebc.cnrs.fr/infrastructures/bio-logging/what-is-bio-logging/?lang=en",
      "title": "What is Bio-logging? - newcebc",
      "description": "void",
      "preview": "Skip to content Home CEBC Our mission Our history Staff Internship/Job Internships Job Offers V.S.C Facilities Photo contest Photo contest 2019 Photo"
    },
    {
      "url": "https://stage.so/",
      "title": "For Sale Page",
      "description": "void",
      "preview": "Domain for sale stage.so Free transaction support Secure payments Spaceship reliability Listed with spaceship.com get this domain Buy now $3,900 Make"
    },
    {
      "url": "https://www.adcouncil.org/our-story",
      "title": "Powerful Ads Inspiring Action Since 1941 | The Ad Council",
      "description": "Powerful ads that strengthen the health, education, & safety of our country. We settle for nothing less than a lasting impact on American life. Get involved.",
      "preview": "donated_media Created with Sketch. Experiential & Events Created with Sketch. Access to Experts and Spokespeople Created with Sketch. gaming Created w"
    },
    {
      "url": "https://www.apo-observers.org/",
      "title": "Association for Professional Observers (APO)",
      "description": "Strengthen fisheries observer programs through advocacy and education",
      "preview": "Skip to content Monitoring, Control & Surveillance of Commercial Fisheries Resources The Association for Professional Observers (APO) is a 501 (c)(3)"
    },
    {
      "url": "https://www.azti.es/",
      "title": "AZTI - Centro de Investigación Marina y Alimentaria",
      "description": "Investigación Marina y Alimentaria",
      "preview": "AZTI es un centro tecnológico comprometido con los grandes retos a los que se enfrenta la humanidad. Por ello, trabajamos desarrollando soluciones sos"
    },
    {
      "url": "https://edition.cnn.com/",
      "title": "Breaking News, Latest News and Videos | CNN",
      "description": "View the latest news and breaking news today for U.S., world, weather, entertainment, politics and health at CNN.com.",
      "preview": "2025 Nobel Peace Prize Quake hits Philippines Peru president removed from office IUCN Red List Justin Bieber's mom Incoming comets Pacific 'blob' • Li"
    }
  ],
  "_meta": {
    "total_bookmarks": 54
  }
}