{
  "data": [
    {
      "url": "https://wikis.swarthmore.edu/ling073/index.php?title=Wamesa_and_Tongan/Lexical_Selection&diff=prev&oldid=4220",
      "title": "Difference between revisions of \"Wamesa and Tongan/Lexical Selection\" - LING073",
      "description": "void",
      "preview": "Difference between revisions of \"Wamesa and Tongan/Lexical Selection\" From LING073 Jump to: navigation , search Revision as of 02:53, 31 March 2017 ("
    },
    {
      "url": "https://mix.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires",
      "title": "Mix - Expand your mind",
      "description": "Discover the gems of the web, personalized to you.",
      "preview": "Expand your mind Discover the gems of the web, personalized to you. Join 150,140 Curators today or continue with... Start Exploring Unlock Mix Now Get"
    },
    {
      "url": "https://ghostaugustine.com/blog/not-so-dead-of-knight/",
      "title": "Not So Dead Of Knight | GhoSt Augustine",
      "description": "It was a quiet and fairly late night when I was preparing to close down our ghost shop, GhoSt Augustine, at 123 St. George St. Our store was located on the right hand side at...",
      "preview": "Skip to primary navigation Skip to content Skip to footer Back to Blog Not So Dead Of Knight It was a quiet and fairly late night when I was preparing"
    },
    {
      "url": "https://bestmobileappawards.com/app-submission/kidsbeetv?utm_source=badge&utm_medium=badge&utm_campaign=nominee_badge",
      "title": "KidsBeeTV Mobile App | The Best Mobile App Awards",
      "description": "KidsBeeTV has been nominated for an award for Best Mobile App of 2023. Play educational games and watch hundreds of kid-friendly videos, songs, and cartoons like Molang, Sunny Bunnies, Om-nom, Polly Pocket, Pinkfong, and...",
      "preview": "About Us Guest Post Information Blog Contact Us Register | Log In Toggle navigation Submit an app Award Winning Apps Nominees Open Contests Spotlight"
    },
    {
      "url": "https://www.1p.sg/products/apple-iphone-7-32gb",
      "title": "Apple iPhone 7 32GB - OnePhone Singapore",
      "description": "Brand New Apple iPhone 7 32GB Local warranty set1 year warranty from Apple.FREE delivery. Pay cash on delivery. No other charges. SMS/WhatsApp/Call 91079006 or email sales@onephone.com.sg 🛒 OnePhone154 Race Course Road3 mins walk from Farrer Park MRT exit F11am to 10pm daily.🚚 Or get FREE Delivery: Pls WhatsApp us at",
      "preview": "Skip to content Item added to your cart Check out Continue shopping Skip to product information Open media 1 in modal 1 / of 2 Apple iPhone 7 32GB No"
    },
    {
      "url": "https://forum.generationequality.org/forum",
      "title": "What is the Generation Equality Forum? | Generation Equality Forum",
      "description": "The Generation Equality Forum, held in 2021, has kickstarted a 5-year journey to accelerate ambitious action and implementation on global gender equality.",
      "preview": "Skip to main content What is the Generation Equality Forum? The Generation Equality Forum , held in 2021, has kickstarted a 5-year journey to accelera"
    },
    {
      "url": "https://www.ptsd.va.gov/understand/common/common_veterans.asp#:~:text=The%20number%20of%20Veterans%20with,PTSD%20in%20a%20given%20year.",
      "title": "How Common is PTSD in Veterans? - PTSD: National Center for PTSD",
      "description": "Veterans are slightly more likely to have PTSD than civilians. Learn how common PTSD is among Veterans of different service eras.",
      "preview": "skip to page content VA » Health Care » PTSD: National Center for PTSD » Understand » How Common is PTSD » How Common is PTSD in Veterans? PTSD: Natio"
    },
    {
      "url": "http://rare.withgoogle.com?trk=organization_guest_main-feed-card_reshare-text",
      "title": "Google",
      "description": "void",
      "preview": "Gmail Immagini Accedi Ricerca avanzata Pubblicità Soluzioni aziendali Informazioni su Google Google.it © 2025 - Privacy - Termini"
    },
    {
      "url": "https://dlc.library.columbia.edu/catalog?f%5Blib_collection_sim%5D%5B%5D=Greene+%26+Greene+architectural+drawings%2C+papers+and+photographs&f%5Blib_format_sim%5D%5B%5D=pictures&f%5Blib_name_sim%5D%5B%5D=Allin+Bros&f%5Blib_name_sim%5D%5B%5D=Greene%2C+Henry+Mather%2C+1870-1954&per_page=20&q=%22Interiors%22&search_field=all_text_teim&sort=title_si+asc%2C+lib_date_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "https://wiki.openttd.org/hu/Manual/Game%20Mechanics/",
      "title": "OpenTTD | Game Mechanics",
      "description": "void",
      "preview": "en de es fr hu it ja nl pl ru zh Ez a cikk az eredeti angol nyelvű fordítása: en/Manual/Game Mechanics/Main Page . Lefordítva: kb. 97% Kérem, segítsen"
    },
    {
      "url": "https://www.springernature.com/ccpa",
      "title": "California Privacy Rights Act | Springer Nature | Legal information | Springer Nature",
      "description": "California Privacy Rights Act",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Menu Home Products Open science Authors Editors Peer Reviewers Poli"
    },
    {
      "url": "https://strobist.blogspot.com/",
      "title": "Strobist",
      "description": "void",
      "preview": "Strobist ® Learn How to Light. UPDATE: Strobist was archived in 2021. Here is what I am up to now . ________________________________________ Welcome t"
    },
    {
      "url": "https://www.ny.gov/programs/new-york-state-covid-19-technology-swat-team",
      "title": "New York State COVID-19 Technology SWAT Team | The State of New York",
      "description": "Leveraging Technology Expertise to Scale our Efforts",
      "preview": "Skip to main content Programs New York State COVID-19 Technology SWAT Team Leveraging Technology Expertise to Scale our Efforts New York State COVID-1"
    },
    {
      "url": "http://www.hamiltonproject.org/charts/career_earnings_by_college_major/",
      "title": "Career earnings by college major - The Hamilton Project",
      "description": "See the accompanying economic analysis, \"Major Decisions: What Graduates Earn Over Their Lifetimes.\" Over the entire working life, the typical...",
      "preview": "Skip to Main Content Back to All Data Share [addthis tool=\"addthis_inline_share_toolbox\"] Interactive Career earnings by college major October 8, 2020"
    },
    {
      "url": "https://ttparty.nl/login.html?view=reset",
      "title": "Login",
      "description": "TT Catering & Party Verhuur",
      "preview": "U bevindt zich hier: Start Login Vul het e-mailadres in dat bij uw account hoort. Er zal een verificatiecode naar uw e-mailadres worden verzonden. Wan"
    },
    {
      "url": "https://bergqvist13.tumblr.com/",
      "title": "@bergqvist13 on Tumblr",
      "description": "Follow @bergqvist13 and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes Miss my lovely time on Tenerife😍🇪🇸 Summer is soon here🇸🇪☀️ You are using an unsupported browser and things might not work as intended. Ple"
    },
    {
      "url": "https://www.hunter.cuny.edu/communications/pressroom/news/an-evening-with-alumnus-arlene-alda-54",
      "title": "Office of Communications and Marketing | Hunter College",
      "description": "The Office of Communications and Marketing is responsible for developing and disseminating the official messages of Hunter College to internal and external audiences, and for gathering the most newsworthy stories from around campus.",
      "preview": "Office of Communications and Marketing Welcome The Office of Communications and Marketing is responsible for developing and disseminating the official"
    },
    {
      "url": "https://briansit.tumblr.com/post/139767572218",
      "title": "Sure, If you say so. - codeorg: What we think of computer science is...",
      "description": "codeorg: \" What we think of computer science is changing. Sources: Gallup/Google and Horizon media \" Though if you are a fluent computer programmer you will make double the salary working in the...",
      "preview": "codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Though if you are a fluent computer programmer you w"
    },
    {
      "url": "https://www.ganotechnologies.com",
      "title": "Gano Technologies LLC - Home Page",
      "description": "Gano Technologies home page. iOS App Development, Aerospace Engineering, CNC Manufacturing, and Wood Working",
      "preview": "iOS Apps Aerospace CNC Woodworking Astrophotography / PI"
    },
    {
      "url": "https://partner.microsoft.com/en-US/membership/cloud-solution-provider",
      "title": "Drive profitability as a Cloud Solution Provider",
      "description": "Cloud Solution Provider (CSP) partners serve as trusted advisors-and Microsoft provides the investments you need to address evolving customer demand.",
      "preview": "Skip to Main Content Sign in search Search Clear Recent Suggested Learn more about solutions partner designations Take your solution from idea to mark"
    },
    {
      "url": "https://www.thecrownact.com/about",
      "title": "About - The Official CROWN Act",
      "description": "The CROWN Act stands for \"Create a Respectful and Open World for Natural Hair,\" created in 2019 to ensure protection against discrimination based on race-based hairstyles by extending statutory protection to hair texture and protective styles such as braids, locs, twists, and knots in the workplace and public schools.",
      "preview": "0 The Official Campaign of The CROWN Act is led by the CROWN Coalition, founded by Dove, National Urban League, Color Of Change, and Western Center on"
    },
    {
      "url": "https://vanschneider.com/colors",
      "title": "mymind",
      "description": "A collection of unique color combinations for your design projects.",
      "preview": "WHAT IS MYMIND? Mindfully curated color palettes A collection of unique color combinations for your design projects. Steal them. Use them. Make someth"
    },
    {
      "url": "http://vuce.gub.uy/pesc2/",
      "title": "PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca - VUCE",
      "description": "Certificado de Ingreso Sanitario para productos de la pesca",
      "preview": "Skip to content PESC / BATE - DINARA: certificado de ingreso sanitario para productos de la pesca Información sobre el trámite Consiste en la autoriza"
    },
    {
      "url": "https://secure.today.com/_tps/accounts/newsletters",
      "title": "TODAY Newsletters | TODAY",
      "description": "Sign up for TODAY newsletters including This is TODAY, Start TODAY and Stuff We Love.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://www.deeplearningbook.org/",
      "title": "Deep Learning",
      "description": "void",
      "preview": "Deep Learning An MIT Press book Ian Goodfellow and Yoshua Bengio and Aaron Courville Exercises Lectures External Links The Deep Learning textbook is a"
    },
    {
      "url": "http://www.delos.fantascienza.com/",
      "title": "Delos Science Fiction",
      "description": "Tutti i numeri di Delos Science Fiction, il supplemento di approfondimento di Fantascienza.com. Servizi, speciali, interviste, racconti di e sulla fantascienza.",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://mazda.oemdtc.com/category/recalls",
      "title": "Recalls | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://abana.org/education/",
      "title": "Education & Funding - ABANA",
      "description": "Education & Funding NATIONAL CURRICULUM ABANA has set a National Standard for Blacksmith Education: The National Curriculum teaches three skill levels of blacksmithing using traditional projects. BLACKSMITHING FUNDAMENTALS ABANA provides you with a wealth of educational information through our Publications and here on our website. GRANTS ABANA offers educational grants for individuals attending blacksmithing",
      "preview": "Skip to content Education & Funding valerie 2025-06-01T14:49:25-04:00 Education & Funding NATIONAL CURRICULUM ABANA has set a National Standard for Bl"
    },
    {
      "url": "https://code.zoom.us/rec/share/bWUZsF46lAhiGD_baZV8BflN7PgWkFK2H0YGPTkbcofKX0XsvqfCjZz91UqRrnKB.ARsxIggaHhQPKYI1",
      "title": "Video Conferencing, Web Conferencing, Webinars, Screen Sharing - Zoom",
      "description": "Zoom is the leader in modern enterprise video communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems. Zoom Rooms is the original software-based conference room solution used around the world in board, conference, huddle, and training rooms, as well as executive offices and classrooms. Founded in 2011, Zoom helps businesses and organizations bring their teams together in a frictionless environment to get more done. Zoom is a publicly traded company headquartered in San Jose, CA.",
      "preview": "Skip to Main Content Accessibility Overview × About Zoom Blog Customers Our Team Careers Integrations Partners Investors Press Sustainability & ESG Zo"
    },
    {
      "url": "http://www.legaseriea.it/en",
      "title": "Lega Serie A | Home",
      "description": "Lega Serie A | La massima serie in Italia, le venti migliore squadre, classifica, risultati, statistiche, video e foto uniche. Tutto sul nuovo sito a tua disposizione.",
      "preview": "workspace_premium description Serie A MASSIMILIANO ALLEGRI PHILADELPHIA COACH OF THE MONTH FOR SEPTEMBER Go to the article chevron_right Serie A CHRIS"
    },
    {
      "url": "https://classroom.github.com",
      "title": "GitHub Classroom",
      "description": "GitHub Classroom automates repository creation and access control, making it easy for teachers to distribute starter code and collect assignments on GitHub.",
      "preview": "GitHub Classroom Automate your course and focus on teaching Managing and organizing your class is easy with GitHub Classroom. Track and manage assignm"
    },
    {
      "url": "https://www.service-public.fr/particuliers/vosdroits/N19806",
      "title": "Travail - Formation | Service Public",
      "description": "Travail - Formation",
      "preview": "Javascript est desactivé dans votre navigateur. Focus Partager la page Facebook X Linkedin Email Copier le lien Lien copié Fermer Ce sujet a été ajout"
    },
    {
      "url": "https://www.marksandspencer.com/l/lingerie",
      "title": "New in Lingerie & Underwear | New in Ladies Nightwear at M&S",
      "description": "Discover our quality selection of new-in lingerie - from bras to flattering shapewear. Explore maternity lingerie, thermal wear and nightwear at M&S",
      "preview": "Nightwear Knickers Bras Tights Lingerie Sets Shapewear Bodies & Corsets Thermals Vests & Camisoles Slips Black Red Green Blue Pink Cream Navy Brown Gr"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/i/impressionism",
      "title": "Impressionism | Tate",
      "description": "Tate glossary definition for impressionism: Approach to painting scenes of everyday life developed in France in the nineteenth century and based on the practice of painting finished pictures out of doors and spontaneously 'on the spot'",
      "preview": "Impressionism Impressionism developed in France in the nineteenth century and is based on the practice of painting out of doors and spontaneously 'on"
    },
    {
      "url": "https://www.reddit.com/",
      "title": "Reddit - The heart of the internet",
      "description": "Reddit is where millions of people gather for conversations about the things they care about, in over 100,000 subreddit communities.",
      "preview": "Skip to main content Nobel Peace Prize awarded Venezuela's Maria Corina Machado wins 2025 Nobel Peace Prize r/worldnews and more Gaza ceasefire [ Remo"
    },
    {
      "url": "https://station-auray.snsm.org",
      "title": "STATION SNSM D'AURAY - LA TRINITÉ | STATION SNSM D'AURAY - LA TRINITÉ",
      "description": "<p>C'est au milieu de plus de 2&nbsp;200&nbsp;bateaux que sont basées la station SNSM d'Au­ray - La Trinité et sa vedette de sauve­tage de 1<sup>ère</sup> classe <em>SNS 158&nbsp;Eric Tabarly</em>.</p> <p>Les deux sont à proxi­mité de la Capi­tai­ne­rie du Port de la Trinité-sur-Mer. Un port de renommé inter­na­tio­nal grâce à toutes les mani­fes­ta­tions nautiques orga­ni­sées en Baie de Quibe­ron, ainsi que toutes les entre­prises du nautisme qui préparent les grands bateaux de courses océa­niques.</p> <p>&nbsp;</p> <h2>Histoire de notre station</h2> <p>C'est en 1962&nbsp;remonte les archives retrou­vées de la station de La Trinité-sur-Mer</p> <p>Dimanche 28&nbsp;mai 1962, mise à l'eau à Lorient de la vedette de sauve­tage <em>Roger Dillon</em>, navire de 9&nbsp;m, moteur de 100&nbsp;CV et&nbsp;vitesse de 15&nbsp;nœuds. Elle arri­vera le 8&nbsp;juin à La Trinité-sur-Mer, pilo­tée par M. Hyacinte Dagorne, patron de la vedette.</p> <p>C'est en 1970&nbsp;qu'elle est remplacé par <em>La Venette</em>, vedette&nbsp;armée par les Hospi­ta­liers sauve­teurs bretons (HSB) et la gendar­me­rie. Très peu de trace de cette embar­ca­tion.</p> <p>La même année arrive la <em>SNS 24&nbsp;Notre-Dame de Lotivy</em>. De 1970 à 1987, l'em­bar­ca­tion était armée par 4&nbsp;personnes (un patron, un sous-patron, un mate­lot méca­ni­cien et un mate­lot). Il semble­rait qu'elle soit tombée en avarie et ne pouvait plus être opéra­tion­nelle. Elle fut désar­mée en 1967&nbsp;et amenée dans un chan­tier de démo­li­tion à Saint-Malo.</p> <p>De 1987 à 1988, c'est <em>Jolie Miss</em>,&nbsp;vedette de 33&nbsp;pieds équipé de deux moteurs de 220&nbsp;CV&nbsp;appar­te­nant à Jean-Paul Valle­gant, qui&nbsp;fait la liai­son, le temps que la nouvelle vedette SNSM arrive.</p> <p>La <em>SNS 225&nbsp;Sainte-Anne d'Au­ray</em> de 1988 à 1993, à été construite à Port-Louis en 1987&nbsp;et est mise en service début 1988&nbsp;en présence de l'Ami­ral Leen­hart, président de la SNSM, d'An­dré Nygren, maire de La Trinité-sur-Mer. C'était une vedette propul­sée par deux hydrojets au lieu d'hé­lices, mais présente quelques défauts de concep­tion. Des aile­rons sont instal­lés pour la rendre plus gouver­nable. Après l'ar­ri­vée de la vedette <em>Paul Le Garrec</em>, elle fut conduite à l'Ile d'Aix en août 1993.</p> <p>La <em>SNS 109&nbsp;Paul Le Garrec</em>&nbsp;a sévi de 1993 à 2007. Vedette de 1<sup>ère</sup> classe avec coque poly­es­ter, c'est après 15&nbsp;ans de bons et loyaux services à Boulogne-sur-Mer et une refonte complète au chan­tier Bernard de Locmique­lic qu'est affec­tée en août 1993&nbsp;la 109. Elle est armée par un équi­page de 6&nbsp;personnes (un patron, un méca­ni­cien, un radio, et trois cano­tiers).</p> <p>Puis depuis c'est la <em>SNS 158&nbsp;Eric Tabarly</em>&nbsp;qui est en service, une&nbsp;vedette de 1<sup>ère</sup> classe nouvelle géné­ra­tion. Mise à l'eau le 25&nbsp;septembre 2007, elle est arri­vée au port de La Trinité-sur-Mer le 18&nbsp;octobre 2007. Cette vedette mesure 14,8&nbsp;m avec deux moteurs IVECO de 450&nbsp;CV et une vitesse 25&nbsp;nœuds.</p> <article data-caption=\"Photo : Cyrille Dupont\" data-embed-button=\"media_entity_embed\" data-entity-embed-display=\"view_mode:media.wysiwyg\" data-entity-embed-display-settings=\"{&quot;link_url&quot;:&quot;&quot;,&quot;link_url_target&quot;:0}\" data-entity-type=\"media\" data-entity-uuid=\"a9f03c85-13dc-4b37-b9b5-ab299864c303\" data-langcode=\"fr\" class=\"embedded-entity\"> <figure class=\"caption align-center\"> <article class=\"media media--type-image media--view-mode-wysiwyg\"> <img loading=\"lazy\" src=\"/sites/default/files/styles/wysiwyg/public/2019-03/sns-158-snsm-auray-la-trinite-photo-cyrille-dupont.jpg?itok=bSv3muw6\" width=\"870\" height=\"580\" alt=\"sns-158-snsm-auray-la-trinite-photo-cyrille-dupont\" title=\"SNS 158 &quot;Eric Tabarly&quot; - SNSM Auray - La Trinité - Photo : Cyrille Dupont\" typeof=\"foaf:Image\" class=\"image-style-wysiwyg\"> </article> <figcaption> Photo : Cyrille Dupont <em></em> </figcaption> </figure> </article>",
      "preview": "Aller au menu principal Aller à la recherche Aller au contenu principal Rechercher Rechercher LA TRINITÉ SUR MER Présentation Bateaux de sauvetage Act"
    },
    {
      "url": "https://www.potomacstrategy.com/",
      "title": "Potomac Strategy",
      "description": "void",
      "preview": "0 POTOMAC STRATEGY Innovative Solutions. Real Results. Today's businesses face a multitude of challenges in a technically sophisticated and highly com"
    },
    {
      "url": "https://www.youtubekids.com/",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "https://xboxdesignlab.xbox.com",
      "title": "Xbox Design Lab | Xbox",
      "description": "Design your own next-gen Xbox Wireless Controller in the Xbox Design Lab. Choose from a combination of colors, patterns, textured triggers, and Share buttons.",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://rainforests.mongabay.com/",
      "title": "The Rainforest: tropical forest facts, photos, and information",
      "description": "Facts, figures, news, pictures, and information about tropical rainforests.",
      "preview": "✕ Twitter Facebook instagram email News feed (XML) Search About Contact RAINFOREST INFORMATION By Rhett A. Butler Last updated Aug 14, 2020 A Place Ou"
    },
    {
      "url": "https://www.boostjuice.com.au/home_promo/new-nothing-but-passion/",
      "title": "Gabby's Dollhouse - Boost Juice",
      "description": "Boost Juice is one of Australia's most famous and loved juice and smoothie brands.",
      "preview": "We couldn't find the page you're looking for so we smashed this watermelon to easeour frustration. We feel better now. See our drinks Back to home Sur"
    },
    {
      "url": "https://global-standard.org/",
      "title": "Home - GOTS - Global Organic Textile Standard",
      "description": "GOTS is the worldwide leading textile processing standard for organic fibres, including ecological and social criteria, backed up by independent certification o",
      "preview": "Skip to main content News Downloads Q&A Glossary Media Centre For consumers Contact Search EN DE Global Standard launches public consultation for the"
    },
    {
      "url": "http://www.viworld.com/",
      "title": "Virtual World unique website design",
      "description": "Virtual World website design, specailizes in websites that have unique graphics",
      "preview": "Virtual World specializes in unique website design and custom graphics. We put great emphasis on understanding your work or product and displaying it"
    },
    {
      "url": "https://www.ravelry.com/designers/kiki-crochet-designs",
      "title": "Ravelry: Designs by Kiki Crochet Designs",
      "description": "void",
      "preview": "ravelry patterns yarns people groups forums my notebook sign in create an account advanced search patterns projects designers sources yarns stashes ya"
    },
    {
      "url": "https://www.hamiltonfamilies.org/newsroom/san-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "San Francisco plans to purchase 200 units to house homeless families - Hamilton Families",
      "description": "A sparkling seven-story building on 12th Street could soon play a key role in not only getting homeless families into housing, but helping them avoid displacement outside of San Francisco. Earlier this month, Mayor London Breed announced The City's plans to buy City Gardens, a residential building South of Market that would provide permanent supportive housing to families experiencing homelessness.",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://www.meetup.com/pro/wordpress/",
      "title": "WordPress | Meetup Pro",
      "description": "WordPress is on Meetup Pro with more than 550644 members across 670 Meetups worldwide. Meetup Pro is the professional tool for organizing and communicating a network of users, partners, contributors and members.",
      "preview": "Skip to content WordPress 97 Countries 670 Groups 550,644 Members Upcoming events Groups Near Me 97 Countries 670 Groups 550,644 Members Who we are Th"
    },
    {
      "url": "https://www.goodmorningamerica.com/living/story/couple-postponed-wedding-due-covid-dream-wedding-gma-77907727",
      "title": "Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' - Good Morning America",
      "description": "A Chicago couple who postponed their wedding twice got the wedding of their dreams on \"GMA.\"",
      "preview": "Living Couple who postponed wedding twice due to COVID get dream wedding on 'GMA' 10:59 Bride and groom get wedding of their dreams after COVID postpo"
    },
    {
      "url": "https://www.harrods.com/en-us/shopping/dolce-gabbana-tulle-pleated-wrap-dress-15176005",
      "title": "Dolce & Gabbana | Harrods US",
      "description": "Shop Dolce & Gabbana at Harrods. Shop with free returns and earn Rewards points for access to exclusive benefits.",
      "preview": "Skip to content (0) Just landed: Burberry's new outerwear collection - Shop Now United States (0) Sign In (0) / Register (0) (0) (0) Harrods Home Feat"
    },
    {
      "url": "https://www.anniewong.co/tell",
      "title": "Tell | annie",
      "description": "void",
      "preview": "top of page Tell: Stories of Girlhood > Performance > Gallery 44 Centre for Contemporary Photography as part of Field of Vision > 2017 Participating a"
    },
    {
      "url": "https://www.neaq.org/",
      "title": "New England Aquarium in Boston - Protecting Animals & the Ocean",
      "description": "Protecting the blue planet",
      "preview": "Let's Take Action for the Ocean Together A habitable planet needs a healthy ocean. A healthy ocean needs all of us. LEARN ABOUT OUR WORK Plan Your Aqu"
    },
    {
      "url": "http://www.excite.com/",
      "title": "www.excite.com",
      "description": "void",
      "preview": "Email Finance Sports Weather Entertainment web Web Images News Video Search Yellow Pages | White Pages Quick Links More Resources Autos Culture Entert"
    },
    {
      "url": "https://dunkyccino.tumblr.com/",
      "title": "dunkyccino",
      "description": "22 | He/They | Confused about everything",
      "preview": "dunkyccino 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna darkvioletcloud im going through my"
    },
    {
      "url": "http://www.brendentheatres.com/actor/jay-lycurgo/",
      "title": "Brenden Theatres",
      "description": "Check showtimes and buy tickets at your local theater",
      "preview": "Loading..."
    },
    {
      "url": "https://aabdc.com/",
      "title": "Home | AABDC",
      "description": "Founded in 1994 by John Wang in New York City, AABDC is dedicated to spotlighting the vital contributions of Asian American businesses and individuals to the economy. We celebrate excellence, serving as role models and advocating for inclusivity and collaboration among diverse communities. AABDC is a catalyst for change, amplifying the voices and successes of Asian American corporate professionals and entrepreneurs, shaping a future where their impact is recognized, valued, and celebrated.",
      "preview": "top of page REGISTER NOW Asian American Business Development Center Founded in 1994 by John Wang in New York City, the Asian American Business Develop"
    },
    {
      "url": "https://vpn.mozilla.org",
      "title": "Get Mozilla VPN - Mozilla (US)",
      "description": "Use Mozilla VPN for full-device protection for all apps. With servers in 57+ countries, you can connect to anywhere, from anywhere.",
      "preview": "Powerful privacy for peace of mind Save 50% on Mozilla VPN* *with an annual subscription What's a VPN? A virtual private network protects your connect"
    },
    {
      "url": "https://data.apps.fao.org/",
      "title": "void",
      "description": "FAO Portal",
      "preview": "Hand-in-Hand Initiative Hand-in-Hand is an evidence-based, country-led and country-owned initiative of the Food and Agriculture Organization of the Un"
    },
    {
      "url": "https://www.orderhavenly.com/s/order",
      "title": "Order Online | Havenly",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://ro.hotelscombined.com/Place/Cheoin_gu.htm",
      "title": "Bilete avion ieftine - Zboruri low cost de la 9€ | momondo",
      "description": "Găsește cele mai ieftine zboruri cu momondo. Noi căutăm și comparăm prețurile a peste 1000 de companii aeriene și site-uri de călătorii, afișându-ți cele mai bune prețuri.",
      "preview": "Unde vrei să mergi? Dus-întors 0 de bagaje Roma (ROM) Plecare - Întoarcere un adult, Economic Caută ... ... ... ... Orașe populare Cele mai căutate or"
    },
    {
      "url": "https://library.donorbox.org/",
      "title": "Free Nonprofit Resources, Templates & Checklists By Donorbox Library",
      "description": "Donorbox Library is collection of free to download Nonprofit resources, templates, checklists, and guides in formats like Excel, PDF, etc to improve the ROI of your Nonprofit marketing and fundraising efforts.",
      "preview": "Free nonprofit resources to help you help others Select Category Communications Events Finance Fundraising Nonprofit CRM Operations Planning Starting"
    },
    {
      "url": "https://www.gainsight.com/",
      "title": "Customer Success and Product Experience Software | Gainsight",
      "description": "Gainsight's Customer Success and Prod",
      "preview": "October 16th-\"Unplugged: Digital Customer Success From Theory to Reality\" feat. Zapier, Klaviyo, Airtable, & more! Save Your Seat"
    },
    {
      "url": "https://twowaypr.tumblr.com/",
      "title": "Two-Way PR",
      "description": "Campaign Girl putting the relationship into public relations",
      "preview": "Feb 20 2025 orchidbutch : Hi everyone, I wanted to share some promising developments about a nasal COVID-19 vaccine: \"THIS IS HUGE! Researchers have d"
    },
    {
      "url": "https://card.apple.com/apply/application?referrer=cid%3Dapy-200-10000036&start=false",
      "title": "Apple Card Application",
      "description": "Apple Card is a better kind of credit card. And with Apple Card Monthly Installments, you can pay for a new iPhone with interest-free payments.",
      "preview": "We're sorry but Apple Application doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://ncsoy.org/media-resources/uses-of-soybeans/",
      "title": "Uses of Soybeans - North Carolina Soybeans",
      "description": "void",
      "preview": "Skip to content Facebook page opens in new window Twitter page opens in new window Instagram page opens in new window YouTube page opens in new window"
    },
    {
      "url": "https://www.oneidadispatch.com/2023/02/21/remembering-oneida-soccer-coach-dale-mccormick/",
      "title": "A Tragic Loss: The Oneida community honors Oneida soccer coach Dale McCormick - Oneida Dispatch",
      "description": "On February 19th, the Oneida community lost the vibrant Oneida soccer head coach and good friend, Dale McCormick. His life was cut short in a tragic drowning incident while vacationing with his family in Florida. He was only 48 years old. McCormick died trying to save his child's life. McCormick was on holiday with his [...]",
      "preview": "Skip to content Oneida soccer coach Dale McCormick tragically passed away during a vacation in Florida. (PHOTO PROVIDED) By Oneida Dispatch | oneidadi"
    },
    {
      "url": "https://www.dfo-mpo.gc.ca/index-eng.html",
      "title": "Fisheries and Oceans Canada",
      "description": "Fisheries and Oceans Canada home page",
      "preview": "Fisheries and Oceans Canada We are a federal institution, responsible for safeguarding our waters and managing Canada's fisheries and oceans resources"
    },
    {
      "url": "https://airspaceworld.com/",
      "title": "Airspace world",
      "description": "void",
      "preview": "Airspace World The Global Stage for Air Traffic Management Where ANSPs, air traffic controllers and aviation innovators unite to shape the skies of to"
    },
    {
      "url": "https://www.govdata.de/dl-de/by-2-0",
      "title": "DL-DE-&gt;BY-2.0 - GovData",
      "description": "void",
      "preview": "DL-DE->BY-2.0 Datenlizenz Deutschland - Namensnennung - Version 2.0 (1) Jede Nutzung ist unter den Bedingungen dieser „Datenlizenz Deutschland - Namen"
    },
    {
      "url": "https://skillshop.exceedlms.com/student/path/549945-google-tools-for-in-person-learning",
      "title": "Google Tools for In-Person Learning : Google for Education",
      "description": "In this course, you will learn practical strategies using technology that supports in-person learning and classroom management. You will add value to your students' learning experience by integrating high-impact uses of Google Workspace for Education in your classroom.",
      "preview": "Skip to main content This site uses cookies to provide you with a greater user experience. By using Exceed LMS, you accept our use of cookies . Search"
    },
    {
      "url": "https://www.designlibs.com/",
      "title": "Design Libs",
      "description": "Design Libs is your go-to reference for how to write and use some of the most common design thinking exercises, practices, and methods",
      "preview": "Design Libs How Might We Job Story Key Insight Point of View Problem Statement User Story Value Proposition How Might We Job Story Key Insight Point o"
    },
    {
      "url": "https://www.aljazeera.com/climate-crisis/",
      "title": "Climate Crisis | Today's latest from Al Jazeera",
      "description": "Stay on top of Climate Crisis latest developments on the ground with Al Jazeera's fact-based news, exclusive video footage, photos and updated maps.",
      "preview": "Climate Crisis Featured Content 'We don't want to disappear': Tuvalu fights for climate action and survival Pacific island nation explores new ways to"
    },
    {
      "url": "https://www.ucsb.edu/",
      "title": "Home | UC Santa Barbara",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Congratulations to our newest Nobel laureates UC Santa Barbara professors John Martinis and Michel Devoret share the 2025 Nobel Prize in Physics"
    },
    {
      "url": "https://kosturanov.com/books/a-star-called-slavica",
      "title": "A Star Called Slavica - Book Illustrated by Vane Kosturanov",
      "description": "A Star Called Slavica - Book Illustrated by Vane Kosturanov. Published by: Laguna (Serbia, 2022)",
      "preview": "A Star Called Slavica Text : Nina Senicar Illustrations : Vane Kosturanov Rights sold in: Serbia ( Laguna ) Three girls know what they would like to b"
    },
    {
      "url": "https://www.cosmossbykatemoss.com/shop/",
      "title": "Shop | Kate Moss Cosmoss",
      "description": "Shop Cosmoss for advanced skincare treatments and body & soul rituals by Kate Moss.",
      "preview": "(All) Fragrance Skincare Teas Sets Rituals Filter By Benefit Calming Moisturising Regenerating Rejuvenating Uplifting By Ingredient Bakuchiol Hemp Oil"
    },
    {
      "url": "http://www.paxit.com/",
      "title": "Image Measurement, Management, and Analysis | PAX-it",
      "description": "PAX-it Image Management and Image Analysis software is a powerful, comprehensive solution developed to address your special imaging needs.",
      "preview": "About Us Support Login Contact PAX-it! Image Management, Measurement, and Image Analysis Software PAX-it Image Management and Image Analysis software"
    },
    {
      "url": "https://merchants.fiserv.com/en-us/products/merchants/mid-sized-commerce-solutions/",
      "title": "Mid-Sized Commerce Solutions | Merchants U.S. | Fiserv",
      "description": "Driving commerce with integrated solutions for mid-size businesses, and the evolving needs of their customers.",
      "preview": "Skip to Contact an Expert Skip to Main Content Commerce Solutions for Mid-Sized Businesses Streamline payment acceptance and elevate payment experienc"
    },
    {
      "url": "https://azuremarketplace.microsoft.com/en-us/",
      "title": "Microsoft Azure Marketplace",
      "description": "void",
      "preview": "Azure Marketplace Apps Consulting Services Search Marketplace Search Sell Blog Azure Marketplace More Search Marketplace Search More Azure Marketplace"
    },
    {
      "url": "https://tympanus.net/codrops/collective/",
      "title": "Subscribe to Codrops",
      "description": "Subscribe to receive our monthly newsletter with our highlights.",
      "preview": "Subscribe to our Newsletter Receive our newsletter with a occasional updates and interesting finds: Your email Past Editions The Collective is changin"
    },
    {
      "url": "https://dagrafiotis.com/?p=1434&from_cat=17&lang=en",
      "title": "UDP for President | Demosthenes Agrafiotis",
      "description": "Επίσημη ιστοσελίδα του Δημοσθένη Αγραφιώτη, ποιητή - καλλιτέχνη διαμέσων | Official Website of Demosthenes Agrafiotis, poet - intermedia artist | Site Officiel de Démosthène Agrafiotis, poète - artiste intermédia",
      "preview": "Language gr en fr Demosthenes Agrafiotis works exhibitions books curation on dA CV contact news all poetry visual poetry painting photography performa"
    },
    {
      "url": "https://www.koupelny-bernold.cz/rytmo/",
      "title": "Rytmo - Koupelny Bernold | Vše pro Vaši koupelnu již od roku 1990",
      "description": "Rytmo, Koupelny Bernold | Vše pro Vaši koupelnu již od roku 1990",
      "preview": "Na Vašem soukromí nám záleží! Mimo jiné pro vložení produktů do košíku, vylepšování funkcí a přesnější nabídku používáme cookies. Pro více informací o"
    },
    {
      "url": "http://www.unwomen.org/en",
      "title": "Welcome | UN Women - Headquarters",
      "description": "UN Women is the global champion for gender equality, working to develop and uphold standards and create an environment in which every woman and girl can exercise her human rights and live up to her full potential. We are trusted partners for advocates and decision-makers from all walks of life, and a leader in the effort to achieve gender equality.",
      "preview": "Skip to main content We are the global champion for gender equality. UN Women is the UN organization delivering programmes, policies and standards tha"
    },
    {
      "url": "https://www.kaieteurnewsonline.com/2016/07/02/grenade-attack-on-kn-jagdeos-utterances-just-like-donald-trumps-ramjattan-2/",
      "title": "Grenade attack on KN... Jagdeo's utterances just like Donald Trump's- Ramjattan - Kaieteur News",
      "description": "Following statements by Leader of the Opposition, Bharrat Jagdeo, at a press conference, that the botched grenade attack on Kaieteur news could have been orchestrated by the Government and Publisher Glenn Lall, Minister of Public Security Khemraj Ramjattan, took the former President to task. Ramjattan likened Jagdeo's behavior to Donald Trump, a United States Presidential [...]",
      "preview": "Grenade attack on KN... Jagdeo's utterances just like Donald Trump's- Ramjattan Jul 02, 2016 News Minister of Public Security, Khemraj Ramjattan Former"
    },
    {
      "url": "http://www.funshare.mobi/",
      "title": "Mobile Fun Share - Free Mobile Softwares, Nokia Themes, Sony Ericsson Themes, Wallpapers",
      "description": "Download free mobile softwares, nokia softwares, mobile themes, nokia themes, sony ericsson themes and wallpapers",
      "preview": "Mobile Fun Share Mobile Entertainement Website Home Contact Us Sitemap Popular Articles Quran Register v1.0 Cinema3D v1.2.gif Zune black z.car yellow"
    },
    {
      "url": "https://towardsdatascience.com/chatgpt-insists-i-am-dead-and-the-problem-with-language-models-db5a36c22f11?source=home---------0------------------0----------",
      "title": "GPT Is an Unreliable Information Store | Towards Data Science",
      "description": "Understanding the limitations and dangers of large language models",
      "preview": "Artificial Intelligence GPT Is an Unreliable Information Store Understanding the limitations and dangers of large language models Noble Ackerson Feb 2"
    },
    {
      "url": "http://csmspace.com/",
      "title": "Continuing and Professional Education Services :: Colorado School of Mines",
      "description": "void",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 84
  }
}