{
  "data": [
    {
      "url": "https://licensing.pixels.com/art/all/all/all/movies+star+paintings?sort=bestsellers",
      "title": "Movies Star Paintings for Sale",
      "description": "Movies star paintings for sale.",
      "preview": "Shop millions of independent artists. Independent. Together. PIXELS.COM Every purchase includes a money-back guarantee . Keyword Change Search Type Ke"
    },
    {
      "url": "https://www.landing.love/",
      "title": "Showcase of the best Animation Websites - landing.love",
      "description": "Get inspired by an amazing collection of over 1775 animation website designs. With a full-page video recording showcasing the best designs out there.",
      "preview": "Showcase of the best 1775 Animation Websites Get inspired by the best website examples with full-page video recordings. 3d website Dark Mode Gradient"
    },
    {
      "url": "https://www.cerl.org/main?ns=atg&tab_files=files&do=media&tab_details=history&image=collaboration%3Amanutius_network_2015%3Aaldo_catlogo_bvs2.pdf",
      "title": "Supporting Europe's written heritage [CERL]",
      "description": "void",
      "preview": "Home | Resources | Services | Hosting | Publications | Collaboration | Joining CERL | About CERL | You are here:: Home Search News | Contact | Index |"
    },
    {
      "url": "https://www.ala.org/aboutala/sitesdirectory",
      "title": "Directory of ALA Websites | ALA",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "https://firefox.com",
      "title": "Get Firefox for desktop and mobile - Firefox.com Global",
      "description": "Firefox is a free web browser backed by Mozilla, a non-profit dedicated to internet health and privacy.",
      "preview": "Acholi عربي Asturianu Беларуская Български Brezhoneg Bosanski Català Maya Kaqchikel Čeština Cymraeg Dansk Deutsch Dolnoserbšćina Ελληνικά English (Can"
    },
    {
      "url": "https://www.suppose.tv/tv",
      "title": "Suppose | Compare Cable, Satellite & Streaming TV Services",
      "description": "Suppose lets you select your favorite TV channels, searches billions of combinations of cable, satellite and streaming TV services, and finds the best for you.",
      "preview": "Suppose ... Suppose will search billions of combinations of video services to find the best for you. To use Suppose, you must enable JavaScript in you"
    },
    {
      "url": "http://www.kpb.us/gis-dept/kpb-data-downloads/cadastre",
      "title": "KPB GeoHub",
      "description": "Kenai Peninsula Borough's GIS gateway to viewers, data, and other applications",
      "preview": "void"
    },
    {
      "url": "http://worldreview.com/",
      "title": "worldreview.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.LGpremiumcare.com",
      "title": "LG Premium Care",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.livescience.com/gulf-stream-close-to-collapse",
      "title": "Gulf Stream could be veering toward irreversible collapse, a new analysis warns | Live Science",
      "description": "The shutdown would have catastrophic effects across the globe",
      "preview": "Skip to main content Don't miss these The weakening of ocean currents could cause temperatures to drop dramatically and permanently across the Norther"
    },
    {
      "url": "https://mexico.generation.org/stories/alexis-22-pittsburgh/",
      "title": "Alexis | 22 | Pittsburgh | Generation Mexico",
      "description": "Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 2014. Se encuentra actualmente trabajando para int ...",
      "preview": "Skip to content Alexis | 22 | Pittsburgh Alexis participó en la clase inaugural de graduados del programa Generation de Pittsburg en Septiembre de 201"
    },
    {
      "url": "https://www.remsahealth.com/news/care-flight-incident-updates/",
      "title": "Updates on Care Flight Incident - REMSA Health",
      "description": "Ongoing official updates from REMSA Health about the tragic Care Flight crash on February 24th, 2023. Check back for the most recent updates.",
      "preview": "Return to News & Updates Media Contact: Jena Esposito, KPS3, pr@kps3.com , 702-513-0606 March 9, 12:10 p.m. - Update on Care Flight's return-to-servic"
    },
    {
      "url": "https://wiktenauer.com/wiki/Joachim_Meyer",
      "title": "Joachim Meyer ~ Wiktenauer, the world's largest library of HEMA books and manuscripts ~☞ Insquequo omnes gratuiti fiant",
      "description": "Joachim Meyer (〰 16 Aug 1537, † Feb 1571)&#91;1&#93; was a 16th century German cutler, Freifechter, and fencing master. He was the last major figure in the tradition of the German grand master Johannes Liechtenauer, and in the later years of his life he devised at least four distinct fencing manuals. Meyer's writings incorporate both the traditional Germanic technical syllabus and contemporary systems that he encountered in his travels, including Italian rapier fencing. In addition to his fencing practice, Meyer was a Burgher, master cutler, and eventual officer of the local Smith's Guild.&#91;2&#93;",
      "preview": "You are not currently logged in. Are you accessing the unsecure (http) portal? Click here to switch to the secure portal. Joachim Meyer From Wiktenaue"
    },
    {
      "url": "https://raskin.house.gov/2022/12/statement-of-congressman-jamie-raskin-to-the-people-of-maryland-s-8th-district",
      "title": "Statement of Congressman Jamie Raskin to the People of Maryland's 8th District | Press Releases | Congressman Jamie Raskin",
      "description": "void",
      "preview": "skip to main Facebook Icon Google Plus Icon Instagram Icon LinkedIn Icon Twitter Icon YouTube Icon Vimeo Icon Clients Icon Email icon Map Icon Print I"
    },
    {
      "url": "https://www.avuedigitalservices.com/casting/aiportal/control/hiringProcess;jsessionid=CBB0D346B35C5E86EE3B4C115A38CF17",
      "title": "Federal Hiring Tools | Avue Central",
      "description": "Avue Central is a federal employment service provided absolutely free to the public. It's the fastest and easiest way to find and apply for federal employment. Avue Central offers completely private, safe, and secure access to thousands of federal jobs worldwide.",
      "preview": "avue central The fastest and easiest way to find and apply for federal employment help Home Search for Jobs Federal Hiring Tools ☰ Federal Hiring Tool"
    },
    {
      "url": "https://www.inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "https://linnemagazine.com/2021/07/28/si-tu-amigue-te-pide-mas-lofi-y-dream-pop-pasale-lo-nuevo-de-classic-park-paula-pera-y-moriras-lejos/",
      "title": "Si tu amigue te pide más lofi y dream pop, pásale lo nuevo de Classic Park, Paula Pera y Morirás Lejos | LINNE",
      "description": "Imagen: Paula Pera y el fin de los Tiempos Acá te dejamos lo más reciente de estos artistas latinos que merecen un play infinito, pásale con confianza. Classic Park Otro Lugar es un nuevo tema del artista mexicano que dibuja un horizonte donde algo que tuviste con alguien especial se va difuminando poco a poco...",
      "preview": "Inicio About Música Move your ass Festivales MUTEK MX NRMAL Festival Antes Arte Cine y TV Distrital Diseño Entretiens Click to more! LINNE LINNE Músic"
    },
    {
      "url": "http://mcspartners.ning.com/forum/topic/listForTag?tag=direct",
      "title": "Direct - Discussion Forum - MCS Partners",
      "description": "All Discussions Tagged 'direct' | We are a network of people dedicated to supporting the cause of the Detroit based organization EPAC Inc. The EPACMCS Web Part...",
      "preview": "Search Sign In MCS Partners Helping others is key to your complete success Main My Page Members Photos Videos Forum All Discussions My Discussions Add"
    },
    {
      "url": "https://www.caldeiraomagico.pt/produto/tarot-esoterico/",
      "title": "TAROT ESOTERICO - Caldeirão Mágico - Artigos Esótericos",
      "description": "O Grande Tarot Esotérico, bastante conhecido em Espanha, é um baralho clássico, baseado no tarot de Marselha, um baralho com ilustrações cativantes de Luis Peña.",
      "preview": "TAROT ESOTERICO Início Tarôt e outros Oráculos , Tarôt - Baralhos TAROT ESOTERICO TAROT LABIRINTO TAROT GENOVÉS TAROT ESOTERICO 19.90 € O Grande Tarot"
    },
    {
      "url": "https://counsellingonline.org.au",
      "title": "Counselling Online - free drug and alcohol counselling in Australia",
      "description": "Counselling Online supports people in Australia affected by alcohol and other drugs, for free 24/7.",
      "preview": "Skip to main content Navigating Social Anxiety Without Alcohol It's common for people to report that they drink more than they want to on a night out"
    },
    {
      "url": "https://pngquant.org/",
      "title": "pngquant - lossy PNG compressor",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.unworldoceansday.org/index.php/",
      "title": "Homepage - United Nations World Oceans Day",
      "description": "In celebration and support of the life and livelihood that the ocean sustains, UN WOD 2021 will feature keynotes, panel discussions and presentations that spotlight biodiversity, latest oceanic discoveries, the interconnectivity between the ocean and its ecosystems, and more.",
      "preview": "Join Our Newsletter Enter your email to get our latest updates Array ( [title] => EXPLORE THE CELEBRATION [url] => https://unworldoceansday.org/un-wor"
    },
    {
      "url": "http://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://www.otto.de/herren/mode/",
      "title": "Herrenbekleidung online kaufen | OTTO",
      "description": "Bis zu 20% reduziert &#10071; Herrenbekleidung online kaufen bei OTTO » Große Auswahl &#10004; Aktuelle Trends &#10004; Beliebte Marken &#10004; Top Qualität » Jetzt entdecken & shoppen!",
      "preview": "Startseite Herren-Mode  Herrenbekleidung > Aktionen Restgrößen-Sale Sneaker Jacken Hosen Herren-Mode Wäsche Arbeitsschutzkleidung Jeans Übergangsjack"
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/post/116940926173",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @dolceforever-blog on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://poweroutage.us/area/state/michigan",
      "title": "Michigan Power Outage Map, October 2025",
      "description": "PowerOutage.us tracks, records, and aggregates power outages across Michigan.",
      "preview": "PowerOutage.com Login Search States, Counties or Utilities... Search Locations... Total Customers Out 96 Outages by County Outages by Utility Wayne 55"
    },
    {
      "url": "https://www.ywcacassclay.org/",
      "title": "YWCA Cass Clay",
      "description": "YWCA Cass Clay is where survivors of domestic violence and homelessness find safety, shelter, and support. YWCA Emergency Shelter provides safety to over 1200 individuals annually as the largest shelter for women and children in North Dakota and NW Minnesota. YWCA Supportive Housing provides safe, affordable housing to 350 adults and children for the longer journey to stability and independence.",
      "preview": "0 Your support shows you care When you give to YWCA through the FM Area Foundation Caring Catalog now through December 2 , YOU provide safety, shelter"
    },
    {
      "url": "https://www.velvetyne.fr/",
      "title": "Home - Velvetyne",
      "description": "Libre fonts for everyone",
      "preview": "Menu × We launched our first call for projects: Support Opensource Signs !!! Applications are open till the 15/05/2025. ↑ We design libre / open sourc"
    },
    {
      "url": "https://www.worldcubeassociation.org/regulations/",
      "title": "WCA Regulations | World Cube Association",
      "description": "The World Cube Association governs competitions for mechanical puzzles that are operated by twisting groups of pieces, commonly known as 'twisty puzzles'. The most famous of these puzzles is the Rubik's Cube, invented by professor Rubik from Hungary. A selection of these puzzles are chosen as official events of the WCA.",
      "preview": "Information About the WCA WCA Documents WCA Officers & Board WCA Delegates Teams and Committees Regional Organizations Translators Frequently Asked Qu"
    },
    {
      "url": "https://desktop.github.com",
      "title": "GitHub Desktop | Simple collaboration from your desktop · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://instagram.com/bestbuy",
      "title": "Best Buy (@bestbuy) • Instagram photos and videos",
      "description": "585K Followers, 107 Following, 1,416 Posts - Best Buy (@bestbuy) on Instagram: \"What if you could take what you love to the next level? Discover the awesome power of tech.\"",
      "preview": "void"
    },
    {
      "url": "https://www.benedict.ch/informatik/luzern/kurs/digital-marketing-specialist-bvs/",
      "title": "Digital Marketing Specialist - Weiterbildung Schweiz",
      "description": "Werden Sie Digital Marketing Specialist BVS und starten Sie Ihre Karriere im Online Marketing. Praxisnah, aktuell & anerkannt. Jetzt informieren!",
      "preview": "Jetzt neu in Zürich: B.H.M.S. - Deine Karriere im Hotel- & Business-Management beginnt hier"
    },
    {
      "url": "https://geni.us/6moffer-p1",
      "title": "‎Apple Music - lettore web",
      "description": "Ascolta milioni di brani senza pubblicità su Apple Music.",
      "preview": "Seleziona un paese o una regione Africa, Medio Oriente e India Mostra elenco Algeria Angola Armenia Azerbaijan Bahrain Benin Botswana Cameroun Cape Ve"
    },
    {
      "url": "http://bereainternacional.com",
      "title": "Berea Internacional - Últimas Noticias, Fotos y Videos",
      "description": "void",
      "preview": "¡Bienvenidos! Sitio web bajo mantenimiento, agradecemos su comprensión. CafeteriaLiceoHP Jordán Sur 698 Colonia Hermosa Provincia C.P. 44770 Guadalaja"
    },
    {
      "url": "https://www.undocs.org/S/RES/2371%20(2017)",
      "title": "Select a language for S/RES/2371 (2017)",
      "description": "void",
      "preview": "S/RES/2371 (2017) العربية 中文 English Français Русский Español"
    },
    {
      "url": "https://comprarahorrando.es/essie-allure/",
      "title": "▷ essie allure 】",
      "description": "l➤ ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure, has llegado al sitio correcto. En esta sección te vamos a",
      "preview": "essie allure Comprar Ahorrando Salud y Belleza essie allure ¡Holi! Bienvenido/a a de nuevo a Comprar Ahorrando.Si estás buscando comprar essie allure,"
    },
    {
      "url": "https://www.truck1.rs/izmenjivi-sanduci-kontejneri/promenjiva-tela-sanduci",
      "title": "Truck1",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.greatlengths.com/en-us/",
      "title": "Best Hair Extensions Brand: Remy quality real hair extensions",
      "description": "Real Remy hair extensions produced using only human hair from India. All natural hair qualities are preserved. Best Hair Extensions Brands",
      "preview": "Beyond hair expectations: the documentary: Discover now FIND NEAREST SALON MENU ABOUT US ETHICS & MISSION SUSTAINABILITY PRODUCTS GL PRE-BONDED GL TAP"
    },
    {
      "url": "https://tennisforfree.com/",
      "title": "Welcome to Tennis For Free - Tennis For Free",
      "description": "Tennis For Free is a UK charity dedicated to growing the game of tennis in predominantly under-privileged areas and showcasing the sport as a sport playable by all, especially families.",
      "preview": "TFF brings free fully inclusive fun tennis sessions to communities across the UK Learn More Tennis For Free, served to the community, by the community"
    },
    {
      "url": "https://www.guggenheim.org/artwork/movement/cubism",
      "title": "Cubism | The Guggenheim Museums and Foundation",
      "description": "Learn about Cubism and see artworks representative of it in the Guggenheim's Collection Online.",
      "preview": "We use cookies to provide a more personalized website experience. By clicking \"I Accept\" you consent to all cookies. Click \"I Decline\" to continue wit"
    },
    {
      "url": "https://www.wix.com/",
      "title": "Website Builder - Create a Free Website In Minutes | Wix.com",
      "description": "Get everything you need to create your website, your way. With a free easy-to-use website builder, integrated hosting, and essential business solutions.",
      "preview": "top of page Create a website without limits Bring your vision to life with the website builder that gives you the tools you need to succeed. Get Start"
    },
    {
      "url": "https://www.repostatus.org/#active",
      "title": "repostatus.org",
      "description": "void",
      "preview": "What It Is Many people and organizations have publicly available code in varying states of usability, development (whether or not further development"
    },
    {
      "url": "http://fcsn1996.org/",
      "title": "FCSN - Friends of Children with Special Needs",
      "description": "void",
      "preview": "We're proud to share some exciting news! Friends of Children with Special Needs has been selected as a Nonprofit of the Year by Senator Wahab. We're s"
    },
    {
      "url": "http://revbirmingham.org/news/what-the-value-of-downtown-report-has-taught-us-about-the-magic-city/",
      "title": "What the Value of Downtown report has taught us about the Magic City - REV Birmingham | REV Birmingham",
      "description": "The report-The Value of Downtown Birmingham, presented by PNC Bank-establishes a baseline from which city leaders, corporate leaders and organizations like REV can track growth and identify priorities for downtown improvements.",
      "preview": "Download me! Over the past year, our team has been working tirelessly to collect and organize data that will help us improve our city's downtown distr"
    },
    {
      "url": "https://umc.edu/news/News_Articles/2023/02/Ladner-quintuplets.html",
      "title": "Ladner family welcomes quintuplets at UMMC - University of Mississippi Medical Center",
      "description": "Haylee and Shawn Ladner's son and four identical quadruplet girls are growing stronger as neonatal intensive care patients at Children's of Mississippi. The five babies were born by Caesarean section Feb. 16 at Wiser Hospital for Women and Infants at UMMC.",
      "preview": "News News Stories 2023 February February Recent News Stories News Archives Accolades Front and Center 2025 January CMNH selects Mississippi Champion A"
    },
    {
      "url": "https://www.uni-bremen.de/forschung/foerderangebote-service/ausschreibungen/erasmus-dozentenmobilitaet",
      "title": "Erasmus Dozentenmobilität - Universität Bremen",
      "description": "void",
      "preview": "Erasmus Dozentenmobilität © Universität Bremen Im Rahmen des ERASMUS-Programms haben Lehrende die Möglichkeit, einen Lehrauftrag an einer ERASMUS-Part"
    },
    {
      "url": "https://www.amebatv.com",
      "title": "Ameba: Smart Kids TV",
      "description": "Free children's video streaming service that specializes in high quality kids TV.",
      "preview": "LOADING.. Watch MORE! To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video {{signUpPushFeatu"
    },
    {
      "url": "http://thepromise.movie/share/",
      "title": "The Promise Movie | Official Site for Film & Updates",
      "description": "Discover The Promise Movie, an independent film in production. Watch the teaser, meet the cast and crew, and follow behind-the-scenes updates and release news.",
      "preview": "Welcome to Our Production A Story Worth Keeping. A Promise Worth Making. We're an independent film team bringing The Promise to life, from first spark"
    },
    {
      "url": "http://www.ujamaaplace.org/",
      "title": "Ujamaa Place",
      "description": "void",
      "preview": "TRANSFORMING MEN'S LIVES Holistic Transformation for Young African- American Men Ujamaa Place is a Safe Space providing holistic, culturally responsiv"
    },
    {
      "url": "https://www.beaconinterfaith.org/",
      "title": "Beacon Interfaith Housing Collaborative - We Believe In Home",
      "description": "Beacon is a collaborative of congregations committed to making sure all people have a home. Help us build stronger communities.",
      "preview": "Search Who we are We are a collaborative of congregations and housing advocates who believe that secure, affordable housing provides the key to safer"
    },
    {
      "url": "https://www.seedsindia.org/",
      "title": "Home - SEEDS",
      "description": "Founded in 1994, SEEDS had one ultimate goal: building the resilience of people exposed to disasters and climate change impacts. For the last 30 years, we have been enabling this through practical solutions for disaster readiness, response and rehabilitation. Our approach has involved grafting innovative technology on to traditional wisdom.",
      "preview": "Donate now Maharashtra Flood Response 2025 Donate Now Jammu & Kashmir and Punjab Flood Response 2025 Donate Now SEEDS receives prestigious United Nati"
    },
    {
      "url": "https://www.rogoblen.ro/forum/index.php?sid=54569141107da821ca51659aeb9e4cf0",
      "title": "Clubul Gargaritelor • Prima pagina",
      "description": "void",
      "preview": "Acasa Autentificare Inregistrare FAQ Cautare Acum este 10 Oct 2025, 14:15 Vizualizare mesaje fara raspuns | Vizualizare subiecte active Prima pagina O"
    },
    {
      "url": "https://www.computerlanguage.com/results.php?definition=AIN",
      "title": "AIN - CLC Definition",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://plannedgiving.ywca.org/",
      "title": "Home - Planned Giving - YWCA",
      "description": "Explore planned gifts, gifts that pay you back, and tax-smart giving options to create a lasting impact for YWCA while maximizing your financial benefits.",
      "preview": "Skip to main content ywca.org Don't have a will or trust? Start here. As a gift to people like you, we've partnered with FreeWill to make it easy for"
    },
    {
      "url": "https://www.prv.pl/info/domena,membrana.keep.pl",
      "title": "membrana.keep.pl - informacje o aliasie",
      "description": "Informacje o aliasie, opinie, kontakt z abonentem. membrana.keep.pl.",
      "preview": "GRUPA PINO Patrz.pl Blogi.pl Slajdzik.pl Jpg.pl Tujest.pl Pino.pl Moblo.pl Rusz.pl Jak.pl zaloguj zarejestruj się | Katalog | Domena Alias membrana.ke"
    },
    {
      "url": "https://cpowerenergymanagement.com/who-we-are/newsandhappenings/cpower-customers-avoided-280000-metric-tons-of-co2-in-2021/",
      "title": "CPower Customers Avoided 286,000 metric tons of CO2 in 2021 - CPower Energy",
      "description": "void",
      "preview": "Skip to content Newsroom CPower Customers Avoided 286,000 metric tons of CO 2 in 2021 As CPower Celebrates Record Marginal Carbon Emissions Reduction,"
    },
    {
      "url": "https://ssp.unisg.ch/en/universitaet/bibliothek/dienstleistungen/seatfinder",
      "title": "Incoming guest students | Exchange | University of St.Gallen",
      "description": "Preparations for your guet stay at the HSG. Find information about the exchange programmes, course information, visa, insurances and scholarships.",
      "preview": "Welcome to St.Gallen home more_horiz Studying Studying Research Executive Education News University Exchange programmes Why HSG? Programmes Exchange p"
    },
    {
      "url": "http://zarzadzanie.szczecin.pl/o-regeneracji-hydrauliki/",
      "title": "O regeneracji hydrauliki",
      "description": "O regeneracji hydrauliki czyli hydraulika siłowa znym jest zespół wzajemnie połączonych części, których zadaniem jest przekazywanie energii lub sterowanie za pośrednictwem cieczy hydraulicznej pod ciśnieniem, w układzie zamkniętym. Działanie układu",
      "preview": "Układem hydraulicznym jest Obecnie największe znaczenie ma tzw. , która zajmuje się głównie opracowywaniem i wykorzystaniem układów hydraulicznych. Uk"
    },
    {
      "url": "http://twitpic.com/2xbppo",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "http://www.thegymla.com/",
      "title": "The GYM L.A. | Your Ultimate Training Facility | 11567 Santa Monica Boulevard, Los Angeles, CA, USA",
      "description": "Real everyday people, working really hard, to get real results. At The Gym LA, your fitness is our #1 priority. We are a community gym with state of the art commercial equipment for all levels of your fitness journey. No matter your starting point, our team of certified and experienced trainers will make your fitness their priority as your personalized fitness partner.",
      "preview": "top of page THE GYM L.A. Real people working really hard, to get real results. At THE GYM L.A your fitness is our #1 priority. From the moment you wal"
    },
    {
      "url": "https://www.latimes.com/entertainment/classichollywood/la-et-st-ca-william-daniels-classic-hollywood-20150510-story.html",
      "title": "Classic Hollywood: In 'Girl Meets World,' William Daniels reprises Mr. Feeny - Los Angeles Times",
      "description": "William Daniels returns to his role as Mr. Feeny in 'Boy Meets World' in the Disney Channel sequel, 'Girl Meets World.'",
      "preview": "Copyright © 2025, Los Angeles Times | Terms of Service | Privacy Policy | CA Notice of Collection | Do Not Sell or Share My Personal Information Adver"
    },
    {
      "url": "https://www.yr.no/en",
      "title": "Yr",
      "description": "Weather forecast. Hourly, long term and precipitation map from NRK and Meteorologisk institutt.",
      "preview": "Skip to content It looks like you're using an old browser. To access all of the content on Yr, we recommend that you update your browser. It looks lik"
    },
    {
      "url": "https://blockchair.com/it/litecoin/address/LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr",
      "title": "Litecoin indirizzo LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr",
      "description": "Monitora Litecoin indirizzo LU4hLcRWYysyXTTkdLig98FqgnfYfL8ycr: consulta saldi, eventi e cronologia con il potente explorer di Blockchair.",
      "preview": "Sponsorizzato | Fai pubblicità qui | Disattiva pubblicità Ottieni 8.75 BTC Ottieni 8.75 BTC Sponsorizzato Chiudi finestra 1xBit.com - il miglior bookm"
    },
    {
      "url": "https://www.fashionnova.com/",
      "title": "Fashion Nova | Fashion Online For Women | Affordable Women's Clothing | Fashion Nova",
      "description": "Fashion Nova is the top online fashion store for women. Shop sexy club dresses, jeans, shoes, bodysuits, skirts and more. Affordable fashion online!",
      "preview": "THE HALLOWEEN SHOP On Screen Couples Group Horror Shop By Brand Shop By Category Halloween PJs Dresses Matching Sets Tops Jackets & Coats Bottoms Acce"
    },
    {
      "url": "https://aspngalerie.de/en/show/robert-seidel-stichtag/",
      "title": "Robert Seidel: Stichtag - ASPN",
      "description": "void",
      "preview": "Robert Seidel: Stichtag"
    },
    {
      "url": "https://www.belgiumwwii.be/belgique-en-guerre/articles/propagande-radiophonique.html",
      "title": "Propagande radiophonique",
      "description": "void",
      "preview": "Belgique en guerre / Articles Propagande radiophonique Thème - Collaboration Auteurs : Gillet Florence (Institution : CegeSoma/Archives de l'État ) -"
    },
    {
      "url": "https://it.spagos.es/",
      "title": "Home | Spago's",
      "description": "void",
      "preview": "top of page IL NOSTRO RISTORANTE Un piccolo posto accogliente nel cuore di Malaga NOTICIAS DE SPAGO'S Ricetta del Mese Prova a fare da solo gli spaghe"
    },
    {
      "url": "https://www.fdic.gov/",
      "title": "FDIC: Federal Deposit Insurance Corporation",
      "description": "void",
      "preview": "Skip to main content An official website of the United States government The .gov means it's official. Federal government websites often end in .gov o"
    },
    {
      "url": "https://www.bop.gov",
      "title": "BOP: Federal Bureau of Prisons Web Site",
      "description": "void",
      "preview": "An official website of the United States government. Here's how you know Official websites use .gov A .gov website belongs to an official government o"
    },
    {
      "url": "https://www.hamiltonfamilies.org/newsroom/san-francisco-plans-to-purchase-200-units-to-house-homeless-families",
      "title": "San Francisco plans to purchase 200 units to house homeless families - Hamilton Families",
      "description": "A sparkling seven-story building on 12th Street could soon play a key role in not only getting homeless families into housing, but helping them avoid displacement outside of San Francisco. Earlier this month, Mayor London Breed announced The City's plans to buy City Gardens, a residential building South of Market that would provide permanent supportive housing to families experiencing homelessness.",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://betterwebtype.com/",
      "title": "Better Web Type - A Free Web Typography Course | Better Web Type",
      "description": "Web typography for web designers and web developers.",
      "preview": "Design & Code Better Web Typography A free web typography course for designers and web developers by Matej Latin. 4.7 / 5 ( 1,061 reviews ) Featured i"
    },
    {
      "url": "https://boardgamegeek.com/boardgame/174430/gloomhaven",
      "title": "Gloomhaven | Board Game | BoardGameGeek",
      "description": "Vanquish monsters with strategic cardplay. Fulfill your quest to leave your legacy!",
      "preview": "void"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/",
      "title": "Pristine Seas - National Geographic Society",
      "description": "Pristine Seas preserves the wonders of our ocean-like coral reefs-through science and film. We helped create 30 of the world's largest marine protected areas.",
      "preview": "Protecting the Ocean's Vital Places Pristine Seas Since 2008, Pristine Seas has helped establish 30 of the largest marine protected areas in the world"
    },
    {
      "url": "https://www.istat.it/it/dati",
      "title": "Dati - Istat",
      "description": "void",
      "preview": "banche-dati Dati Home / Dati Condividi: Dati L'attività di diffusione dell'Istituto si pone tre obiettivi principali: garantire l'accesso ai risultati"
    },
    {
      "url": "https://www.stadtpost.de/stadtpost-dietzenbach",
      "title": "Aktuelle Nachrichten aus Dietzenbach - op-online.de",
      "description": "Aktuelle Nachrichten, Fotos und Videos aus Dietzenbach.",
      "preview": "Immobilienmarkt Dietzenbacher Beratungsunternehmen erleichtert privaten Kauf und Verkauf von Immobilien Dietzenbacher Beratungsunternehmen erleichtert"
    },
    {
      "url": "https://react.dev/learn/start-a-new-react-project",
      "title": "Creating a React App - React",
      "description": "The library for web and native user interfaces",
      "preview": "Join us for React Conf on Oct 7-8. Learn more. Learn React Installation Creating a React App If you want to build a new app or website with React, we"
    },
    {
      "url": "https://politiken.dk/indland/",
      "title": "Danmark",
      "description": "Danmark | Sektionen med Politikens undersøgende journalistik og seneste nyt indenfor politik, ret, sundhed, uddannelse, forbrug, økonomi og aktuelle temaer",
      "preview": "Politik Messerschmidt kalder sin egen beskyldning »upræcis« - professor kalder den »noget vrøvl« Danmark Mand begik talrige overgreb mod lille barn i"
    },
    {
      "url": "https://deelovescode.tumblr.com/",
      "title": "@deelovescode on Tumblr",
      "description": "Follow @deelovescode and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://themarkup.org/",
      "title": "The Markup",
      "description": "Data-driven investigations of tech and how it influences society",
      "preview": "Skip navigation This Just In Google wasn't against this privacy bill, officially. Behind the scenes, it orchestrated opposition Google organized busin"
    },
    {
      "url": "https://circle.target.com/cr",
      "title": "void",
      "description": "void",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "https://www.highspeedinternet.com/resources/fastest-internet-providers",
      "title": "Fastest Internet Provider 2025: Brightspeed | HighSpeedInternet.com",
      "description": "Brightspeed's new fiber network is fast but highlights progress stalls with larger providers.",
      "preview": "skip to main content Fastest Internet Provider 2025: Brightspeed Brightspeed's new fiber network achieves the fastest speeds nationwide, highlighting"
    },
    {
      "url": "http://lavetten.se/foreningen/board",
      "title": "Brf Lavetten i Varberg - Styrelsen",
      "description": "Bostandsrättsföreningen Lavetten i Varberg Varbergshus nr 3",
      "preview": "Hoppa till innehåll Hoppa till huvudnavigering och login Hoppa till extra information Navigeringsvy sök Navigering Start Vanliga frågor Kontakt Sök sö"
    },
    {
      "url": "https://www.abtassociates.com/projects/evaluating-year-ups-programs-for-young-adults",
      "title": "Evaluating Year Up's Programs for Young Adults | Abt Global",
      "description": "Prospects for young adults without postsecondary credentials have steadily worsened in recent decades. With few chances at well-paying jobs, millions give up on school and withdraw from the labor force. Helping low-skilled young adults access training...",
      "preview": "Skip to main content Evaluating Year Up's Programs for Young Adults HIGHLIGHTS Millions of young adults face limited economic opportunities. Abt is ev"
    },
    {
      "url": "https://ncsoy.org/media-resources/uses-of-soybeans/",
      "title": "Uses of Soybeans - North Carolina Soybeans",
      "description": "void",
      "preview": "Skip to content Facebook page opens in new window Twitter page opens in new window Instagram page opens in new window YouTube page opens in new window"
    },
    {
      "url": "https://www.sony.com/electronics/cameras",
      "title": "Sony Cameras | Digital Cameras & Lenses",
      "description": "Explore our range of mirrorless Interchangeable-lens Cameras with full-frame to APS-C sensors, up to 24.2 mp, real-time AF & more.",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Easy Returns. Product List All Interchangeable-Lens Cameras (23) Sort By × Relevance Sort By Skip t"
    },
    {
      "url": "https://inbuildingtech.com/buildings/brainbox-ai-watttime-partner-to-reduce-co2-emissions-produced-by-cre-properties/",
      "title": "BrainBox AI, WattTime partner to reduce CO2 emissions produced by CRE properties | RCR Wireless News",
      "description": "Canadian company BrainBox AI, a specialist in autonomous building technology, announced a partnership with WattTime, an environmental tech nonprofit.",
      "preview": "Facebook Linkedin RSS Twitter Youtube Subscribe News Channels 5G 5G Testing 6G IoT Network Infrastructure Open RAN Private 5G Telco AI Telco Cloud Res"
    },
    {
      "url": "https://www.postcodeloterij.nl/",
      "title": "Nationale Postcode Loterij",
      "description": "Uw postcode is uw lotnummer. Maak kans op mooie prijzen én steun tegelijkertijd meer dan 146 goede doelen in binnen- en buitenland. Speel mee en win!",
      "preview": "Speel (extra) mee Nationale Postcode Loterij Meespelen Prijzen Terug Prijzen Premium Plus Uitslagen Terug Uitslagen Gratis extra trekking Uitslag Post"
    },
    {
      "url": "https://projects.worldbank.org/en/projects-operations/project-country?lang=en&page=",
      "title": "Projects By Country / Area",
      "description": "void",
      "preview": "What We Do Projects & Operations This page in: EN dropdown Français العربية Русский 中文 Português Español This page in: _ English Français العربية Русс"
    },
    {
      "url": "https://maserati.oemdtc.com/category/recalls",
      "title": "Recalls | Maserati - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "https://www.subito.it/annunci-italia/vendita/usato/",
      "title": "Subito - Annunci e offerte gratis con TuttoSubito",
      "description": "Scopri TuttoSubito: il nuovo servizio di Subito che ti permette di comprare online in tutta Italia in completa sicurezza grazie alla protezione acquisti",
      "preview": "Chiudi PROMO Ultimo giorno : spedizioni InPost a soli 0,99 € con TuttoSubito. Home Cerca Vendi Messaggi Accedi I tuoi ordini I tuoi annunci Preferiti"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Mathematical_expressions",
      "title": "Mathematical expressions - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Mathematical expressions Contents 1 Introduction 2 Mathematical modes 2.1 Inline m"
    },
    {
      "url": "https://www.law.columbia.edu/news/archive/kimberle-crenshaw-intersectionality-more-two-decades-later#:~:text=Crenshaw%3A%20Intersectionality%20is%20a%20lens,class%20or%20LBGTQ%20problem%20there",
      "title": "Kimberlé Crenshaw on Intersectionality, More than Two Decades Later | Columbia Law School",
      "description": "Professor Crenshaw coined the term and co-founded the African American Policy Forum. Before AAPF's 20th anniversary, Crenshaw reflects on where intersectionality is heading.",
      "preview": "Skip to main site navigation Skip to main content Kimberlé Crenshaw on Intersectionality, More than Two Decades Later News From Columbia Law Story Arc"
    },
    {
      "url": "http://www.moodworks.com",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "https://about.google/products/",
      "title": "Google's products and services - About Google",
      "description": "Explore Google's helpful products and services, including Android, Gemini, Pixel and Search.",
      "preview": "Helpful products, built with you in mind Jump to our products Product support Google Store Google Account Accessibility support Search in new ways Dow"
    },
    {
      "url": "https://www.grantinterface.com/Home/Logon?urlkey=seattle",
      "title": "Logon - Grant Lifecycle Manager",
      "description": "void",
      "preview": "Logon Email Address* Password* Log On Create New Account Access is disabled. Attention Grantees and Grant Seekers: Seattle Foundation recently launche"
    },
    {
      "url": "https://tippingpoint.org/",
      "title": "Fight Poverty in the Bay | Tipping Point Community",
      "description": "Tipping Point is a nonprofit in the San Francisco Bay Area that finds, funds, and strengthens the most promising poverty-fighting solutions.",
      "preview": "20 Years of Fighting Poverty 100% of your gift goes where it's needed most WAYS TO GIVE 2024 IMPACT $31 Million Invested to Fight Poverty in the Bay A"
    },
    {
      "url": "http://www.cleverbot.com/privacy",
      "title": "Cleverbot Privacy Policy",
      "description": "Cleverbot Privacy Policy",
      "preview": "Cleverbot About Cleverbot The site Cleverbot.com started in 2006, but the AI was 'born' in 1988, when Rollo Carpenter saw how to make his machine lear"
    },
    {
      "url": "https://ebird.org/science",
      "title": "eBird Science",
      "description": "eBird transforms the global birding community's passion for birds into a powerful resource for research, conservation, and education.",
      "preview": "Skip to content eBird Data Around the World Macaulay Library eBird Science eBird transforms the global birding community's passion for birds into a po"
    },
    {
      "url": "https://www.goal.com/en",
      "title": "Football News, Live Scores, Results & Transfers | Goal.com",
      "description": "The latest football news, live scores, results, rumours, transfers, fixtures, tables and player profiles from around the world, including EURO U21.",
      "preview": "Matches All competitions Friendlies World Cup Qualification UEFA All competitions Thu 25 Sept Fri 26 Sept Sat 27 Sept Sun 28 Sept Mon 29 Sept Tue 30 S"
    },
    {
      "url": "https://thathousekilledmasterchauncy.tumblr.com/",
      "title": "manifestwealthsuccess.com",
      "description": "manifestwealthsuccess.com",
      "preview": "manifestwealthsuccess.com 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna The Key to Effortles"
    },
    {
      "url": "https://opensource.guide",
      "title": "Open Source Guides | Learn how to launch and grow your project.",
      "description": "Learn how to launch and grow your project.",
      "preview": "Security Best Practices for your Project Strengthen your project's future by building trust through essential security practices - from MFA and code s"
    },
    {
      "url": "https://nxslink.wearegreenbay.com/join/6p6/signup?website_signup=true",
      "title": "WFRV Signup",
      "description": "Sailthru Default Signup Page",
      "preview": "Choose the newsletters that interest you and we will deliver them directly to your inbox. Email Address: WFRV Newsletters Local 5's First Five Morning"
    },
    {
      "url": "https://arysports.tv/",
      "title": "The Tudors",
      "description": "void",
      "preview": "This page has moved to a A-Sports.tv ."
    },
    {
      "url": "http://www.aeropostale.com/",
      "title": "Men's and Women's Jeans, Clothes, Hoodies, and Graphic Tees | Aeropostale.",
      "description": "Shop Aeropostale for men and women's Clothing. Browse the latest styles of tops, t shirts, hoodies, jeans, sweaters and more Aeropostale. Aeropostale",
      "preview": "× Discount only on select styles as indicated. × Discount only on select styles as indicated. *Guaranteed 12/25 delivery does not include: APO/FPO, Mi"
    },
    {
      "url": "https://accounts.acm.org?redirectUri=%2Fdoi%2F10.1145%2F3328778.3366808",
      "title": "ACM Account",
      "description": "void",
      "preview": "Advancing Computing as a Science & Profession ACM Account Create an Account Email Address Continue Trouble logging in? ACM Membership is not required"
    },
    {
      "url": "https://www.dnb.com/utility-pages/privacy-policy.html",
      "title": "Our Data Transparency Commitment - Dun & Bradstreet",
      "description": "After almost 200 years, we still aim to be transparent around the ways we process data about people, businesses, and how we use AI. Learn more here.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.contrado.it/",
      "title": "Contrado: crea, acquista e vendi prodotti | Stampa su richiesta",
      "description": "Crea il tuo brand insieme alla nostra esperienza di print on demand su abbigliamento personalizzato e stampe tessili. Stampa online e Pronte in 48 ore.",
      "preview": "EUR Menu Stampa su tessuto Arte per la casa e la parete Vestiario Borse e accessori Tessuti per metodo di stampa Tipi di tessuto personalizzati Tessut"
    },
    {
      "url": "https://alamocitychamber.org/",
      "title": "Casino online en México: bonos sin depósito, bingo y slots",
      "description": "Bonos sin depósito, tiradas gratis y demos de slots (Extra Chilli, Big Bass). Guías de ruleta y bingo para México 2025. +18 Juega responsablemente.",
      "preview": "La clave está en entender cómo la temperatura incide en la sensación de calor y en la mezcla exacta que produce ese contraste tan seductor para el pal"
    },
    {
      "url": "http://www.unwomen.org/en",
      "title": "Welcome | UN Women - Headquarters",
      "description": "UN Women is the global champion for gender equality, working to develop and uphold standards and create an environment in which every woman and girl can exercise her human rights and live up to her full potential. We are trusted partners for advocates and decision-makers from all walks of life, and a leader in the effort to achieve gender equality.",
      "preview": "Skip to main content We are the global champion for gender equality. UN Women is the UN organization delivering programmes, policies and standards tha"
    },
    {
      "url": "https://www.wsbcc.org/",
      "title": "Winston Salem Black Chamber of Commerce | WSBCC",
      "description": "Winston Salem Black Chamber of Commerce provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "top of page WE SERVE AS A RESOURCE DEDICATED TO FOSTERING GROWTH AND DEVELOPMENT FOR SMALL BUSINESS OWNERS, ENTREPRENEURS, AND THE COMMUNITY. View Res"
    },
    {
      "url": "https://www.ul.com/services/certification",
      "title": "Certification | UL Solutions",
      "description": "Mitigate risk, demonstrate compliance and deliver confidence in markets worldwide.",
      "preview": "Skip to main content Services Certification Facility Personnel Process Product System Testing EMC Energy Efficiency Environmental Indoor Air Quality I"
    },
    {
      "url": "https://treasury.worldbank.org/",
      "title": "Treasury",
      "description": "The World Bank is a supranational issuer of triple-A bonds supporting sustainable development around the world",
      "preview": "Who We Are Organizational Units This page in: EN dropdown 日本語 This page in: _ English 日本語 dropdown Africa's Disaster Shield: World Bank's Innovative T"
    }
  ],
  "_meta": {
    "total_bookmarks": 113
  }
}