{
  "data": [
    {
      "url": "https://docs.nvidia.com/cuda/cuda-c-programming-guide/index.html",
      "title": "CUDA C++ Programming Guide - CUDA C++ Programming Guide",
      "description": "The programming guide to the CUDA model and interface.",
      "preview": "» CUDA C++ Programming Guide v13.0 | PDF | Archive CUDA C++ Programming Guide 1. Overview  CUDA is a parallel computing platform and programming mode"
    },
    {
      "url": "https://www.spacetechexpo-europe.com/",
      "title": "The Largest B2B Space Event in Europe | Space Tech Expo Europe",
      "description": "Join Space Tech Expo Europe 2025, the premier event for space technology professionals. Explore the latest innovations an connect with industry leaders.",
      "preview": "Europe's Largest B2B Space Event B2B MATCHMAKING NOW OPEN! BOOK YOUR MEETINGS TODAY! REGISTER NOW B2B MATCHMAKING EUROPE'S LARGEST B2B SPACE EVENT B2B"
    },
    {
      "url": "https://smws.com/whisky?amp%3Bafc=PromoteIT_561091&amp%3Bfilter_numberperpage=-1&amp%3Bp=13&whisky_cask_type_prev_content=170&whisky_flavour=75_79_72_77&whisky_spirit_region_search=679&_bc_fsnf=1&Region%5B%5D=Highland&Region%5B%5D=N.Ireland&Region%5B%5D=Lowland&Age%5B%5D=11&Age%5B%5D=29&Age%5B%5D=30&Age%5B%5D=14&Age%5B%5D=12",
      "title": "Product Finder - Search the Scotch Malt Whisky Range of Single Cask Whiskies and Spirits | SMWS",
      "description": "Shop the world's widest collection of single malt whiskies, carefully selected by our expert Tasting Panel. Discover single malt scotch today at SMWS.",
      "preview": "All Whisky 0 of 0 Products New Flavour Profiles Are Here Explore our new world of 8 distinct flavour profiles. We've evolved our original 12 into 8 mo"
    },
    {
      "url": "https://gdacc.org/tag/power-grid/",
      "title": "power grid | GDACC",
      "description": "Posts about power grid written by 1234",
      "preview": "GDACC Gas Drilling Awareness for Cortland County Search: Welcome Contact Us Cortland News Town Bans/Planning Leasing Issues Comment on DEC Regs 2012 W"
    },
    {
      "url": "https://www.publishersweekly.com/pw/by-topic/industry-news/book-deals/article/90329-viva-editions-to-publish-anne-heche-memoir.html",
      "title": "Viva Editions to Publish Anne Heche Memoir",
      "description": "Start Publishing's Viva Editions imprint will release Anne Heche's memoir 'Call Me Anne' on January 24. An award-winning actress, Heche died in August in a car crash in Los Angeles just as she was completing the book.",
      "preview": "Self-Pub Jobzone | Login Logout | Subscribe: Log In Logout ADVERTISEMENT Home > News > Book Deals Viva Editions to Publish Anne Heche Memoir By Jim Mi"
    },
    {
      "url": "https://www.loc.gov/preservation/care/",
      "title": "Collections Care (Preservation, Library of Congress)",
      "description": "Collections care information for handling, storing, using, and managing books, works on paper, photographs, audio-visual materials, and other types of collections",
      "preview": "skip navigation Search The Library of Congress > Preservation > Collections Care Preservation Home About Collections Care Conservation Digital Preserv"
    },
    {
      "url": "https://androidenterprisepartners.withgoogle.com/",
      "title": "Android Business Device Solutions Directory - Android Enterprise",
      "description": "Browse the Android Enterprise Solutions Directory to find the right devices, solutions, and validated partners to fit your needs.",
      "preview": "Android Enterprise Find the best Android Enterprise devices, solutions, and partners Android Enterprise Partner Program simplifies your search for tru"
    },
    {
      "url": "https://math.meta.stackexchange.com/help/badges/54/enthusiast?userid=471884",
      "title": "Enthusiast - Badge - Mathematics Meta Stack Exchange",
      "description": "Q&A about the site for people studying math at any level and professionals in related fields",
      "preview": "Teams Q&A for work Connect and share knowledge within a single location that is structured and easy to search. Learn more about Teams Enthusiast Enthu"
    },
    {
      "url": "https://wordpressfoundation.org/donate/",
      "title": "Donate - WordPress Foundation",
      "description": "Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You can choose to donate annually: Give $10 per year Give $50 per yea...",
      "preview": "Skip to content Join our group of amazing donors in supporting educational programs like charity hackathons and open source educational events. You ca"
    },
    {
      "url": "http://garbersautomotivemd.com/New%20Windsor-auto-maintenance.html",
      "title": "Car and Truck Repair Services | Garber's Automotive Inc",
      "description": "void",
      "preview": "Best Auto Repair, New Windsor CONTACT US Call us for all your car needs! 410-775-2800 Our Shop Location Reviews Customer Service Auto Repair Repair Se"
    },
    {
      "url": "http://www.fosspatents.com/2011/05/?m=1",
      "title": "FOSS Patents: May 2011",
      "description": "This blog covers software patent news and issues with a particular focus on wireless, mobile devices (smartphones, tablet computers, connected cars) as well as select antitrust matters surrounding those devices.",
      "preview": "Tuesday, May 31, 2011 Lodsys sues 7 app developers in East Texas, disagrees with Apple; Android also targeted I almost appeared to be a \"party spoiler"
    },
    {
      "url": "https://co.fashionnetwork.com/tags/news/la-mer.html",
      "title": "La Mer : Noticias - FashionNetwork.com Colombia",
      "description": "La Mer - Noticias - La red social para los profesionales de la moda, el lujo y la belleza",
      "preview": "× Resultados La Mer"
    },
    {
      "url": "https://viewer.gutools.co.uk/world/costa-rica",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in with Google Sign in to continue to gutools.co.uk @guardian.co.uk Enter your email Forgot email? Next Create account"
    },
    {
      "url": "https://vespeiro.com/2020/11/10/trump-biden-e-a-doenca-do-jornalismo/",
      "title": "Trump, Biden e a doença do jornalismo | VESPEIRO",
      "description": "Na política, como na vida, toda \"solução\" é só o início do próximo problema. Alguém disse na TV que a melhor qualidade de Joe Biden é não ser Donald Trump. Concordo. O fim do cafajestismo no poder reabre a perspectiva da reconstituição da institucionalidade da figura do presidente dos Estados Unidos da América que, como...",
      "preview": "Search: VESPEIRO de Fernão Lara Mesquita Home Quem somos De outros autores Apoio Trump, Biden e a doença do jornalismo 10 de novembro de 2020 § 44 Com"
    },
    {
      "url": "https://hal.inrae.fr/hal-02605416v1/html_references",
      "title": "void",
      "description": "void",
      "preview": "C. Bel , Debris flow propagation in steep erodible channels , 2016 . URL : https://hal.archives-ouvertes.fr/halshs-01279174 C. Bel, F. Liébault, H. Be"
    },
    {
      "url": "https://www.elitesingles.com/",
      "title": "EliteSingles | One of the best dating sites for educated singles",
      "description": "ELITESINGLES dating sites ✓ Smart matchmaking, verified profiles & like-minded members ✓ Join the online dating site as committed as you are.",
      "preview": "I am a woman man I am looking for a woman man I hereby confirm that I have read the Terms & Conditions , the Privacy Policy and the Online Dating Safe"
    },
    {
      "url": "https://loopholesonlife.com/s01e08-exotics-of-music-2/",
      "title": "S01E08 exotics of music - Loopholes on Life",
      "description": "LEARN from the Past, LIVE for the Moment, LOVE for an Eternity",
      "preview": "Jan 31, 2019 Care to share? Click to share on Facebook (Opens in new window) Facebook Click to share on X (Opens in new window) X Click to share on Pi"
    },
    {
      "url": "https://www.novotrading.hu/arukereso-235/hati-permetezo-263",
      "title": "Az Ön által kért oldal nem található!",
      "description": "Az Ön által kért oldal nem található! - Barkács felhasználásra szánt elektromos és kéziszerszámok, légtechnikai és kerti gépek, háztartási eszközök és gyermekjátékok kis és nagykereskedelme.",
      "preview": "Weboldalunk használatával jóváhagyja a cookie-k használatát a Cookie-kkal kapcsolatos irányelv értelmében. Beállítások módosítása Elfogadom Szükséges"
    },
    {
      "url": "https://www.tacobell.co.in/",
      "title": "Home-TacoBell",
      "description": "void",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Order Now Our foo"
    },
    {
      "url": "https://www.ala.org/aboutala/sitesdirectory",
      "title": "Directory of ALA Websites | ALA",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.all-science-fair-projects.com/",
      "title": "1000+ Science Fair Projects with Videos for All Grades",
      "description": "Find the best STEM projects & science fair project ideas · Over 55 subjects · Easy science fair projects, Top 10 & more!",
      "preview": "Find science fair project ideas from our collection of 1000+ STEM projects! Which school grade are you in? Browse by Grade Level What subject do you l"
    },
    {
      "url": "https://www.davidlay.co.uk/news/diana-the-private-correspondence-of-a-princess/?pc=337",
      "title": "Diana, The Private Correspondence of a Princess",
      "description": "An astonishing, confidential collection of 32 highly personal letters and cards written by the Princess of Wales to two of her closest friends. Sold: Antiques & Interiors - Thu 16th Feb for a total hammer value of £141,150.",
      "preview": "Diana, The Private Correspondence of a Princess An astonishing, confidential collection of 32 highly personal letters and cards written by the Princes"
    },
    {
      "url": "http://www.outerspacious.com/privacy-policy",
      "title": "Outerspacious Software - Privacy Policy",
      "description": "void",
      "preview": "Home Support By visiting our Website, downloading our Application(s), and/or otherwise accessing and/or using our Service, you are agreeing to the ter"
    },
    {
      "url": "https://chromeenterprise.google/os/upgrade/",
      "title": "Get Started with a ChromeOS Device Management License - ChromeOS",
      "description": "With ChromeOS device management, businesses can remotely manage the devices that power employees. Explore customized upgrades and licenses.",
      "preview": "Managing your business devices is this simple With ChromeOS device management, businesses can easily and remotely manage the devices that power employ"
    },
    {
      "url": "https://secure.uso.org/1812_wishbook_evergreen/?sc=WS18CRPKG1",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://www.incommonbeauty.com/",
      "title": "IN COMMON Beauty | Luxury Haircare Inspired by Riawna Capri& Nikki Lee",
      "description": "IN COMMON Beauty is an INclusive luxury hair care treatment brand that's undeniably shareable. A community that celebrates every hairstylist and every consumer for their perfect uniqueness. It's what we have IN COMMON.",
      "preview": "Skip to content This site has limited support for your browser. We recommend switching to Edge, Chrome, Safari, or Firefox. FREE SHIPPING ON $45+ ORDE"
    },
    {
      "url": "https://hdencode.org/fatal-vows-s05-1080p-hulu-web-dl-aac2-0-h-264-squalor-21-5-gb/",
      "title": "Fatal.Vows.S05.1080p.HULU.WEB-DL.AAC2.0.H.264-squalor - 21.5 GB",
      "description": "HDencode - Download Movies and TV Shows - #1 Source for High Definition Releases",
      "preview": "Home Contact Categories Movies TV Shows TV Packs Genres Action Adventure Animation Biography Comedy Crime Documentary Drama Family Fantasy Film-Noir H"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part2",
      "title": "Algorithms, Part II | Coursera",
      "description": "Offered by Princeton University. This course covers the essential information that every serious programmer needs to know about algorithms ... Enroll for free.",
      "preview": "Algorithms, Part II Algorithms, Part II Instructors: Robert Sedgewick +1 more Instructors Instructor ratings We asked all learners to give feedback on"
    },
    {
      "url": "https://presidencia.go.cr/",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://support.mail.com/index.html",
      "title": "Help Center",
      "description": "Find out how to use your mail.com account, troubleshoot problems and get answers to your questions.",
      "preview": "Serverstatus: ok ⌫ Search Login and Password What can I do if I forgot my password? Why has my email account been blocked by mail.com? Why am I seeing"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/naan-bread",
      "title": "Naan bread recipe | Good Food",
      "description": "Make your own Indian flatbreads at home and you'll never go back to buying them. Delicious eaten warm, these naans are ideal with your favourite curry.",
      "preview": "Skip to main content Naan bread Miriam Nice Save recipe Serves 6 - 8 More effort Prep: 20 mins Cook: 35 mins plus rising and proving A star rating of"
    },
    {
      "url": "https://www.bymanu.de/index.php/datenschutz",
      "title": "by Manu",
      "description": "Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da bist. Ich möchte sichergehen, dass du bei mir genau das findest, was dich glücklich macht - als wärst du direkt bei mir an meinem Stand. Wie im echten Leben. Es geht bei mir nämlich nicht nur um schöne, hochwertige Kleidung oder handgefertigten Edelstein-Glücksschmuck",
      "preview": "Skip to content Home Zeshan_div 2024-12-07T15:50:58+01:00 Von der Anonymität zur persönlichen Verbindung über mein KontaktPortal... ...schön, dass Du da b"
    },
    {
      "url": "https://in.linkedin.com/company/sterlite-technologies-ltd-?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "STL - Sterlite Technologies Limited | LinkedIn",
      "description": "STL - Sterlite Technologies Limited | 323,547 followers on LinkedIn. STL is a leading global optical and digital solutions company providing advanced offerings to build 5G, Rural, FTTx, Enterprise and Data Centre networks. The company, driven by its purpose of 'Transforming Billions of Lives by Connecting the World', designs and manufactures in 4 continents with customers in more than 100 countries. Telecom operators, cloud companies, citizen networks, and large enterprises recognize and rely on STL for advanced capabilities in Optical Connectivity, Global Services, and Digital and Technology solutions to build ubiquitous and future-ready digital networks.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.userzoom.com/",
      "title": "UserZoom Platform | UserTesting | UX Research Capabilities",
      "description": "UserZoom empowers your team with sophisticated UX insights to create digital experiences that delight customers and drive business growth.",
      "preview": "Select Language EN EN English DE Deutsch ES Español Platform: UserZoom Innovation fueled by UX insights UserZoom empowers anyone to create digital exp"
    },
    {
      "url": "http://www.inegi.org.mx/terminos/terminos_info.aspx",
      "title": "Página no encontrada",
      "description": "void",
      "preview": "Esta liga ya no existe, lamentamos el inconveniente. En un momento serás redirigido al contenido más relacionado con tu búsqueda. Si no es lo que busc"
    },
    {
      "url": "https://mission-blue.org/hope-spots/",
      "title": "Hope Spots® - Mission Blue",
      "description": "Hope Spots® are special places that are scientifically identified as critical to the health of the ocean. Our Hope Spots® are championed by local conservationists whom we support with communications, expeditions and scientific advisory. I wish you would use all means at your disposal - films, expeditions, the web, new submarines, campaigns - to ignite [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Hope Spots® are special places that are sci"
    },
    {
      "url": "https://jeremiahprogram.org/",
      "title": "Home | Jeremiah Program",
      "description": "Jeremiah Program is a national organization with a mission to disrupt the cycle of poverty for single mothers and their children, two generations at a time.",
      "preview": "Disrupting Generational Poverty Jeremiah Program is a national organization with a mission to disrupt the cycle of poverty for single mothers and thei"
    },
    {
      "url": "https://4gnews.pt/ve-como-e-o-wear-os-3-sem-a-personalizacao-da-samsung-por-cima/",
      "title": "Vê como é o Wear OS 3 sem a personalização da Samsung por cima - 4gnews",
      "description": "A meados deste ano, a Google desvendou o Wear OS 3 como a plataforma que irá revitalizar os concorrentes ao Apple Watch. Esta nova plataforma foi...",
      "preview": "A tecnologia está do teu lado Google A meados deste ano, a Google desvendou o Wear OS 3 como a plataforma que irá revitalizar os concorrentes ao Apple"
    },
    {
      "url": "https://www.standard.co.uk/news/london/prince-william-sympathises-with-distraught-bake-off-fans-at-south-london-youth-club-a3345171.html",
      "title": "Prince William sympathises with Great British Bake Off fans at Wandsworth youth club | London Evening Standard | The Standard",
      "description": "Prince William has sympathised with \"distraught\" Great British Bake Off fans - but said the show will be just as good on Channel 4.",
      "preview": "News | London Prince William sympathises with 'distraught' Great British Bake Off fans at Wandsworth youth club 'Mary Berry eat your heart out': Princ"
    },
    {
      "url": "https://kj555.net/virtual-casino-etiquette/",
      "title": "Virtual Casino Etiquette - Kj555",
      "description": "void",
      "preview": "Skip to content The best way to host a teenage party that stays under control is to provide an activity that completely involves and engages the kids."
    },
    {
      "url": "https://www.leicestermercury.co.uk/news/local-news/man-stuck-2-storeys-up-1995658",
      "title": "Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg - Leicestershire Live",
      "description": "Firefighters were called to rescue the man",
      "preview": "News Man stuck 2-storeys up scaffolding in Burbage with suspected broken leg Firefighters were called to rescue the man leicestermercury Bookmark Shar"
    },
    {
      "url": "https://consumer.ftc.gov/consumer-alerts",
      "title": "Consumer Alerts | Consumer Advice",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "http://jijislief.nl/categorie_zwanger",
      "title": "Jij is Lief - Zwanger",
      "description": "Stuur je vrienden een super orgineel kaartje via internet!",
      "preview": "Zwanger 61 Als een bekende van je een kind verwacht, ga je die met deze kaartjes zeker blij maken! Kies een andere categorie En? Vertel ik ben zo beni"
    },
    {
      "url": "https://bbpress.org/",
      "title": "bbPress.org",
      "description": "Forums, made the WordPress way",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About Make Codex News Forums Download bbPress.org Meet bbPress Forum software from the creators of"
    },
    {
      "url": "https://blog.airtable.com",
      "title": "Airtable Blog | For The Record",
      "description": "Stories, updates, and other fun tidbits from Airtable",
      "preview": "\"Participants bring their biggest challenges and boldest visions, and the incubator provides the structure, mentorship, and platform to bring those id"
    },
    {
      "url": "https://www.meta.com/quest/",
      "title": "Visori VR e MR Meta Quest e accessori accessori | Meta Store",
      "description": "Sfida la realtà con Meta Quest. I nostri visori MR e VR ridefiniscono il gaming e l'intrattenimento del mondo digitale. Scopri di più su Quest 3S ed esplora tutti i visori.",
      "preview": "void"
    },
    {
      "url": "https://www.nhl.com/player",
      "title": "NHL Hockey Players | NHL.com",
      "description": "The latest stats, fantasy news, video and more of players in the National Hockey League.",
      "preview": "Skip to Main Content Close"
    },
    {
      "url": "http://www.lifewatch.be",
      "title": "Homepage | Lifewatch",
      "description": "void",
      "preview": "Skip to main content LifeWatch Belgium, supporting your biodiversity & ecosystem research Find out more LifeWatch Belgium, supporting your biodiversit"
    },
    {
      "url": "http://www.mothersruinchi.com",
      "title": "Mother's Ruin Chicago",
      "description": "2943 N Milwaukee Ave, Chicago, IL 60618",
      "preview": "Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open Daily at 11AM Mother's Ruin Chicago Open"
    },
    {
      "url": "https://privacyportal.onetrust.com/webform/e65b3c4c-fa81-40d2-9df0-c7e99bf5f900/433ac076-21f3-4342-b391-a4d7d631cd3f",
      "title": "Privacy Web Form",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bugzilla.mozilla.org/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=support",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "https://wp.api.aclu.org/issues/privacy-technology",
      "title": "Privacy & Technology | American Civil Liberties Union",
      "description": "The ACLU works to expand the right to privacy, increase the control individuals have over their personal information, and ensure civil liberties are enhanced rather than compromised by technological innovation.",
      "preview": "Skip navigation Privacy & Technology The ACLU works to expand the right to privacy, increase the control individuals have over their personal informat"
    },
    {
      "url": "https://cops.usdoj.gov",
      "title": "Home | COPS OFFICE",
      "description": "void",
      "preview": "Skip to main content \"Democrats have shut down the government. Department of Justice websites are not currently regularly updated. Please refer to the"
    },
    {
      "url": "http://www.onguardonline.gov/articles/0031-kids-privacy",
      "title": "Protecting Your Child's Privacy Online | Consumer Advice",
      "description": "As a parent, you have control over the personal information companies collect online from your kids under 13.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.bose.com/en_us/index.html",
      "title": "Headphones, Earbuds, Speakers, Soundbars, & More | Bose",
      "description": "Experience the latest in sound innovation. Shop Bose headphones, speakers, soundbars, and more, supported by premium customer service. Sound is Power.",
      "preview": "Melt into the music Feel the awakening tinge of new, limited-edition Ice Blue. SHOP Trending Products Color: Ice Blue Select Color New color Bose Quie"
    },
    {
      "url": "https://climatetrace.org/news/more-than-70000-of-the-highest-emitting-greenhouse-gas",
      "title": "More Than 70,000 of the Highest Emitting Greenhouse Gas Sources Identified in Largest Available Global Emissions Inventory | Climate TRACE",
      "description": "void",
      "preview": "Independent Greenhouse gas Emissions Tracking Loading data from 1,813,558 emissions sources summarized from 662,637,077 assets. News & Insights More T"
    },
    {
      "url": "https://blog.acvwilson.me/",
      "title": "puts post",
      "description": "Thoughts, code and food.",
      "preview": "puts post 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna justinrampage Artist Andy Wynn of Ga"
    },
    {
      "url": "http://www.pagat.com/invented/cribbage_solitaire.html",
      "title": "Rules of Card Games: Cribbage Solitaire",
      "description": "How to play Cribbage Solitaire, a one-player version of the card game Cribbage developed by Natty Bumppo, author of the Columbus Book of Euchre.",
      "preview": "Home A-Z Home Page > Invented Games > Cribbage Solitaire Cribbage Solitaire © 1993, 2017, 2018 Natty Bumppo Cribbage is a card game that lends itself"
    },
    {
      "url": "https://bombayhighcourt.nic.in",
      "title": "Official Website of High Court of Bombay",
      "description": "Official website of the High Court of Bombay.",
      "preview": "void"
    },
    {
      "url": "https://www.edgefieldadvertiser.com/2013/02/antler-measuring-sessions-set-across-south-carolina/",
      "title": "Antler Measuring Sessions Set Across South Carolina - The Edgefield Advertiser",
      "description": "void",
      "preview": "Antler Measuring Sessions Set Across South Carolina By Edgefield Advertiser on February 23, 2013 Comments Off on Antler Measuring Sessions Set Across"
    },
    {
      "url": "https://www.wfmn.org/",
      "title": "Women's Foundation of Minnesota",
      "description": "The Women's Foundation invests in ending systemic inequities and driving innovation for gender and racial justice.",
      "preview": "Skip to main content Skip to accessibility controls Reproductive Freedom Fund To ensure access to essential health care and support those who need it"
    },
    {
      "url": "https://www.nj.gov/dep/get-past-plastic/#reusable_bags",
      "title": "NJDEP",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.script-fix.com/",
      "title": "Script & Screenplay Coverage | The Choice of Industry PRODUCERS & WRITERS",
      "description": "We provide script coverage, story development notes and screenplay analysis to the entertainment industry. Notably producers + sold screenwriters. Let us be your creative partner.",
      "preview": "Welcome to Script-Fix! We provide script coverage and screenplay development notes to writers and producers working in film and television. Let us be"
    },
    {
      "url": "https://calendrier.tunisie.co/evenement/4226/zammour-trekking-challenge-trail-les-14-15-et-16-janvier-2022-472410/",
      "title": "Zammour Trekking Challenge Trail, les 14, 15 et 16 Janvier 2022",
      "description": "Le Zammour Trekking Challenge Trail aura bien lieu en 2022",
      "preview": "void"
    },
    {
      "url": "https://covid19.ca.gov/",
      "title": "COVID-19",
      "description": "void",
      "preview": "This site requires javascript. Please enable javascript on your browser to view this site. Division of Communicable Disease Control > Pages > Immuniza"
    },
    {
      "url": "https://myfox8.com/remarkable-women-of-the-piedmont-triad-2021/",
      "title": "Remarkable Women of the Piedmont Triad | FOX8 WGHP",
      "description": "Remarkable Women is our way of recognizing the great contributions women have made to our nation and local communities.",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.typography.guru/journal/letterspacing-r24/",
      "title": "OpenType Myths Explained - Typography Journal",
      "description": "First of all, it's important to know that OpenType is not as new as some marketing claims try to suggest. It is directly based on the TrueType specifications, or to be even more precise: it is based on Apple's SFNT (\"Spline Font\") format originally developed for QuickDraw. You can think of OpenTy...",
      "preview": "Jump to content Typography.Guru Typography.Guru Sign In Existing user? Sign In Sign In Email Address Password Remember me Not recommended on shared co"
    },
    {
      "url": "https://us02web.zoom.us/j/82663842838?pwd=NTkwSzBSQ2c5UFExUCtZc0dIdDBkZz09",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://www.columbiabank.com/",
      "title": "Columbia Bank | ColumbiaBank.com",
      "description": "Columbia Bank is here for you now more than ever. Our local business and personal bankers have helped our communities for over 50 years. Join us today.",
      "preview": "Link to Home Page Link to Home Page Close"
    },
    {
      "url": "https://docs.aws.amazon.com/sagemaker/latest/dg/whatis.html",
      "title": "What is Amazon SageMaker AI? - Amazon SageMaker AI",
      "description": "Learn about Amazon SageMaker AI, including information for first-time users.",
      "preview": "What is Amazon SageMaker AI? - Amazon SageMaker AI Documentation Amazon SageMaker Developer Guide Amazon SageMaker AI rename Amazon SageMaker and Amaz"
    },
    {
      "url": "http://www.headphone.com/",
      "title": "Headphones.com - Shop the best headphones and home audio",
      "description": "Find the best headphones, speakers and home audio. 365-day returns, free shipping over $100 and legendary customer service!",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Spend $100 more to get free shipping! Load"
    },
    {
      "url": "http://www.moxhe.com.au/",
      "title": "Sports Nutritionist Melbourne - Moxhe",
      "description": "Are you looking for a sports nutritionist in Melbourne to take your performance to the next level? You're in the right place. Our Melbourne-based sports",
      "preview": "Skip to content As Featured In Client Success Stories from Melbourne Real results from real people across Melbourne's fitness community S Sarah, Melbo"
    },
    {
      "url": "https://www.blueorigin.com/",
      "title": "Home | Blue Origin",
      "description": "Blue Origin was founded by Jeff Bezos with the vision of enabling a future where millions of people are living and working in space for the benefit of Earth.",
      "preview": "Latest Flight New Shepard Mission NS-36 Replay New Glenn Reaches Orbit Replay Fly to Space on New Shepard Become an Astronaut Reusable Rocket Engines"
    },
    {
      "url": "https://www.joytours.com/",
      "title": "JoyTours.com is for sale | HugeDomains",
      "description": "Choosing the right domain name can be overwhelming. Our personalized customer service helps you get a great domain.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://dribbble.com/wideeye/",
      "title": "Wide Eye | Dribbble",
      "description": "Wide Eye | We're a creative digital agency based in Washington DC (https:// | Connect with them on Dribbble; the global community for designers and creative professionals.",
      "preview": "Dribbble: the community for graphic design Shots Shots Designers Services Sign up Log in Wide Eye Washington, D. C., United States Get in touch Follow"
    },
    {
      "url": "http://www.google.kg/url?q=http://car-used-cars.remmont.com/news/cars-movie-character-names-with-pictures/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://car-used-cars.remmont.com/news/cars-movie-character-names-"
    },
    {
      "url": "https://link.springer.com/article/10.1007/s11625-020-00865-z",
      "title": "Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration | Sustainability Science",
      "description": "The World Trade Organization (WTO) is in a unique position to deliver on Sustainable Development Goal (SDG) 14.6 by reforming global fisheries subsidies in",
      "preview": "Skip to main content Ambitious subsidy reform by the WTO presents opportunities for ocean health restoration Note and Comment Open access Published: 2"
    },
    {
      "url": "http://www.citizenschamber.org/",
      "title": "Angelina County Citizens Chamber of Commerce | Committed To Community",
      "description": "Learn about the Angelina County Citizens Chamber of Commerce, serving Angelina County since 1940. Explore membership benefits, marketing opportunities, leadership programs, & community outreach.",
      "preview": "Login John Doe My Account Logout Committed To Community & Business Angelina County Citizens Chamber of Commerce Learn More At the Angelina County Citi"
    },
    {
      "url": "https://cfgreateratlanta.org/",
      "title": "Community Foundation for Greater Atlanta",
      "description": "void",
      "preview": "FOR DONORS FOR ADVISORS FOR NONPROFITS FOR SCHOLARSHIPS TogetherATL Let's build a stronger Atlanta for all. The Community Foundation for Greater Atlan"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Map_Features",
      "title": "Map features - OpenStreetMap Wiki",
      "description": "void",
      "preview": "tagging #Mapfeatures #Mapfeatures tagging Map features From OpenStreetMap Wiki (Redirected from Map Features ) Jump to navigation Jump to search Help"
    },
    {
      "url": "https://gaana.com",
      "title": "Download Latest MP3 Songs Online: Play Old & New MP3 Music Online on Gaana.com",
      "description": "Gaana.com- Listen & Download latest MP3 songs online. Download new or old Hindi songs, Bollywood songs, English songs* & more on Gaana+ and play offline. Create, share and listen to streaming music playlists.",
      "preview": "All Trending Songs New Songs Old Songs Moods & Genres Dil Se Pancham Party Romance 90s & 2000s Bhakti Indie EDM Ghazals Workout Stars Retro Wedding Ki"
    },
    {
      "url": "http://www.firenze.linux.it/",
      "title": "FLUG | Firenze Linux User Group",
      "description": "void",
      "preview": "Vai al contenuto Questo è il sito web del Firenze Linux User Group o FLUG, un insieme di persone che promuovono e supportano la diffusione del softwar"
    },
    {
      "url": "https://filmtoro.cz/film/hydra",
      "title": "Hydra (2009) ▶️ Kde sledovat",
      "description": "Je Hydra (2009) online na Netflixu, HBO Max, Oneplay nebo Disney+? Vime, kde, kdy a jak se streamuje online.",
      "preview": "Hydra Pro tento titul zatím čekáme na popisek 😎 📺 Trailer 🎥 Film 📆 2009 🇺🇸 USA ⏰ 93 minut ️▶️ Kde sledovat Tento titul není nikde online 😢 📢 Filmy na"
    },
    {
      "url": "http://www.athena.it/",
      "title": "Athena.IT - Soluzioni Cloud, Web e Mobile",
      "description": "Athena.IT è un'azienda leader di Informatica e Tecnologia in Italia presente sul mercato da oltre 30 anni. Fornisce soluzioni personalizzate Cloud, Web e Mobile per le imprese e le pubbliche amministrazioni.",
      "preview": "Home Chi Siamo L'azienda Sedi Partners Certificazioni Progetti di Ricerca Codice Etico Lavora con noi Area Riservata Soluzioni Smart Working Infrastru"
    },
    {
      "url": "https://datos.gob.es/en/catalogo/l01380380-barrios-poblacion-ano-20191",
      "title": "Barrios. Población año 2019 - Dataset - Datos.gob.es",
      "description": "Open data from the Spanish government for the opening of public information and the development of advanced data-driven services. It is promoted by the Ministry for Digital Transformation and Public Service and the Public Business Entity Red.es.",
      "preview": "Skip to content Language EN Español English Català Galego Euskara Publisher Log in"
    },
    {
      "url": "https://cicitive.dk/tag/jul/",
      "title": "jul Arkiv - Cicitive",
      "description": "void",
      "preview": "HÆKLERIER, PÆNE TING OG GODT HUMØR Søg Hækleopskrift på nissehue til hæklet minimus Indlægget indeholder reklamelinks Som lovet kommer her opskriften"
    },
    {
      "url": "https://www.etonline.com/bachelorette-star-kaitlyn-bristowe-engaged-to-jason-tartick-exclusive-156837",
      "title": "Kaitlyn Bristowe Engaged to Jason Tartick (Exclusive Details) | Entertainment Tonight",
      "description": "ET is breaking down all the details about their engagement, including exclusive pics from the proposal.",
      "preview": "News 'Bachelorette' Star Kaitlyn Bristowe Engaged to Jason Tartick: Exclusive Details Inside the Proposal! Kaitlyn Bristowe and Jason Tartick Are Enga"
    },
    {
      "url": "http://juggle.gaertner.de/",
      "title": "Juggle Home Page",
      "description": "void",
      "preview": "Juggle Home - Bits'n'Pieces - Feature Hitlist - Problem Reports - Mailing lists - The J Repository - References +-------------------+ | 9!:12'' | |5 |"
    },
    {
      "url": "http://www.outerspacious.com/privacy-policy",
      "title": "Outerspacious Software - Privacy Policy",
      "description": "void",
      "preview": "Home Support By visiting our Website, downloading our Application(s), and/or otherwise accessing and/or using our Service, you are agreeing to the ter"
    },
    {
      "url": "https://www.nintendo.com/whatsnew/super-nintendo-world-opens-at-universal-studios-hollywood-on-friday-february-17-2023/",
      "title": "SUPER NINTENDO WORLD Opens at Universal Studios Hollywood on Friday, February 17, 2023 - News - Nintendo Official Site",
      "description": "New Details Revealed as Countdown to the Highly-Anticipated Opening Approaches Click here for a sneak peek. Let's-a go! SUPER NINTENDO WORLD™, the innovative, immersive and highly-anticipated themed land officially opens at Universal Studios Hollywo...",
      "preview": "SUPER NINTENDO WORLD Opens at Universal Studios Hollywood on Friday, February 17, 2023 New Details Revealed as Countdown to the Highly-Anticipated Ope"
    },
    {
      "url": "https://www.agavecom.cz/avg-antivirus-business-edition-edu-1-4-pc-2-roky",
      "title": "AVG Antivirus Business Edition EDU pro 1-4 PC na 2 roky",
      "description": "AVG Antivirus Business Edition obsahuje: Cloud Management Console, Souborový štít, E-mailový štít, Webový štít, Link Scanner, Behaviorální štít, Firewall, Skartovač souborů, CyberCapture, Celkový test, Ochrana serveru SharePoint.",
      "preview": "Hľadanie Hledat ve zboží Hledat v článcích Přihlášení Nová registrace 0 ks / 0,00 Kč 0 ks / 0,00 Kč Slevy pro školy, zdravotnictví FAQ Obchodní podmín"
    },
    {
      "url": "https://techdevguide.withgoogle.com/",
      "title": "Resources - Google Careers",
      "description": "We've curated good stuff like playlists, technical development resources, and other material to help you be your best.",
      "preview": "Careers Careers home Home work_outline Jobs expand_more noogler_hat Students expand_more google How we work expand_more handyman How we hire expand_mo"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/google-maps",
      "title": "Newest 'google-maps' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://budgestudios.com",
      "title": "Budge Studios | Apps for Kids",
      "description": "Our apps for kids take the most popular and loved children's characters on exciting digital adventures. Discover amazing games for the whole family.",
      "preview": "Frozen Bluey PAW Patrol My Little Pony World Barbie Budge World Miraculous DC Super Hero Girls EverRun Hello Kitty Hot Wheels My Little Pony RaceCraft"
    },
    {
      "url": "https://projecteuler.net/archives",
      "title": "Archived Problems - Project Euler",
      "description": "A website dedicated to the fascinating world of mathematics and programming",
      "preview": "Problem Archives The problems archives table shows problems 1 to 953. If you would like to tackle the 10 most recently published problems, go to Recen"
    },
    {
      "url": "https://www.hamiltonfamilies.org/",
      "title": "Hamilton Families",
      "description": "void",
      "preview": "Back About Us 40th Anniversary History Our Leadership Our CEO Kyriell Noon Our Mission Committee Our Programs Our Financials Annual Economic Statement"
    },
    {
      "url": "https://www.nimh.nih.gov/index.shtml",
      "title": "National Institute of Mental Health (NIMH) - Transforming the understanding and treatment of mental illnesses",
      "description": "void",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.findymail.com/?via=w7qyde8i953fj9s6sv8r",
      "title": "Email Finder: Find Verified Emails for free | Findymail",
      "description": "Automatically scrape, find & clean emails for your B2B prospecting. No bounce / invalid emails. First 10 emails free !",
      "preview": "Skip to content B2B Email & Phone Data For Modern Sales Teams Reach more targets without destroying your reputation with built-in email verification a"
    },
    {
      "url": "http://geographx.co.nz/",
      "title": "Geographx - maps, cartographic design, 3D visualisation",
      "description": "void",
      "preview": "Skip to content Wilderness and Backcountry maps of New Zealand Geographx cartographic art and design Wall Maps Folded Maps Shopping Cart Scroll to Top"
    },
    {
      "url": "https://budgestudios.com/en/legal/privacy-policy/",
      "title": "Privacy Policy - Budge Studios-Mobile Apps For Kids",
      "description": "Budge Studios was founded in 2010 with the mission to entertain and educate children around the world, through innovation, creativity, and fun.",
      "preview": "Privacy Policy English Français Deutsch Español Italiano Nederlands 한국어 日本語 Português 繁體字 简体中文 BUDGE STUDIOS PRIVACY POLICY Last update: Febraury 24th"
    },
    {
      "url": "https://www.youtubekids.com/",
      "title": "YouTube Kids",
      "description": "Condividi i tuoi video con gli amici, i familiari e il mondo intero",
      "preview": "Per utilizzare YouTube Kids, chiedi a un genitore di aggiornare il browser."
    },
    {
      "url": "https://www.lyft.com/lyftup/programs",
      "title": "Rides for all with Lyft Up | Lyft",
      "description": "Join Lyft in helping provide affordable, reliable transportation access to all. Through Lyft Up initiatives, Lyft provides free or discounted rides to those who need them most - from job seekers to disaster survivors. Learn more about Lyft Up and opt in to round up and donate today.",
      "preview": "Skip to main content Transportation for all Millions of people lack access to basic needs because they can't get a ride. Through our Lyft Up initiativ"
    },
    {
      "url": "https://weconnectinternational.org/",
      "title": "weconnectinternational.org",
      "description": "void",
      "preview": "WEConnect International helps drive money into the hands of women business owners by enabling them to compete in the global marketplace. Join Us! WOME"
    },
    {
      "url": "https://treasury.worldbank.org/",
      "title": "Treasury",
      "description": "The World Bank is a supranational issuer of triple-A bonds supporting sustainable development around the world",
      "preview": "Who We Are Organizational Units This page in: EN dropdown 日本語 This page in: _ English 日本語 dropdown Africa's Disaster Shield: World Bank's Innovative T"
    },
    {
      "url": "http://www.isfdb.org/cgi-bin/title.cgi?1653700",
      "title": "Title: General Akmed's Revenge?",
      "description": "void",
      "preview": "Title: General Akmed's Revenge? You are not logged in. If you create a free account and sign in, you will be able to customize what is displayed. Sear"
    },
    {
      "url": "https://newsroom.paypal-corp.com/home",
      "title": "PayPal Newsroom | Home",
      "description": "Check out how PayPal creates opportunity for people and businesses around the world. Plus, the latest news, resources and contact information.",
      "preview": "Featured Story HERO slider - Chainlink and Solana Performance Corporate Announcements Strategic Partnerships Google and PayPal Forge Multiyear Partner"
    },
    {
      "url": "https://privacyseals.bbbprograms.org/seal/Confirmation/1114171343",
      "title": "Apple Inc. - BBB National Programs Global Privacy Seals",
      "description": "void",
      "preview": "Sorry, you need Javascript on to email me. Apple Inc. is a participant in the BBB National Programs ® Cross Border Privacy Rules Program Apple Inc. is"
    },
    {
      "url": "https://wwmt.com/news/local/jack-snyder-battle-creek-shooting-killing-central-high-school-teenager-police-department-arrest-memorial-arraigned-charged",
      "title": "14-year-old charged in deadly shooting of Battle Creek Central High School student",
      "description": "A 14-year-old boy, was arraigned Friday forJack Snyder, an athlete, son, teammate and friend to many, was finishing out his senior year at Battle Creek Centra",
      "preview": "Fri, 10 Oct 2025 10:12:11 GMT (1760091131597) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.gopapaya.co.in/",
      "title": "PA PA YA test",
      "description": "At Pa Pa Ya, eating is an experience unlike any, where we take you on a culinary journey through the landscape of Asia in a manner which has never been done before",
      "preview": "Twitter Instagram Pa Pa Ya It is a complete reinvention of Asian cuisine on a global scale. Leave your preconceived notions and perceptions out of the"
    },
    {
      "url": "https://biblio-n.oca.eu/biblio/pmb3.0/opac_css/index.php?lvl=more_results&mode=keyword&user_query=Continental+margins+--+Mediterranean+Sea+--+Thesis&tags=ok",
      "title": "Catalogue en ligne Service bibliothÃ¨que de l'Observatoire de la CÃ´te d'Azur / CÃ´te d'Azur Observatory library",
      "description": "Catalogue en ligne Service bibliothÃ¨que de l'Observatoire de la CÃ´te d'Azur / CÃ´te d'Azur Observatory library.",
      "preview": "Nouvelle recherche RÃ©sultat de la recherche 10 rÃ©sultat(s) recherche sur le tag 'Continental margins -- Mediterranean Sea -- Thesis' triÃ©(s) par (P"
    },
    {
      "url": "https://majestic.com/reports/keyword-generator?seed=tulsamarketingonline.com",
      "title": "Majestic Backlinks - Upgrade To Continue",
      "description": "Keyword Generator will help you create keyword lists from a handful of seed websites. It mines the entire Majestic database to offer keyword insights you won't find anywhere else.",
      "preview": "MENU Majestic Sign Up for FREE Plans & Pricing Login English Deutsch Español Français Italiano 日本語 Nederlands Polski Português 中文 Warning: Javascript"
    },
    {
      "url": "https://puzzles.theguardian.com/download",
      "title": "Crosswords | Online and free | The Guardian",
      "description": "Free crosswords that can be completed online by mobile, tablet and desktop, and are printable. Daily easy, quick and cryptic crosswords puzzles.",
      "preview": "Skip to main content Skip to navigation Crosswords Quick Quick crossword No 17,295 Cryptic Cryptic crossword No 29,822 Quick cryptic Quick cryptic cro"
    },
    {
      "url": "https://luxome.com/products/bamboo-sheets",
      "title": "The Best Bamboo Sheets | 10,000+ Reviews | LUXOME",
      "description": "The best bamboo sheets ever made. Our 100% viscose from bamboo sheets are an absolute dream. Woven for luxurious softness, temperature regulation, and extreme durability.",
      "preview": "Luxury Sheet Set 100% Viscose from Bamboo Sheets $155 10540 Reviews Embodied in softness and elegance, our Luxury Sheets have earned their place as th"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-172-performance-engineering-of-software-systems-fall-2018/",
      "title": "Performance Engineering of Software Systems | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "6.172 is an 18-unit class that provides a hands-on, project-based introduction to building scalable and high-performance software systems. Topics include performance analysis, algorithmic techniques for high performance, instruction-level optimizations, caching optimizations, parallel programming, and building scalable systems. The course programming language is C.",
      "preview": "Browse Course Material Course Info Instructors Prof. Charles Leiserson Prof. Julian Shun Departments Electrical Engineering and Computer Science As Ta"
    },
    {
      "url": "https://usenetloadsyulh.web.app/ivester19042jid/304112.html",
      "title": "Cómo descargar s w para la cámara de windows 10 (2020)",
      "description": "Echa un vistazo a nuestra selección de programas para gestionar la webcam de tu PC con el que podrás comunicarte con tus amigos mediante vídeo en directo",
      "preview": "Skip to content Descargar cámara 360 Cómo descargar B612 gratis B612 es una aplicación de fotografía para Android, Windows Phone y iOS que ofrece dive"
    },
    {
      "url": "https://www.nfl.com/news/sean-payton-introduced-broncos-head-coach-russell-wilson-greg-penner",
      "title": "Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson",
      "description": "Sean Payton was officially introduced as Denver Broncos head coach on Monday at the team's headquarters in Englewood, Colorado, and it didn't take long for the Russell Wilson question to arise.",
      "preview": "Skip to main content Advertising Around the NFL Sean Payton introduced as Broncos head coach, discusses plan for QB Russell Wilson Published: Feb 06,"
    },
    {
      "url": "https://www.latham.london/2016/06/shanghai-set-to-improve-air-quality-ahead-of-g20-summit/",
      "title": "Shanghai Set to Improve Air Quality Ahead of G20 Summit | Latham.London",
      "description": "By Paul Davies and Andrew Westgate In advance of the first ever G20 summit to be hosted in China this year, the Shanghai Environmental Protection Bureau",
      "preview": "Skip to content By Paul Davies and Andrew Westgate In advance of the first ever G20 summit to be hosted in China this year, the Shanghai Environmental"
    },
    {
      "url": "https://www.kff.org/hivaids/fact-sheet/black-americans-and-hivaids-the-basics/",
      "title": "The Impact of HIV on Black People in the United States | KFF",
      "description": "Black people in the U.S. have been disproportionately affected by HIV since the epidemic's beginning, and that disparity has deepened over time. Black people account for more new HIV diagnoses, people estimated to be living with HIV, and HIV-related deaths than any other racial/ethnic group in the U.S. This fact sheet provides an overview of the impact of HIV on Black people in the U.S.",
      "preview": "Skip to main content Home Topics HIV/AIDS The Impact of HIV on Black People in the United States Published: Sep 9, 2024 Print Email Copy Link Key Fact"
    },
    {
      "url": "https://www.unm.edu/accessibility.html",
      "title": "Accessibility :: New Mexico's Flagship University | The University of New Mexico",
      "description": "void",
      "preview": "Skip to main content Toggle navigation UNM A-Z myUNM Directory The University of New Mexico UNM A-Z myUNM Directory Help Student Support StudentInfo F"
    },
    {
      "url": "https://7elevenna.service-now.com/csm_stripe",
      "title": "Customer Service Portal Stripe - Stripe Customer Support",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "http://www.brightonbased.co.uk/",
      "title": "Computer Repair, Laptop Repair and IT Support in Brighton and Hove",
      "description": "We are a leading provider of computer repair, laptop repair and IT support services in Brighton and Hove. Please call 01273 933250 or 07929 074037 for more information on the range of services available.",
      "preview": "Need Technical Help, Support and Solutions for all your Computer Problems? Then call Brightonbased Computer Services NOW on 01273 933250 or 07929 0740"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "https://www.mccormickfoundation.org/",
      "title": "Homepage - Robert R. Mccormick Foundation",
      "description": "The Robert R. McCormick Foundation envisions a Chicagoland with educated and informed individuals who are engaged in improving their communities.",
      "preview": "Skip to content We invest in organizations building thriving Chicago communities $1.8 Billion Granted Since 1955, the Robert R. McCormick Foundation h"
    },
    {
      "url": "https://cab1729.tumblr.com/post/139491941027",
      "title": "math geek with no social life, codeorg: What we think of computer science is...",
      "description": "codeorg: \"What we think of computer science is changing. Sources: Gallup/Google and Horizon media \"",
      "preview": "math geek with no social life codeorg : What we think of computer science is changing. Sources: Gallup/Google and Horizon media Reblogged 9 years ago"
    },
    {
      "url": "https://support.nature.com/support/home",
      "title": "Support : Nature Support",
      "description": "void",
      "preview": "Welcome to Nature support How can we help you today? Enter your search term here... Search Account Management Nature for Individuals Nature Institutio"
    },
    {
      "url": "https://thealbumcafe.com/",
      "title": "TheAlbumCafe.com is for sale | HugeDomains",
      "description": "Great domain names provide SEO, branding, and a memorable experience for your users. Get a premium domain today.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://undergraduate.bulletins.psu.edu/undergraduate/colleges/engineering/civil-engineering-bs/#suggestedacademicplantext",
      "title": "Civil Engineering, B.S. (Engineering) &vert Penn State",
      "description": "void",
      "preview": "New Bulletin Edition: You are viewing the 2025-2026 edition of the Undergraduate Bulletin. Undergraduate students who entered the university prior to"
    },
    {
      "url": "https://www.devops-research.com/research.html",
      "title": "DORA | Get Better at Getting Better",
      "description": "DORA is a long running research program that seeks to understand the capabilities that drive software delivery and operations performance. DORA helps teams apply those capabilities, leading to better organizational performance.",
      "preview": "void"
    },
    {
      "url": "https://www.bancomundial.org/es/country/argentina",
      "title": "Banco Mundial en Argentina: Proyectos, investigación y datos para el desarrollo",
      "description": "Conozca los últimos datos, investigaciones e indicadores de desarrollo del Banco Mundial para Argentina. Acceda a datos económicos, estadísticas, información sobre proyectos, investigaciones sobre el desarrollo realizadas por expertos del Banco Mundial y noticias de última hora.",
      "preview": "Esta página en: Español English Esta página en: Español English El Banco Mundial en Argentina El Banco Mundial es un socio estratégico de largo plazo"
    },
    {
      "url": "https://www.usatodaysportsplus.com/",
      "title": "USA TODAY Sports+: Premium Sports Content",
      "description": "Learn more about Premium sports content from USA TODAY Sport+",
      "preview": "Skip to main content Home NFL Sports Betting Sports+ States Scores For Subscribers NBA MLB Soccer NHL College Football College Men's Basketball Women'"
    },
    {
      "url": "https://waterfrontshaw.com/",
      "title": "Lavasa Hotels | The Waterfront Shaw",
      "description": "The Waterfront Shaw is one of the best Resorts in Lavasa that brings a luxurious lifestyle and offers a choice of accommodation with modern facilities",
      "preview": "Skip to content Waterfront Shaw AWARD WINNING RESORT The Waterfront Shaw, Lavasa offers a choice of luxury accommodation featuring 1 Bedroom and 2 Bed"
    },
    {
      "url": "https://energycrisis.co.uk/alternative-energy/",
      "title": "Alternative Energy - Energycrisis.co.uk",
      "description": "void",
      "preview": "Skip to content 1 Comment on Alternative Energy Posted in Energy Crisis Issues By jacob Posted on October 6, 2019 July 12, 2019 It may surprise reader"
    },
    {
      "url": "https://shenandoahtx.us/214/Emergency-Management",
      "title": "Emergency Management | Shenandoah, TX",
      "description": "The Shenandoah Emergency Operations Center (EOC) is a state-of-the-art facility within the City of Shenandoah Municipal Complex. The controlled access EOC is capable of self-sustained operations in the absence of public utility services.",
      "preview": "Skip to Main Content Create a Website Account - Manage notification subscriptions, save form progress and more. Website Sign In Home Government Depart"
    },
    {
      "url": "https://www.esquire.com/entertainment/movies/a43023561/chris-pine-dungeons-and-dragons-interview-2023/",
      "title": "Chris Pine on 'Dungeons & Dragons,' Harry Styles, 'Don't Worry Darling,' 'Star Trek,' and His Career",
      "description": "At his home, high up in the hills of Los Angeles, the actor considers the first twenty years of his surprising career-including a very viral 2022-and the next twenty. But first, a shvitz.",
      "preview": "Skip to Content Discover Entertainment Cover Stories Taika Waititi Doesn't Talk About His Fee... The King of Scotland Daniel Craig Is a Movie Star Fro"
    },
    {
      "url": "https://www.lovecrafts.com/en-gb/c/article/how-to-crochet-a-granny-square",
      "title": "How to Crochet a Granny Square for Beginners | LoveCrafts",
      "description": "A crochet square is the perfect project to start on your crocheting journey! Discover how to crochet a granny square with our step-by-step tutorial, video and free granny square pattern.",
      "preview": "Skip to main content JavaScript seems to be disabled in your browser. You must have JavaScript enabled in your browser to utilize the functionality of"
    },
    {
      "url": "https://starvistalive.com/",
      "title": "Home | StarVista Live",
      "description": "StarVista LIVE Cruises bring together some of the greatest artists and musicians in each genre with true music fans in a luxurious, full ship cruise environment. We provide world class live performances in intimate settings, unparalleled direct access to artists through interactive events, and a chance to have fun, see old friends and meet new ones.",
      "preview": "StarVista Live cruises provide unique experiences and unparalleled access to the superstars you love. Our Events What to expect Malt Shop Memories Cru"
    },
    {
      "url": "https://www.sohadiamondco.com/blogs/fashion/when-something-old-becomes-something-new",
      "title": "When Something Old Becomes Something New - Soha Diamond Co.™",
      "description": "Sometimes, for various reasons, we get requests to repurpose existing jewelry (typically wedding rings) into something brand new. While every request is different, we are delighted to help take existing metal or stones and incorporate into a new and special design. It also gives the chance to have \"something old, somet",
      "preview": "- | / Save up to % Save % Save up to Save Sale Sold out In stock Book Your Visit! Engagement Ring Experts Near You in Madison, WI Search Login 0 Cart"
    },
    {
      "url": "https://www.seqifund.com/",
      "title": "Home - Sequoia Economic Infrastructure Income Fund Limited",
      "description": "Find out more about Sequoia Economic Infrastructure Income Fund limited (LON:SEQI). A specialist in economic infrastructure debt.",
      "preview": "Search Submit search A specialist in infrastructure debt Find out more Award winning ESG strategy Find out more Broadly diversified income-generating"
    },
    {
      "url": "http://www.lemonwade.com/2010/05/03/lynn-redgrave-67-is-dead/",
      "title": "Lynn Redgrave, 67, Is Dead",
      "description": "void",
      "preview": "lemonwade About Contact Subscribe RSS Feed Lynn Redgrave, 67, Is Dead Lynn Redgrave, the theater, film and television actress and scion of the Redgrav"
    },
    {
      "url": "https://www.nyasatimes.com/judge-in-muluzi-case-fails-to-deliver-judgement/",
      "title": "Judge in Muluzi case fails to deliver judgement - Malawi Nyasa Times - News from Malawi about Malawi",
      "description": "Malawi breaking news publishing 24 hours a day news about Malawi, Malawi Business, Malawi Tourism, Malawi Politics, Malawi News",
      "preview": "Skip to content High Court judge Maclean Kamwambi on Tuesday failed to turn up at the court in Blantyre to deliver a landmark judgement on whether for"
    }
  ],
  "_meta": {
    "total_bookmarks": 140
  }
}