{
  "data": [
    {
      "url": "https://7elevenna.service-now.com/csm_stripe",
      "title": "Customer Service Portal Stripe - Stripe Customer Support",
      "description": "void",
      "preview": "Loading..."
    },
    {
      "url": "https://www.svt.se/nyheter/inrikes",
      "title": "Inrikes | SVT Nyheter",
      "description": "Dagligen uppdaterade riksnyheter.",
      "preview": "1 min Åkesson: Måste ändra sig - annars väntar nyval 1 min Regeringen vill införa skarp åldersgräns för sociala medier Utredare ska ta fram lagförslag"
    },
    {
      "url": "https://www.townandcountrymag.com/leisure/arts-and-culture/a42167534/lea-michele-ramin-karimloo-funny-girl-broadway-interview/",
      "title": "Lea Michele and Ramin Karimloo Interview on Funny Girl",
      "description": "Lea Michele and Ramin Karimloo, the stars of Funny Girl, are the toast of the town and Broadway's most charming on-stage pair. And to think, it almost never happened.",
      "preview": "Skip to Content Matthew Murphy The other day, Lea Michele received what anyone playing Fanny Brice in Funny Girl dreams of getting: a note from Barbra"
    },
    {
      "url": "https://mahxipad.tumblr.com/post/143010030732",
      "title": "Computer science: the impact of K-12 on university enrollment - @mahxipad on Tumblr",
      "description": "At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core motiva...",
      "preview": "codeorg Follow Computer science: the impact of K-12 on university enrollment At Code.org, we're regularly asked if teaching computer science in grades"
    },
    {
      "url": "https://graphicburger.com/",
      "title": "GraphicBurger",
      "description": "Tasty design resources made with care for each pixel. Free for both personal & commercial use. Have a bite!",
      "preview": "void"
    },
    {
      "url": "https://antarctic-art.de/portfolio/voegel/",
      "title": "Vögel - Antarctic Art",
      "description": "void",
      "preview": "Zum Inhalt springen Vögel"
    },
    {
      "url": "https://www.oprahdaily.com/life/a41652152/oprahs-favorite-things-2022/",
      "title": "Oprah's Favorite Things 2022 - Full List of Oprah's Gift Ideas",
      "description": "Oprah has selected her annual roundup of perfect gifts for her 2022 list of Oprah's Favorite Things. Shop all of her official holiday picks here.",
      "preview": "Skip to Content This year, we're celebrating small businesses (think family-run, local makers, BIPOC- and woman-founded, and more!). So no matter who"
    },
    {
      "url": "https://extranet.who.int/publicemergency",
      "title": "WHO Health Emergency Dashboard",
      "description": "Monitor health issues around the world",
      "preview": "Searching... Loading.. WHO Health Emergency Dashboard Disclaimer × The World Health Organization (WHO) Health Emergency Dashboard is a platform which"
    },
    {
      "url": "https://t.co/yXqGyo8405",
      "title": "NAACP Reacts to Five Memphis Officers' Not Guilty Pleas | NAACP",
      "description": "NAACP President & CEO: \"As more details emerge in this case, it becomes more clear that we are not dealing with a few rotten apples, we are dealing with a rotten tree.\"",
      "preview": "Skip to main content Search Close Close Donate Close FOR IMMEDIATE RELEASE February 17, 2023 Contact: Jonah Bryson, jbryson@naacpnet.org WASHINGTON -"
    },
    {
      "url": "https://cozyearth.com/products/bamboo-sheet-set?variant=40252110405812",
      "title": "Bamboo Sheet Sets | Cozy Earth",
      "description": "Outfit your mattress with a Cozy Earth viscose from bamboo sheet set for twin, full, queen, and king beds. Include flat sheet, fitted sheet & pillowcases.",
      "preview": "$258 Color: White Select Driftwood color Select Light Grey color Select White color Select Oat color Select Charcoal color Select Walnut color Select"
    },
    {
      "url": "https://www.wtatennis.com/scores",
      "title": "Tennis Scores | Live Updates & Recent Matches - WTA Official",
      "description": "Stay updated with real-time Tennis Scores from the Women's Tennis Association. Track live matches, review recent results and follow your favorite female tennis players. Dive into the world of women's professional tennis today.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Loading Loading matches Rese"
    },
    {
      "url": "http://www.dickestel.com/classic2005.htm",
      "title": "Classic Gaming Expo 2005",
      "description": "void",
      "preview": "Classic Gaming Expo 2005 The 2005 Classic Gaming Expo was held on August 20-21, 2005, at the San Francisco Airport Hilton in Burlingame, CA . Robert B"
    },
    {
      "url": "https://spinthewheel.app/privacy-policy",
      "title": "Wheel Maker | Spin the Wheel - Random Picker",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app. Wheel Maker // Spin the Wheel - Random Picker Discover endless possibilities with Spin the Wheel - Rand"
    },
    {
      "url": "https://bellofox.com/",
      "title": "Buy Women Fashion Accessories,Jewellery, Sunglasses Online - Bellofox",
      "description": "Women Fashion Accessories : Get a fabulous look with the Bellofox beautiful fashion accessories, which will help you to collect some high-fashion accessories to accentuate your wardrobe.",
      "preview": "💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected Styles - Limited Time Only 💖 💖 Buy 2 Get 1 Free on Selected"
    },
    {
      "url": "https://www.tntv.pf/tntvnews/polynesie/societe/covid-19-tension-sur-la-production-de-cercueils/",
      "title": "Covid-19 : tension sur la production de cercueils • TNTV News - Tahiti Nui Télévision",
      "description": "Travaillant 24 heures sur 24, les sociétés funéraires du fenua se retrouvent à cours de bois pour la réalisation de cercueils pour les petits budgets. Un casse-tête quotidien pour ces professionnels qui tachent de trouver des solutions et garder une réactivité pour offrir un service de qualité à leur clientèle.",
      "preview": "Facebook Instagram Youtube Polynésie Culture Economie Environnement Faits divers High Tech Justice Politique Territoriales Portraits Santé Société TNT"
    },
    {
      "url": "https://sesamo.com/cuidandonos/index.html",
      "title": "Cuidándonos unos a otros | Sésamo",
      "description": "Cuidándonos unos a otros Tus amigos en Sésamo están aquí para apoyarte durante la crisis de salud de COVID-19. Sabemos que estos son tiempos estresantes, y las familias en todas partes están creando una nueva realidad. Por lo tanto, nuestro sitio está lleno de contenido que puedes utilizar para generar un aprendizaje lúdico, ofrecer aprendizaje y diversión a los niños y centrarte un poco en ti mismo. Explora nuestros artículos y consejos sobre como hablar con niñas y niños acerca de el virus COVID-19 y nuestros recursos para niñas y niños.",
      "preview": "Para adultos Padres y Cuidadores Educadores Actividades Juegos Videos Art Maker Cuentos Nuestros Programas ¡Listos a Jugar! Sueña, Ahorra, Alcanza Cui"
    },
    {
      "url": "https://www.themodelhm.com",
      "title": "Professional Organizer Washington DC | The Model Home",
      "description": "Transform your space with top-rated Professional Organizer services in Washington DC. The Model Home delivers organizing solutions tailored to your needs.",
      "preview": "Get in touch The Model Home hello@themodelhm.com 555-555-5555 mymail@mailservice.com Contact Us The Model Home - Your Trusted Professional Organizer A"
    },
    {
      "url": "https://www.popphoto.com",
      "title": "Popular Photography: Techniques and How-Tos, Camera Reviews",
      "description": "Popular Photography has offered high-quality how-to articles, gear reviews, and photography inspiration since 1937.",
      "preview": "void"
    },
    {
      "url": "https://supreme.justia.com/cases/federal/us/237/309/",
      "title": "Frank v. Mangum | 237 U.S. 309 (1915) | Justia U.S. Supreme Court Center",
      "description": "Frank v. Mangum",
      "preview": "Frank v. Mangum, 237 U.S. 309 (1915) Overview Opinions Syllabus U.S. Supreme Court Frank v. Mangum, 237 U.S. 309 (1915) Frank v. Mangum No. 775 Argued"
    },
    {
      "url": "http://www.skype.com/go/skype/?cm_mmc=MSFT|TRAF_B1-_-mscom-hero-us",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "https://developer.paypal.com/braintree/docs",
      "title": "Braintree Docs",
      "description": "Our mission is to empower developers with the tools, resources, and simple-to-use SDKs and APIs to build on one platform, so they can serve merchants from around the world.",
      "preview": "Braintree content is moving! In May, our developer documentation, support articles, and help form will move to a centralized location on PayPal Develo"
    },
    {
      "url": "https://www.ellie.com/",
      "title": "Activewear Monthly Subscription Box - Gym & Workout Clothes For Women - Ellie",
      "description": "3 Pieces of exclusive Activewear for $49.95 per month including free shipping - The #1 Activewear Subscription Box that everybody wants and always sells out",
      "preview": "Skip to content Join Today & Get a Free Gift! Free Shipping & Exchanges Choose your styles Mix, match & find your fit. Wear them on repeat Look & feel"
    },
    {
      "url": "https://support.theguardian.com/subscribe/weekly?REFPVID=&INTCMP=undefined&acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22PrintSubscriptionsHeaderLink%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22referrerPageviewId%22%3A%22%22%2C%22referrerUrl%22%3A%22%22%7D",
      "title": "The Guardian Weekly Subscriptions | The Guardian",
      "description": "Subscribe to the Guardian Weekly and enjoy seven days of international news in one magazine with worldwide delivery.",
      "preview": "Please enable JavaScript - we use it to provide the best experience for Guardian Supporters. Click here for instructions to do so in your browser."
    },
    {
      "url": "https://katespadeny.tumblr.com/",
      "title": "kate spade new york",
      "description": "now that's interesting. a blog from kate spade new york.",
      "preview": "frogs...for spring? groundbreaking. Artwork by @DaanHabets #MissAdventure illustration fashion frog purse cute creatrs collection novelty kate spade nel"
    },
    {
      "url": "https://www.mountsinai.org/",
      "title": "Mount Sinai Health System - New York City | Mount Sinai - New York",
      "description": "Located in New York City, the Mount Sinai Health System is an integrated health care system providing exceptional patient care to our local and global communities.",
      "preview": "Meet Our Exceptional Nurses Discover the powerful stories and impact of our nurses Mount Sinai Emergency and Nursing Departments Honored For the first"
    },
    {
      "url": "https://weconnectinternational.org/",
      "title": "weconnectinternational.org",
      "description": "void",
      "preview": "WEConnect International helps drive money into the hands of women business owners by enabling them to compete in the global marketplace. Join Us! WOME"
    },
    {
      "url": "https://www.nationalgrid.com/",
      "title": "Welcome to National Grid Group",
      "description": "National Grid is an energy company operating in the UK and US. We deliver electricity and gas safely, reliably and efficiently to the customers and communities we serve.",
      "preview": "Skip to main content Powering the things you love What can we help you with today? Tab through the cards Experiencing an outage? Call 105 or click her"
    },
    {
      "url": "https://www.nationalgrid.com/",
      "title": "Welcome to National Grid Group",
      "description": "National Grid is an energy company operating in the UK and US. We deliver electricity and gas safely, reliably and efficiently to the customers and communities we serve.",
      "preview": "Skip to main content Powering the things you love What can we help you with today? Tab through the cards Experiencing an outage? Call 105 or click her"
    },
    {
      "url": "https://10web.io/ai-website-builder/",
      "title": "AI Website Builder: Create and Launch in Seconds | 10Web",
      "description": "Create your dream website in seconds with our free AI Website Builder. Just describe, generate, customize, and publish - no coding required!",
      "preview": "Welcome Back! Generate your website with AI - % OFF & Free Domain! AI Website Builder Describe your dream website: AI generates it instantly. Provide"
    },
    {
      "url": "https://www.waltonfamilyfoundation.org/about-us",
      "title": "About Us",
      "description": "void",
      "preview": "About Us Walton Family Foundation: Where Opportunity Takes Root The Walton Family Foundation is rooted in several generations of family, where no voic"
    },
    {
      "url": "https://homelinemn.org/",
      "title": "Free Legal Help for Renters - HOME Line",
      "description": "NOTE: HOME Line's office is currently closed to the public. We cannot accept any walk-in appointments. If you need legal advice, please call our free tenant hotline (612-728-5767) or email an attorney here. HOME Line provides free and low-cost legal, organizing, education, and advocacy services so that tenants throughout Minnesota can solve their own [...]",
      "preview": "NOTE: HOME Line's office is currently closed to the public. We cannot accept any walk-in appointments. If you need legal advice, please call our free"
    },
    {
      "url": "http://www.msn.com/en-us/money/stockdetails/fi-126.1.MSFT.NAS",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.onepixeldev.com/contactappsupport",
      "title": "One Pixel Dev - Contact/App Support",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Contact/App Support Have any questions or bugs? Send them in here, we will respond quickly! Email General - onepixe"
    },
    {
      "url": "https://learntocodewithme.tumblr.com/",
      "title": "Learn to Code With Me",
      "description": "I love technology & helping beginners learn to code.",
      "preview": "Learn to Code With Me Why Having an Online Presence Matters in Your Job Search Looking for a new career in tech? (Or in any industry?) Your online pre"
    },
    {
      "url": "http://www.unhabitat.org/",
      "title": "UN-Habitat - A Better Urban Future | UN-Habitat",
      "description": "UN-Habitat works for a better urban future. Based in over 90 countries, we promote the development of socially and environmentally sustainable cities, towns & communities. UN-Habitat strives for adequate shelter with better living standards for all.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://bmw.oemdtc.com",
      "title": "BMW & MINI - OEMDTC",
      "description": "BMW & MINI Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://careers.bcg.com/",
      "title": "Home | Careers | Boston Consulting Group",
      "description": "Looking to jumpstart your career at BCG? Help our clients do amazing work while unlocking the potential of those who advance the world. Explore BCG jobs today.",
      "preview": "Search results Beyond is where we begin. Join our consulting team and collaborate with brilliant minds to shape the future of business, government, an"
    },
    {
      "url": "https://www.gq-magazine.co.uk/culture/article/bella-ramsey-interview-2023",
      "title": "Bella Ramsey on The Last Of Us, Game Of Thrones and working with Pedro Pascal | British GQ",
      "description": "With a lead role in the biggest show on TV, HBO's post-apocalyptic zombie drama The Last of Us, Bella Ramsey has defeated the keyboard warriors",
      "preview": "Skip to main content When Bella Ramsey and I first met in December , in a Loughborough vegan place a 15-minute drive from her childhood home, The Last"
    },
    {
      "url": "https://www.spiegel.de/wissenschaft/",
      "title": "Wissenschaft - DER SPIEGEL",
      "description": "Deutschlands führende Nachrichtenseite. Alles Wichtige aus Politik, Wirtschaft, Sport, Kultur, Wissenschaft, Technik und mehr.",
      "preview": "Zum Inhalt springen Ihr Lebensraum schmilzt: In der Arktis gibt es immer weniger Robben, warnt die Weltnaturschutzorganisation. Der Rückgang ihrer Bes"
    },
    {
      "url": "https://www.sacred-texts.com/oto/index.htm",
      "title": "Thelema Texts | Sacred Texts Archive",
      "description": "Thelemic texts including works of Aleister Crowley, O.T.O. materials, and ceremonial magic. Browse 194+ texts in this comprehensive collection.",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://think.nbcnews.com",
      "title": "THINK: Fresh Opinions, Sharp Analyses and Powerful Essays | NBC News",
      "description": "THINK is NBC News' home for op-eds, in-depth analyses and essays about news and current events. Find opinions that will make you think differently and deeply about the world and our place in it.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7515337/harry-meghan-evicted-frogmore-cottage-king-charles/",
      "title": "Harry and Meghan evicted from Frogmore Cottage by King Charles after Spare memoir - and Prince Andrew could be moving in",
      "description": "KING Charles is evicting Prince Harry and Meghan from Frogmore Cottage - and has offered it to Prince Andrew.The Sussexes are now drawing up plans t",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) KING Charles is evicting Prince Harry and Meghan from"
    },
    {
      "url": "https://www.msaquarium.org/",
      "title": "Mississippi Aquarium",
      "description": "Mississippi Aquarium is a nonprofit public aquarium located in Gulfport, Mississippi; The 5.8-acre complex incorporates both indoor and outdoor habitats with more than 200 species of animals and over one million gallons of fresh and salt water. The Aquarium is fun for the entire family!",
      "preview": "skip to main content Daily Schedule SUPPORT MISSISSIPPI AQUARIUM Back to Top My Account Log Out Log In Search Search Tickets Directions Contact Site M"
    },
    {
      "url": "https://www.salamanderresort.com/",
      "title": "Salamander Middleburg | Five Star Resort and Spa in Middleburg, VA",
      "description": "Salamander Middleburg offers the refined sophistication of a luxurious country estate in the exclusive Washington. D.C. horse and wine country,",
      "preview": "Skip to main content Room Spa Dining Book Reserve My Stay Book Spa Book Reservations Office Hours: Monday - Friday: 8:00 AM - 7:00 PM Saturday & Sunda"
    },
    {
      "url": "https://www.health.mil/News/Authors/m/MHS-Communications",
      "title": "MHS Communications | Health.mil",
      "description": "Articles by MHS Strategic Communications",
      "preview": "Tag Manager Skip main navigation An official website of the United States government Here's how you know Official websites use .mil A .mil website bel"
    },
    {
      "url": "http://wod.iode.org",
      "title": "void",
      "description": "void",
      "preview": "World Ocean Database Mirror at the UNESCO/IOC Project Office for IODE The World Ocean Database (WOD) is a product of NOAA's National Centers for Envir"
    },
    {
      "url": "https://www.crisistextline.org/text-us/",
      "title": "Text Us - Crisis Text Line",
      "description": "Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidential support through communication channels people know and trust.",
      "preview": "Skip to content Text Us How to Seek Support Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidenti"
    },
    {
      "url": "https://alba-ewaste.sg/",
      "title": "ALBA E-Waste Singapore - Singapore E-Waste Collection & Recycling Program",
      "description": "void",
      "preview": "Skip to content Home About Us Types of E-Waste Regulated Consumer E-Waste Disposal Guide Where can I recycle my E-Waste Data Security Partners Newsroo"
    },
    {
      "url": "https://privacyinternational.org/search?keywords=&f%5B0%5D=learn_more%3ALocation%20Surveillance%20Technology&f%5B1%5D=learn_more%3APrivacy&f%5B2%5D=learn_more%3AProtest%20Surveillance&f%5B3%5D=learn_more%3ASmart%20Cities",
      "title": "Privacy International | Search",
      "description": "void",
      "preview": "Skip to main content Search Search There are no results. Please try changing or broadening your search criteria."
    },
    {
      "url": "https://baroulmehedinti.ro/avocati/stancu-dimitrie-lucian",
      "title": "Baroul Mehedinţi",
      "description": "void",
      "preview": "Prima pagină Tabloul avocaţilor Lista completă a avocaţilor STANCU DIMITRIE LUCIAN Avocat Avocat Definitiv Avocat Cabinet Individual Contact Email dim"
    },
    {
      "url": "http://oceansci.ucsc.edu",
      "title": "Ocean Sciences - This tagline is shown in search engine results. Change your site's tagline in Settings > General.",
      "description": "void",
      "preview": "High Impact Exploration 2025 US News and World Report subject rankings have UCSC as #13 in the world (#2 in the US) in Marine and Freshwater Biology W"
    },
    {
      "url": "https://www.potomacstrategy.com/",
      "title": "Potomac Strategy",
      "description": "void",
      "preview": "0 POTOMAC STRATEGY Innovative Solutions. Real Results. Today's businesses face a multitude of challenges in a technically sophisticated and highly com"
    },
    {
      "url": "https://eo.wikipedia.org/wiki/Ubstadt-Weiher",
      "title": "Ubstadt-Weiher - Vikipedio",
      "description": "void",
      "preview": "Saltu al enhavo El Vikipedio, la libera enciklopedio Ubstadt-Weiher Ubstadt-Weiher (Germanio) DEC neurba komunumo de Germanio Ĝemelurboj Montbard vd A"
    },
    {
      "url": "https://www.donorschoose.org/",
      "title": "DonorsChoose: Support a classroom. Build a future.",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://sports.answers.com/Q/How_many_super_bowls_did_teddy_bruschi_win",
      "title": "How many super bowls did teddy bruschi win? - Answers",
      "description": "Former Patriots Linebacker Tedy Bruschi has played in 5 Super Bowls. He's played in Super Bowls XXXI, XXXVI, XXXVIII, XXXIX and XLII.",
      "preview": "Create 0 Log in Subjects > Sports > Team Sports How many super bowls did teddy bruschi win? Anonymous ∙ 14 y ago Updated: 9/27/2023 Former Patriots Li"
    },
    {
      "url": "https://trends.google.com/trends/?geo=US",
      "title": "Google Trends",
      "description": "void",
      "preview": "Trends Trends home Home search Explore trending_up Trending now calendar_month Year in Search help_outline Help sms_failed Send feedback Explore what"
    },
    {
      "url": "http://www.ecoemballages.fr",
      "title": "L'éco-organisme de la REP Emballages ménagers et papiers graphiques | CITEO",
      "description": "Citeo - Ensemble, faisons bouger les lignes",
      "preview": "#emballages #économie circulaire #geste de tri #écoconception #recyclage #engagement #papiers #innovation #plastiques #collecte #réemploi #déchets aba"
    },
    {
      "url": "https://www.gavi.org/",
      "title": "Gavi, the Vaccine Alliance",
      "description": "Gavi is an international organisation created in 2000 to improve access to new and underused vaccines for children living in the world's poorest countries.",
      "preview": "Skip to main content Back to Helen Clark Chair-elect, Gavi Board The Board of Gavi, the Vaccine Alliance has appointed Rt Hon Helen Clark as its new C"
    },
    {
      "url": "https://cosmeticsmall.eu/en/stik-za-zheni-dove/128-dove-fresh-touch-krastavica-stik-za-zheni-protiv-izpotyavane-s-khidratirassh-krem-dav-8000630040843.html",
      "title": "DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ",
      "description": "void",
      "preview": "   DOVE Fresh Touch краставица стик за жени против изпотяване с хидратиращ крем ДАВ €3.56 Quantity  Add to cart  Last items in stock Share Share"
    },
    {
      "url": "https://mazda.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.BlackEntrepreneursDay.com",
      "title": "Black Entrepreneurs Day",
      "description": "Black Entrepreneurs Day is the ultimate celebration of Black business and entrepreneurship. Highlighted by insightful conversations with Black business icons, including Charlamagne tha God, Flavor Flav, Kelly Rowland, Rashad Bilal, Troy Millings, Jordan Chiles, and many more, plus a live musical performance from global superstar 2 Chainz presented by Raising Cane's. Created in 2020 by Daymond John, the founder and CEO of FUBU and Co-Star of ABC's five-time Emmy Award winning show, Shark Tank, the event has raised over $1,000,000 in Black Business grants in partnership with the NAACP and has inspired millions of fans!",
      "preview": "2025 Announcement Coming soon!! THE FIFTH ANNUAL CELEBRATION TO EMPOWER AND CELEBRATE BLACK BUSINESS Watch the 2024 livestream now Watch the 2024 Afte"
    },
    {
      "url": "https://ec.europa.eu/eurostat/web/main/data/database",
      "title": "Database - Eurostat",
      "description": "void",
      "preview": "Database <@liferay.language key=\"ecl-info\" /> Information on the database Data > Database > Info EN REVAMP Expand all Collapse all Data navigation tre"
    },
    {
      "url": "https://www.tumblestonschools.com/product-tag/young/",
      "title": "Young",
      "description": "void",
      "preview": "Young Showing all 2 results Default sorting Sort by popularity Sort by average rating Sort by latest Sort by price: low to high Sort by price: high to"
    },
    {
      "url": "https://xumo.com/privacy",
      "title": "Xumo | Privacy",
      "description": "Welcome to Xumo.",
      "preview": "You need to enable JavaScript to run this app. Xumo TV Xumo Play Xumo Stream Box Support For business Xumo TV Xumo Play Xumo Stream Box Support For bu"
    },
    {
      "url": "https://www.crisistextline.org/text-us/",
      "title": "Text Us - Crisis Text Line",
      "description": "Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidential support through communication channels people know and trust.",
      "preview": "Skip to content Text Us How to Seek Support Crisis Text Line serves anyone facing mental health challenges, providing access to free, 24/7, confidenti"
    },
    {
      "url": "https://omny.fm/shows/the-undressing-room/cry-me-a-river-episode-3?fbclid=IwAR2tkSUQ9pmRZTCwy1RvFJk4BxmCqHTgMnb7sKOp-IQqsONTjAkyYh4Su2I",
      "title": "Cry Me A River | Episode 3 - The Undressing Room Podcast - Omny.fm",
      "description": "This week Eva, Lore'l & Dominique Da Diva will be undressing Valentine's Day posts as they'll share their thoughts on Michael B. Jordan & Lori Harvey's new courtship, plus Halle Berry's V-day post clapping back at her haters. In viral news, we'll catch up on #GorillaGlueGirl while Justin Timberlake's apology came. a little too late. Monica's divorce struggles and Kim and Kanye's potential divorce. Find all of this gossip and more on this week's episode. The Undressing Room Podcast is presented by Macys. Head to Macys.com/TheUndressingRoom to see what's on their wish-list, plus check out their favorite items on sale this week. They'll be updating their closets weekly, so you won't want to miss it! Subscribe and check us out every Thursday. This week, you have a chance to win a $250 Macy's gift card. Listen to the podcast and look out for the keyword. Head to: www.theundressingroompod.com Follow: @theundressingroompod @evamarcile @starringlorel @dominiquedadiva",
      "preview": "Cry Me A River | Episode 3 View description Share Description This week Eva, Lore'l & Dominique Da Diva will be undressing Valentine's Day posts as th"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio/privacy",
      "title": "Ghost EVP/EMF Radio - Privacy Policy",
      "description": "Privacy policy for Ghost EVP/EMF Radio",
      "preview": "Privacy Policy Last updated: 2025-10-08 What we collect Ghost Radio does not collect analytics or personal data. The only time we receive information"
    },
    {
      "url": "https://harmonet.hu/ezoteria/73735-a-tarot-minden-lapjanak-jelentese-egyszeruen-nagy-arkanum-kartyai.html",
      "title": "A tarot minden lapjának jelentése egyszerűen Nagy arkánum...",
      "description": "A nagy arkánum összesen 22 lapból áll, melyből az első a nulla, a Bolond lapja. A lapok nevei: I. A Mágus; (Varázsló, itt-ott Bűvész)...",
      "preview": "Pszichológia Te+Én+Szex Életmód Recept Nagyi konyhája Asztalra Bulira Nasira Fogyira Polcra Ezotéria Horoszkóp hirdetés Címlap / Ezotéria / A tarot mi"
    },
    {
      "url": "http://mgaleg.maryland.gov/webmga/frmMain.aspx?ys=2010rs/billfile/hb0529.htm",
      "title": "Search - Legislation",
      "description": "void",
      "preview": "Legislative Services | Legislative Audits Search Bill number does not exist. Enter a vaild keyword. MyMGA Sign In Register Forgot Password Accessibili"
    },
    {
      "url": "https://www.magazine.store/people/?utm_source=engage&utm_medium=internal&utm_campaign=ppl_care_crumb",
      "title": "PEOPLE Magazine Subscription | Subscribe to PEOPLE Magazine",
      "description": "Looking for a PEOPLE Magazine Subscription? Browse hundreds of titles at Magazines.com, your trusted source for magazine subscriptions at great prices!",
      "preview": "Home magazines Entertainment & TV Magazine Subscriptions Celebrity Entertainment Magazine Subscriptions PEOPLE You cannot purchase more than 20 back i"
    },
    {
      "url": "https://www.playbill.com/production/kristin-chenoweth-for-the-girlsnederlander-theatre-2019-2020",
      "title": "Kristin Chenoweth: For The Girls (Broadway, Nederlander Theatre, 2019) | Playbill",
      "description": "void",
      "preview": "A TRUSTED THEATRE RESOURCE SINCE 1884 MiMi Scardulla Is Center Stage and Unapologetically Herself This Pride Month Original Cats Star Ken Page Revisit"
    },
    {
      "url": "http://www.odinwestpac.org/",
      "title": "ODINWESTPAC",
      "description": "void",
      "preview": "Contents Observation Data 0 Regional Products 0 Special Themes 0 News & Meetings 0 Marine Literature 0 Marine Experts 0 Marine Institutions 0 Geospati"
    },
    {
      "url": "https://www.petplate.com/",
      "title": "PetPlate: Fresh Dog Food Delivery",
      "description": "Looking for Reviews of Fresh Dog Food? You've come to the right place. Subscribers (and Pets!) unanimously agree, PetPlate hits the spot. Starting for less than $3/day.",
      "preview": "Get 60% OFF your first box + one FREE bag of Treats! REDEEM NOW Home Find A Store Entrées Barkin' Beef Chompin' Chicken Tail Waggin' Turkey Lip Lickin"
    },
    {
      "url": "https://asterreiseservice.de/20016/impressum.php",
      "title": "Impressum und Kontaktdaten - Flüge, Reisen, Last Minute Angebote und Hotels online bei asterreiseservice.de buchen.",
      "description": "Mit uns steht Ihnen die Welt offen Sonne - Strand - Meer - Städtereisen Ihr Reisebüro in Münster Kreuzfahrten Fernweh Safaris",
      "preview": "Mit uns steht Ihnen die Welt offen Individuelles Reisen weltweit Sonne - Strand - Meer - Städtereisen Hier finden Sie perfekte Angebote für Ihren Urla"
    },
    {
      "url": "https://intercom.help/merit-america/en/articles/5691241-how-much-do-your-programs-cost",
      "title": "How much does Merit America cost? | Merit America Help Center",
      "description": "void",
      "preview": "Skip to main content All Collections Covering the Program Cost Program Cost Overview How much does Merit America cost? How much does Merit America cos"
    },
    {
      "url": "https://thelowcarbdiabetic.blogspot.com/2012/04/tinker-taylor-liar-troll-part-two.html",
      "title": "The Low Carb Diabetic: Tinker Taylor Liar Troll ! Part two.",
      "description": "Karla awoke with a shudder from the usual nightmare. Laying in her chair and in a cold sweat. Was it the never ending nightmare, or the surf...",
      "preview": "Total Pageviews Sunday, 22 April 2012 Tinker Taylor Liar Troll ! Part two. Karla awoke with a shudder from the usual nightmare. Laying in her chair an"
    },
    {
      "url": "https://help.providencejournal.com/",
      "title": "Help Center - The Providence Journal",
      "description": "void",
      "preview": "Help Center Help Center Subscriptions Become a subscriber, manage account information, change payment or delivery details. Subscriber Benefits Access"
    },
    {
      "url": "https://www.featuredcustomers.com/vendor/kickdynamic",
      "title": "Featured Customers | Find B2B & SaaS Software & Services - Reviews, Testimonials & Case Studies",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.midtnvbc.com/page/show/7824370-pray-for-janae",
      "title": "Pray for Janae",
      "description": "void",
      "preview": "skip navigation MidTN VBC Search Search Pray for Janae Pray For Janae Click here to donate to the Edmondson Family Pray For Janae How you can help #Fi"
    },
    {
      "url": "http://www.ucsf.edu/",
      "title": "Home | UC San Francisco",
      "description": "Through our singular focus, we're leading revolutions in health.",
      "preview": "Skip to main content Our research Transforms patients' lives . Creates new industries, companies and jobs . Supports America's leadership in health an"
    },
    {
      "url": "https://bookriot.com/the-hate-u-give-banned/",
      "title": "THE HATE U GIVE Banned by Texas School District",
      "description": "The Hate U Give banned! Angie Thomas' award winning novel The Hate U Give has been banned by a Katy, Texas school district without the usual review process.",
      "preview": "✕ This content contains affiliate links. When you buy through these links, we may earn an affiliate commission. Vanessa Diaz Managing Editor Book Riot"
    },
    {
      "url": "https://foxsanantonio.com/newsletter-daily/dog-owner-of-deadly-attack-speaks-out",
      "title": "COMPLETE INTERVIEW with owner of pit bulls that killed 81-year-old man",
      "description": "SAN ANTONIO - \"It not only traumatized me, I know it traumatized my husband,\" says Abilene Moreno, who believes her husband, 31-year-old Christian Alexander Mor",
      "preview": "Fri, 10 Oct 2025 10:12:13 GMT (1760091133069) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "http://www.christaldesaintmarc.com/le-zonta-club-de-chatillon-sur-seine-a-propose-au-public-chatillonnais-a140625486",
      "title": "Le Zonta-Club de Châtillon sur Seine a proposé au public Châtillonnais une ravissante pièce de théâtre \"Des précieuses pas si ridicules\" - Châtillonnais en Bourgogne",
      "description": "En attendant le spectacle, une bien jolie maxime était affichée sur la scène... Monique Harpé, Présidente du Zonta-Club de Châtillon sur Seine, est venue présenter la pièce \"Des précieuses pas si ridicules\", un spectacle en coréalisation avec le Théâtre...",
      "preview": "Tous les blogs Top blogs Tourisme, Lieux et Événements Tous les blogs Tourisme, Lieux et Événements Editer l'article Suivre ce blog Administration Con"
    },
    {
      "url": "https://hollywoodfashionsecrets.com/",
      "title": "Hollywood Fashion Secrets | The Original Fashion Tape Solution",
      "description": "Hollywood Fashion Secrets is the original creator of the medical quality double-stick fashion tape. Find all your favorite celebrity stylist-approved tips & tricks to ensure your style stays intact and blooper-free.",
      "preview": "Skip to content Free Standard Shipping On All Orders Over $35 Shop Now"
    },
    {
      "url": "https://www.bagborroworsteal.com/",
      "title": "Rent, Buy and Sell Designer Handbags & Accessories - Bag Borrow or Steal",
      "description": "Rent, Buy and Sell Designer Handbags & Accessories. Keep your authentic luxury collection fresh. Shop Bag Borrow or Steal",
      "preview": "Sign In | WE GUARANTEE AUTHENTICITY Take an extra 30% OFF SITEWIDE...Use promo code BAGHOLIDAY at checkout. Get Inspired - Follow Us on Instagram Tag #B"
    },
    {
      "url": "https://fred.stlouisfed.org/series/GS10",
      "title": "Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) | FRED | St. Louis Fed",
      "description": "View a 10-year yield estimated from the average yields of a variety of Treasury securities with different maturities derived from the Treasury yield curve.",
      "preview": "Skip to main content Market Yield on U.S. Treasury Securities at 10-Year Constant Maturity, Quoted on an Investment Basis (GS10) Observations Sep 2025"
    },
    {
      "url": "https://ultcmn.org/",
      "title": "Urban League Twin Cities - Empowering communities. Changing lives.",
      "description": "void",
      "preview": "Advocate for healthy communities Donate Advocate for healthy communities Donate For more than 90 years, Minnesotans have looked to the Urban League as"
    },
    {
      "url": "https://tunein.com",
      "title": "TuneIn | Free Internet Radio | Live News, Sports, Music, Audiobooks, and Podcasts",
      "description": "Listen to free internet radio, news, sports, music, audiobooks, and podcasts. Stream live CNN, FOX News Radio, and MSNBC. Plus 100,000 AM/FM radio stations featuring music, news, and local sports talk.",
      "preview": "TuneIn Logo TuneIn Logo Listen Now Listen Now Audiobooks Sports Music News & Talk Podcasts Premium Download App Sign In Sign Up Listen Now Search Icon"
    },
    {
      "url": "https://www.edf.fr/resultats?keywords=travail+des+%C3%A9quipes&type=0",
      "title": "EDF France | EDF FR",
      "description": "void",
      "preview": "Plongez dans les coulisses de l'électricité ! Venez découvrir tout l'univers de l'électricité en visitant nos centrales et nos sites, partout en Franc"
    },
    {
      "url": "https://wsts.atis.org/presentation/network-upgrade-option-to-simplify-ptp-slave-operation/",
      "title": "Network Upgrade Option to Simplify PTP Slave Operation - Workshop on Synchronization and Timing Systems",
      "description": "This is seo description",
      "preview": "Network Upgrade Option to Simplify PTP Slave Operation Year: 2015 Presenter: Mikael Olofsson Network Synchronization Algorithm Developer Ericsson Down"
    },
    {
      "url": "http://www.metx.ucsc.edu",
      "title": "Microbiology & Environmental Toxicology - UC Santa Cruz Science",
      "description": "The only department in the world that unites researchers studying the interplay between abiotic toxins, microbes, and health. Our students learn to clarify how environmental pathogens harm living organisms.",
      "preview": "Skip to content About Us The Department of Microbiology and Environmental Toxicology (METX) focuses on the human and environmental health impacts of c"
    },
    {
      "url": "http://www.pushplanet.com",
      "title": "PUSH PLANET - HOME",
      "description": "BRANDING & DESIGN",
      "preview": "CONTACT US Book a Demo Lower Your Unsubscribe Rate by 30% Create the perfect email preference center & landing pages Request Demo Watch Video BRANDIN"
    },
    {
      "url": "https://www.ul.com/services/sustainability-and-stewardship",
      "title": "ULTRUS: The Software Portfolio of UL Solutions | UL Solutions",
      "description": "ULTRUS software helps organizations get safer, more sustainable products to market faster, achieve compliance and drive innovation in product life cycles.",
      "preview": "Skip to main content Services Certification Facility Personnel Process Product System Testing EMC Energy Efficiency Environmental Indoor Air Quality I"
    },
    {
      "url": "https://www.psoriasis.org/",
      "title": "The National Psoriasis Foundation",
      "description": "The National Psoriasis Foundation is here to help you get the treatment you need while promoting research to find a cure for psoriasis and psoriatic arthritis.",
      "preview": "Helpline 800-723-9166 Donate Your Solution is Waiting Your experience with psoriatic disease is unique. Which best describes you? Select One: I am not"
    },
    {
      "url": "https://www.sephora.com/product/un-cover-up-cream-foundation-P450899",
      "title": "Sephora",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://jobs.unicsc.org/",
      "title": "Home Page - Jobnet",
      "description": "void",
      "preview": "Org Location Job Title Level Deadline Network ICSC New York (USA) SALARIES AND ALLOWANCES DIVISION P-5 15/Nov/2025 Salaries and Allowances Division WM"
    },
    {
      "url": "https://elementor.com/",
      "title": "Website Builder - Create a Website Now | Elementor",
      "description": "Elementor's Free Website Builder makes it easy for anyone. Create a website or online store, no coding needed. Start creating now!",
      "preview": "Build a Website Create Your Future Host, build & grow the website you've always dreamed of with the leading website platform for WordPress. Get Starte"
    },
    {
      "url": "https://msdh.ms.gov/msdhsite/_static/14,22816,420,976.html",
      "title": "COVID-19 Vaccination Eligibility and General Information - Mississippi State Department of Health",
      "description": "void",
      "preview": "print Español / Tiếng Việt / English COVID-19 Vaccination Eligibility and General Information This page has been automatically translated from English"
    },
    {
      "url": "http://www.inps.it/",
      "title": "Portale Inps - Home",
      "description": "Sito ufficiale di INPS (Istituto Nazionale Previdenza Sociale)",
      "preview": "it Vai al menu principale Vai al contenuto principale Vai al footer Pensione e Previdenza Pensione e Previdenza Domanda di pensione Fondi e Gestioni R"
    },
    {
      "url": "https://www.dia.com/",
      "title": "Plus Size Clothing and Personal Styling for Women | Dia & Co",
      "description": "Dia & Co personal styling and plus size clothing for women exclusively in sizes 10-32. No subscription required. Free shipping and returns at dia.com.",
      "preview": "Dia&Co 11 Honoré - Dia & Co FAQs Dia&Co 11 Honoré - Dia & Co New In Clothing Dresses Best Sellers Brands Sale Blog Dia&Co 11 Honoré - Dia & Co New In"
    },
    {
      "url": "https://www.webwiki.fr/pyrope.fr",
      "title": "Webwiki - Le moteur de recherche de sites Web avec avis",
      "description": "Webwiki trouve les meilleurs sites web sur le web et aide les consommateurs à trouver des sites web dignes de confiance et à éviter les escroqueries.",
      "preview": "Moteur de recherche de sites Web avec avis clients Donnez votre avis et découvrez les meilleures entreprises! Analyse des requêtes les plus populaires"
    },
    {
      "url": "https://butcherbox.pxf.io/c/3408212/1578351/16419?subid3=people",
      "title": "ButcherBox | Meat Delivery Subscription | ButcherBox",
      "description": "Butcher Box Homepage",
      "preview": "Choose Your Free Protein! ButcherBox Logo Choose Your Free Offer Celebrate fall with Steak Tips or Chicken Breasts FREE in every box for a year or Gro"
    },
    {
      "url": "https://vision.esa.int/",
      "title": "ESA Vision",
      "description": "void",
      "preview": "Home Space Summit 2023 Ministerial Meeting 2022 Ambition Accelerators Revolution Space ESA-EU relations Commercialisation Space for Safety and Securit"
    },
    {
      "url": "https://colordesigner.io/",
      "title": "Color Designer - the most comprehensive color tools platform",
      "description": "Welcome to the most comprehensive color tools platform. Unleash your creativity using color wheel, devise harmonious palettes with the Color Palette Builder, and create depth with the gradient options. It's a designer's playground. Enjoy exploring!",
      "preview": "Hide Ads, 14 days free All Tools Color Palette Builder Gradient Generator Color Mixer Color Name Finder Color Converter Color palette from image Image"
    },
    {
      "url": "https://darkhouroftokyo.tumblr.com/post/145706383388",
      "title": "The class students like the most - @darkhouroftokyo on Tumblr",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer s...",
      "preview": "codeorg Follow The class students like the most A recent survey asked students how they feel about different classes. Other than dance, design, painti"
    },
    {
      "url": "http://dogeleven.github.io",
      "title": "TofuSoup",
      "description": "void",
      "preview": "Connect: courier1928@gmail.com Privacy"
    },
    {
      "url": "https://space.mines.edu/",
      "title": "Home - Space Resources Program",
      "description": "Since the 1990s, Colorado School of Mines has been a leading institution for the study of space resources and in situ resource utilization (ISRU) through its Center for Space Resources.",
      "preview": "Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Space Resources Program Colorado School of Mines The first progr"
    },
    {
      "url": "https://solutions.springernature.com/",
      "title": "Springer Nature Research Solutions - Springer Nature Research Solutions",
      "description": "Springer Nature Research Solutions will help you on your path to accelerating publication, nurture your career in scientific research, and expand your research's reach beyond peers.",
      "preview": "Skip to content Cart Subtotal Checkout Search solutions Contact 212-460-1500 webshopsupport@email.springernature.com Boost the impact of your research"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/scheduling-eviction/assign-pod-node/",
      "title": "Assigning Pods to Nodes | Kubernetes",
      "description": "You can constrain a Pod so that it is restricted to run on particular node(s), or to prefer to run on particular nodes. There are several ways to do this and the recommended approaches all use label selectors to facilitate the selection. Often, you do not need to set any such constraints; the scheduler will automatically do a reasonable placement (for example, spreading your Pods across nodes so as not place Pods on a node with insufficient free resources).",
      "preview": "Assigning Pods to Nodes You can constrain a Pod so that it is restricted to run on particular node(s) , or to prefer to run on particular nodes. There"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mighty-Networks-Build-Communities-Courses-Memberships-df74a4633c32421c9242b0f773771c29?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 110
  }
}