{
  "data": [
    {
      "url": "https://secure.vera.org/a/signup",
      "title": "Join our movement today: - Vera Institute of Justice",
      "description": "We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight to end mass incarceration, secure equal justice, and strengthen families and communities.",
      "preview": "Join the Vera Institute of Justice We envision a society that respects the dignity of every person and safeguards justice for everyone. Help us fight"
    },
    {
      "url": "https://www.aetv.com",
      "title": "Hearst Networks EMEA",
      "description": "Welcome to Hearst Networks EMEA is global broadcaster who reach audiences in over 100 countries, including the UK, Nordics, Benelux, Central & Eastern Europe, Spain, Italy and Germany, Africa, and the Middle East.",
      "preview": "Skip to main content Welcome At Hearst Networks EMEA, we share stories that matter. A global broadcaster since 1995, we reach audiences in over 100 co"
    },
    {
      "url": "http://code.flickr.net/2011/01/08/flickr-shapefiles-public-dataset-2-0/",
      "title": "Flickr Shapefiles Public Dataset 2.0 | code.flickr.com",
      "description": "void",
      "preview": "Skip to primary content An embarrassingly long time ago we released the first public version of the Flickr Shapefiles . What does this have to do with"
    },
    {
      "url": "https://standards.ieee.org/",
      "title": "IEEE SA - The IEEE Standards Association - Home",
      "description": "void",
      "preview": "The IEEE Standards Association - Home Raising the World's Standards Discover how the IEEE SA is working to meet your evolving needs. I want to... Sear"
    },
    {
      "url": "https://apps.apple.com/us/app/google-family-link/id1150085200",
      "title": "‎Google Family Link on the App Store",
      "description": "Google Family Link is a parental controls app that helps you keep your family safer online. Every family's relationship with technology is unique, so we built t...",
      "preview": "Screenshots Description Google Family Link is a parental controls app that helps you keep your family safer online. Every family's relationship with t"
    },
    {
      "url": "https://www.polarbearinc.com/index.cfm/category/942/45-degree-male-insert-oring-fittings---b-lok.htm",
      "title": "45 Degree Male Insert Oring Fittings - B-Lok",
      "description": "Suppliers of Automotive Air Conditioning Parts and Supplies.",
      "preview": "Sign In Sign Up Username Password Lost your password? OR Sign In With One-time Code Username Text will be sent to your number on file It only takes a"
    },
    {
      "url": "https://metalltechnik-dermbach.eshop.t-online.de/epages/Shop42414.sf/de_AT/?ObjectPath=/Shops/Shop42414/Products/61040-5",
      "title": "Kaminholzregal Metall 1,9 m x 0,6 m x 0,35 m Oberfläche feuerverzinkt ohne Dekor",
      "description": "Das Kaminholzregal aus Metall ist ohne Farbe und wird in natürlichem Cortenstahl Material geliefert.",
      "preview": "Zum Hauptinhalt springen Made in Germany Merkliste Mein Konto Anmelden Suchen nach (0) RASENKANTEN AUS METALL FÜR IHRE BEETE Jetzt entdecken Drucken K"
    },
    {
      "url": "https://www.acluaz.org",
      "title": "Home - ACLU of Arizona",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the right to equality, liberty, and justice for all The ACLU of Arizona advances equity and dismantles systemic injustice by taking legal ac"
    },
    {
      "url": "https://cataphrak.com/2021/11/15/november-update-3/?replytocom=2283",
      "title": "November Update | Paul Wang",
      "description": "I am happy to say that as of the first week of this month, the last full chapter of Lords of Infinity is finally complete. I am now working on the two epilogues which will wrap up the main plot. I suspect that will keep me busy for the next month or two. As usual,...",
      "preview": "Blog About Me Flash Games Interactive Fiction Patreon Content Contact"
    },
    {
      "url": "https://www.hearstfdn.org/",
      "title": "The Hearst Foundations - HearstFDN | Hearst Foundations",
      "description": "The Hearst Foundations identify and fund outstanding nonprofits to ensure that people of all backgrounds in the United States have the opportunity to build healthy, productive and satisfying lives.",
      "preview": "The Hearst Foundations - HearstFDN Asset Publisher Explore Funding Areas MORE Signature Programs The United States Senate Youth Program is a unique ed"
    },
    {
      "url": "https://www.uprightlabs.com/",
      "title": "Upright Labs - Upright Labs",
      "description": "Optimize and Scale Your Online Resale Business We enable resellers, thrift stores, and retail businesses to effortlessly expand their reach to diversify revenue and boost sales. Through intuitive software, expert professional services, and unparalleled customer support, businesses are able to list and sell more products online while optimizing their back-end operations for efficiency and growth. ...",
      "preview": "Get a Demo Upright Labs Optimize and Scale Your Online Resale Business We enable resellers, thrift stores, and retail businesses to effortlessly expan"
    },
    {
      "url": "https://www.motorola.com/us/smartphones-motorola-edge-plus/p",
      "title": "motorola edge Phones | motorola | motorola",
      "description": "Discover the perfect mobile gaming device. Shop motorola edge phones at motorola. Find unlocked and Verizon 5G phones with Endless Edge display and top specs",
      "preview": "Shop phones razr Swarovski ® Crystals Edge Moto g All Smartphones Switch to Moto Compatibilty On Sale RAZR ULTRA 1 TB - $400 off EDGE 2024 - $250 off"
    },
    {
      "url": "https://demitasse.co.nz/2011/10/view-composer-and-the-long-time-between-recomposes/",
      "title": "View Composer and the long time between recomposes | Demitasse",
      "description": "If you've worked with VMware View you will know that moving hundreds of desktops into your datacentre has a large storage requirement. If you haven't seen it yet you need to look at View Comp...",
      "preview": "Skip to content Demitasse Server Virtualisation and Server based computing Home About Demitasse Alastair's Schedule Other Publications ← EPISODE42 - A"
    },
    {
      "url": "https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201720180SB239",
      "title": "Bill Text - SB-239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "description": "SB 239 Infectious and communicable diseases: HIV and AIDS: criminal penalties.",
      "preview": "skip to content home accessibility FAQ feedback sitemap login x Quick Search: Bill Number Bill Keyword Home Bill Information California Law Publicatio"
    },
    {
      "url": "https://shop.ordnancesurvey.co.uk/maps/paper-maps/?amp%3Bmap_series=Ireland+Adventurer&cat%5B%5D=138&cat%5B%5D=25&cat%5B%5D=37&_bc_fsnf=1&format=2+x+Folded+colour+sheets+inserted+into+plastic+wallet&publisher=Isle+of+Man+Survey",
      "title": "Buy OS paper maps for walking, hiking, cycling and more",
      "description": "Buy the most up to date Ordnance Survey Paper Maps. Explore the range with Explorer, Landranger, Road, Tour, International & weatherproof maps .",
      "preview": "Latest edition guarantee - or your money back! Free delivery Free vintage Geological map offer - Find out more An OS Paper Map is sold every 30 second"
    },
    {
      "url": "https://dollyjessy.com/2020/05/10/",
      "title": "10/05/2020 - Dollyjessy",
      "description": "void",
      "preview": "17 4 10/05/2020 Série TV 25 séries Netflix à voir Autour de moi on me demande souvent conseil concernant les séries à voir, mais souvent, on me précis"
    },
    {
      "url": "http://www.stevesaircraft.com/",
      "title": "Steve's Aircraft General Aviation Maintenance",
      "description": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist",
      "preview": "General Aviation Maintenance Specializing in single engine fixed gear. Owner assisted annuals. STC Developments Fabric Specialist & Aircraft Restorati"
    },
    {
      "url": "https://jwt.io/",
      "title": "JSON Web Tokens - jwt.io",
      "description": "JSON Web Token (JWT) is a compact URL-safe means of representing claims to be transferred between two parties. The claims in a JWT are encoded as a JSON object that is digitally signed using JSON Web Signature (JWS).",
      "preview": "Debugger Introduction Libraries Ask JSON Web Token (JWT) Debugger + Decode, verify, and generate JSON Web Tokens, which are an open, industry standard"
    },
    {
      "url": "https://8-hrs.tumblr.com/",
      "title": "@8-hrs on Tumblr",
      "description": "Follow @8-hrs and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "http://www.americanexpress.com/us/content/legal-disclosures/online-privacy-statement.html",
      "title": "Privacy Disclosures | Privacy Notice & Statement | AMEX US",
      "description": "At American Express, we're committed to safeguarding the data we hold about you. Explore our Privacy Disclosures to learn more about our policies & principles.",
      "preview": "Privacy Disclosures At American Express, we value your trust and respect your privacy. Explore our Privacy Disclosures to learn more about our privacy"
    },
    {
      "url": "https://www.airbnb.com/rooms/817501972769927091?source_impression_id=p3_1676344653_1cIvBhqvh9EVkvF%2B",
      "title": "Home of Phantom of the Opera in Paris, Île-de-France, France - Airbnb",
      "description": "Oct 10, 2025 · Private room · Sorry, the Phantom of the Opera is now booked and is no longer available.",
      "preview": "Skip to content We're sorry, some parts of the Airbnb website don't work properly without JavaScript enabled. Homes Homes Experiences Experiences, new"
    },
    {
      "url": "https://safety.google?hl=en",
      "title": "Google Safety Center - Stay Safer Online",
      "description": "Making technology for everyone means protecting everyone who uses it. Explore what Google does to help you stay safe online.",
      "preview": "Learn how Google AI-powered security keeps you safe from scams this Cybersecurity Awareness Month. The safer way to search. search. email. watch. stor"
    },
    {
      "url": "https://dumspirospero023-blog.tumblr.com/post/145495712593",
      "title": "Computing occupations are now the #1 source of new wages in America - @dumspirospero023-blog on Tumblr",
      "description": "A few weeks ago we published a study showing that computing occupations drive 16% of all new wages in the U.S. We just re-did the ana...",
      "preview": "codeorg Follow Computing occupations are now the #1 source of new wages in America A few weeks ago we published a study showing that computing occupat"
    },
    {
      "url": "https://developer.microsoft.com/",
      "title": "Microsoft Developer",
      "description": "Any platform. Any language. Our tools. Develop solutions, on your terms, using Microsoft products and services.",
      "preview": "Skip to main content Introducing Microsoft Marketplace - Your trusted source to find, try, buy, and deploy cloud solutions, AI apps, and agents. Explo"
    },
    {
      "url": "https://www.rcuniverse.com/forum/post_thanks.php?do=findthanks_user_gave&u=58402",
      "title": "RCU Forums",
      "description": "RC Universe discussion forums for RC cars, rc trucks, rc airplanes, rc helis, rc boats, rc jets, rc electric helis, rc electric planes and more",
      "preview": "RCU Forums > > vBulletin Message Username Password By logging into your account, you agree to our Terms of Use and Privacy Policy , and to the use of"
    },
    {
      "url": "https://www.khanacademy.org/math/calculus-1",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.weeecyprus.com.cy/el",
      "title": "Αρχική - WEEE Cyprus",
      "description": "Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές",
      "preview": "ΤΙ ΝΑ ΑΝΑΚΥΚΛΩΣΩ Πατήστε στην κάθε κατηγορία για να δείτε τις συσκευές Μεγάλες Ηλεκτρικές Συσκευές Μικρές Ηλεκτρικές Συσκευές Εξοπλισμός πληροφορικής"
    },
    {
      "url": "https://www.nomecomesnada.es/tag/soba/",
      "title": "soba Archivos - No me comes nada",
      "description": "void",
      "preview": "No sabéis la de ganas que tenía de poner esta receta en el blog. Directa desde el país del sol naciente llega esta sopa de miso con noodles Creo que y"
    },
    {
      "url": "https://developer.apple.com/tutorials/swiftui",
      "title": "Introducing SwiftUI | Apple Developer Documentation",
      "description": "SwiftUI is a modern way to declare user interfaces for any Apple platform. Create beautiful, dynamic apps faster than ever before.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://core-cms.prod.aop.cambridge.org/core/login?ref=/core/books/foundation-of-norms-in-islamic-jurisprudence-and-theology/acknowledgments/63FEA8DA0E6E631073C49D0A6CDBE737",
      "title": "Login",
      "description": "Welcome to Cambridge Core",
      "preview": "Logo for Cambridge Core from Cambridge University Press. Click to return to homepage. Search Logo for Cambridge Core from Cambridge University Press."
    },
    {
      "url": "https://www.pmindia.gov.in/en/",
      "title": "Prime Minister of India",
      "description": "Pm India Website",
      "preview": "PMINDIA Previous Next PM's address at the India-UK CEO Forum PM's address at the launch of multiple development projects in Mumbai, Maharashtra PM's s"
    },
    {
      "url": "https://www.formula1.com/en/results.html",
      "title": "2025 RACE RESULTS",
      "description": "Results",
      "preview": "2025 2025 Active 2024 2023 2022 2021 2020 2019 2018 2017 2016 2015 2014 2013 2012 2011 2010 2009 2008 2007 2006 2005 2004 2003 2002 2001 2000 1999 199"
    },
    {
      "url": "http://www.aacounty.org/departments/planning-and-zoning/research-and-gis/",
      "title": "Research & GIS Section | Anne Arundel County Government",
      "description": "void",
      "preview": "Skip to main content Research & GIS Section The Research & GIS Section of the Office of Planning and Zoning maintains and provides demographic and geo"
    },
    {
      "url": "https://cansouthasia.net/",
      "title": "CANSA | Home - Climate Action Network South Asia",
      "description": "<p>[vc_row][vc_column 0=\"\"][vc_column_text][metaslider id=6869] OUR PARTNERS [fusion_portfolio layout=\"carousel\" picture_size=\"fixed\" text_layout=\"unboxed\" grid_box_color=\"\" grid_element_color=\"\" grid_separator_style_type=\"\" grid_separator_color=\"\" columns=\"4″ one_column_text_position=\"below\" column_spacing=\"20″ equal_heights=\"no\" number_posts=\"-1″ portfolio_title_display=\"all\" portfolio_text_alignment=\"left\" padding_top=\"\" padding_right=\"\" padding_bottom=\"\" padding_left=\"\" filters=\"yes\" pull_by=\"category\" cat_slug=\"partners\" exclude_cats=\"\" tag_slug=\"\" exclude_tags=\"\" pagination_type=\"none\" hide_url_params=\"off\" offset=\"0″ orderby=\"date\" order=\"DESC\" content_length=\"excerpt\" excerpt_length=\"35″ strip_html=\"yes\" carousel_layout=\"title_on_rollover\" scroll_items=\"\" autoplay=\"yes\" show_nav=\"yes\" mouse_scroll=\"no\" hide_on_mobile=\"small-visibility,medium-visibility,large-visibility\" class=\"\" id=\"\" animation_type=\"fade\" animation_direction=\"left\" animation_speed=\"0.3″ animation_offset=\"\" /][fusion_builder_container admin_label=\"\" hundred_percent=\"no\" equal_height_columns=\"no\" menu_anchor=\"\" [...]</p>",
      "preview": "Loss and Damage Photo: Shailendra Yashwant Just Transition Photo: Shailendra Yashwant Climate Finance Ecosystem Restoration & Biodiversity Conservatio"
    },
    {
      "url": "https://lacremerie.fr/produit/chaise-cl10b-vert/",
      "title": "Chaise CL10B - Vert - La Crémerie, Meubles design français",
      "description": "La chaise CL10B - vert éditée par la marque La Chaise Française. Elle est conçue par la designer Margaux Keller. Fabrication française.",
      "preview": "void"
    },
    {
      "url": "https://www.viki.com/",
      "title": "Watch K-Dramas, Korean Shows & Chinese Dramas | Rakuten Viki",
      "description": "Stream FREE Asian Dramas & Movies with English subtitles: Korean, Chinese, Japanese Dramas & more. From romance to action, find it on Viki!",
      "preview": "void"
    },
    {
      "url": "https://wszystko-do-hotelu.pl/11-akcesoria-hotelowe?page=2",
      "title": "Yope | Wyposażenie hotelu | Wszystko-Do-Hotelu.pl",
      "description": "Produkty YOPE są delikatne i bezpieczne, pielęgnują i rozpieszczają. Sprawiają, że codzienne czynności stają się niezwykle przyjemne. Najlepsza jakość, zapach i design.",
      "preview": "Yope Press&wash - seria dla hoteli. YOPE to marka naturalnych kosmetyków i ekologicznych środków czystości. Powstała z poszukiwania produktów codzienn"
    },
    {
      "url": "https://www.ft.com/world",
      "title": "World | Financial Times",
      "description": "Breaking news and top stories from around the world. Stay up-to-date with the latest developments from Europe, Asia, the Middle East and the Americas.",
      "preview": "Accessibility help Skip to navigation Skip to main content Skip to footer World Add to myFT Lead story in World Gaza Gaza ceasefire has started, says"
    },
    {
      "url": "https://www.planet.com/",
      "title": "Planet Labs: Satellite Imagery & Earth Data Analytics",
      "description": "Discover how Planet's daily satellite imagery and insights empower global decisions and actions with a multidimensional view of our changing planet.",
      "preview": "Menu Constellations Constellations Overview Owl Pelican Tanager Products Products Overview Planet Insights Platform Planet Monitoring Planet Tasking P"
    },
    {
      "url": "https://event.on24.com/wcc/r/4110472/52C9A96C1E42A505134EDADDE900A2B0?partnerref=BS",
      "title": "Have we reached gender equity in the accountancy profession?",
      "description": "Wednesday, March 08, 2023 at 10:00 AM Greenwich Mean Time.",
      "preview": "void"
    },
    {
      "url": "https://mabanque.bnpparibas/en/home",
      "title": "BNP Paribas | The bank for a changing world",
      "description": "void",
      "preview": "Contenu principal Navigation de l'entête Menu principal Liens pied de page Afficher le menu mobile BECOME A BNP PARIBAS CUSTOMER Solutions adapted to"
    },
    {
      "url": "https://www.ekokom.cz/en/",
      "title": "EKO-KOM - Systém sběru a recyklace obalových odpadů",
      "description": "EKO-KOM a.s. is authorized packaging company, which provides associated compliance of take-back and recovery of packaging waste.",
      "preview": "Clients Statutory obligations How the system works How to join the system Contract with GTC Quarterly statements Fees Audits List of clients Littering"
    },
    {
      "url": "https://python.langchain.com/docs/get_started/introduction",
      "title": "Introduction | 🦜️🔗 LangChain",
      "description": "LangChain is a framework for developing applications powered by large language models (LLMs).",
      "preview": "Skip to main content These docs will be deprecated and no longer maintained with the release of LangChain v1.0 in October 2025. Visit the v1.0 alpha d"
    },
    {
      "url": "https://bobbasset.com/items/bird-brass-beak-art-leather-mask/",
      "title": "Bird Brass Beak Art Leather Mask - Bob Basset",
      "description": "void",
      "preview": "01 02 03 04 05 06 Bird Brass Beak Art Leather Mask We don't currently have this mask in stock, but we can make a similar one for you. Manufacturing ti"
    },
    {
      "url": "https://activationideas.com/",
      "title": "Activation Ideas",
      "description": "The most inspiring creative commerce, brand experience & activation ideas from around the world to help you stay in the know and get inspired.",
      "preview": "Back All Agencies Brands Countries Disciplines Products Sectors Services Back About Newsletter Curated, sorted and free. The most inspiring creative c"
    },
    {
      "url": "https://belikeada.tumblr.com/post/89425124609",
      "title": "Be Like Ada - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "Be Like Ada - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I d"
    },
    {
      "url": "https://themes.shopify.com/?locale=en",
      "title": "Ecommerce Website Templates - Free and Premium Themes for Your Online Store.",
      "description": "Explore all 800+ free and paid Shopify themes to launch your online store with.",
      "preview": "Clear Free Price Jewelry and accessories Industry Some (11-100+) Catalog size Food and drink Industry Suggestions Choose the right theme for your busi"
    },
    {
      "url": "https://www.hurra-nyaralunk.hu/kereses/helyszin/amerikaiegyesultallamokusa/kalifornia/losangeles/indulas/aprilis",
      "title": "Los Angeles 2026 április",
      "description": "Los Angeles - utazások széles választéka. 2026-04 időpontban. 2026 április időpontban.",
      "preview": "Ugrás a tartalomra +36 1 501 3490 Last Minute Nyaralás Görögország Horvát Hotelek Törökország Bulgária Ciprus Málta Spanyolország Olaszország Egyiptom"
    },
    {
      "url": "https://www.sba.gov/about-sba/sba-newsroom/press-releases-media-advisories/sba-rolls-out-dedicated-tool-small-businesses-connect-cdfis-small-asset-lenders-participating-ppp",
      "title": "SBA Rolls Out Dedicated Tool for Small Businesses to Connect with CDFIs, Small Asset Lenders Participating in PPP | U.S. Small Business Administration",
      "description": "WASHINGTON - Today, U.S. Small Business Administration Administrator Jovita Carranza announced the launch of a dedicated online tool for small businesses and non-profits to be matched with Community Development Financial Institutions (CDFIs), Minority Depository Institutions (MDIs), Certified Development Companies (CDCs), Farm Credit System lenders, Microlenders, as well as traditional smaller asset size lenders in the Paycheck Protection Program (PPP).",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.marksandspencer.com/l/beauty",
      "title": "Beauty Products | M&S",
      "description": "Treat yourself to make-up, haircare, skincare and fragrance from our beauty collection. Shop quality products from brands like L'Occitane and Nuxe at M&S",
      "preview": "Beauty The beauty advent calendar Yours for £60 when you spend £35 or more on full-price fashion, homeware or beauty Shop now New In: Hair by Sam McKn"
    },
    {
      "url": "https://www.tickpick.com",
      "title": "No-Fee Sports, Concert, Theater Tickets | TickPick",
      "description": "Get 100% guaranteed tickets for sports, concerts, and theater events on TickPick, the only major no-fee ticket site.",
      "preview": "Close × MLB NHL NBA NFL CONCERTS OTHER SELL TICKETS EVENTS NEAR YOU ORGANIZE EVENTS MY ACCOUNT LOG IN BACK Arizona Diamondbacks Atlanta Braves Baltimo"
    },
    {
      "url": "http://nbc.researchresults.com/?s=639",
      "title": "Viewers Voice",
      "description": "void",
      "preview": "Welcome to the Viewer's Voice panel!"
    },
    {
      "url": "https://www.cdcr.ca.gov/",
      "title": "California Department of Corrections and Rehabilitation - CDCR",
      "description": "CDCR manages the State of California's prison system with an emphasis on public safety, rehabilitation, community reintegration and restorative justice",
      "preview": "You are currently using an unsupported browser. We recommend you change your browser to Chrome, Firefox, Safari, or Edge for the best and most secure"
    },
    {
      "url": "https://course.fast.ai/",
      "title": "Practical Deep Learning for Coders - Practical Deep Learning",
      "description": "A free course designed for people with some coding experience, who want to learn how to apply deep learning and machine learning to practical problems.",
      "preview": "New! We just launched a new >30 hour video course for more experienced students: Practical Deep Learning for Coders part 2: Deep Learning Foundations"
    },
    {
      "url": "http://eisenbahnplaner.eu/?page=0&lang=de&PHPSESSID=3n17vnamc7d07j2ut8jq0qv831",
      "title": "eisenbahn-planer.net",
      "description": "void",
      "preview": "de en fr pl hu nl it ru eisenbahn-planer Filter deaktiviert Termine Veranstalter Information Impressum Anmelden Datenschutz Monat 1 2 3 4 5 6 7 8 9 10"
    },
    {
      "url": "https://www.tacoma.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=uwtacoma",
      "title": "UW Tacoma Home | About UW Tacoma | University of Washington Tacoma",
      "description": "&nbsp;$10,000 Scholarship for Master of Education with TELL EndorsementInterested in teaching English Language Learners? A federal grant will provide a $10,0...",
      "preview": "Skip to main content Apply Canvas Map Calendar Library Directory MyUW more_vert more_vert Close Search About UW Tacoma About expand_more About UW Taco"
    },
    {
      "url": "https://www.glueckshufeisen.de/produkt/vergoldetes-glueckshufeisen-mit-geschenkbox-tempus-fugit/",
      "title": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" kaufen - Glueckshufeisen.de",
      "description": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" online kaufen. Personalisierbar ✅Geschenkidee ✅ Schneller Versand ✅ Hochwertig ✅ Jetzt kaufen!",
      "preview": "Direkt zum Inhalt Zu Produktinformationen springen Medien 1 in Modal öffnen Medien 2 in Modal öffnen Medien 3 in Modal öffnen Medien 4 in Modal öffnen"
    },
    {
      "url": "http://www.basementarcade.com/arcade/toobin/",
      "title": "Whoops!..",
      "description": "BAD Navigation!",
      "preview": "Not Authorized!"
    },
    {
      "url": "https://dakotaathletics.com/main/calendar/caltype/week",
      "title": "Dakota High School Calendar of Events",
      "description": "void",
      "preview": "Skip to Header Skip to Main Content Skip to Footer Twitter GO COUGARS! Twitter Home Sports & Activities Baseball Boys Basketball Girls Boys Cheer Team"
    },
    {
      "url": "https://www.correduriasegurossola.com/es/politica-de-privacidad/",
      "title": "Política de privacidad",
      "description": "Política de privacidad",
      "preview": "Español es català ca Llama ahora Español es català ca Llama ahora Política de privacidad QDQ MEDIA SAU no es responsable de la recogida de datos perso"
    },
    {
      "url": "https://www.berlin.de/tourismus/insidertipps/",
      "title": "Insider-Tipps - Berlin.de",
      "description": "Die außergewöhnlichen Seiten von Berlin erleben: Insider-Tipps, Szenetreffs und neue Ideen für Berlin-Besucher - abseits der abgetretenen Pfade.",
      "preview": "de Aktuelle Sprache: Deutsch en English Berlin Insider-Tipps © dpa Wer Berlin abseits der wichtigsten Sehenswürdigkeiten besser kennenlernen möchte, f"
    },
    {
      "url": "https://www.nps.gov/grca/planyourvisit/grand-canyon-national-park-public-health-update.htm",
      "title": "Grand Canyon National Park Operations Update - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.googlecloudcommunity.com/",
      "title": "Google Developer forums",
      "description": "Connect with developers and Google experts on the official Google Developer Forums. Find answers, share knowledge, and get help with Google Cloud, AI, and more.",
      "preview": "Category Topics Google Cloud A community for those who develop, connect, deploy, and operate on Google Cloud. 0 Looker The place for data-driven discu"
    },
    {
      "url": "https://www.bmw.hn/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Honduras | Autos Deportivos, Híbridos y Más - Home",
      "description": "Descubre los autos deportivos eléctricos, híbridos conectables y camionetas SUV de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "BMW Guatemala | Autos Deportivos, Híbridos y Más BMW Guatemala BMW VISION NEUE KLASSE X LA NUEVA ERA «X». Más información HERRAMIENTAS DE COMPRAS ENCU"
    },
    {
      "url": "https://fortunesociety.org",
      "title": "The Fortune Society | Building People, Not Prisons",
      "description": "Our mission is to support successful reentry from incarceration and promote alternatives to incarceration, thus strengthening the fabric of our communities.",
      "preview": "OUR MODEL OUR IMPACT HOW TO HELP BUILDING PEOPLE, NOT PRISONS. We believe in the power of people to change. We help individuals with justice involveme"
    },
    {
      "url": "https://rubygems.org/gems/git_remote_branch/versions/0.3.5?locale=zh-CN",
      "title": "git_remote_branch | RubyGems.org | 您的社区 Gem 托管中心",
      "description": "void",
      "preview": "git_remote_branch 0.3.5 git_remote_branch is a learning tool to ease the interaction with remote branches in simple situations. Gemfile: = 安装: = 版本列表:"
    },
    {
      "url": "https://regional-open-data-capcog.opendata.arcgis.com/",
      "title": "CAPCOG Regional Open Data Site",
      "description": "CAPCOG Region Open Data",
      "preview": "void"
    },
    {
      "url": "https://www.king-werk.de/Zinnprodukte/Flaschendeckel/",
      "title": "Flaschendeckel",
      "description": "Flaschendeckel aus Zinn Jetzt geht's den Flaschen an den Hals! Originell, flexibel und ausgefallen! Hingucker und Funktion in einem. Made in Germany! Für zu Hause oder draußen. Wir sind seit über 70 Jahren ein deutscher Hersteller von nützlichen G...",
      "preview": "Zum Hauptinhalt springen Zur Suche springen Zur Hauptnavigation springen Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javasc"
    },
    {
      "url": "http://byblackcon.com/",
      "title": "The Stoic Letters - The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "description": "The Stoic philosophy of Seneca, Epictetus and Marcus Aurelius.",
      "preview": "Skip to content In letter 53 Seneca uses a personal experience of a sea voyage to affirm that we easily overlook our faults, even those that constantl"
    },
    {
      "url": "http://www.inclusiv.org/",
      "title": "Inclusiv",
      "description": "void",
      "preview": "Skip to main content Search Search CDFI Credit Unions Create Economic Opportunity CDFI credit unions create economic opportunity. From helping a forme"
    },
    {
      "url": "https://www.computerlanguage.com/results.php?definition=AIN",
      "title": "AIN - CLC Definition",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://canelasf.com/our-story/",
      "title": "Our Story - Canela Bistro Bar",
      "description": "void",
      "preview": "Accessibility Statement Canela Bistro & Wine Bar Accessibility Statement Canela Bistro & Wine Bar is committed to facilitating the accessibility and u"
    },
    {
      "url": "https://listingsca.com/alberta/",
      "title": "Alberta Business, Travel, and Local Directory",
      "description": "Tourism, travel, and business guide of 15518 website listings, with photos and maps.",
      "preview": "Maps | Communities | Regions | Newest Links Alberta Business, Travel, and Local Directory - 15,518 Links Canada > Alberta Categories - View Complete C"
    },
    {
      "url": "http://www.electrosonic.com/",
      "title": "Audio Visual Systems | Electrosonic",
      "description": "Electrosonic designs, builds and supports innovative audiovisual solutions that create lasting experiences where people live, work and play.",
      "preview": "Audiovisual with impact Audiovisual solutions that change perceptions, inspire guests, strengthen brands and engage visitors. Explore Our Services See"
    },
    {
      "url": "https://hu.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress bővítmény | WordPress.org Magyar",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Bővítmények keresése Rész"
    },
    {
      "url": "https://www.klrn.org/",
      "title": "KLRN TV | Using the power of media to inform, entertain and inspire",
      "description": "We get kids ready to learn and we give you opportunities to explore the world around you -and have for over 60 years. Spend some time with us.",
      "preview": "Showcase"
    },
    {
      "url": "https://www.sportico.com/business/commerce/2017/formula-one-could-save-119-million-year-1859/",
      "title": "Ferrari Contemplates Exit from Formula One, Could Save $119 Million/Year",
      "description": "Ferrari (RACE) could be leaving Formula 1 (FWONK) at the expiration of their contract following the 2020 season.&nbsp;RACE, F1's oldest team (67 seasons), opposes the organization's plan to introduce a new version of its engine to the racing series and its intention to redistribute prize money b...",
      "preview": "Skip to main content By JohnWallStreet JohnWallStreet View All November 20, 2017 2:00am Facebook Twitter Linkedin Print + additional share options add"
    },
    {
      "url": "https://ipvm.com/reports/audio-usage-in-video-surveillance-2021",
      "title": "Audio Usage In Video Surveillance Statistics 2021",
      "description": "IPVM is the world's leading independent intelligence source for physical security, profiled by Time, The Atlantic, Wired and collaborated with the BBC, NY Times, Reuters, WaPo, WSJ, and more.",
      "preview": "Javascript is disabled. Enable javascript to view IPVM. Contact us at info@ipvm.com for help. Audio Usage In Video Surveillance Statistics 2021 IT IPV"
    },
    {
      "url": "https://www.madison-reed.com/",
      "title": "Madison Reed Hair Color | Salon Quality At Home or Book Service",
      "description": "Madison Reed is transforming at home hair color with ammonia free hair dye that results in multi-dimensional color that looks beautiful, healthy and natural.",
      "preview": "Skip to Main Content Madison Reed Hair Color Is An Instant Vibe Shift Multi-Dimensional Made for All Your Shades Bold and Timeless Cruelty-Free Colori"
    },
    {
      "url": "https://borderhumanity.soapboxx.com/category/639b33081b3ddc804109447b",
      "title": "Border Humanity Project - Category - Why We Welcome",
      "description": "The ACLU Border Humanity Project is a proud member of the #WelcomeWithDignity Campaign, which has been working with groups on the ground receiving migrants and people seeking asylum. As part of a political stunt, the governors of TX, AZ, and FL sent some people seeking safety in the U.S. to places where they have no family or friends to welcome them. The governors' intent was clear - to advance their hateful political goals, inflame public opinion and dehumanize people seeking asylum.",
      "preview": "void"
    },
    {
      "url": "https://generatepress.com",
      "title": "GeneratePress - The perfect foundation for your WordPress website.",
      "description": "GeneratePress is a lightweight WordPress theme that focuses on speed, stability, and accessibility.",
      "preview": "Skip to content Build your perfect WordPress website. Focused on speed, stability, and accessibility, our lightweight WordPress theme and suite of too"
    },
    {
      "url": "https://drugpolicy.org/issues/drug-war-statistics",
      "title": "Drug War Stats - Drug Policy Alliance",
      "description": "See the latest data and trends on drug arrests, incarceration, overdose, financial impact of the drug war, and more.",
      "preview": "Drug War Stats Quick Stat Finder 1 Drug Arrests 2 Incarceration 3 Systemic Impact 4 Overdose 5 Financial Impact 6 Marijuana Policy Drug War Stats 1 Dr"
    },
    {
      "url": "http://www.scottmdouglas.com/blog/five-pieces-of-advice-for-the-class-of-2017",
      "title": "Five Pieces of Advice for the Class of 2017 - Developing Leaders & Building a Legacy",
      "description": "It's popping up everywhere on social media: time to dust off the Academic Regalia, wear a pointy hat, walk across a stage, and get a diploma. Graduation season is upon us. Thousands will make the...",
      "preview": "Developing Leaders & Building a Legacy Blog About Contact Other Works Five Pieces of Advice for the Class of 2017 5/8/2017 3 Comments It's popping up"
    },
    {
      "url": "http://www.geomatics.ucalgary.ca/",
      "title": "Department of Geomatics Engineering | Schulich School of Engineering | University of Calgary",
      "description": "void",
      "preview": "Skip to main content Department of Geomatics Engineering About our department Our programs Find your degree Our research Explore the details Faculty m"
    },
    {
      "url": "https://www.youtubego.com/",
      "title": "YouTube",
      "description": "Divertiti con i video e la musica che ami, carica contenuti originali e condividi tutto con amici, familiari e con il mondo su YouTube.",
      "preview": "Informazioni Stampa Copyright Contattaci Creator Pubblicità Sviluppatori Termini Privacy Norme e sicurezza Come funziona YouTube Prova le nuove funzio"
    },
    {
      "url": "https://www.complex.com/music/jay-z-beyonce-michael-rubin-july-4th-party-performances-drake-lil-baby-travis-scott",
      "title": "Jay-Z, Beyoncé, and More Attend Michael Rubin's July 4th ...",
      "description": "Michael Rubin hosted a star-studded Fourth of July party with guests like Drake, Jay-Z, Lil Baby, and Travis Scott joining the celebration.",
      "preview": "COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW Billie Eilish NBA League Collection COMPLEXCON | OCTOBER 25-26 | LAS VEGAS | BUY TICKETS NOW"
    },
    {
      "url": "https://www.rap-up.com/2010/01/17/67th-annual-golden-globe-awards-arrivals/",
      "title": "67th Annual Golden Globe Awards",
      "description": "67th Annual Golden Globe Awards",
      "preview": "A little rain couldn't dampen the festive mood at the 67th Annual Golden Globe Awards. Hollywood's hottest couples including Mariah Carey and Nick Can"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/chicken-recipes/chicken-tikka-masala/",
      "title": "Easy chicken tikka masala recipe | Jamie Oliver",
      "description": "This brilliant Anglo-Indian chicken curry recipe is sure to make people very happy.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "https://www.inbeat.co/ad-mockup-generator/instagram/",
      "title": "Instagram Ad Mockup",
      "description": "Inbeat",
      "preview": "Important tool updates - Learn more Resources Learn Articles Read about influencer marketing Growthnotes - Newsletter Insights for the modern marketer"
    }
  ],
  "_meta": {
    "total_bookmarks": 89
  }
}