{
  "data": [
    {
      "url": "https://opendata.paris.fr/explore/dataset/quartier_paris/information/",
      "title": "Quartiers administratifs - Paris Data",
      "description": "Données géographiques surfaciques. Le quartier désigne la division administrative de l'arrondissement. Chaque arrondissement est découpé en quatre quartiers administratifs. Paris compte ainsi quatre-vingt quartiers administratifs. Étendue géographique : ParisFichier jointquartier.pdf contient la description détaillée de la structure des données",
      "preview": "{{ ctx.nhits | number }} record Filters {{ ctx.nhits | number }} record Active filters No active filters Filters La recherche texte n'est pas appliqué"
    },
    {
      "url": "https://upgrade.mail.yahoo.com/",
      "title": "Yahoo Mail",
      "description": "Take a trip into an upgraded, more organized inbox with Yahoo Mail. Login and start exploring all the free, organizational tools for your email. Check out new themes, send GIFs, find every photo you've ever sent or received, and search your account faster than ever.",
      "preview": "void"
    },
    {
      "url": "http://webtv.un.org/",
      "title": "Home | UN Web TV",
      "description": "UN Web TV is available 24 hours a day with selected LIVE programming of United Nations meetings and events as well as with pre-recorded video features and documentaries on various global issues.",
      "preview": "Sorry, you need to enable JavaScript to visit this website. Skip to main content Live 24 Hour Live and pre-recorded Programming Previously 01:52:50 Ag"
    },
    {
      "url": "https://www.bbc.com/news/technology",
      "title": "BBC Innovation | Technology, Health, Environment, AI",
      "description": "BBC Innovation brings you the latest in Technology news and coverage from around the world, including health, environment, AI, and more",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.transplantation-information.de/veroeffentlichungen/pressemeldungen/hirntoddiagnostik_tag_der_organspende_01_06_2005.html",
      "title": "Tag der Organspende: Hirntoddiagnostik in der Kritik",
      "description": "Die Diagnose Hirntod wird als die wahrscheinlich sicherste Diagnose in der Medizin postuliert und deshalb wurde sie im Transplantationsgesetz als Entnahmekriterium festgelegt. Doch Studien belegen, dass der Hirntod nicht selten falsch diagnostiziert wird und Ärzte den sogenannten Hirntod nicht exakt nach den Richtlinien der Bundesärztekammer feststellen.",
      "preview": "Home Gesetze & Hintergrundinformationen Gerichtsurteile & -verfahren Hirntod Organspende & Organspender Organempfänger Organhandel Erfahrungsberichte"
    },
    {
      "url": "https://nalcab.org/",
      "title": "NALCAB",
      "description": "void",
      "preview": "Donate to the Roots of Resilience campaign to drive lasting national economic growth and opportunity DONATE Donate to the Roots of Resilience campaign"
    },
    {
      "url": "https://donate.doctorswithoutborders.org/secure/turkey-syria-earthquake-onetime?_ga=2.267824718.1948866458.1675777854-1961190027.1675777854&_gl=1*x8xlvd*_ga*MTk2MTE5MDAyNy4xNjc1Nzc3ODU0*_ga_C7EW6Q0J9K*MTY3NTc3Nzg1Ni4xLjEuMTY3NTc3ODA4Ny4wLjAuMA..",
      "title": "Donate to Help save lives. Your gift matched.",
      "description": "Médecins Sans Frontières USA, Inc.'s campaign donation page.",
      "preview": "Help save lives. Donate now. Choose an amount to donate Monthly Dedicate my donation Choose an amount Unrestricted donations enable MSF to carry out o"
    },
    {
      "url": "https://phlcovid19fund.org/covid-19/",
      "title": "The Philadelphia Foundation - Our Community, Made Better",
      "description": "For more than a century, Philadelphia Foundation has increased philanthropic investment in the community, fostering the economic, civic and social vitality of Greater Philadelphia.",
      "preview": "Philadelphia Foundation HOW CHANGE HAPPENS. Philadelphia Foundation's 2023-2024 Impact Report ABOUT PHILADELPHIA FOUNDATION Philadelphia Foundation is"
    },
    {
      "url": "https://campaigns.organizefor.org/petitions/help-make-hair-discrimination-illegal",
      "title": "Help Us End Hair Discrimination in the Workplace, Schools, and Pools | OrganizeFor",
      "description": "Currently, it is legal to discriminate against a person in the workplace, schools, and/or pools because of their natural or protective hairstyle in all states except for California, New York, New Jersey, Virginia, Colorado, Washington, Maryland, Connecticut, Delaware, New Mexico, Nebraska, Nevada, Oregon, Illinois, Maine, Tennessee, Louisiana, Massachusetts, Alaska, Michigan, Texas, Minnesota, Arkansas, Vermont, New Hampshire, and Missouri. Hair discrimination remains a source of racial...",
      "preview": "Skip to main content Start a Campaign Log in To: Lawmakers Across the Country Help Us End Hair Discrimination in the Workplace, Schools, and Pools Vot"
    },
    {
      "url": "https://www.libertyellisfoundation.org/passenger",
      "title": "Passenger Search - The Statue of Liberty & Ellis Island",
      "description": "void",
      "preview": "Are you still there? Your session is about to expire due to inactivity."
    },
    {
      "url": "http://bobhope.org",
      "title": "Bob & Dolores Hope Foundation",
      "description": "void",
      "preview": "\"If you haven't any charity in your heart, you have the worst kind of heart trouble\" Learn More If you haven't any charity in your heart, you have the"
    },
    {
      "url": "https://station-auray.snsm.org",
      "title": "STATION SNSM D'AURAY - LA TRINITÉ | STATION SNSM D'AURAY - LA TRINITÉ",
      "description": "<p>C'est au milieu de plus de 2&nbsp;200&nbsp;bateaux que sont basées la station SNSM d'Au­ray - La Trinité et sa vedette de sauve­tage de 1<sup>ère</sup> classe <em>SNS 158&nbsp;Eric Tabarly</em>.</p> <p>Les deux sont à proxi­mité de la Capi­tai­ne­rie du Port de la Trinité-sur-Mer. Un port de renommé inter­na­tio­nal grâce à toutes les mani­fes­ta­tions nautiques orga­ni­sées en Baie de Quibe­ron, ainsi que toutes les entre­prises du nautisme qui préparent les grands bateaux de courses océa­niques.</p> <p>&nbsp;</p> <h2>Histoire de notre station</h2> <p>C'est en 1962&nbsp;remonte les archives retrou­vées de la station de La Trinité-sur-Mer</p> <p>Dimanche 28&nbsp;mai 1962, mise à l'eau à Lorient de la vedette de sauve­tage <em>Roger Dillon</em>, navire de 9&nbsp;m, moteur de 100&nbsp;CV et&nbsp;vitesse de 15&nbsp;nœuds. Elle arri­vera le 8&nbsp;juin à La Trinité-sur-Mer, pilo­tée par M. Hyacinte Dagorne, patron de la vedette.</p> <p>C'est en 1970&nbsp;qu'elle est remplacé par <em>La Venette</em>, vedette&nbsp;armée par les Hospi­ta­liers sauve­teurs bretons (HSB) et la gendar­me­rie. Très peu de trace de cette embar­ca­tion.</p> <p>La même année arrive la <em>SNS 24&nbsp;Notre-Dame de Lotivy</em>. De 1970 à 1987, l'em­bar­ca­tion était armée par 4&nbsp;personnes (un patron, un sous-patron, un mate­lot méca­ni­cien et un mate­lot). Il semble­rait qu'elle soit tombée en avarie et ne pouvait plus être opéra­tion­nelle. Elle fut désar­mée en 1967&nbsp;et amenée dans un chan­tier de démo­li­tion à Saint-Malo.</p> <p>De 1987 à 1988, c'est <em>Jolie Miss</em>,&nbsp;vedette de 33&nbsp;pieds équipé de deux moteurs de 220&nbsp;CV&nbsp;appar­te­nant à Jean-Paul Valle­gant, qui&nbsp;fait la liai­son, le temps que la nouvelle vedette SNSM arrive.</p> <p>La <em>SNS 225&nbsp;Sainte-Anne d'Au­ray</em> de 1988 à 1993, à été construite à Port-Louis en 1987&nbsp;et est mise en service début 1988&nbsp;en présence de l'Ami­ral Leen­hart, président de la SNSM, d'An­dré Nygren, maire de La Trinité-sur-Mer. C'était une vedette propul­sée par deux hydrojets au lieu d'hé­lices, mais présente quelques défauts de concep­tion. Des aile­rons sont instal­lés pour la rendre plus gouver­nable. Après l'ar­ri­vée de la vedette <em>Paul Le Garrec</em>, elle fut conduite à l'Ile d'Aix en août 1993.</p> <p>La <em>SNS 109&nbsp;Paul Le Garrec</em>&nbsp;a sévi de 1993 à 2007. Vedette de 1<sup>ère</sup> classe avec coque poly­es­ter, c'est après 15&nbsp;ans de bons et loyaux services à Boulogne-sur-Mer et une refonte complète au chan­tier Bernard de Locmique­lic qu'est affec­tée en août 1993&nbsp;la 109. Elle est armée par un équi­page de 6&nbsp;personnes (un patron, un méca­ni­cien, un radio, et trois cano­tiers).</p> <p>Puis depuis c'est la <em>SNS 158&nbsp;Eric Tabarly</em>&nbsp;qui est en service, une&nbsp;vedette de 1<sup>ère</sup> classe nouvelle géné­ra­tion. Mise à l'eau le 25&nbsp;septembre 2007, elle est arri­vée au port de La Trinité-sur-Mer le 18&nbsp;octobre 2007. Cette vedette mesure 14,8&nbsp;m avec deux moteurs IVECO de 450&nbsp;CV et une vitesse 25&nbsp;nœuds.</p> <article data-caption=\"Photo : Cyrille Dupont\" data-embed-button=\"media_entity_embed\" data-entity-embed-display=\"view_mode:media.wysiwyg\" data-entity-embed-display-settings=\"{&quot;link_url&quot;:&quot;&quot;,&quot;link_url_target&quot;:0}\" data-entity-type=\"media\" data-entity-uuid=\"a9f03c85-13dc-4b37-b9b5-ab299864c303\" data-langcode=\"fr\" class=\"embedded-entity\"> <figure class=\"caption align-center\"> <article class=\"media media--type-image media--view-mode-wysiwyg\"> <img loading=\"lazy\" src=\"/sites/default/files/styles/wysiwyg/public/2019-03/sns-158-snsm-auray-la-trinite-photo-cyrille-dupont.jpg?itok=bSv3muw6\" width=\"870\" height=\"580\" alt=\"sns-158-snsm-auray-la-trinite-photo-cyrille-dupont\" title=\"SNS 158 &quot;Eric Tabarly&quot; - SNSM Auray - La Trinité - Photo : Cyrille Dupont\" typeof=\"foaf:Image\" class=\"image-style-wysiwyg\"> </article> <figcaption> Photo : Cyrille Dupont <em></em> </figcaption> </figure> </article>",
      "preview": "Aller au menu principal Aller à la recherche Aller au contenu principal Rechercher Rechercher LA TRINITÉ SUR MER Présentation Bateaux de sauvetage Act"
    },
    {
      "url": "https://buddypress.org/",
      "title": "BuddyPress.org",
      "description": "Fun & flexible software for online communities, teams, and groups",
      "preview": "Skip to: Content Pages Categories Search Top Bottom About News Codex Develop Make Forums Download BuddyPress.org Meet BuddyPress The open source commu"
    },
    {
      "url": "https://porsche.oemdtc.com/category/recalls",
      "title": "Recalls | Porsche - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://ro.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Modul WordPress | WordPress.org În Română",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Caută module Detalii Rece"
    },
    {
      "url": "http://www.bmgricordi.it/",
      "title": "Sinfonia di suoni: viaggio nel mondo delle melodie e dei ritmi",
      "description": "void",
      "preview": "In prima linea Produzione Previous Next Strumenti Eventi Generi musicali Artisti Vari Nuovi articoli"
    },
    {
      "url": "https://disneytermsofuse.com/english/",
      "title": "English - Disney Terms of Use - United States - Disney Terms Of Use",
      "description": "void",
      "preview": "English - Disney Terms of Use - United States Terms of Use - United States Last Updated: May 24, 2024 Disney DTC LLC and/or its affiliates and subsidi"
    },
    {
      "url": "https://www.suppose.tv/tv",
      "title": "Suppose | Compare Cable, Satellite & Streaming TV Services",
      "description": "Suppose lets you select your favorite TV channels, searches billions of combinations of cable, satellite and streaming TV services, and finds the best for you.",
      "preview": "Suppose ... Suppose will search billions of combinations of video services to find the best for you. To use Suppose, you must enable JavaScript in you"
    },
    {
      "url": "https://myducksong.tumblr.com/post/150178533967",
      "title": "got any grapes? - Another year of record growth for AP Computer...",
      "description": "Since recent data shows that students like computer science classes a lot, it's not a surprise that AP Computer Science experienced record growth in the 2015-2016 academic year and maintained its...",
      "preview": "codeorg : Since recent data shows that students like computer science classes a lot , it's not a surprise that AP Computer Science experienced record"
    },
    {
      "url": "http://thezeusnetwork.com/contact",
      "title": "Contact us - Zeus",
      "description": "Subscribe to watch your favorite creators today.",
      "preview": "Need help? General questions? Read our FAQ Trouble accessing paid content? Go to Browse Select Category Cancel/pause my subscription Video playback is"
    },
    {
      "url": "https://cataphrak.com/2021/11/15/november-update-3/?replytocom=2283",
      "title": "November Update | Paul Wang",
      "description": "I am happy to say that as of the first week of this month, the last full chapter of Lords of Infinity is finally complete. I am now working on the two epilogues which will wrap up the main plot. I suspect that will keep me busy for the next month or two. As usual,...",
      "preview": "Blog About Me Flash Games Interactive Fiction Patreon Content Contact"
    },
    {
      "url": "https://www.servinauta.com/1487-2/img-20180822-wa0012/",
      "title": "img-20180822-wa0012 - Servinauta",
      "description": "void",
      "preview": "Buscador Buscar Inicio Servicios Barcos de Ocasión Alquiler Academia Náutica Noticias Contacto Buscar... Noticias: Buscar... Todas las noticias Archiv"
    },
    {
      "url": "https://id.linkedin.com/company/octopus-ina?trk=organization_guest_main-feed-card-text",
      "title": "Octopus Indonesia | LinkedIn",
      "description": "Octopus Indonesia | 11.310 pengikut di LinkedIn. A Reverse Logistic Platforms for Post-Consumer Materials | Octopus is a reverse-logistic startup that currently doing collection of post-consumer product through circular economy.",
      "preview": "LinkedIn menghargai privasi Anda LinkedIn dan pihak ketiga menggunakan cookie esensial dan non-esensial untuk menyediakan, mengamankan, menganalisis,"
    },
    {
      "url": "https://wiki.osmfoundation.org/wiki/Takedown_procedure",
      "title": "Takedown procedure - OpenStreetMap Foundation",
      "description": "void",
      "preview": "Jump to: content , navigation , search Takedown procedure From OpenStreetMap Foundation The OSM Foundation and community respect the intellectual prop"
    },
    {
      "url": "https://primefaces.org/diamond/chronoline.xhtml;jsessionid=node0b4eckd93hrrg1qxulymmqkzkv6577254.node0",
      "title": "CHRONOLINE",
      "description": "void",
      "preview": "DIAMOND Favorites Favorites Dashboard UI Kit UI Kit Form Layout Input Float Label Invalid State Button Table List Tree Panel Overlay Menu Message File"
    },
    {
      "url": "https://meritamerica.applytojob.com/apply",
      "title": "Job Seeker Resources",
      "description": "void",
      "preview": "Trying to apply for a job? Please read before you proceed Oops ! You've likely been routed here accidentally. JazzHR is an applicant tracking system ("
    },
    {
      "url": "https://www.theworldwomennews.com/",
      "title": "theworldwomennews.com",
      "description": "void",
      "preview": "Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Contact Us Copyright © 2025 Th"
    },
    {
      "url": "https://news.cs.washington.edu/2017/08/17/first-choice-majors-of-uw-confirmed-incoming-freshmen/",
      "title": "Allen School News » First-Choice Majors of UW Confirmed Incoming Freshmen",
      "description": "The trend continues - at the University of Washington, and across the nation. The two charts shown here tell the story: they show the ten top first-choice majors of UW confirmed incoming freshmen from fall 2010 to fall 2017, and the first-choice College of Engineering majors of UW confirmed incoming...",
      "preview": "Skip to main content Allen School News Search for: Follow @csenews on Twitter Get Email Notifications First-Choice Majors of UW Confirmed Incoming Fre"
    },
    {
      "url": "https://www.collegeboard.org",
      "title": "College Board - SAT, AP, College Search and Admission Tools",
      "description": "College Board is a non-profit organization that clears a path for all students to own their future through the AP Program, SAT Suite, BigFuture, and more.",
      "preview": "SAT PSAT/NMSQT PSAT 10 PSAT 8/9 Student Score Reports AP AP Students AP Central Pre-AP Springboard Big Future College Search BigFuture Scholarships Sc"
    },
    {
      "url": "https://nereusprogram.org/works/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "A new source of publicly accessible data on fishing vessel activity is providing unprecedented insight into the scope of fishing in areas beyond national jurisdiction (ABNJ) and governance gaps therein.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://powerapps.microsoft.com/",
      "title": "Microsoft Power Apps - crea app con intelligenza artificiale | Microsoft",
      "description": "Inizia a creare applicazioni basate su intelligenza artificiale usando gli strumenti di Microsoft. Scopri Power Apps e trova tutto quello che ti serve per creare la soluzione di app basata su intelligenza artificiale per la tua organizzazione.",
      "preview": "This is the Trace Id: 629c2c3d8cd636dc2be18eccdf3165a0 Passa a contenuti principali Choose your billing country/region: Italia Svizzera San Marino Cit"
    },
    {
      "url": "https://jsf.co/jumpstart-foundry-announces-first-round-of-2021-portfolio-selections/",
      "title": "Jumpstart Foundry Announces First Round of 2021 Portfolio Selections - Jumpstart Foundry",
      "description": "Jumpstart Foundry, one of Tennessee's most active healthcare venture capital firms, has announced its latest round of new investments. The Spring selection consists of 17 innovative healthcare startups chosen from an applicant pool of nearly 200. Jumpstart Foundry plans to make a record number of investments this year from its largest fund to date, totaling 34 deals, with their second round of offers to be made in the Fall of 2021.",
      "preview": "Jumpstart Foundry Announces First Round of 2021 Portfolio Selections Jun 11, 2021 | SHARE Facebook Twitter LinkedIn Pinterest Jumpstart Foundry Announ"
    },
    {
      "url": "http://fao.org/contact-us/en/",
      "title": "Contact us | FAO | Food and Agriculture Organization of the United Nations",
      "description": "Contact us",
      "preview": "Share Close Contact us General information Headquarters Viale delle Terme di Caracalla 00153 Rome, Italy Tel:(+39) 06 57051 e-mail： [email protected]"
    },
    {
      "url": "https://events.microsoft.com/",
      "title": "Ricerca Eventi Microsoft",
      "description": "Trova eventi e opportunità di apprendimento di Microsoft pensati per aiutarti ad ampliare le tue competenze, apprendere nuove abilità e costruire una community.",
      "preview": "This is the Trace Id: 8d7ed526e36d37f232a7d0347f31d3d7 Passa a contenuti principali Amplia le tue capacità e modella il futuro durante Microsoft Ignit"
    },
    {
      "url": "https://www.aktivortho.ch/cst_fachanwender_verordnungsformular/fa_verordnungsformular.php?other_prescriptions=Mc+David+Anklebrace",
      "title": "aktivortho Verordnungsformular Generator",
      "description": "void",
      "preview": "Verordnungsformular Generator Name: Vorname: Adresse: Geburtsdatum: / / TT / MM / JJJJ KK IV SUVA MV UVG Für Rückfragen: Name: Telefon: Diagnose: Sons"
    },
    {
      "url": "https://www.uab.edu/news/health/item/13410-full-house-rare-set-of-twins-delivered-at-uab-join-twin-brothers-at-home",
      "title": "Full house: Mom delivers rare set of MoMo twins at UAB, Alba's second set of twins in 13 months - UAB News",
      "description": "Britney Alba's monoamniotic-monochorionic twins are her second set in 13 months. Britney, Frankie, Luka and Levi, welcomed Lydia and Lynlee on Oct. 25.",
      "preview": "Health & Medicine • February 14, 2023 Full house: Mom delivers rare set of MoMo twins at UAB, Alba's second set of twins in 13 months Media contact: P"
    },
    {
      "url": "https://cricblog.net/",
      "title": "Cricket Blog, news, opinion, fantasy tips and more : CricBlog",
      "description": "Cricket blog for the fans, by the fans. Get your fix of news, opinion, Dream11 predictions, fantasy cricket, fan-led content and more.",
      "preview": "Sign in About CricBlog EXCLUSIVE INTERVIEWS Future Of Cricket Cricket News Cricket Preview Fantasy Cricket Women's Cricket IPL Opinion Twitter reactio"
    },
    {
      "url": "https://uscenterforsafesport.org/report-a-concern/#:~:text=If%20you%20need%20crisis%20intervention,at%20866%2D200%2D0796.",
      "title": "Report a Concern | U.S. Center for SafeSport",
      "description": "Anyone can report to the Center--by phone or at this portal--abuse or misconduct involving any of 11+ million people in 50+ Olympic and Paralympic sports.",
      "preview": "Report a concern HOW TO REPORT Report here if you have experienced abuse or misconduct-or if you have reasonable suspicion of abuse or misconduct infl"
    },
    {
      "url": "https://cloud.email.hollywoodreporter.com/signup/",
      "title": "The Hollywood Reporter Email Alerts & Newsletter Preferences",
      "description": "void",
      "preview": "× Thank You Your subscription preferences have been updated. Please allow up to 24 hours for changes to take effect. SUBSCRIBE TO OUR NEWSLETTERS Acco"
    },
    {
      "url": "https://www.boots.com/toiletries",
      "title": "Toiletries - Womens & Mens - Boots",
      "description": "Explore our range of toiletries for all your bathroom essentials for men & women. Shop today & collect Advantage Card Points for every pound you spend.",
      "preview": "This item has been successfully added to your list. x Skip to navigation Skip to content Skip to search Message Dialog Maximum basket size reached Out"
    },
    {
      "url": "https://tv.apple.com/channel/tvs.sbd.4000?itscg=10000&itsct=atv-mac_fp-pmo_try-atv-220405",
      "title": "‎Apple TV+",
      "description": "Browse all movies, TV shows, and more from Apple TV+. Watch all Apple Originals here and on the Apple TV app across your devices.",
      "preview": "Sign In Get Apple TV+ free for 1 week. Stream hundreds of exclusive shows and movies, with new releases every week. Accept Free Trial 7 days free, the"
    },
    {
      "url": "http://www.flowerpowernyc.org/2014/07/",
      "title": "July 2014 - Flower Power NYC",
      "description": "void",
      "preview": "Skip to the content Close Menu Jack wants to become chef of a day and probably it is going to do light work, whereas Jill - studying hard to be accept"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notion-Website-Maker-Create-A-Free-Website-Built-In-Notion-3eeb9a1140ee47eb916d670bd08457fa?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.zeit.de/wissen/index",
      "title": "Wissen - Wissenschaft und Forschung | DIE ZEIT",
      "description": "Nachrichten und Analysen zu Wissen, Wissenschaft, Forschung, Gesundheit, Umwelt und Geschichte",
      "preview": "Zum Inhalt springen Pfeil nach links Pfeil nach rechts Lesezeichen Abspielen Artenschutz: Rebhuhn zum Vogel des Jahres gewählt Artenschutz : Rebhuhn z"
    },
    {
      "url": "https://www.portosbakery.com/",
      "title": "Welcome to Porto's Bakery & Cafe | Porto's Bakery",
      "description": "Porto's Bakery was born out of Rosa's love for sharing her wonderful cakes, pastries, and savory treats. Millions sold each year. Now shipping nationwide!",
      "preview": "Skip to content SEARCH PORTO'S MENU Don't see your favorite? Please note that we are temporarily offering an abbreviated menu. Select your location to"
    },
    {
      "url": "https://itconnect.uw.edu/?utm_source=quicklinks&utm_medium=click&utm_campaign=quicklinks&utm_term=computingit",
      "title": "Information Technology - University of Washington",
      "description": "News & Featured",
      "preview": "Skip to content Enter search text Current site All the UW Search scope Current site All the UW Information Technology Optimize Your Departmental IT Bu"
    },
    {
      "url": "https://www.sailmagazine.com/charter/what-if-it-goes-wrong",
      "title": "What if it Goes Wrong?",
      "description": "The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most can also find an instructional skipper, should you want to brush up your basic sailing skills or acquire cruising-specific knowledge. Most of the time it goes well. You not only pay the skipper, but are also expected to provide a cabin on your boat for him/her as",
      "preview": "What if it Goes Wrong? The word is \"most.\"Most bareboat-charter companies are able to hire a skipper for you at most or all of their bases and most ca"
    },
    {
      "url": "https://www.vellabox.com/",
      "title": "Vellabox // The Artisan Candle Subscription Box",
      "description": "The Artisan Candle Subscription Box",
      "preview": "No products in the cart. Gift Candle Subscriptions Gift Cards Corporate Gifting Search for: Account LOGIN SIGN UP Order History Account Settings $USD"
    },
    {
      "url": "https://www.publicnoticeillinois.com#nt=primarynavbar",
      "title": "Public Notice Illinois | Illinois Press Association - Springfield, IL",
      "description": "void",
      "preview": "Search Public Notices: Popular Popular Searches Annual Treasurer's Report Assessments Estate Claims Foreclosures I-Cash Prevailing Wage Notices Schedu"
    },
    {
      "url": "http://stephane-gavoye.fr/tag/rhones-alpes/",
      "title": "Rhônes-Alpes - Stéphane Gavoye",
      "description": "void",
      "preview": "Stéphane Gavoye Découvertes... Espagne Séville France Alsace Lorraine Auvergne Bourgogne Centre Corse Franche-Comté Rhône-Alpes Versailles Maroc Turquie"
    },
    {
      "url": "https://git.callpipe.com/finn/signald/-/branches",
      "title": "Branches · Finn / signald · GitLab",
      "description": "signald is a daemon that facilitates communication over Signal. While this repository is still updated for now, that is not guaranteed for the future and the official signald...",
      "preview": "Overview Active Stale All master protected 06c6aca2 · Also mention new remote URL · Jan 06, 2021 session-cleanup c9ddb37a · derp · Mar 22, 2021 2.15.3"
    },
    {
      "url": "https://iics.medium.com/tech-support-scammers-use-xss-vulnerability-to-show-fake-malware-infection-7e56138ed186",
      "title": "Tech support scammers use XSS vulnerability to show fake malware infection | by Eli Cyber Security | Medium",
      "description": "Tech support scammers use XSS vulnerability to show fake malware infection Tech support scams are one of the most common threats to technology users, as both legitimate service providers and end ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Tech support scammers use XSS vulnerability to show fake malware infectio"
    },
    {
      "url": "https://www.desmoinesregister.com/story/news/politics/2021/03/08/iowa-governor-kim-reynolds-signs-law-shortening-early-voting-closing-polls-earlier-election-day/6869317002/",
      "title": "Iowa voting law: Gov. Kim Reynolds signs law shortening early voting",
      "description": "The measure passed the Legislature with all Republican votes. The GOP says the law is about election integrity; Democrats say it's voter suppression.",
      "preview": "Skip to main content Home Election News Iowa Caucuses Candidate Tracker Crime & Courts Education Des Moines City Council Iowa Politics National Politi"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Global_Objects/Promise",
      "title": "Promise - JavaScript | MDN",
      "description": "The Promise object represents the eventual completion (or failure) of an asynchronous operation and its resulting value.",
      "preview": "Skip to main content Skip to search Promise Baseline Widely available * This feature is well established and works across many devices and browser ver"
    },
    {
      "url": "https://educacioncontinua.urosario.edu.co",
      "title": "Educación Continua - Cursos y más - Universidad del Rosario",
      "description": "Es un área de capacitación que ofrece a los profesionales y en general a los ejecutivos y funcionarios de entidades del sector público y privado, la posibilidad de actualizar, profundizar y desarrollar habilidades y competencias, a través de un portafolio de diplomados, cursos, seminarios y talleres, que contribuyen a su crecimiento como individuo y proyección en la organización a la que pertenece.",
      "preview": "Skip to main content Educación Continua y Consultoría | Universidad del Rosario Previous Next Educación Continua En la Unidad de Educación Continua de"
    },
    {
      "url": "https://itif.org/publications/2016/05/31/case-improving-us-computer-science-education",
      "title": "The Case for Improving U.S. Computer Science Education | ITIF",
      "description": "Despite surging demand, computer science education is only just beginning to gain traction in U.S. school systems. Policymakers should expand access to rigorous, high-quality courses in both high school and college.",
      "preview": "Skip to content The Case for Improving U.S. Computer Science Education By Adams Nager and Robert D. Atkinson | May 31, 2016 Read Report Despite surgin"
    },
    {
      "url": "https://www.projecthealthyminds.com/",
      "title": "Project Healthy Minds",
      "description": "void",
      "preview": "WORLD MENTAL HEALTH DAY FESTIVAL 2025 IS HERE. REGISTER -> Welcome to a new era of mental health Welcome to a new era of mental health We've made find"
    },
    {
      "url": "https://nova.astrometry.net/",
      "title": "Astrometry.net",
      "description": "void",
      "preview": "Not signed in | Sign In Home Explore Images Users Tags Upload API Support Home Explore Browse images others have been uploading or search for photos o"
    },
    {
      "url": "http://brokenjawtips.com/",
      "title": "Ellen's Broken Jaw Tips",
      "description": "Tips for people who have suffered a broken jaw and their mouth is wired shut.",
      "preview": "Home Basics FAQ Recipes Unwired Stories Mouth wired shut? Total bummer. On the bright side, you are probably grateful that you can still use the inter"
    },
    {
      "url": "https://fedtechmagazine.com/article/2018/11/how-computer-vision-can-help-agencies-spot-critical-needs",
      "title": "How Computer Vision Can Help Agencies Spot Critical Needs | FedTech Magazine",
      "description": "Training computers to \"see\" images may add capabilities in emergency situations in the near-future.",
      "preview": "Skip to main content MENU Log in Search twitter feed Home » Software Close New AI Research From CDW See how IT leaders are tackling AI opportunities a"
    },
    {
      "url": "https://www.siteliner.com/",
      "title": "Siteliner - Find Duplicate Content on your site",
      "description": "void",
      "preview": "Explore your site. Find duplicate content, broken links, and more... Starting Scan... © 2025 Indigo Stream Technologies, providers of Copyscape . All"
    },
    {
      "url": "https://oceanriskalliance.org/",
      "title": "Homepage - ORRAA",
      "description": "Our mission is to drive investment into coastal and ocean natural capital, to positively impact the resilience of people in coastal areas around the world.",
      "preview": "Skip to content Investing in coastal communities and the Ocean Our mission, by 2030, is to activate at least USD$500 million of investment to build th"
    },
    {
      "url": "https://www.spirittoolkit.com",
      "title": "HOME | Mysite",
      "description": "void",
      "preview": "top of page SCROLL PARANORMAL TOOLS IN YOUR POCKET Never forget your tools at home again. ABOUT Spirit Took Kit Spirit Took Kit is a collection of too"
    },
    {
      "url": "https://ucmp.berkeley.edu/collections/vertebrate-collection/preparation/",
      "title": "Preparation Lab",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Skip to primary sidebar Skip to footer Bluesky Facebook Instagram About Contact People Values FAQs SUP"
    },
    {
      "url": "http://www.fosspatents.com/2011/05/?m=1",
      "title": "FOSS Patents: May 2011",
      "description": "This blog covers software patent news and issues with a particular focus on wireless, mobile devices (smartphones, tablet computers, connected cars) as well as select antitrust matters surrounding those devices.",
      "preview": "Tuesday, May 31, 2011 Lodsys sues 7 app developers in East Texas, disagrees with Apple; Android also targeted I almost appeared to be a \"party spoiler"
    },
    {
      "url": "https://chat.tripsit.me/",
      "title": "TripSit.Me",
      "description": "Tripsit Harm Reduction Through Education",
      "preview": "Loading..."
    },
    {
      "url": "https://mybuild.microsoft.com/",
      "title": "Your home for Microsoft Build",
      "description": "Connect, code, and grow at Microsoft Build",
      "preview": "void"
    },
    {
      "url": "https://www.booklistonline.com/Default.aspx",
      "title": "Booklist Online: Leading Book Discovery",
      "description": "void",
      "preview": "Welcome to Booklist Online!"
    },
    {
      "url": "https://www.latostadora.com/lolakabuki/dibujos/1059451",
      "title": "Productos y diseños de Lola Kabuki | LaTostadora.com",
      "description": "Lola Kabuki en laTostadora. Diseños disponibles en una gran variedad de productos. Envío Gratis.",
      "preview": "Tienda en construcción. Si eres el propietario de la tienda y tienes alguna consulta visita nuestro portal de ayuda al diseñador o contáctanos. Inicio"
    },
    {
      "url": "https://securitylab.github.com/bounties",
      "title": "Bounties | GitHub Security Lab",
      "description": "Securing open source software, together.",
      "preview": "skip to content Resources Open Source Community Enterprise / Security Lab Research Advisories CodeQL Wall of Fame Resources Open Source Community Ente"
    },
    {
      "url": "https://www.nature.com/subjects/genetics",
      "title": "Genetics - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://developpaper.com/open-source-c-implementation-of-console-random-maze/",
      "title": "Simcast News portal.",
      "description": "Search on topics your interested. Read great personalised news.",
      "preview": "News Entertainment Money Lifestyle Health Sports Travel Videos About Us About Simcast Contact Us Policies Privacy Policy Terms of Use Powered by Micro"
    },
    {
      "url": "https://www.ted.com/talks/enric_sala_let_s_turn_the_high_seas_into_the_world_s_largest_nature_reserve?rss",
      "title": "Enric Sala: Let's turn the high seas into the world's largest nature reserve | TED Talk",
      "description": "What if we could save the fishing industry and protect the ocean at the same time? Marine ecologist Enric Sala shares his bold plan to safeguard the high seas -- some of the last wild places on earth, which fall outside the jurisdiction of any single country -- by creating a giant marine reserve that covers two-thirds of the world's ocean. By protecting the high seas, Sala believes we will restore the ecological, economic and social benefits of the ocean. \"When we can align economic needs with conservation, miracles can happen,\" Sala says.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 73
  }
}