{
  "data": [
    {
      "url": "http://www.toyotanewsroom.com",
      "title": "Toyota USA Newsroom",
      "description": "void",
      "preview": "Product Cars & Minivans Camry Corolla Gas Hybrid Hatchback Crown Mirai Prius Hybrid Plug-in Hybrid Sienna Trucks Tacoma Gas Hybrid Tundra Gas Hybrid C"
    },
    {
      "url": "https://www.usatoday.com/",
      "title": "Latest World & National News & Headlines - USATODAY.com",
      "description": "USA TODAY delivers current national and local news, sports, entertainment, finance, technology, and more through award-winning journalism, photos, and videos.",
      "preview": "Skip to main content Home U.S. Politics Sports Entertainment Life Money Tech Travel Opinion Crossword Subtropical Storm Karen forms in the Atlantic as"
    },
    {
      "url": "https://www.fool.com/mms/mark/sa-earlybird?utm_source=msn&utm_medium=contentmarketing&utm_campaign=sar-earlybird-feb2019&paid=8969&waid=8969&psource=esamhpwdg0210058&wsource=esamhpwdg0210058",
      "title": "This Stock Could Be Like Buying Amazon in 1997",
      "description": "void",
      "preview": "This Stock Could Be Like Buying Amazon in 1997 Investing October 10, 2025 By: David Hanson With so much sudden turmoil in the stock market, investors"
    },
    {
      "url": "https://delante.shop/produkty/animalia-kot-breloczek-silikonowy-czarno-bialy-kotek-krawacik-65-x-55-cm-2/",
      "title": "Animalia Kot breloczek silikonowy czarno-biały kotek Krawacik 6,5 x 5,5 cm - Delante Shop",
      "description": "void",
      "preview": "Porównywarka cenowa Delante Shop CSS Szukaj: Szukaj Przeskocz do treści Delante Shop > Zwierzęta i artykuły dla zwierząt > Artykuły dla zwierząt > Art"
    },
    {
      "url": "https://wordpress.org/plugins/donorbox-donation-form",
      "title": "Donorbox - Free Recurring Donation Plugin and Fundraising Platform - WordPress plugin | WordPress.org",
      "description": "Donorbox is a powerful and secure donation management plugin for WordPress. We are the only donation plugin for WordPress that offers a fast feature-f ...",
      "preview": "WordPress.org Plugin Directory Donorbox - Free Recurring Donation Plugin and Fundraising Platform Search plugins Details Reviews Installation Developm"
    },
    {
      "url": "http://www.onlinegratis.it/ricette-gratis.html",
      "title": "Onlinegratis.it - dominio premium in vendita",
      "description": "void",
      "preview": "Acquista il dominio premium onlinegratis.it Il dominio onlinegratis.it è in vendita. Si tratta di un dominio premium ad alto valore commerciale con il"
    },
    {
      "url": "http://waittinstitute.org/",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "http://www.autismo.org.es/actualidad/articulo/lo-que-no-sabias-del-sindrome-de-asperger",
      "title": "Síndrome de Asperger: Qué es y características del trastorno",
      "description": "Te explicamos qué es el Síndrome de Asperger y sus características ¡Cómo AYUDAR a una persona con autismo!",
      "preview": "El autismo Qué es el autismo Detección y diagnóstico Intervención y apoyos Preguntas frecuentes Información y recursos Testimonios en primera persona"
    },
    {
      "url": "https://execed.economist.com",
      "title": "void",
      "description": "Develop your skills and understanding with online courses crafted by The Economist's experts and guests, including global thought leaders and leading innovators",
      "preview": "Save 25% on executive-education courses in our Black Friday sale with the code BF25 . Offer ends November 30th 2022. Explore our courses in our featur"
    },
    {
      "url": "https://survey.medallia.com/?711-gr",
      "title": "7-Eleven Survey",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.emijay.com/products/big-effing-claw-clip-in-buttercream",
      "title": "Big Effing Clip® Hair Claw in Buttercream &hyphen Emi Jay",
      "description": "This staple piece was made to be your neutral go-to.",
      "preview": "Skip to content Pause slideshow Play slideshow Out now: Toasted Sugar Free Standard Shipping On Orders $150+ Download our app award winner Big Effing"
    },
    {
      "url": "https://www.nhm.ac.uk/visit/whats-on.html",
      "title": "What's on | Natural History Museum",
      "description": "Find out what's on at the Museum, including online events and upcoming major exhibitions.",
      "preview": "What's on in London Choose a date range Choose event themes Show free events only Apply filters See what's on at our Museum in Tring, Hertfordshire Lo"
    },
    {
      "url": "http://www.city-data.com/poverty/poverty-Camden-New-Jersey.html",
      "title": "Camden, New Jersey (NJ) poverty rate data - information about poor and low-income residents living in this city",
      "description": "void",
      "preview": "Toggle navigation Forum Cities AK AL AR AZ CA CO CT DC DE FL GA HI IA ID IL IN KS KY LA MA MD ME MI MN MO MS MT NC ND NE NH NJ NM NV NY OH OK OR PA RI"
    },
    {
      "url": "https://github.community/",
      "title": "community · Discussions · GitHub",
      "description": "Ask questions, get answers, share expertise.",
      "preview": "Skip to content"
    },
    {
      "url": "https://instagram.com/bestbuy",
      "title": "Best Buy (@bestbuy) • Instagram photos and videos",
      "description": "585K Followers, 107 Following, 1,416 Posts - Best Buy (@bestbuy) on Instagram: \"What if you could take what you love to the next level? Discover the awesome power of tech.\"",
      "preview": "void"
    },
    {
      "url": "http://www.atlanticarona.com/",
      "title": "Hotel sulle rive del lago di Arona | Hotel Atlantic - Hotel 4 stelle ad Arona",
      "description": "void",
      "preview": "IT EN Home Posizione News & Eventi Photogallery PRENOTA ORA X MIGLIOR TARIFFA GARANTITA Arrivo Notti 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 2"
    },
    {
      "url": "http://www.decadeonrestoration.org/",
      "title": "UN Decade on Restoration",
      "description": "Ecosystem restoration generates tangible benefits for food and water security, climate change mitigation and adaptation, and can prevent conflict and migration triggered by environmental degradation.",
      "preview": "Skip to main content Preventing, Halting and Reversing Loss of Nature Everyone can play a role in bringing back nature. We are #GenerationRestoration"
    },
    {
      "url": "http://www2.ohchr.org/english/issues/millenium-development/",
      "title": "Millennium Development Goals and Human Rights",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sba.gov/",
      "title": "Small Business Administration",
      "description": "We support America's small businesses. The SBA connects entrepreneurs with lenders and funding to help them plan, start and grow their business.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://research.utwente.nl/en/publications/initial-spreading-of-low-viscosity-drops-on-partially-wetting-sur",
      "title": "Initial spreading of low-viscosity drops on partially wetting surfaces - University of Twente Research Information",
      "description": "void",
      "preview": "Initial spreading of low-viscosity drops on partially wetting surfaces Koen G. Winkels, Joost H. Weijs, Antonin Eddi, Jacco H. Snoeijer Faculty of Sci"
    },
    {
      "url": "https://asiapacificgreens.org/tag/asia-pacific-greens-federation-gambling-general-news-new-zealand/",
      "title": "Asia-Pacific Greens Federation, Gambling, General News, New Zealand Archives - Asia Pacific Greens Federation (APGF)",
      "description": "void",
      "preview": "Tag: Asia-Pacific Greens Federation, Gambling, General News, New Zealand Subscribe for APGF News First Name (*) Email (*) Primary Language Primary Lan"
    },
    {
      "url": "https://www.android.com/?utm_source=about&utm_medium=referral&utm_campaign=footer-link",
      "title": "Android | Fai di più con Google su dispositivi e smartphone Android",
      "description": "Scopri di più su Android e su come i nostri dispositivi possono aiutarti a fare di più con Google grazie a iperconnettività, protezione efficace e app Google.",
      "preview": "Solo su Android Mostra il tuo punto di vista con Gemini. Prova Gemini Ultime notizie. Scopri le ultime funzionalità Android 16 Scopri gli aggiornament"
    },
    {
      "url": "https://www.booklistonline.com/Default.aspx",
      "title": "Booklist Online: Leading Book Discovery",
      "description": "void",
      "preview": "Welcome to Booklist Online!"
    },
    {
      "url": "https://www.britishairways.com/travel/home/public/en_in/",
      "title": "British Airways | Book Flights, Holidays, City Breaks & Check In Online",
      "description": "Save on worldwide flights and holidays when you book directly on ba.com. Browse our guide, find great deals, manage your booking and check in online",
      "preview": "British Airways -- Book Flights, Holidays, City Breaks & Check In Online Skip to main content Search London flights Search London vacations Search New"
    },
    {
      "url": "http://store.apple.com/us/help/shopping_experience",
      "title": "Shopping Experience - Shopping Help - Apple",
      "description": "Find out how to review your Apple Store shopping experience, why we recommend enabling cookies, and why your online transaction with Apple is safe.",
      "preview": "Shopping Experience We want shopping for our products to be as easy as enjoying them. Find out how you can shop online, experience the Apple Store app"
    },
    {
      "url": "https://www.cisteni-kanalizace.cz/?780316980/k30022e_h65a/38931172_htm",
      "title": "Čištění kanalizace",
      "description": "Potřebujete vyčistit kanalizační stoupačky . neváhejte a kontaktujte nás naše firma se přímo specializuje na veškeré čištění kanalizace . jsme schopni vám nabídnout tu nejlepší cenu na trhu.",
      "preview": "Vyhledávání Vyřešíme Vám Váš problém s kanalizací +420 777 330 330 Čištění kanalizace"
    },
    {
      "url": "https://www.trainline.eu/",
      "title": "Trainline : Search, Compare & Buy Cheap Train Tickets",
      "description": "Trainline, your quick & easy way to book train tickets across Europe. ✓ Save 61% on UK Rail ✓ Live Train Times ✓ Save with a Railcard ✓ Get the app",
      "preview": "Trainline : Search, Compare & Buy Cheap Train Tickets Buy train tickets for travel in the UK and Europe Search times and tickets From To One-way Retur"
    },
    {
      "url": "http://agentschoiceonline.com/",
      "title": "The Agent's Choice",
      "description": "The Agents Choice offers online pre licensing courses featuring an instructor and FREE practice tests for Life & Health, Property & Casualty, Personal Lines and Adjusters.",
      "preview": "The Agent's Choice Insurance School Insurance Education for Property, Casualty, Life, Health, Medicare/LTC and Adjuster Education Insurance Agent Lice"
    },
    {
      "url": "https://upfaithandfamily.com",
      "title": "UP Faith & Family Your Streaming Home for Uplifting Entertainment",
      "description": "Watch TV shows and movies that are safe for your family and affirm your faith. Stream online or watch on your favorite devices. Get a free trial!",
      "preview": "Skip to content Wholesome streaming Thousands of hours of family safe content. START YOUR FREE TRIAL Wholesome streaming Thousands of hours of family"
    },
    {
      "url": "https://www.myjewishlearning.com/article/messianic-judaism/",
      "title": "Who Are Messianic \"Jews\"? | My Jewish Learning",
      "description": "Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious group that has tried to straddle the line between Judaism and Christianity. They are a sect of Christianity with some Jewish practices.",
      "preview": "Skip to Search Skip to Content Skip to Footer Advertisement Share facebook Messianic Judaism, (a branch of which is \"Jews for Jesus\") is a religious g"
    },
    {
      "url": "https://www.rustourismnews.com/2020/10/20/most-visited-attractions-in-england/",
      "title": "Most Visited Attractions in England",
      "description": "The results from this survey are reported annually, providing an overview of the visitor attraction sector in England.",
      "preview": "Skip to content Each year, VisitEngland invites all English visitor attractions to take part in an annual survey, recording visitor numbers alongside"
    },
    {
      "url": "https://www.wwf.eu/?1014116/Unregulated-fishing-on-the-high-seas-of-the-Indian-Ocean",
      "title": "Unregulated fishing on the high seas of the Indian Ocean | WWF",
      "description": "The world's first assessment of when, where and how fishing with no legal framework and no fisheries management systems is occurring in the Indian Ocean",
      "preview": "Unregulated fishing on the high seas of the Indian Ocean Posted on November, 02 2020 The world's first assessment of when, where and how fishing with"
    },
    {
      "url": "https://wiki.das-labor.org/index.php?title=Spezial:Anmelden&returnto=Bootstrap+Meeting%2F2021&returntoquery=action%3Dedit%26section%3D209",
      "title": "Anmelden - LaborWiki",
      "description": "void",
      "preview": "Wechseln zu: content Anmelden Aus LaborWiki Wechseln zu: Navigation , Suche Benutzername Sichere Verbindung verwenden Passwort Angemeldet bleiben Anme"
    },
    {
      "url": "https://el.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Πρόσθετο WordPress | WordPress.org Ελληνικά",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Αναζήτηση πρόσθετων Λεπτο"
    },
    {
      "url": "https://enfamillesurlesroutesdumonde.com/2017/08/02/les-chutes-victoria-et-le-chobe-national-park/olympus-digital-camera-1064/",
      "title": "OLYMPUS DIGITAL CAMERA | En famille sur les routes du monde",
      "description": "OLYMPUS DIGITAL CAMERA",
      "preview": "En famille sur les routes du monde \"On ne fait pas un voyage. Le voyage nous fait et nous défait, il nous invente.\" David Le Breton Aller au contenu p"
    },
    {
      "url": "https://www.netrootsnation.org/profile/james-carter/",
      "title": "James Carter IV - Netroots Nation",
      "description": "void",
      "preview": "James Carter IV Home James Carter IV It seems we can't find what you're looking for. Perhaps searching can help."
    },
    {
      "url": "https://alex-warner.com/",
      "title": "Alex Warner",
      "description": "Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content for People.com and InStyle.com. I'm basically like your personal shopper, from writing about that cozy loungewear set you didn't know you needed to keeping tabs on the best sales and deals on the internet. I'm also...",
      "preview": "Skip to content Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content f"
    },
    {
      "url": "https://forums.delphiforums.com/n/pfx/forum.aspx?pagingNavigate=NEXT&msg=5055.1&firstTid=5055&filterColumn=UNREADMSGS&sortByFolder=0&pagingLastDate=2021-11-23T17%253a33%253a21&webtag=ostfiletopst&nav=messages",
      "title": "Delphi Forums Login - Welcome! Please log in.",
      "description": "void",
      "preview": "Welcome! Please log in. Enter your Membername or E-Mail Address: Password I forgot Save password? I agree to the terms of the Delphi Forums Terms of S"
    },
    {
      "url": "https://www.medi-ansbach.de/mediANsbach.html",
      "title": "Home - medi-Gesundheitsgruppe GmbH",
      "description": "Frankens Nr. 1 im Bereich der Gesundheitsversorgung",
      "preview": "Der Eintrag \"offcanvas-col1\" existiert leider nicht. Der Eintrag \"offcanvas-col2\" existiert leider nicht. Der Eintrag \"offcanvas-col3\" existiert leide"
    },
    {
      "url": "http://www.stayaka.com/",
      "title": "Hotel Residences and Hotels | AKA",
      "description": "AKA's luxury hotels and hotel residences feature extraordinary business, wellness & lifestyle amenities for short term and extended stays.",
      "preview": "Select Location Hotel AKA Back Bay Hotel AKA Boston Common Hotel AKA Nomad AKA Central Park AKA Times Square AKA Sutton Place AKA Rittenhouse Square A"
    },
    {
      "url": "http://store.infinita.bg/bg/99-stres-test",
      "title": "Home | Infinita_BG",
      "description": "void",
      "preview": "ХУМАННА МЕДИЦИНА ВЕТЕРИНАРНА МЕДИЦИНА ДОМАШНА ГРИЖА Инфинита АКАДЕМИ Предстоящи събития Ехографско изследване на коремна кухина за ветеринарни специ"
    },
    {
      "url": "https://portal2.passportindia.gov.in/AppOnlineProject/welcomeLink",
      "title": "Passport Seva Home | Indian Passport | Passport | Passport Seva Project",
      "description": "Passport Seva Online Portal has been designed to deliver Passport and related services to citizens in a timely, transparent, more accessible, reliable manner and in a comfortable environment through streamlined processes and committed, trained and motivated workforce.",
      "preview": "void"
    },
    {
      "url": "http://www.propelnonprofits.org/",
      "title": "Propel",
      "description": "void",
      "preview": "Champions of Good Fueling the impact and effectiveness of nonprofits with guidance, expertise, and capital Federal Government Shutdown: how we can hel"
    },
    {
      "url": "https://www.pgatour.com/player/08793/tiger-woods/results",
      "title": "Tiger Woods PGA TOUR Player Profile, Stats, Bio, Career",
      "description": "The Official PGA TOUR Profile of Tiger Woods. PGA TOUR Stats, bio, video, photos, results, and career highlights",
      "preview": "Leaderboard Watch & Listen News FedExCup Schedule Players Stats Fantasy & Betting Signature Events Comcast Business TOUR TOP 10 Aon Better Decisions D"
    },
    {
      "url": "http://www.jeasyui.com/demo/main/index.php?plugin=DataGrid&theme=dfault&dir=ltr&pitem=",
      "title": "Live Demo - jQuery EasyUI",
      "description": "jQuery EasyUI will show you the live demo of components.",
      "preview": "EasyUI Home Demo Tutorial Documentation Download Extension Contact Forum Web Demos Mobile Demos Angular Demos Vue Demos React Demos Theme Builder Appl"
    },
    {
      "url": "https://myicons.co/",
      "title": "Myicons - The World's Largest Premium line Icons Pack",
      "description": "15,500+ Premium high-quality vector line icons pack for professional website & apps, matching with minimalist UI designs and user interface",
      "preview": "HELLO. Welcome to Myicons✨ 15,500+ Premium high-quality line icons pack for professional websites & apps Buy now Products HELLO. Welcome to Myicons✨ 1"
    },
    {
      "url": "https://www.zedge.net",
      "title": "ZEDGE: We Make Phones Personal",
      "description": "Download free ringtones, HD wallpapers, backgrounds, icons and games to personalize your cell phone or mobile device using the Zedge app for Android and iPhone.",
      "preview": "Zedge We Make Phones Personal Zedge is the # 1 phone personalization app in the world and helps you make sure your phone reflects you. Join the fun, g"
    },
    {
      "url": "https://www.blackcurlmagic.com/",
      "title": "Black Curl Magic",
      "description": "Where Natural Hair Meets Everyday Magic Let's cut through the confusion-get the right routine, the right products, and the results your tight curl + natural hair deserves.",
      "preview": "Welcome to Black Girl Curls Where Natural Hair Meets Everyday Magic Let's cut through the confusion-get the right routine, the right products, and the"
    },
    {
      "url": "https://www.mojezdravi.cz/novinky/strie-trapi-hlavne-zeny-ale-i-sportovce-jak-s-nimi-zatocit-5385.html",
      "title": "Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? | Moje zdraví",
      "description": "Výskyt strií trápí mnoho žen i mužů. Jedná se o malé pajizévky, které vznikají popraskáním elastických vláken v kůži. Často se objevují po rychlých změnách váhy (hubnutí, tloustnutí), například během těhotenství. Výjimkou ale nejsou ani u dětí, které vyrostly příliš rychle, či u sportovců, kteří cvičí s velkou zátěží.",
      "preview": "Moje zdraví Novinky Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Strie trápí hlavně ženy, ale i sportovce. Jak s nimi zatočit? Autor:"
    },
    {
      "url": "https://www.alterna.pro/",
      "title": "Inicio | Alterna",
      "description": "Somos una plataforma de evolución social y emprendimiento de impacto que manifiesta ángulos no convencionales de cambio.",
      "preview": "Somos una plataforma de innovación social que promueve el desarrollo de emprendedores y empresas conscientes como ruta hacia una región sostenible \u0000 C"
    },
    {
      "url": "http://mamastillgotit.com/motherhood-101/",
      "title": "Motherhood 101 - MamaStillGotIt",
      "description": "void",
      "preview": "Food, Fuel & The Bloat I lived With For a Decade Family Friendly Maldives - Full Review The Foundations of Balance + Supplements & Routines Last week"
    },
    {
      "url": "https://www.canadianwoodworking.com/techniques_and_tips/french-polishing/",
      "title": "French polishing - Canadian Woodworking",
      "description": "French polishing refers to a technique for applying shellac, not a finish in and of itself. Essentially you apply a very large number of thin coats of shellac using a pad, a wee bit of oil, and a lot of elbow grease.",
      "preview": "Skip to content FORUM GUIDE LIBRARY NEWSLETTERS SHOP WEBINARS TIPS & HOW TO French polishing Carl Duguay Wood Finishing French polishing refers to a t"
    },
    {
      "url": "https://stock.walmart.com/",
      "title": "Walmart Inc. (WMT)",
      "description": "Walmart Inc. (NYSE: WMT) is a people-led, tech-powered omnichannel retailer helping people save money and live better - anytime and anywhere - in stores, online, and through their mobile devices. Each week, approximately 270 million customers...",
      "preview": "Skip to main content Skip to section navigation Skip to footer Latest News View All News Aug 28, 2025 Walmart Leadership To Participate in Upcoming In"
    },
    {
      "url": "https://gastowngazette.com/problem-with-individual-voluntary-arrangements/",
      "title": "Problem with Individual Voluntary Arrangements - Gastown Gazette - Science Today, Technology Tomorrow",
      "description": "What exactly is an Individual Voluntary Agreement? A Private Voluntary Arrangement (Individual Voluntary Agreement) is a lawful method of handling significant debt issues It is",
      "preview": "Skip to content Home General Problem with Individual Voluntary Arrangements What exactly is an Individual Voluntary Agreement? A Private Voluntary Arr"
    },
    {
      "url": "https://huggingface.co/docs/transformers/index",
      "title": "Transformers",
      "description": "We're on a journey to advance and democratize artificial intelligence through open source and open science.",
      "preview": "Transformers documentation Transformers Transformers 🏡 View all docs AWS Trainium & Inferentia Accelerate Argilla AutoTrain Bitsandbytes Chat UI Datas"
    },
    {
      "url": "https://give.org/about-us/contact-us",
      "title": "Contact Us",
      "description": "void",
      "preview": "Support Give.org Contact Us BBB Wise Giving Alliance 3101 Wilson Blvd, Suite 523 Arlington, VA 22201 (703) 247-9321 info@give.org BBB Wise Giving Alli"
    },
    {
      "url": "https://www.nm.org/",
      "title": "Northwestern Medicine | Northwestern Medicine",
      "description": "Northwestern Medicine is a leader in quality healthcare and service, bringing together faculty, physicians and researchers to support and advance that care through leading-edge treatments and breakthrough discoveries.",
      "preview": "Measles Information Leading the way to better medicine. Northwestern Memorial Hospital Schedule care and manage your health Appointments Immediate Car"
    },
    {
      "url": "https://www.law.columbia.edu/news/archive/kimberle-crenshaw-intersectionality-more-two-decades-later#:~:text=Crenshaw%3A%20Intersectionality%20is%20a%20lens,class%20or%20LBGTQ%20problem%20there",
      "title": "Kimberlé Crenshaw on Intersectionality, More than Two Decades Later | Columbia Law School",
      "description": "Professor Crenshaw coined the term and co-founded the African American Policy Forum. Before AAPF's 20th anniversary, Crenshaw reflects on where intersectionality is heading.",
      "preview": "Skip to main site navigation Skip to main content Kimberlé Crenshaw on Intersectionality, More than Two Decades Later News From Columbia Law Story Arc"
    },
    {
      "url": "http://www.realcollegelife.com/",
      "title": "Real College Life - Student Jobs & Employment, University Study & Eco Friendly Tips",
      "description": "College Student Jobs Housing Apartment Sublet and Sublease",
      "preview": "Welcome to Real College Life Looking for colleges & universities or student tips for success? We're your college survival guide. CHANNELS HOME COLLEGE"
    },
    {
      "url": "https://modesto.craigslist.org/d/tickets/search/tia?hints=static&sale_date=2021-01-26&sort=date&lang=de",
      "title": "Modesto Tickets - craigslist",
      "description": "Modesto Tickets - craigslist",
      "preview": "lädt Reading Schreiben saving searching refresh the page. craigslist Tickets in Modesto, CA see also"
    },
    {
      "url": "https://www.nettavisen.no/okonomi/historisk-lave-priser-fikk-penger-for-a-bruke-strom/s/12-95-3423991510",
      "title": "Strøm, strømpriser | Historisk lave priser: Fikk penger for å bruke strøm",
      "description": "Høye temperaturer og mye nedbør har gitt gode tider for strømprisene. Natt til mandag slapp du også å betale i én time.",
      "preview": "Gå til sidens hovedinnhold aID logo Strøm Historisk lave priser: Fikk penger for å bruke strøm Høye temperaturer og mye nedbør har gitt gode tider for"
    }
  ],
  "_meta": {
    "total_bookmarks": 61
  }
}