{
  "data": [
    {
      "url": "https://www.macrofinephotography.com/blog/color-me-confused",
      "title": "Color Me Confused - MacroFine Photography",
      "description": "Chris Fedderson - MacroFine Musings Kathy Lawler, Guest Blogger [This post is an elaboration on the fourth point I made in my post of November 10, 2015 Five ways to raise your photo IQ...",
      "preview": "MacroFine Photography Home Artist Shows and Exhibitions Behind the Scenes Contact Room Views Gallery Shop Home Artist Shows and Exhibitions Behind the"
    },
    {
      "url": "https://langolodeisogni.altervista.org/phpBB3/faq.php?sid=336abc4a64dd4cdbb9c172a58ac66a3e",
      "title": "L'Angolo dei Sogni - FAQ (Domande Frequenti)",
      "description": "void",
      "preview": "L'Angolo dei Sogni Il forum dell'angolo dei sogni Passa al contenuto Cerca Ricerca avanzata Collegamenti Rapidi Argomenti senza risposta Argomenti att"
    },
    {
      "url": "http://hope-community.org/",
      "title": "Hope Community - Strengthening the power of communities.",
      "description": "void",
      "preview": "Press enter to begin your search About Mission, Values, Vision Staff Board Community Listening Partners & Connections Publications & Media Stories How"
    },
    {
      "url": "https://sites.nielsen.com/legal/privacy-statement/exelate-privacy-policy/opt-in-opt-out/",
      "title": "NIELSEN MARKETING CLOUD OPT-IN/OPT-OUT",
      "description": "void",
      "preview": "Nielsen Marketing Cloud Opt-Out Nielsen Marketing Cloud (NMC) is committed to providing you with choices regarding the processing of your personal dat"
    },
    {
      "url": "https://www.columbiabank.com/",
      "title": "Columbia Bank | ColumbiaBank.com",
      "description": "Columbia Bank is here for you now more than ever. Our local business and personal bankers have helped our communities for over 50 years. Join us today.",
      "preview": "Link to Home Page Link to Home Page Close"
    },
    {
      "url": "https://consumidor.ftc.gov/articulos/como-proteger-la-privacidad-de-su-hijo-en-internet",
      "title": "Cómo proteger la privacidad de su hijo en internet | Consumer Advice",
      "description": "En su condición de padre, usted tiene el control de la información personal de sus hijos menores de 13 años recolectada en internet por las compañías.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://hopefulkittykid.tumblr.com/",
      "title": "I am Who I am",
      "description": "Struggling for a better future. #DREAM Act 2019 #CleanDREAMActNow #DREAMers #BLM Feminist l Latinx| DREAMer",
      "preview": "theme made by espoirthemes this post is tagged as food. this post is blacklisted because it contains food and is not fully visible on the index page."
    },
    {
      "url": "https://www.gst.gov.in",
      "title": "Goods & Services Tax (GST) | Home",
      "description": "Goods And Services Tax",
      "preview": "News and Updates View all Popular help topics How do I register with GST? How do I apply for refund? How do I file returns? How can I use Returns Offl"
    },
    {
      "url": "https://www.obeckosice.cz/uredni-deska?tagsRenderer-tag=2012&noticeOverview-noticesGrid-grid-order=name%3Dd%26archived%3Dd%26added%3Da&noticeOverview-noticesGrid-grid-itemsPerPage=10",
      "title": "Obec Košice | Úřední deska",
      "description": "Obec Košice se nachází v okrese Tábor, kraj Jihočeský.",
      "preview": "Tato webová stránka potřebuje váš souhlas pro používání cookies, které slouží pro personalizaci obsahu a reklam, analýzy návštěvnosti a další účely. S"
    },
    {
      "url": "https://policy.medium.com/medium-privacy-policy-f03bf92035c9",
      "title": "Medium Privacy Policy | by Medium | Medium Policy",
      "description": "Medium Privacy Policy Effective date: March 24, 2022 You can see our previous Privacy Policy here. This Privacy Policy explains how A Medium Corporation (\"Medium,\" \"we,\" or \"us\") ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Privacy Poli"
    },
    {
      "url": "https://services.github.com/",
      "title": "Expert Services | GitHub · GitHub",
      "description": "From idea to implementation, our experts are ready to help your team get wherever you want to go. Start a conversation with us about how we can bring your goals to life.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://www.periscope.tv",
      "title": "Watch LIVE",
      "description": "Explore the world through the eyes of somebody else.",
      "preview": "Sorry, this site requires JavaScript for full functionality. Please enable JavaScript in your browser and reload the page. Periscope is saying goodbye"
    },
    {
      "url": "https://www.nepalspiritualtrekking.com/",
      "title": "Nepal Spiritual Tours and Trekking - Best Everest Trek Nepal Spiritual Trekking Pvt. Ltd.",
      "description": "Nepal Spiritual Tours and Trekking specialized on private and group joining trekking tours in Everest, Annapurna in Nepal. Contact for spiritual tour",
      "preview": "void"
    },
    {
      "url": "https://marksoons.nl/category/momentum-podcast/",
      "title": "Momentum Podcast Archieven - Mark Soons | Auteur | Businesscoach | Investeerder",
      "description": "void",
      "preview": "Omgaan met 2 Soorten Onderhandelaars Ontdek de 2 soorten onderhandelaars in deze nieuwe aflevering en pas de tips van deze video toe bij het onderhand"
    },
    {
      "url": "http://www.pozosextremenos.es/pozos-verticales/",
      "title": "Perforaciones verticales en Badajoz - Pozos Extremeños",
      "description": "Expertos en perforaciones verticales en Badajoz para hacer pozos de sondeo. Empresa especializada en estudios de geotermia y perforaciones.",
      "preview": "Pozos Verticales Pozos Horizontales Perforaciones Bombas Pozos Verticales Desde Pozos y Sondeos Extremeños ponemos al alcance de su mano las mejores s"
    },
    {
      "url": "https://help.target.com",
      "title": "Help : Target",
      "description": "Find common links for FAQs. Browse and search Target help documentation",
      "preview": "skip to main content skip to footer Target Circle™ Target Circle™ Card Target Circle 360™ Registry & Wish List Weekly Ad Find Stores Categories Deals"
    },
    {
      "url": "http://www.getonthebus.org/",
      "title": "User138",
      "description": "void",
      "preview": "Daftar Masuk"
    },
    {
      "url": "https://www.bergdorfgoodman.com/p/pat-mcgrath-labs-skin-fetish-sublime-perfection-foundation-prod151550027?slfpid=3",
      "title": "Pat McGrath Labs Skin Fetish: Sublime Perfection Foundation - Bergdorf Goodman",
      "description": "Shop Pat McGrath Labs Skin Fetish: Sublime Perfection Foundation at Bergdorf Goodman. Find the latest luxury fashions from top designers.",
      "preview": "Skip To Main Content Previous Get 15% off your first order in the BG app. Details > SPLIT YOUR PURCHASES INTO 4 INTEREST-FREE PAYMENTS | LEARN MORE FO"
    },
    {
      "url": "https://v.qq.com/txp/iframe/player.html?origin=https%3A%2F%2Fmp.weixin.qq.com&vid=x07243ccjl8&autoplay=false&full=true&show1080p=false",
      "title": "腾讯视频",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://bilety.polregio.pl/",
      "title": "Bilety online: Twój kolejowy partner w podróży",
      "description": "Bilety online na pociągi POLREGIO (REGIO, interREGIO); rozkład jazdy pociągów POLREGIO. Tanio. Szybko. Bezpiecznie. Kup bilet i odkrywaj z nami Polskę!",
      "preview": "Ładowanie Systemu Sprzedaży Biletów POLREGIO"
    },
    {
      "url": "https://www.networkforgood.com/legal/privacy-policy/",
      "title": "Privacy policy | Bonterra",
      "description": "Bonterra's Privacy Policy",
      "preview": "Skip to Main Content Privacy notice EFFECTIVE DATE: AUGUST 2025 Previous version of Privacy Notice ‍Bonterra LLC (\" Bonterra ,\" \"we,\" \"us,\" or \"our\")"
    },
    {
      "url": "https://twitpic.com/",
      "title": "Twitpic",
      "description": "void",
      "preview": "Dear Twitpic Community - thank you for all the wonderful photos you have taken over the years. We have now placed Twitpic in an archived state. For mo"
    },
    {
      "url": "http://bereainternacional.com",
      "title": "Berea Internacional - Últimas Noticias, Fotos y Videos",
      "description": "void",
      "preview": "¡Bienvenidos! Sitio web bajo mantenimiento, agradecemos su comprensión. CafeteriaLiceoHP Jordán Sur 698 Colonia Hermosa Provincia C.P. 44770 Guadalaja"
    },
    {
      "url": "https://www.kew.org/",
      "title": "Royal Botanic Gardens, Kew | Kew",
      "description": "Discover a world of science hiding behind our beautiful botanical collections filled with over 40,000 living plants",
      "preview": "Skip to main content Our future is botanic Plants and fungi are vital to the future of food, clean air and medicine. We're fighting against biodiversi"
    },
    {
      "url": "http://www.moldrek.com/",
      "title": "Ricette di cucina italiane e regionali tutte gratis",
      "description": "void",
      "preview": "Ricette Ricette Cucina nel Mondo! RICETTE GRATIS - RICETTE CUCINA Ricette cucina del mondo in modo semplice e chiaro per tutti coloro che si cimentano"
    },
    {
      "url": "https://www.stackerhq.com/",
      "title": "Stacker | Software that's as unique as your business",
      "description": "Stacker is the software system for a modern business to run on. Create a software to power your operations like CRMs, internal tools, customer portals and other business applications for your team",
      "preview": "LEARN Blog About us Tutorials Experts Community Templates FEATURED ARTICLES How to build a to-do list app in Stacker 6 MIN READ Feb 18, 2024 CONTACT W"
    },
    {
      "url": "https://hype4.academy/tools/glassmorphism-generator",
      "title": "Glassmorphism CSS Generator | SquarePlanet | SquarePlanet",
      "description": "Glassmorphism is a unified name for the popular Frosted Glass aesthetic.",
      "preview": "👋 Hello there! Log into the academy: In order to log into your academy profile, please provide your email and password Email address Password Forgot p"
    },
    {
      "url": "https://www.greentechmedia.com/squared/dispatches-from-the-grid-edge/cutting-the-carbon-from-californias-self-generation-incentive-program",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "http://www.msn.com/en-us/money/stockdetails/fi-126.1.MSFT.NAS",
      "title": "MSN",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://dx.doi.org/10.1038/s41559-018-0499-1",
      "title": "Rapid and lasting gains from solving illegal fishing | Nature Ecology & Evolution",
      "description": "Perhaps the greatest challenge facing global fisheries is that recovery often requires substantial short-term reductions in fishing effort, catches and profits. These costs can be onerous and are borne in the present; thus, many countries are unwilling to undertake such socially and politically unpopular actions. We argue that many nations can recover their fisheries while avoiding these short-term costs by sharply addressing illegal, unreported and unregulated (IUU) fishing. This can spur fishery recovery, often at little or no cost to local economies or food provision. Indonesia recently implemented aggressive policies to curtail the high levels of IUU fishing it experiences from foreign-flagged vessels. We show that Indonesia's policies have reduced total fishing effort by at least 25%, illustrating with empirical evidence the possibility of achieving fishery reform without short-term losses to the local fishery economy. Compared with using typical management reforms that would require a 15% reduction in catch and 16% reduction in profit, the approach of curtailing IUU has the potential to generate a 14% increase in catch and a 12% increase in profit. Applying this model globally, we find that addressing IUU fishing could facilitate similar rapid, long-lasting fisheries gains in many regions of the world. Analysis of Indonesia's recent push to aggressively police illegal, unreported and unregulated fishing demonstrates a cost-effective way to improve fisheries recovery while limiting the reduction of legal catch (and the subsequent impact on food supply and profit) that could be applied to other regions.",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://community.dynamics.com/",
      "title": "Find Answers | Microsoft Dynamics 365 Community",
      "description": "Quickly search for answers, join discussions, post questions, and work smarter in your business applications by joining the Microsoft Dynamics 365 Community.",
      "preview": "You're offline. This is a read only version of the page. Skip to main content"
    },
    {
      "url": "https://www.githubstatus.com/",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://tally.so/",
      "title": "Free Online Form Builder | Tally",
      "description": "The simplest way to create forms. Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for.",
      "preview": "The simplest way to create forms Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for. Create a free for"
    },
    {
      "url": "https://www.deviceinformed.com/medical-devices-global-directory/primary-care-equipment/distributors/equatorial-guinea",
      "title": "Primary care equipment distributors in Equatorial Guinea | Deviceinformed.com",
      "description": "Deviceinformed.com is an online catalogue of medical equipment from recognized and leading medical devic",
      "preview": "Become a distributor Primary care equipment distributors in Equatorial Guinea Contact us Find a distributor Country Austria Belgium France Germany Uni"
    },
    {
      "url": "https://www.process-worldwide.com/explosionproof-drum-emptying-gal-488259/?print",
      "title": "Explosion-Proof Drum Emptying || Picture 1 / 2",
      "description": "Viscoflux lite, the drum emptying system for high-viscosity media, which are just capable of flowing - now available as an Ex version.",
      "preview": "Newsletter Whitepaper E-Paper Webinars Newsletter Whitepaper E-Paper Webinars News Control & Automation Engineering Pharma & Food Hydrogen & Decarboni"
    },
    {
      "url": "https://www.verisign.com/",
      "title": "A global provider of domain name registry services and internet infrastructure | Verisign",
      "description": "Verisign, a global provider of domain name registry services and internet infrastructure, enables internet navigation for many of the world's most recognized domain names.",
      "preview": "Verisign enables the world to connect online with reliability and confidence, anytime, anywhere. Explore What We Do A Leader in Internet Infrastructur"
    },
    {
      "url": "https://analyst.lightcast.io",
      "title": "Login | Analyst",
      "description": "void",
      "preview": "Username or email address * Email address or username is required Enter a valid email address or username Continue"
    },
    {
      "url": "https://www.joemerrill.com",
      "title": "Joe Merrill",
      "description": "Developer of Countdown Star and other mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets.",
      "preview": "Welcome Developer of mobile apps for iPhone, iPad, Apple Watch, Android devices and Amazon Fire Tablets. Countdown Star Countdown Star is the best way"
    },
    {
      "url": "https://imkinsky.com/ergebnisse/111/530/1/63734",
      "title": "Hans Canon (Johann Von Strasiripka) (Lot 0241), 111. Kunstauktion, Auktionstage | im Kinsky Auktionshaus in Wien",
      "description": "void",
      "preview": "Objektübersicht Kat.Nr. Vorherige Objekt Weiter 0241 Hans Canon (Johann Von Strasiripka) (Wien 1829 - 1885 Wien) „Mädchenporträt\" Öl auf Leinwand 39 ×"
    },
    {
      "url": "https://medicin24.se/malexandermordaren-far-sitt-straff-provat/",
      "title": "medicin24.se - Parked",
      "description": "void",
      "preview": "medicin24.se is parked Contact:"
    },
    {
      "url": "https://tally.so/",
      "title": "Free Online Form Builder | Tally",
      "description": "The simplest way to create forms. Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for.",
      "preview": "The simplest way to create forms Say goodbye to boring forms. Meet Tally - the free, intuitive form builder you've been looking for. Create a free for"
    },
    {
      "url": "https://usowishbook.uso.org/phone-calls-home",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "http://www.cineca.it/",
      "title": "Home Page | Cineca",
      "description": "Cineca è un Consorzio Interuniversitario al servizio del sistema accademico, dell'istruzione e della ricerca nazionale: è il maggiore centro di calcolo in Italia, uno dei più importanti a livello mondiale",
      "preview": "Salta al contenuto principale CINECA è PROGETTARE IL FUTURO Il futuro è dentro di noi molto prima che accada Guarda il video Nascondi Video Innovare e"
    },
    {
      "url": "https://eroticmadscience.com/2019/03/08/%E9%A4%8C-bait-in-japanese-in-a-slider/",
      "title": "餌 (Bait in Japanese in a slider) | Erotic Mad Science",
      "description": "void",
      "preview": "Menu बुलबुले (Bubbles in Hindi in a slider) 水泡 (Bubbles in Japanese in a slider) 当作品は、クリエイティブ・コモンズ 表示 - 非営利 - 継承 4.0 国際ライセンスの下に 提供されています。 このコミックは当初英語で"
    },
    {
      "url": "https://sciencebasedtargets.org/",
      "title": "Ambitious corporate climate action - Science Based Targets Initiative",
      "description": "Lead the way to a zero-carbon economy, boost innovation and drive sustainable growth by setting ambitious, science-based emissions reduction targets",
      "preview": "Ambitious corporate climate action Lead the way to a net-zero economy, boost innovation and drive sustainable growth by setting ambitious, science-bas"
    },
    {
      "url": "https://www.metoffice.gov.uk/research/climate/maps-and-data",
      "title": "UK climate maps and data - Met Office",
      "description": "The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the UK here.",
      "preview": "UK climate maps and data The Met Office holds the nation's weather and climate records. You can find summaries, climate figures and much more for the"
    },
    {
      "url": "https://www.quantamagazine.org/tag/machine-learning/",
      "title": "Quanta Magazine Articles on Machine Learning",
      "description": "Explore Quanta's machine learning coverage.",
      "preview": "What's up in Machine learning Latest Articles How One AI Model Creates a Physical Intuition of Its Environment artificial intelligence How One AI Mode"
    },
    {
      "url": "http://science.gsfc.nasa.gov/sed/",
      "title": "Science @ GSFC",
      "description": "Sciences & Exploration Directorate",
      "preview": "Skip Navigation (press 2) Due to the lapse in federal government funding, NASA is not updating this website. We sincerely regret this inconvenience. O"
    },
    {
      "url": "https://www.askanews.it/cultura/2019/02/01/digitalife-in-tour-nei-cinema-in-italia-pn_20190201_00112/",
      "title": "Digitalife in Tour nei cinema in Italia",
      "description": "void",
      "preview": "Skip to content Cultura Digitalife in Tour nei cinema in Italia Il 7 febbraio presentazione alla Spezia alla mediateca regionale FEB 1, 2019 - Liguria"
    },
    {
      "url": "http://www.nacionlibre.net/track/1044/furiosa-aullidos",
      "title": "Aullidos por Furiosa (Furiosa) | Nación Libre Records",
      "description": "Grabado, mezclado y producido por Alan Vargas en Fogata Grabaciones (Chihuahua, México) durante Agosto de 2017. Asistente de producción: Ara",
      "preview": "Aullidos por Furiosa Del álbum: Furiosa Aullidos"
    },
    {
      "url": "https://serpstat.com/features/",
      "title": "SEO Tools | Features for SEO and Marketing",
      "description": "Improve Your Rankings Using SEO Tools ▷ Find the Best Keywords for SEO and PPC ▷ Generate Content in few clicks ▷ Track Keywords Positions",
      "preview": "SEO Tools and Features Analyze websites and competitors Create content, collect keywords, check backlinks Find on-page SEO issues Cluster thousands of"
    },
    {
      "url": "https://ida.worldbank.org/",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://www.personalisegifting.com/1st-anniversary-gifts",
      "title": "First Wedding Anniversary Gift | Buy 1st Anniversary Gift",
      "description": "Choose the traditional first wedding anniversary gift made of paper & add the touch of personalisation to make it extra special. Shop from our collection now!",
      "preview": "UK: +44 203 0123 124 Search Products Cart (0) Log In Register About Us Contact Christmas Personalised Gifts Shop By Product Bags Mugs Cards Books Vase"
    },
    {
      "url": "http://www.textuality.com/xml/",
      "title": "Extensible Markup Language (XML)",
      "description": "void",
      "preview": "Unfortunately , there are things that HTML just can't do for you. Fortunately , HTML is growing quickly to meet these needs. Unfortunately , no matter"
    },
    {
      "url": "https://comeandsee.net/privacy",
      "title": "Find Out About Come & See's Privacy Policy",
      "description": "Scan through our policies regarding the collection, use, and disclosure of personal data when you use our Sites and the choices you have associated with that data.",
      "preview": "Donate"
    },
    {
      "url": "https://www.wto.org/english/tratop_e/rulesneg_e/fish_e/fish_e.htm#:~:text=Agreement%20on%20Fisheries%20Subsidies%20The%20WTO%20Agreement%20on,the%20widespread%20depletion%20of%20the%20world%E2%80%99s%20fish%20stocks.",
      "title": "WTO | Agreement on Fisheries Subsidies",
      "description": "The WTO Agreement on Fisheries Subsidies, adopted at the 12th Ministerial Conference (MC12) on 17 June 2022, marks a major step forward for ocean sustainability by prohibiting harmful fisheries subsidies, which are a key factor in the widespread depletion of the world's fish stocks. The Agreement represents a historic achievement for the membership as the first Sustainable Development Goal (SDG) target to be fully met, the first SDG target met through a multilateral agreement, the first WTO agreement to focus on the environment, the first broad, binding, multilateral agreement on ocean sustainability, and only the second agreement reached at the WTO since its inception.",
      "preview": "WORLD TRADE ORGANIZATION Home | About WTO | News & events | Trade topics | WTO membership | Documents & resources | External relations Contact us | Si"
    },
    {
      "url": "https://pubchem.ncbi.nlm.nih.gov/compound/Trehalose",
      "title": "Trehalose | C12H22O11 | CID 7427 - PubChem",
      "description": "Trehalose | C12H22O11 | CID 7427 - structure, chemical names, physical and chemical properties, classification, patents, literature, biological activities, safety/hazards/toxicity information, supplier lists, and more.",
      "preview": "JavaScript is required... Please enable Javascript in order to use PubChem website."
    },
    {
      "url": "https://www.boscovs.com/product/cloudz-relaxing-soft-travel-pillow/91070?slfpid=3",
      "title": "Out of Stock - Boscov's",
      "description": "Out of Stock - Boscov's",
      "preview": "Skip to Content back to top Fall Festival Price Drops Just In! Shop Now NEW! Womens On Trend Shop Shop Now Every Day Free Shipping at $49 Details"
    },
    {
      "url": "https://blog.onyxbits.de/category/tinkering/",
      "title": "Tinkering - /dev/random",
      "description": "void",
      "preview": "↓ Skip to Main Content /dev/random Things that came to mind Home Blog Contact Blog Archives Bypassing Google Play region blocks via VPN or Proxy Poste"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A136&f%5B2%5D=field_location%3A86&f%5B3%5D=field_location%3A90&f%5B4%5D=field_subject%3A277&f%5B5%5D=field_location%3A114&f%5B6%5D=field_location%3A115&f%5B7%5D=field_location%3A95&f%5B8%5D=field_location%3A132&f%5B9%5D=field_subject%3A340&f%5B10%5D=field_location%3A158&f%5B11%5D=field_subject%3A363&amp%3Bf%5B1%5D=field_location%3A133&amp%3Bf%5B2%5D=field_source%3A70",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://maggieblackbird.com/tag/as-above-so-below/",
      "title": "as above so below | Maggie Blackbird",
      "description": "Posts about as above so below written by Maggie Blackbird",
      "preview": "Today, I'm hosting author Loren Rhoads. She's here to talk about her latest series release she co-authored with Brian Thomas As Above, So Below, a par"
    },
    {
      "url": "https://mgel.env.duke.edu/",
      "title": "Marine Geospatial Ecology Lab",
      "description": "void",
      "preview": "Skip to content 0 Full Time Staff 0 Publications About the Lab The Marine Geospatial Ecology Lab has been at the forefront of marine spatial planning"
    },
    {
      "url": "https://dol.ny.gov/",
      "title": "Department of Labor Home Page | Department of Labor",
      "description": "void",
      "preview": "Skip to main content We Are Your DOL Get Help With Unemployment Benefits Find a Job Affected by the Federal Shutdown? Information for Workers Impacted"
    },
    {
      "url": "https://www.jacksonville.com/story/sports/college/jacksonville-dolphins/2022/07/09/ron-grigg-resigns-ju-womens-track-and-cross-country-coach-after-difficult-read-posts-student-athlete/10022152002/",
      "title": "Jacksonville University track coach resigns after bullying allegations",
      "description": "Jacksonville University women's track coach Ron Grigg resigned after online posts and comments that a school official termed \\",
      "preview": "Skip to main content Home Jaguars First Coast Varsity UF Gators Seminoles North Florida Ospreys Jacksonville Dolphins Golf Jumbo Shrimp Icemen Outdoor"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "https://www.montigre.com/products/vintage-new-old-stock-hobe-multi-chain-gold-tassel-necklace-earring-set-vintage-hobe-gold-tassel-necklace-hobe-earrings-hobe-jewelry",
      "title": "Gold Tassel Necklace Earring Set - Mon Tigre",
      "description": "This is stunning necklace and earring set was made by Hobe. The necklace features a tassel of 6 strands of chain that drops 4-1/2\" (4 finer chains flanked by 2 thicker Herringbone chains). The earrings feature 3 strands of chain and measure approximately 1-1/4\" long. The necklace measures almost 19\" long. In excellent",
      "preview": "Skip to content Close menu Home Shop Shop All Preloved Items Featured Favorites! Necklaces, Charms & Pendants Bracelets Rings Brooches & Clips Earring"
    },
    {
      "url": "https://thecrochetcrowd.com/how-to-crochet/",
      "title": "Learn to Crochet A Cowl: A Beginner Tutorial",
      "description": "Learn how to crochet a cowl with a free pattern and tutorial. Beginners can use this dance version learning tutorial to improve their skills. Increase your crochet skills with the crochet cowl for beginners!",
      "preview": "Sharing is caring! Facebook Pinterest 4 Save Email Crochet Beginner Cowl Learn to crochet this Crochet Basic Cowl . This is an absolute beginner Croch"
    },
    {
      "url": "https://pytorch.org/tutorials/beginner/blitz/cifar10_tutorial.html",
      "title": "Training a Classifier - PyTorch Tutorials 2.8.0+cu128 documentation",
      "description": "void",
      "preview": "Learn Get Started Tutorials Learn the Basics PyTorch Recipes Intro to PyTorch - YouTube Series Webinars Community Landscape Join the Ecosystem Communi"
    },
    {
      "url": "https://www.greentechmedia.com/squared/dispatches-from-the-grid-edge/cutting-the-carbon-from-californias-self-generation-incentive-program",
      "title": "Discover global power and renewables insights | Wood Mackenzie",
      "description": "Market insights, webinars, whitepapers and events on Wood Mackenzie's platforms.",
      "preview": "Skip to main content Access our research platforms Sign-in to our platforms to access our extensive research, our latest insight, data and analytics a"
    },
    {
      "url": "https://marketplace.walmart.com/?utm_source=Walmart.com&utm_medium=link&utm_campaign=footer",
      "title": "Walmart Marketplace - Walmart Marketplace",
      "description": "Grow your eCommerce business with a brand that both customers and sellers love. Plus, easily tap into any of our international markets when you join us today.",
      "preview": "Skip to content Our global reach is your playground. Grow your eCommerce business with the brand that both sellers and customers love. Join Marketplac"
    },
    {
      "url": "https://www.onf-contrebasse.com/forum/viewforum.php?f=29&sid=660f0ddc3a59b8cdfc785724b40ef374",
      "title": "FORUM DE LA CONTREBASSE - Contrebasse",
      "description": "void",
      "preview": "FORUM DE LA CONTREBASSE onf-contrebasse.com / contrebasse.com Accéder au contenu Raccourcis Sujets sans réponse Sujets actifs Rechercher Donateurs FAQ"
    },
    {
      "url": "https://www.shiftcities.org/",
      "title": "Transforming cities for people and planet | UrbanShift",
      "description": "UrbanShift supports cities around the world to adopt integrated approaches to urban development, building an equitable, zero-carbon future where both people and planet can thrive.",
      "preview": "Skip to main content Search Transforming cities for people and planet UrbanShift supports cities around the world to adopt integrated approaches to ur"
    },
    {
      "url": "http://www.claytoncountyga.gov/departments/community-development/geographic-information-system.aspx",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://peabodyawards.com/alwaysinseasonisland/",
      "title": "Always In Season Island - The Peabody Awards",
      "description": "Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had more than 1 million monthly visitors who could create avatars and...",
      "preview": "Hit enter to search or ESC to close Always In Season Island (2010) By 2010, when Always in Season Island launched, the web platform Second Life had mo"
    },
    {
      "url": "https://www.eps-one.com/eps-ndvsb/",
      "title": "ePS-NDVSB delivers the Air Force 'First Look' Program - ePS",
      "description": "https://www.afmc.af.mil/News/Article-Display/Article/2761272/air-force-first-look-program-drives-purchasing-power/",
      "preview": "https://www.afmc.af.mil/News/Article-Display/Article/2761272/air-force-first-look-program-drives-purchasing-power/ More Posts All News AUBURN HILLS, M"
    },
    {
      "url": "https://www.drunkelephant.com/products/slaai-makeup-melting-butter-cleanser",
      "title": "Nourishing, makeup-melting cleansing balm | Drunk Elephant",
      "description": "Melt away all traces of dirt, makeup, and sunscreen with Drunk Elephant's Slaai, a makeup-removing cleansing balm that quickly transforms from oil to milk.",
      "preview": "Skip to main content Drunk Elephant Home Sign In/Register Quantity of items in cart is , 0 search You can use the tab key (or swipe left or right on y"
    },
    {
      "url": "https://pk-termeptuj.si/Sales/Order-18611/",
      "title": "RKC NEBO Pro Kolesarski Dres Mens AERO Usposabljanje Kolesarski Dres lahki Mtb Kolo Kolesarjenje Oblačila Majica Kit Maillot Ciclismo popust ~ Kolesarjenje Clothings / Pk-termeptuj.si",
      "description": "Shop powered by PrestaShop",
      "preview": "Domov > Kolesarjenje Clothings > > RKC NEBO Pro Kolesarski Dres Mens AERO Usposabljanje Kolesarski Dres lahki Mtb Kolo Kolesarjenje Oblačila Majica Ki"
    },
    {
      "url": "https://www.chanel.com/us/makeup/p/159965/le-vernis-longwear-nail-colour/",
      "title": "Nail Polish and Sets - Makeup | CHANEL",
      "description": "Shop the full range of CHANEL nail polish, base coats, top coats and nail sets. Discover the perfect colour to add the finishing touch to any look.",
      "preview": "Main content Main navigation Enable high contrast Makeup nails CHANEL nail polish protects, beautifies, and makes vibrant colours dazzle. Its ultra-du"
    },
    {
      "url": "https://www.corneliajames.com/en-us/products/melissa-long-velvet-glove",
      "title": "Velvet Opera Gloves - Melissa",
      "description": "Velvet Gloves by Cornelia James, Glovemaker by Royal Appointment. Est 1946 ★ Handmade in England ★ Free Worldwide Delivery ★ Velvet Gloves in Black. Opera Length, Arm Length, Long Velvet Gloves. Velvet Evening Gloves, Velvet Bridal Gloves.",
      "preview": "Skip to content United States - enjoy Free Shipping* on orders above $300 Cornelia James Country/region United States (USD $) Afghanistan (AFN ؋) Ålan"
    },
    {
      "url": "https://usenetloadsyulh.web.app/ivester19042jid/304112.html",
      "title": "Cómo descargar s w para la cámara de windows 10 (2020)",
      "description": "Echa un vistazo a nuestra selección de programas para gestionar la webcam de tu PC con el que podrás comunicarte con tus amigos mediante vídeo en directo",
      "preview": "Skip to content Descargar cámara 360 Cómo descargar B612 gratis B612 es una aplicación de fotografía para Android, Windows Phone y iOS que ofrece dive"
    },
    {
      "url": "https://www.goldtechservices.com/",
      "title": "Home - GoldTech",
      "description": "void",
      "preview": "Skip to content Point of Sale & Retail Store Management Software Facebook page opens in new window X page opens in new window Linkedin page opens in n"
    },
    {
      "url": "https://boardgamegeek.com/wiki/page/Worker_Placement",
      "title": "Glossary | Wiki | BoardGameGeek",
      "description": "void",
      "preview": "Search: Titles Only: Index | All | Recent | Guidelines Article Edit | History | Editors Action Page Glossary redirected from Worker Placement This is"
    },
    {
      "url": "https://reidjon.tumblr.com/",
      "title": "Jon Reid Tumbling",
      "description": "Quickdraw posts that haven't made it to my regular blog: Conversations. I'm blaming the other awesome Tumblr sites I'm stumbled upon for my presence. Come on over to Twitter too. Been there longer.",
      "preview": "6th May 2016 Drupalcon! Oh yeah, I'll be in New Orleans for Drupalcon next week. I'll be in town on Sunday. See you there! 19th Apr 2016 | 36 notes 16"
    },
    {
      "url": "https://docs.oracle.com/javase/8/docs/api/",
      "title": "Java Platform SE 8",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mayoclinic.org/healthy-lifestyle/pregnancy-week-by-week/expert-answers/implantation-bleeding/faq-20058257",
      "title": "Implantation bleeding: Common in early pregnancy? - Mayo Clinic",
      "description": "Implantation bleeding is a common early pregnancy symptom. Understand why it happens.",
      "preview": "This content does not have an English version. This content does not have an Arabic version. Appointments at Mayo Clinic Mayo Clinic offers appointmen"
    },
    {
      "url": "https://wjla.com/news/local/amtrak-train-derailment-northern-virginia-cars-collision-stranded-passengers-nonstop-trip-pets-sanford-florida-south-carolina-csx-freight-replacement-crew-food-meals-lorton-washington-dc-dmv-travel",
      "title": "Delayed Amtrak train carrying northern Va. passengers arrives after 37-hour trip",
      "description": "After 37 hours, an Amtrak Auto Train from northern Virginia finally reached its destination, almost a full day longer than expected.",
      "preview": "Fri, 10 Oct 2025 10:14:41 GMT (1760091281175) Story Infinite Scroll - News3 v1.0.0 (common) 461c0756fa4e1036cc4c9ef9b181a4e4cab2cb3d Download the App"
    },
    {
      "url": "https://www.bnnbloomberg.ca/chicago-crime-defines-mayor-s-race-as-spending-lawbreaking-surge-1.1889271",
      "title": "BNN Bloomberg - Canada Business News, TSX Today, Oil and Energy Prices",
      "description": "Get the latest Canadian business news, including TSX updates, changes to oil and energy prices, and Bank of Canada coverage. Explore stock market investing and get expert financial insights on investment portfolio strategies.",
      "preview": "Skip to main content Statistics Canada set to release September jobs data this morning Statistics Canada is set to release jobs data for September thi"
    },
    {
      "url": "https://www.ftc.gov/enforcement/rules/rulemaking-regulatory-reform-proceedings/childrens-online-privacy-protection-rule",
      "title": "Children's Online Privacy Protection Rule (\"COPPA\") | Federal Trade Commission",
      "description": "COPPA imposes certain requirements on operators of websites or online services directed to children under 13 years of age, and on operators of other websites or online services that have actual knowledge that they are collecting personal information online from a child under 13 years of age.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.inbeat.co/ad-mockup-generator/instagram/",
      "title": "Instagram Ad Mockup",
      "description": "Inbeat",
      "preview": "Important tool updates - Learn more Resources Learn Articles Read about influencer marketing Growthnotes - Newsletter Insights for the modern marketer"
    },
    {
      "url": "https://video.sky.it/cinema/100x100-cinema/video/100x100cinema-la-collezionista-dark-fantasy-650819",
      "title": "100x100CINEMA-La Collezionista: Dark Fantasy | Video Sky",
      "description": "Guarda 100x100CINEMA-La Collezionista: Dark Fantasy su Sky Video",
      "preview": "Cinema 100x100 Cinema 100x100CINEMA-La Collezionista: Dark Fantasy 03:12 min | 4 anni fa Mi piace Condividi Whatsapp Telegram Facebook Twitter Copia l"
    },
    {
      "url": "https://worldillustrationawards.com/",
      "title": "World Illustration Awards - World Illustration Awards",
      "description": "void",
      "preview": "Menu Awards Home About WIA Project List / Winners WIA News Touring Exhibition Sponsors"
    },
    {
      "url": "https://fb.watch/eMVs8ekYa_/",
      "title": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture Organization of the United Nations (FAO) worked with the Government in Bolivia to improve the livelihoods of farmers through urban & peri-urban agriculture. #SmallprojectsBigresults | Food and Agriculture Organization of the United Nations (FAO)",
      "description": "👩‍🌾👨‍🌾 over 1 800 families trained 🍅12 new local markets established 💰11 million USD invested for follow-up activities See howFood and Agriculture...",
      "preview": "void"
    },
    {
      "url": "https://piotrzawada.pl/kasia-michal-palac-mala-wies/20210813_041/",
      "title": "20210813_041 | Piotr Zawada - Fotografia Ślubna",
      "description": "Naturalne reportaże ślubne i sesje plenerowe.",
      "preview": "20210813_041 01.07.22 Show Hide 0 comments Add a comment... Your email is never<\\/em> published or shared. Post Comment Δ « Kasia + Michal | Palac Mal"
    },
    {
      "url": "https://www.spicejet.com/",
      "title": "SpiceJet - Flight Booking for Domestic and International, Cheap Air Tickets",
      "description": "SpiceJet, India's favorite domestic airline, cheap air tickets flight booking to 46 cities across India and international destinations. Experience low cost air travel with the best in-class comfort, fares and baggage allowance.",
      "preview": "\"2025-10-08T16:40:32.604Z\" Please enable Javascript to view this site"
    },
    {
      "url": "https://wiki.openstreetmap.org/wiki/Map_Features",
      "title": "Map features - OpenStreetMap Wiki",
      "description": "void",
      "preview": "tagging #Mapfeatures #Mapfeatures tagging Map features From OpenStreetMap Wiki (Redirected from Map Features ) Jump to navigation Jump to search Help"
    },
    {
      "url": "https://www.inquilinxsunidxs.org/en/home/",
      "title": "Inquilinxs Unidxs Por Justicia",
      "description": "United Renters For Justice/Inquilinxs Unidxs por Justicia works for permanently affordable democratic housing and structural changes: tenant unions, rent stabilization, stronger enforcement of renter protections, and cooperatively owned housing.",
      "preview": "English Español DONATE DONAR ENGLISH ESPAÑOL Back Welcome Media Gallery Timeline In The Press Back Resource Home Legal Organizing Landlord Research Co"
    },
    {
      "url": "https://pubchem.ncbi.nlm.nih.gov/compound/Trehalose",
      "title": "Trehalose | C12H22O11 | CID 7427 - PubChem",
      "description": "Trehalose | C12H22O11 | CID 7427 - structure, chemical names, physical and chemical properties, classification, patents, literature, biological activities, safety/hazards/toxicity information, supplier lists, and more.",
      "preview": "JavaScript is required... Please enable Javascript in order to use PubChem website."
    },
    {
      "url": "https://passtheknowledge.wordpress.com/tag/squirrels/",
      "title": "squirrels | PASS THE KNOWLEDGE (LIGHT & LIFE)",
      "description": "Posts about squirrels written by Akhi Soufyan",
      "preview": "Skip to navigation Skip to main content Skip to primary sidebar Skip to secondary sidebar Skip to footer PASS THE KNOWLEDGE (LIGHT & LIFE) HIGH QUALIT"
    },
    {
      "url": "https://veckorevyn.com/nyheter/hannah-jag-ska-hamnas-pa-bygglovs-matte/",
      "title": "Hannah: Jag ska hämnas på Bygglovs-Matte!",
      "description": "En skådis, en sexexpert och en nattklubbschef - se vad de gör i helgen!",
      "preview": "Menu Sök Sök efter: Sök Menu Sök Sök efter: Sök Hannah: Jag ska hämnas på Bygglovs-Matte! En skådis, en sexexpert och en nattklubbschef - se vad de gö"
    },
    {
      "url": "https://news.stv.tv/east-central/flight-carrying-scots-school-trip-from-edinburgh-to-new-york-catches-fire-mid-air",
      "title": "Flight carrying Scots school trip from Edinburgh to New York 'catches fire' mid-air | STV News",
      "description": "The Delta Airlines plane was forced to make an emergency landing at Prestwick Airport on Friday.",
      "preview": "Close Search"
    },
    {
      "url": "https://bettercotton.org/",
      "title": "Better Cotton Initiative: It starts with farmers",
      "description": "Our mission is to help cotton communities survive and thrive, while protecting and restoring the environment.",
      "preview": "Search for: Search It starts with farmers Welcome to a global community of farmers, brands and people like you united by a need for cotton that suppor"
    },
    {
      "url": "https://www.expo2020dubai.com/en",
      "title": "Expo 2020 Dubai | Home | Connecting Minds, Creating the Future | Expo 2020 Dubai",
      "description": "Expo 2020 Dubai will host the world for 182 days, each one brimming with new experiences. It'll be a time to create, collaborate and innovate.",
      "preview": "Video Not Supported We had an incredible time welcoming the world! Want to relive the best moments? Visit Virtual Expo Dubai Scroll Scroll Scroll What"
    },
    {
      "url": "https://www.identitytheft.gov/",
      "title": "Government Shutdown Notice / Aviso de cierre del gobierno",
      "description": "void",
      "preview": "Federal Trade Commission IdentityTheft.gov Government Shutdown Notice Due to the government shutdown, we are unable to offer this website service at t"
    },
    {
      "url": "https://www.tuftandpaw.com/products/cove-litter-box-full",
      "title": "Cove Modern Litter Box - Tuft & Paw",
      "description": "A simple, beautiful, modern litter box with an integrated scoop, dustpan, and handbrush. Built by designers, engineers, and cat behaviorists and made from recycled plastics that are completely toxin-free.",
      "preview": "Close Search website Search Previous Slide Next Slide Product Details Rethink your litter box setup with Cove. An overachiever by design, it comes wit"
    },
    {
      "url": "https://www.newsamericasnow.com/tag/guadeloupe-2/",
      "title": "#GUADELOUPE Articles | News Americas Now",
      "description": "Explore news and features tagged #GUADELOUPE - stories from the Caribbean and Diaspora, curated by News Americas Now.",
      "preview": "Facebook Instagram Linkedin Pinterest Twitter Youtube Latest News Latin America Business Food Entertainment Caribbean Sports Immigration Cannabis & Ma"
    },
    {
      "url": "https://tealmedia.com",
      "title": "Teal Media | Creative with a Conscience",
      "description": "Teal Media is a woman-owned full-service creative agency based in Washington, DC, that creates brands, builds websites, and drives support for nonprofits.",
      "preview": "Skip to Content Women's Suffrage National Monument Foundation Women's Suffrage National Monument Foundation A monumental undertaking. The new website"
    },
    {
      "url": "https://web.dev/measure/",
      "title": "PageSpeed Insights",
      "description": "void",
      "preview": "This site uses cookies from Google to deliver its services and to analyze traffic. Learn More. Ok, Got it. Enter a valid URL Analyze Make your web pag"
    },
    {
      "url": "https://arthropleuridea.tumblr.com/",
      "title": "viaduct",
      "description": "23, trans gay he/him, mvskoke+tsalagi",
      "preview": "Text - Nov 8, 2024 R eblog P ermalink vampiricvenus We're about to save this sweet innocent baby! I was contacted by @khadigayousef2024 to make a post"
    },
    {
      "url": "https://status.spire.com",
      "title": "Spire Maritime a Kpler Company Status",
      "description": "Welcome to Spire Maritime a Kpler Company's home for real-time and historical data on system performance.",
      "preview": "x Get email notifications whenever Spire Maritime a Kpler Company creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in:"
    }
  ],
  "_meta": {
    "total_bookmarks": 109
  }
}