{
  "data": [
    {
      "url": "https://www.accaglobal.com/acca-registration-intro.html",
      "title": "ACCA Registration Intro | ACCA Global",
      "description": "void",
      "preview": "The global body for professional accountants Back to ACCA Global ACCA Think Ahead ACCA application Intro Details 1 Qualifications 2 Document Upload 3"
    },
    {
      "url": "http://rainbowmetals.com/",
      "title": "High Quality Custom Belt Buckles & Plaques | Rainbow Metals",
      "description": "Rainbow Metals is a top-notch sand-cast bronze products store offering custom belt buckles and bronze plaques. Discover elegant and unique hand-crafted designs.",
      "preview": "⚠️ Important Update - Click Here to Read Before Placing an Order Search our store Account Cart 0 Popular Searches: T-Shirt Blue Jacket \" \" Rainbow Met"
    },
    {
      "url": "https://salondesarcanes.fr/",
      "title": "Salon des Arcanes | Boutique de tarots et oracles indépendants",
      "description": "Boutique française spécialisée dans les tarots et oracles indépendants. Découvrez des auto-édités du monde entier.",
      "preview": "Accueil Vintage tarot cards lying disorderly Notre savoir-faire les jeux indépendants et auto édités Découvrir Trionfi della Luna Édition Française TR"
    },
    {
      "url": "http://www.amc.com",
      "title": "AMC | Watch TV Shows & Movies Online | Stream Current Episodes",
      "description": "Watch the latest full episodes and video extras for AMC shows: The Walking Dead, Better Call Saul, Killing Eve, Fear the Walking Dead, Mad Men and more.",
      "preview": "Spooky season is once again upon us and so is FearFest, featuring over 650 hours of iconic horror films franchises, new series, specials and more, acr"
    },
    {
      "url": "http://acquinews.ilpiccolo.net/home/2019/11/20/news/prosegue-il-censimento-istat-per-500-famiglie-dell-acquese-107224/",
      "title": "Prosegue il censimento Istat per 500 famiglie dell'Acquese - AcquiNews",
      "description": "On line il questionario per &#039;fotografare&#039; il territorio",
      "preview": "Network logo Ultima Ora Cronaca Economia Lavoro Politica Blog Newsletter Società Cultura Spettacoli Farmacie Sport Sport Sport Live Alessandria Calcio"
    },
    {
      "url": "https://www.overleaf.com/learn/latex/Mathematical_expressions",
      "title": "Mathematical expressions - Overleaf, Online LaTeX Editor",
      "description": "An online LaTeX editor that's easy to use. No installation, real-time collaboration, version control, hundreds of LaTeX templates, and more.",
      "preview": "Skip to content Search help library... search clear No Search Results Mathematical expressions Contents 1 Introduction 2 Mathematical modes 2.1 Inline m"
    },
    {
      "url": "https://forums.att.com/t5/forums/searchpage/tab/message?advanced=false&allow_punctuation=false&filter=location&location=forum-board%3ADIRECTV_NOW_Watch&q=NFL+Sunday+Ticket",
      "title": "AT&T Digital Resources & Answers - Community Forums has Sunset",
      "description": "The AT&T community forum has been sunset, we have compiled the list of new resources that you can use to find answers to any AT&T related question.",
      "preview": "We're still here for you The AT&T Community Forums have closed. Try these digital resources to find what you're looking for. How can we help you today"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg2/",
      "title": "Climate Change 2022: Impacts, Adaptation and Vulnerability | Climate Change 2022: Impacts, Adaptation and Vulnerability",
      "description": "Intergovernmental Panel on Climate Change Working Group II contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group II Report and is ap"
    },
    {
      "url": "https://www.theleagueofmoveabletype.com/",
      "title": "The League of Moveable Type | The League of Moveable Type",
      "description": "The first open-source foundry. And your spot to learn how to use, make, and work with type.",
      "preview": "The original, the first, the open-source font foundry. Open-Source Fonts • Est. 2009 • Trusted & Used By: Wired Magazine .net magazine Discovery Chann"
    },
    {
      "url": "https://golfingcentaur.tumblr.com/",
      "title": "The Golfing Centaur",
      "description": "void",
      "preview": "The Golfing Centaur 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Cafe sketch. sketch sketch"
    },
    {
      "url": "https://landwirtschaftsbedarf.ch/farmers/prodinformatik.cfm",
      "title": "LANDWIRTSCHAFTSBEDARF.CH > Produktesuche > Informatik, Treuhand, Weiterbildung",
      "description": "Einkaufsführer mit über 600 Produkten und Dienstleistungen für die Landwirtschaft.",
      "preview": "Firmensuche Produktesuche Suchservice FarmLinks Impressum Datenschutz Home"
    },
    {
      "url": "https://engage.walmart-jump.com/",
      "title": "Investing In American Jobs",
      "description": "Fueling American jobs, strengthening communities. With our $350 billion investment in products made, grown or assembled in America, we're supporting more than 750,000 U.S. jobs.*",
      "preview": "Skip to main Skip to footer About Business of Better Leadership Board of Directors Sam Walton Walmart Museum & History New Home Office Working at Walm"
    },
    {
      "url": "http://www.boardgamegeek.com/game/5120",
      "title": "Doubles Wild | Board Game | BoardGameGeek",
      "description": "From the box: A roll of the dice decides where you place your marble on the board. Don't like your roll? You get a second chance! 3 in a row scores one point. Four in a row scores two points. Get the point? Build your rows or block your opponents. There's fun and strategy on every roll, and doubles are always WILD! The board is a grid, with the numbers 3-11 along each edge. Two blue dice determine which blue column, two red dice determine which red row, and you place your marble where they meet. Doubles are wild, so you can choose where to place your marble. If your opponent has a marble at that spot and it's not part of a three-in-a-row, you have a roll off, 3 dice and three chances, to see who can get the highest roll and claim that spot. Once a marble is part of a three-in-a-row it is locked in. Points are counted for a three-in-a-row in every direction; horizontally, vertically, and diagonally. The game ends when someone runs out of marbles, and everyone has a final turn. 1999 Mensa Select",
      "preview": "void"
    },
    {
      "url": "https://cleanup.pictures/",
      "title": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free",
      "description": "Remove unwanted objects from photos, people, text, and defects from any picture for free. It's extremely easy in just a few clicks with our creative editing tool.",
      "preview": "Cleanup.pictures - Remove objects, people, text and defects from any picture for free. Retouch images in seconds with incredible quality ↑ Drag & drop"
    },
    {
      "url": "https://action.earthday.org/partnerships_1",
      "title": "2025 Partnerships - Step 1 - EARTHDAY.ORG",
      "description": "Become an Earth Day partner and join the world's largest environmental movement! Get involved with climate action, environmental justice, and connect your efforts to our global network of volunteers.",
      "preview": "EARTHDAY.ORG Partnership Agreement Step 1 of the partnership agreement. Please enter your information here so we can keep accurate records and stay in"
    },
    {
      "url": "http://tsne.org/",
      "title": "Home | TSNE",
      "description": "void",
      "preview": "Partnering to Expand Capacity We provide the resources and support to help organizations, leaders, and communities thrive. We're your partner for chan"
    },
    {
      "url": "https://zsinger55.tumblr.com/",
      "title": "Just Another Blog",
      "description": "void",
      "preview": "Just Another Blog Archive Posted on 27th Sep at 10:42 PM, with 6,797 notes slitherpunk : gameboy camera pics of vintage computer festival midwest 19 :"
    },
    {
      "url": "https://fantasticmoviemusings.com/2021/05/11/education-for-death-the-making-of-a-nazi-1943/",
      "title": "Education for Death: The Making of a Nazi (1943) | Fantastic Movie Musings and Ramblings",
      "description": "Education for Death: The Making of the Nazi (1943)Article 5806 by Dave SindelarDate: 7-7-2020Directed by Clyde GeronimiFeaturing the voice of Art SmithCountry: USAWhat it is: Wartime anti-Nazi propaganda It's the story of a young German boy named Hans, and how he is indoctrinated into the Nazi mindset. Anybody who has seen and liked the movie...",
      "preview": "Education for Death: The Making of the Nazi (1943) Article 5806 by Dave Sindelar Date: 7-7-2020 Directed by Clyde Geronimi Featuring the voice of Art"
    },
    {
      "url": "https://www.aprilbeer.com/",
      "title": "April Beer - Wedding Officiant, Celebrant and Non-Denominational Minister for New Jersey",
      "description": "void",
      "preview": "As a NJ Wedding Officiant & Minister, it is my commitment to make sure all of your dreams about your wedding day are realized. There are only a few oc"
    },
    {
      "url": "https://www.whitewoodhollow.com/",
      "title": "Whitewood Hollow | Nashville Wedding and Event Venue",
      "description": "Discover Whitewood Hollow, a scenic barn venue near Nashville in Whites Creek, TN. Perfect for micro-weddings, elopements, private events, and creative gatherings. Host up to 125 guests and capture golden hour magic on our secluded property.",
      "preview": "0 Intimate Event & Wedding Venue in Tennessee A Nashville-area barn venue for elopements, photoshoots, private dinners, and creative events. Just 15 m"
    },
    {
      "url": "http://www.jacobstrading.com/",
      "title": "Jacobs Trading Company",
      "description": "void",
      "preview": "Español Whether you would like to purchase general merchandise loads or single category loads; a truckload a month or twenty loads a week, Jacobs Trad"
    },
    {
      "url": "https://heart2homecreations.net/2017/12/19/woodland-globe-ornaments/?like_comment=178&_wpnonce=34663814ef",
      "title": "Woodland Globe Ornaments! | Heart2HomeCreations",
      "description": "December is here! And that means Christmas is right around the corner! I've been busy making ornaments for my Etsy shop! I had been wanting to make something with the clear craft ornaments and finally decided to go for it! While hiking through Vermont forests I was so inspired by the beautiful scenery. The light...",
      "preview": "December is here! And that means Christmas is right around the corner! I've been busy making ornaments for my Etsy shop! I had been wanting to make so"
    },
    {
      "url": "https://ftc.gov",
      "title": "Federal Trade Commission | Protecting America's Consumers",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://www.trip.com/index?locale=en_us&allianceid=21934&SID=455408&ouid=198c18a52c8911eb811b00ce0a18050d",
      "title": "Trip.com Official Site‎‎ | Travel Deals and Promotions",
      "description": "Choose from over 1.2 million hotels in more than 200 countries, 30 million real guest reviews. Book flights to over 5,000 destinations worldwide. 24/7 Customer Service.",
      "preview": "Suggested Languages USD Your Trip Starts Here Award-winning services Awarded Global Support Services of the Year in 2024 by International CRE Awards 2"
    },
    {
      "url": "https://www.apple.com/itunes/",
      "title": "iTunes - Apple",
      "description": "The latest macOS offers the world's best way to play - and add to - your collection of music, movies, TV shows, podcasts, audiobooks, and more.",
      "preview": "iTunes iTunes is going places. Download the latest macOS for an all‑new entertainment experience. Your music, TV shows, movies, podcasts, and audioboo"
    },
    {
      "url": "https://au.linkedin.com/company/noggin-it?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "Noggin | LinkedIn",
      "description": "Noggin | 7,379 followers on LinkedIn. Global provider of critical event management &amp; resilience software | Noggin was acquired by Motorola Solutions in 2024, and is now part of its ecosystem of safety and security technologies. Noggin is a Global provider of critical event management &amp; resilience software. Its software helps enterprises and critical infrastructure anticipate, prepare for and efficiently respond to incidents.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://www.mactrast.com/tag/apple-event/",
      "title": "Apple Event - MacTrast",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://4gravitons.com/a-wild-infinity-appears-or-renormalization/?like_comment=3395&_wpnonce=1b27f4f79c",
      "title": "A Wild Infinity Appears! Or, Renormalization | 4 gravitons",
      "description": "Back when Numberphile's silly video about the zeta function came up, I wrote a post explaining the process of regularization, where physicists take an incorrect infinite result and patch it over to get something finite. At the end of that post I mentioned a particular variant of regularization, called renormalization, which was especially important in...",
      "preview": "Back when Numberphile's silly video about the zeta function came up, I wrote a post explaining the process of regularization , where physicists take a"
    },
    {
      "url": "https://htu.edu/academics/colleges/cas/dept-of-educator-preparation/african-american-male-teacher-initiative",
      "title": "African American Male Teacher Initiative « Huston-Tillotson",
      "description": "void",
      "preview": "Search... Student Payments Alumni & Friends MBA M.Ed In Language & Literacy DONATE TO HT! Enrollment & Admission Admission Adult Degree Program HT Onl"
    },
    {
      "url": "http://virtualcollections.naturalsciences.be/virtual-collections/entomology/coleoptera/cetoniidae/anoplocheilus-diplognathoides-werneri-antoine-2000/data-view",
      "title": "Data - RBINS Virtual Collections",
      "description": "void",
      "preview": "Personal tools Search Site only in current section Advanced Search... You are here: Home / Virtual collections / Entomology / Coleoptera / Cetoniidae /"
    },
    {
      "url": "https://www.assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "http://s01.flagcounter.com/more30/vOp/76",
      "title": "Flag Counter » History",
      "description": "void",
      "preview": "Flag Counter Home Country List FAQ Forum Overview | Details | today | Yesterday | History | Flag Map | Upgrade Create a free counter! Last Week | Last"
    },
    {
      "url": "https://www.ywcasouthflorida.org/",
      "title": "YWCA South Florida | Eliminating racial and gender inequality",
      "description": "YWCA South Florida is eliminating racial and gender inequality. Learn more about our efforts to dismantle structural racism and promote social justice.",
      "preview": "0 Start Their Learning Journey with YWCA - Enroll in Head Start Today! From social skills to school readiness, our caring educators are here to suppor"
    },
    {
      "url": "https://www.iubenda.com/privacy-policy/59274660/cookie-policy",
      "title": "Cookie Policy of Tenuta Larnianone",
      "description": "Tenuta Larnianone collects some Personal Data from its Users.",
      "preview": "Cookie Policy of Tenuta Larnianone This document informs Users about the technologies that help Tenuta Larnianone to achieve the purposes described be"
    },
    {
      "url": "http://www.surftrip.com/surf-shop/C-573/C-952/General.html",
      "title": "void",
      "description": "void",
      "preview": "Surf Trip Surfing Travel - Check Out Our Feature Desitination RED FROG BUNGALOWS - Panama: Click Here to Check it out! Home Destinations Surfing Resou"
    },
    {
      "url": "https://acumen.org/america/",
      "title": "Acumen America",
      "description": "Acumen America identifies and invests in mission-driven founders looking to fix the root causes of America's poverty crisis.",
      "preview": "Skip to content Our impact in America lives impacted by our investees companies scaling impact founders of color female founders Acumen America provid"
    },
    {
      "url": "https://www.khanacademy.org/math/statistics-probability",
      "title": "Khan Academy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.redpacifico.net",
      "title": "PACÍFICO - Sitio de la Fundacion PACÍFICO",
      "description": "Somos una plataforma de coordinación conformada por cuatro fondos ambientales. Trabajamos en la facilitación y financiamiento de acciones de conservación y desarrollo sostenible de los recursos marino-costeros del Pacífico Tropical Este (PTE).",
      "preview": "Skip to main content Languages PACIFICO is made up of"
    },
    {
      "url": "https://alex-warner.com/",
      "title": "Alex Warner",
      "description": "Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content for People.com and InStyle.com. I'm basically like your personal shopper, from writing about that cozy loungewear set you didn't know you needed to keeping tabs on the best sales and deals on the internet. I'm also...",
      "preview": "Skip to content Hey, I'm Alex! I'm currently working at Dotdash Meredith as the Celeb & Entertainment E-Commerce Lead contributing affiliate content f"
    },
    {
      "url": "https://kassatieto.com/tuote/jatesakki-200l-musta-06/",
      "title": "Jätesäkki 200L musta | Kassatieto",
      "description": "Musta jätesäkki, vahvuus 60my. Koko 750x1400mm. 10pss/rll, 20rll/ltk.",
      "preview": "045 7731 2021 moc.o 1760095870 teita 1760095870 ssak@ 1760095870 ulevl 1760095870 apsak 1760095870 aisa 1760095870 Tuotteet Suurkuvatulostus Myymäläta"
    },
    {
      "url": "https://myseco.militaryonesource.mil/portal/",
      "title": "Military Spouse Education & Career Opportunities | MySECO",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application. Loading MySECO..."
    },
    {
      "url": "https://mobilezon.in/product-category/screen-protectors/",
      "title": "Screen Protectors - MobileZon",
      "description": "Buy Screen Protectors at Screen Protectors - Best Quality Products - Shop With Confidence",
      "preview": "Filters Sort by Popularity Average rating Latest Price: Ascending Price: Descending ... -57% Limited Add to cart iPhone 17 Unbreakable Membrane Matte"
    },
    {
      "url": "https://service.elsevier.com/app/overview/cell-press/",
      "title": "Cell Press Support Center",
      "description": "void",
      "preview": "Cell Press Support Center Cell Press Support Center Cell Press engages and empowers scientists across all disciplines, all geographies, and all stages"
    },
    {
      "url": "https://www.nature.org/en-us/",
      "title": "The Nature Conservancy: A World Where People & Nature Thrive",
      "description": "We're working around the world to protect the lands and waters on which all life depends and fight climate change. Join us.",
      "preview": "Every gift today has twice the power for nature. Give Now. Close interstitialRedirectModalTitle interstitialRedirectModalMessage interstitialRedirectM"
    },
    {
      "url": "https://fontshare.com/fonts/clash-display",
      "title": "Fontshare: Quality Fonts. Free.",
      "description": "Fontshare is a free fonts service from the Indian Type Foundry (ITF), making quality fonts accessible to all.",
      "preview": "Enable javascript to use this application."
    },
    {
      "url": "https://myducksong.tumblr.com/",
      "title": "got any grapes?",
      "description": "void",
      "preview": "memeuplift : daisyfloweeer : (via catchymemes ) herpsandbirds : Something to consider... (via catchymemes ) only-cat-memes : (via catchymemes ) (via pun"
    },
    {
      "url": "https://aoutiz123.tumblr.com/",
      "title": "funlivebreathee",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://utahblackchamber.com/",
      "title": "Utah Black Chamber of Commerce",
      "description": "void",
      "preview": "0 Our Mission We support the prosperity of our members and advocate for economic diversity and inclusion for Black businesses and corporations in the"
    },
    {
      "url": "https://mindenszerszam.hu/akciok-markankent/leica-akcio/vezetekkutatok/",
      "title": "Vezetékkutatók - Mindenszerszám Áruház",
      "description": "Kiváló minőségű Vezetékkutatók Óriási Kedvezménnyel! Egyedi Árak - Gyors Szállítás! Minden termék 1-3 év magyar gyártói Garancia!",
      "preview": "Kategóriák AKCIÓK MÁRKÁNKÉNT AL-KO Akció ALKO Áramfejlesztők ALKO Fűkaszák ALKO Elektromos fűkaszák ALKO Motoros Fűkaszák ALKO Fűnyírók ALKO Akkus fűn"
    },
    {
      "url": "http://www.drogbaster.it/",
      "title": "Risorse Servizi web e Strumenti utili gratis - drogbaster.it",
      "description": "Tutto gratis risorse e servizi web: programmi guide per PC Windows, smartphone Android e iPhone Software, antivirus, bigliettini auguri.",
      "preview": "Skip to content Quando gli impegni rischiano di soffocare le vostre potenzialità, è proprio un portale come Drogbaster che può aiutarvi a staccare la"
    },
    {
      "url": "https://scunci.com/Scunci-morgan.html",
      "title": "Scunci - Morgan Collaboration",
      "description": "Scunci and Morgan Simianer collaborate on a line of hair care products.",
      "preview": "#1 HAIR ACCESSORY BRAND* 0 0 HOME SHOP COLLECTIONS EXCLUSIVES BRAND PRESS < Back SHOP Tamera Mowry x Conair® Wicked x Scunci® Unbreakable Hair Ties by"
    },
    {
      "url": "https://careers.mozilla.org/",
      "title": "Mozilla Careers - Feel good about your work again.",
      "description": "At Mozilla, you can pursue your future while working to protect the future of the internet for everyone, everywhere.",
      "preview": "Let's reclaim the internet together. At Mozilla, we have big ambitions for the future, we want to build impactful products that are different - that a"
    },
    {
      "url": "http://www.ilfoglio.it/",
      "title": "Il Foglio - Edizione Online",
      "description": "Il Foglio, giornale fondato da Giuliano Ferrara e ora diretto da Claudio Cerasa. Il giornale che vanta il maggior numero di imitazioni.",
      "preview": "Il riconoscimento va alla politica e attivista venezuelana, oppositrice di Nicolas Maduro Redazione DALL'ARCHIVIO DEL FOGLIO | Così abbiamo raccontato"
    },
    {
      "url": "https://www.banquemondiale.org/fr/country/algeria",
      "title": "Algérie",
      "description": "Actualités et informations concernant les activités de la Banque mondiale dans Algérie. Accédez à tous les éléments relatifs à Algérie : données économiques, statistiques, projets, travaux de recherche et dernières actualités.",
      "preview": "Cette page en : Français English العربية Cette page en : Français English العربية La Banque mondiale en Algérie En Algérie, la Banque mondiale procure"
    },
    {
      "url": "https://dnasolves.com/articles/clallam-county-jane-doe-2021/",
      "title": "Clallam County Jane Doe (2021) Is Identified",
      "description": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021",
      "preview": "Clallam County Sheriff's Office and Othram Team to Identify Jane Doe from 2021 Clallam County Sheriff's Office Detectives have determined that the unk"
    },
    {
      "url": "https://www.freep.com/news/",
      "title": "Detroit Free Press - News",
      "description": "void",
      "preview": "Skip to main content Home Election Voter Guide News Detroit Wayne Oakland Macomb Michigan Michigan Politics Education John Carlisle M.L. Elrick Neal R"
    },
    {
      "url": "https://dreamstudio.ai/generate",
      "title": "Dream Studio, Stable Diffusion in an easy-to-use application",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://crontab.cronhub.io/",
      "title": "Cron expression generator by Cronhub",
      "description": "Cron expression generator by Cronhub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://knitmodern.tumblr.com/",
      "title": "Knitmodern on tumblr",
      "description": "Knitting that fits modern lives...",
      "preview": "makinology : scaaarrry ... bewaaare ... lol 7 years ago / 122 notes Via makinology Share on Facebook Share on Twitter Share on Pinterest Share on Google+"
    },
    {
      "url": "https://citizensleague.org/",
      "title": "The Citizens League Creates and Advances Solutions for Minnesota",
      "description": "The Citizens League is a member-supported nonpartisan nonprofit organization that champions the role of all Minnesotans to govern for the common good.",
      "preview": "Common Ground. Common Good. The Citizens League is a nonpartisan, nonprofit organization that empowers people to engage in civic life and public polic"
    },
    {
      "url": "https://www.dotdashmeredith.com",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "https://commonbond.org/",
      "title": "CommonBond: Affordable Housing Nonprofit Organization MN WI IA & SD",
      "description": "CommonBond is an affordable housing nonprofit that serves low-income communities in Minnesota, Wisconsin, Iowa, and South Dakota. Learn how you can support our mission.",
      "preview": "Menu Future Donate Search Search Close this search box. CommonBond Communities Stable homes. Strong futures. Vibrant communities. What We Do At Common"
    },
    {
      "url": "https://helloitiskatie-blog.tumblr.com/",
      "title": "Hello, it is Katie",
      "description": "Current Obsessions: Marvel, House of Cards, How to Get Away with Murder, Orphan Black, Brooklyn Nine Nine, Parks and Rec, Harry Potter, Battlestar Galactica, and too many other things",
      "preview": "What. A. Day. #womensmarch #whyimarch (at The Mall (Washington DC)) Marching on Washington with some of my favorite women today. #whyimarch at Philade"
    },
    {
      "url": "https://aws.amazon.com/training/learn-about/machine-learning/",
      "title": "Artificial Intelligence - Learn about | AWS Training",
      "description": "Whether you're new to artificial intelligence (AI), or an experienced builder, develop your knowledge and skills with training curated by the experts at AWS.",
      "preview": "Skip to main content Training and Certification Get Trained Get Certified Develop Your Team AWS Partner Training AWS Cloud Institute More Training › L"
    },
    {
      "url": "https://www.nike.com/w/new-releases-3n82y",
      "title": "New Releases. Nike.com",
      "description": "Find new releases of shoes, apparel and gear at Nike.com.",
      "preview": "Shoes Tops and T-Shirts Shorts Hoodies and Pullovers Jackets & Vests Pants and Tights Swimming Socks Accessories and Equipment Gender ( 0 ) Men Women"
    },
    {
      "url": "https://deliciouslyella.com/",
      "title": "Deliciously Ella (UK) | Plant-Based & Vegan Food and Recipes",
      "description": "Explore Deliciously Ella's plant-based foods and recipes! Discover nutritious vegan recipes and products. Join the journey towards a healthier, happier life.",
      "preview": "Healthy Eating, Made Effortless Join 100,000+ members transforming how they eat and feel,one delicious recipe and wellness tool at a time. Start Your"
    },
    {
      "url": "https://biodiversitya-z.org/content/specially-protected-areas-of-mediterranean-importance-spami#:~:text=Description.%20The%20Specially%20Protected%20Areas%20of%20Mediterranean%20Importance,the%20components%20of%20biological%20diversity%20in%20the%20Mediterranean%2C",
      "title": "Specially Protected Areas of Mediterranean Importance (SPAMI) definition | Biodiversity A-Z",
      "description": "A cluster of online glossaries about biodiversity",
      "preview": "Home Areas Specially Protected Areas of Mediterranean Importance (SPAMI) Areas of Biodiversity Importance Summaries of globally relevant systems to id"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Notelet-Beautiful-websites-and-blogs-published-with-Notion-a6d4db450800466f94448b8611e92923?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://hcvnetwork.org/",
      "title": "HCV Network | We protect people and nature",
      "description": "The Network is a member-based organization that promotes the High Conservation Value (HCV) Approach, a three-step methodology to identify and protect ecosystems, biodiversity, and the needs of local communities and indigenous groups where development takes place.",
      "preview": "We work to protect nature and support local people where it matters most. High Conservation Values (HCVs) are biological, ecological, social, or cultu"
    },
    {
      "url": "https://www.olx.com.pk/islamabad-capital-territory_g2003003/sales_c62?filter=classified_type_eq_offer%2Cjob_type_eq_temporary",
      "title": "Sales Jobs in Islamabad Capital Territory",
      "description": "Find the best Sales Jobs in Islamabad Capital Territory. OLX Pakistan offers online local classified ads for Sales Jobs. Post your classified ad for free in various categories like mobiles, tablets, cars, bikes, laptops, electronics, birds, houses, furniture, clothes, dresses for sale in Islamabad Capital Territory.",
      "preview": "All categories Mobiles Mobile Phones Accessories Tablets Smart Watches Landline Phones Vehicles Cars Cars Accessories Spare Parts Car Care Buses, Vans"
    },
    {
      "url": "https://docs.docker.com/get-started/",
      "title": "Get started | Docker Docs",
      "description": "Get started with Docker",
      "preview": "void"
    },
    {
      "url": "https://aferael.tumblr.com/",
      "title": "Bane of Light",
      "description": "yea this is a personal blog but i post art sometimes | he/him 21",
      "preview": "♠ ♠ this is a health meter. aferael's health is at 10% yea this is a personal blog but i post art sometimes | he/him 21 Skip navigation links Home Mai"
    },
    {
      "url": "https://www.eval4action.org/",
      "title": "Home | Eval4Action campaign to accelerate progress on the SDGs",
      "description": "The Decade of Evaluation for Action, also known as the #Eval4Action campaign, to accelerate progress on the Sustainable Development Goals by 2030.",
      "preview": "top of page influential evaluation. better decisions. better results. better policies. get involved Learn more Standards for enhancing meaningful enga"
    },
    {
      "url": "https://artitrail.com/sectors/agriculture/mega-sweeper-actisweep/",
      "title": "Artitrail | Mega Sweeper Actisweep",
      "description": "void",
      "preview": "Download Mega Sweeper Actisweep catalogue Actisweep ® V-Concept A new approach to sweeping which will change the way you work! Actisweep® V-Concept is"
    },
    {
      "url": "https://www.goodmorningamerica.com/living/video/dad-missed-daughters-birthdays-surprises-party-77889178",
      "title": "Dad who missed daughter's last 2 birthdays surprises her with 'do-over' party - Good Morning America",
      "description": "Cody Hartman, who missed his daughter Emma's sixth and seventh birthdays due to a deployment, teams up with the USO for a Disney Princess-themed celebration.",
      "preview": "Up Next in news 'GMA' celebrates military kids making a difference in their communities May 25, 2021 Reaction to the latest Israel, Hamas peace plan O"
    },
    {
      "url": "https://www.kauffman.org/currents/2019/09/new-survey-highlights-disconnect-between-high-school-and-real-world",
      "title": "New survey highlights disconnect between high school and the real world - Ewing Marion Kauffman Foundation | Kauffman.org",
      "description": "If the purpose of high school is to prepare students for the real world, does it? A recent survey of students, parents, and employers finds that real world skills are more important than ever.",
      "preview": "Skip to content"
    },
    {
      "url": "https://ww7.oemdtc.com/category/recalls",
      "title": "Recalls | GM - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.kryteriononline.com/privacy",
      "title": "Kryterion Privacy Policy - - How We Protect Your Data",
      "description": "Review Kryterion's Privacy Policy: Learn how we collect, use, and protect your personal information when using our website and services.",
      "preview": "Privacy Policy Introduction Effective Date: February 24, 2021 Last Updated: May 2, 2024 Kryterion is committed to protecting the privacy of individual"
    },
    {
      "url": "http://www.retela.cz",
      "title": "Retela.cz",
      "description": "Retela.cz",
      "preview": "Dovolte, abychom Vás informovali, že na Vašem prohlížeči nemáte zapnutý Javascript a proto se Vám některé prvky prezentace nemohou zobrazit. Vyplnit v"
    },
    {
      "url": "https://www.mediafax.ro/social/astazi-este-ziua-internationala-a-barbatului-19751405",
      "title": "Astăzi este Ziua Internaţională a Bărbatului",
      "description": "Ce ne-am face oare fără bărbaţi? Probabil când am face pană, am schimba maşina cu totul! Gluma, glumă dar îţi spun că astăzi este Ziua Internaţională a",
      "preview": "Prima pagină » Social » Astăzi este Ziua Internaţională a Bărbatului Astăzi este Ziua Internaţională a Bărbatului 19 nov. 2020, 03:05, Social Alice St"
    },
    {
      "url": "https://phdtheses.ekt.gr/eadd/handle/10442/28346",
      "title": "Ακραία υδρομετεωρολογικά φαινόμενα και επίδραση της κλιματικής μεταβολής στην εξέλιξή τους: εφαρμογή στην περιοχή της Κρήτης",
      "description": "void",
      "preview": "Αρχική Πλοήγηση Επιστημονικό πεδίο Ημερομηνία Συγγραφέας Χώρα Γλώσσα Ίδρυμα Σχετικά με το ΕΑΔΔ Κατάθεση Διατριβής Συχνές Ερωτήσεις Κέντρο Υποστήριξης"
    },
    {
      "url": "https://answers.google.com/",
      "title": "Google Answers",
      "description": "void",
      "preview": "Google Answers is no longer accepting questions. We're sorry, but Google Answers has been retired, and is no longer accepting new questions. Search or"
    },
    {
      "url": "https://www.motogp.com/en/teams",
      "title": "Teams | MotoGP™",
      "description": "The official website of MotoGP™, Moto2 and Moto3. Find out all the information about MotoGP teams and riders here.",
      "preview": "Skip to main content Riders & Teams MotoGP™ Moto2™ Moto3™ MotoE™ Official Aprilia Racing Aprilia Racing Jorge Martin Marco Bezzecchi BK8 Gresini Racin"
    },
    {
      "url": "http://www.surftrip.com/surf-shop/C-573/C-952/General.html",
      "title": "void",
      "description": "void",
      "preview": "Surf Trip Surfing Travel - Check Out Our Feature Desitination RED FROG BUNGALOWS - Panama: Click Here to Check it out! Home Destinations Surfing Resou"
    },
    {
      "url": "https://open.spotify.com/show/0vT7LJMeVDxyQ2ZamHKu08?si=_uDRD6bRR_6M5YZyISGXgA",
      "title": "IRL: Online Life is Real Life | Podcast on Spotify",
      "description": "Listen to IRL: Online Life is Real Life on Spotify. How does artificial intelligence change when people - not profit - truly come first? Join IRL's host Bridget Todd, as she meets people around the world building responsible alternatives to the tech that's changing how we work, communicate, and even listen to music.",
      "preview": "IRL: Online Life is Real Life Mozilla Follow How does artificial intelligence change when people - not profit - truly come first? Join IRL's host Brid"
    },
    {
      "url": "https://guidestarindia.org.in/Summary.aspx?CCReg=302",
      "title": "GuideStarIndia",
      "description": "Look up Not-for-Profit Organisations and access the information and insights you need to give with confidence!",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.ccg-gcc.gc.ca/index-eng.html",
      "title": "Canadian Coast Guard",
      "description": "void",
      "preview": "Canadian Coast Guard The Canadian Coast Guard is a special operating agency within the Department of National Defence. We work to ensure the safety of"
    },
    {
      "url": "https://linnemagazine.com/2021/07/28/si-tu-amigue-te-pide-mas-lofi-y-dream-pop-pasale-lo-nuevo-de-classic-park-paula-pera-y-moriras-lejos/",
      "title": "Si tu amigue te pide más lofi y dream pop, pásale lo nuevo de Classic Park, Paula Pera y Morirás Lejos | LINNE",
      "description": "Imagen: Paula Pera y el fin de los Tiempos Acá te dejamos lo más reciente de estos artistas latinos que merecen un play infinito, pásale con confianza. Classic Park Otro Lugar es un nuevo tema del artista mexicano que dibuja un horizonte donde algo que tuviste con alguien especial se va difuminando poco a poco...",
      "preview": "Inicio About Música Move your ass Festivales MUTEK MX NRMAL Festival Antes Arte Cine y TV Distrital Diseño Entretiens Click to more! LINNE LINNE Músic"
    },
    {
      "url": "https://www.lillypulitzer.com/belle-tassel-necklace/007656.html?dwvar_007656_color=962",
      "title": "Women's Resort Wear, Dresses & Swimwear | Lilly Pulitzer",
      "description": "Shop Lilly Pulitzer's resort wear for women: Dresses, Activewear, Swimwear, Loungewear & Accessories. Free shipping & returns on all products online and in-store.",
      "preview": "Skip to main content Skip to footer content LIMITED TIME! Receive A Free Gift With Your $200 Spend. Details Print with Purpose: Supporting Squad Shop"
    },
    {
      "url": "https://storyset.com/",
      "title": "Storyset | Customize, animate and download illustration for free",
      "description": "Edit and animate all our customizable illustrations to enhance your projects totally free. Start now to be creative in our online editor ✅",
      "preview": "Awesome free customizable illustrations for your next project Customize, animate and download our illustrations to make incredible landing pages, app"
    },
    {
      "url": "http://tocaboca.com/privacy",
      "title": "Privacy Policy - Toca Boca",
      "description": "Toca Boca Privacy Policy",
      "preview": "You are about to leave tocaboca.com You are leaving tocaboca.com, a page hosted by Toca Boca, and entering a third-party site. Toca Boca is not respon"
    },
    {
      "url": "https://www.nzz.ch/digital",
      "title": "Technologie - News, Hintergründe & Kommentare | NZZ",
      "description": "Nachrichten, Hintergründe & Kommentare aus der Welt der Technologie.",
      "preview": "Mit Sora baut Open AI ein soziales Netzwerk für Videos. Die Deepfake-Videos sind gefährlich gut Die Firma hinter Chat-GPT lanciert ihr eigenes soziale"
    },
    {
      "url": "https://replit.com/",
      "title": "Replit - Build apps and sites with AI",
      "description": "Replit is an AI-powered platform for building professional web apps and websites.",
      "preview": "T u rn y our i d e a s into a p p s What will you create? The possibilities are endless. Get suggestions Write a prompt Make me for that helps Start b"
    },
    {
      "url": "https://lists.blender.org/pipermail/bf-committers/2006-September/015806.html",
      "title": "[Bf-committers] Clamp To Constraint",
      "description": "void",
      "preview": "[Bf-committers] Clamp To Constraint J L aligorith at hotmail.com Sat Sep 16 07:43:39 CEST 2006 Previous message: [Bf-committers] Collada 1.4 plug-in -"
    },
    {
      "url": "http://studio-180.org/",
      "title": "HOME | STUDIO-180",
      "description": "void",
      "preview": "top of page TRANSFORMING URBAN COMMUNITIES 180° StudiOne-Eighty provides programming and training that brings 180° transformation to urban communities"
    },
    {
      "url": "https://www.espn.com/nfl/story/_/id/35754546/ex-nfl-groundskeeper-george-toma-super-bowl-lvii-field-was-overwatered",
      "title": "Ex-NFL groundskeeper George Toma: Super Bowl LVII field was overwatered - ESPN",
      "description": "Longtime NFL groundkeeper George Toma believes the issues that plagued the field at Super Bowl LVII could have been avoided, saying it was overwatered and not allowed to dry out properly.",
      "preview": "Skip to main content Skip to navigation < > Ex-NFL groundskeeper: SB LVII field overwatered 3y Josh Weinfuss Giants turn tables on Eagles with complet"
    },
    {
      "url": "https://artsexperiments.withgoogle.com/periodic-table/",
      "title": "3D Periodic Table",
      "description": "A Periodic table to view elements in 3D.",
      "preview": "Viewing the periodic table elements in 3D is not supported by your browser. Back to Search"
    },
    {
      "url": "https://walmart.onelink.me/UIev?pid=walmart.com&af_web_dp=https%3A%2F%2Fwww.walmart.com%2Fcp%2Fwalmart-mobile-app%2F1087865&c=Walmart.com%20Site%20Footer&af_dp=walmart%3A%2F%2F",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "https://www.sandiegouniontribune.com/military/sdut-rosie-network-military-entrepreneurs-2014apr07-story.html",
      "title": "Group promotes military entrepreneurs - San Diego Union-Tribune",
      "description": "In 2012, the wife of a Navy SEAL needed some work done on the family home while her husband was on deployment. Stephanie Brown of San Diego was uncomfortable contacting strangers advertising their services on Craigslist. She said she would have felt more trust, rapport and overall comfort with a military veteran or spouse doing [...]",
      "preview": "Skip to content Members of the Rosie Network gather at the organization's Military Entrepreneur Small Business Expo on St. Patrick's Day in Balboa Par"
    },
    {
      "url": "https://www.grantinterface.com/Home/Logon?urlkey=seattle",
      "title": "Logon - Grant Lifecycle Manager",
      "description": "void",
      "preview": "Logon Email Address* Password* Log On Create New Account Access is disabled. Attention Grantees and Grant Seekers: Seattle Foundation recently launche"
    },
    {
      "url": "https://www.buyfromablackwoman.org/",
      "title": "Buy From A Black Woman",
      "description": "Buy from a Black Woman (BFABW) is an Nonprofit Organization which helps bring awareness to Black Women business owners and the people who support them.",
      "preview": "top of page When you support a Black Woman Business Owner... you support a whole community. About Black Women have been leading the numbers when it co"
    },
    {
      "url": "https://imagn.com/licensing-reprints/",
      "title": "Licensing and Reprints",
      "description": "void",
      "preview": "CONTENT LICENSING AND PERSONAL PRINTS LICENSING CONTENT License original content (i.e. images and newspaper clippings) for editorial and commercial pr"
    },
    {
      "url": "https://www.roguefitness.com/rogue-echo-foam-games-box",
      "title": "Rogue Echo Foam Games Box | Rogue Fitness",
      "description": "The Echo Foam Games Box is a budget-priced, rotatable plyo box that features the same 3-in-1 versatility as the standard get yours today!",
      "preview": "Home / Conditioning / Plyo Boxes / Foam Plyoboxes / Rogue Echo Foam Games Box Rogue Echo Foam Games Box ★★★★★ ★★★★★ 4.5 38 Reviews Write a review Rogu"
    },
    {
      "url": "https://profiles.wordpress.org/skoutari/",
      "title": "skoutari (@skoutari) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for skoutari (@skoutari).",
      "preview": "Profiles Member Since: July 17th, 2016 Find me on: Activity Created a topic, Υπέροχο πρόσθετο , on the site WordPress.org Forums: Είναι <font style=\"v"
    },
    {
      "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:legge:2024-12-30;215!vig=",
      "title": "DECRETO 6 novembre 2024, n. 215 - Normattiva",
      "description": "Regolamento concernente la determinazione dei criteri di svolgimento delle procedure di risoluzione stragiudiziale delle controversie con la clientela relative alle prestazioni e ai servizi assicurativi derivanti dai contratti di assicurazione, nonch&egrave; dei criteri di composizione dell'organo decidente e della natura delle controversie trattate dai sistemi di cui all'articolo 187.1 del decreto legislativo 7 settembre 2005, n. 209 e successive modifiche. (25G00001)",
      "preview": "Presidenza del Consiglio dei Ministri ITA ITA ENG Normattiva - Il portale della legge vigente"
    },
    {
      "url": "https://apps.mob.org/genre/cloud/p21-android-1.6/",
      "title": "Android Cloud Services apps. Download free Cloud Services programs for Android Android 1.6 phone.",
      "description": "Download Cloud Services Android free programs. Download apps for Android Android 1.6 phone or tablet. You can download best Android Cloud Services programs for all phone models for free from our site.",
      "preview": "Download apps for Android 1.6 for free: Cloud Services Apps for Android » Android 1.6 Program categories: Audio & Video Business Education Image & Pho"
    },
    {
      "url": "http://lupo73.altervista.org/",
      "title": "Lupo73 - Innovazione Digitale: Esplorando le Frontiere dell'Informatica",
      "description": "Innovazione Digitale: Esplorando le Frontiere dell'Informatica",
      "preview": "Crea sito Pubblicità Ultimi Articoli Scritto il Novembre 24, 2023 Novembre 23, 2023 Scritto il Novembre 23, 2023 Novembre 23, 2023 Scritto il Maggio 2"
    },
    {
      "url": "http://grill22.dk/",
      "title": "Grill 22",
      "description": "Grill 22 tilbyder grillmenuer samt kinesiske menuer og specialiteter.",
      "preview": "Forside Menukort Ris/Ros Kontakt Nyheder Hold dig opdateret om tilbud eller lignende. Ny hjemmeside Lørdag den 21. december 2013 Grill 22 har nu fået"
    },
    {
      "url": "https://fox5sandiego.com/news/local-news/200-local-military-families-to-receive-free-christmas-trees/",
      "title": "200 military families receive free Christmas trees | FOX 5 San Diego & KUSI News",
      "description": "Two hundred local active duty and veteran military families received a free Christmas tree this weekend.",
      "preview": "Skip to content by: City News Service Posted: Dec 5, 2020 / 12:27 PM PST Updated: Dec 5, 2020 / 11:37 PM PST SHARE This is an archived article and the"
    },
    {
      "url": "https://www.elastic.co/guide/en/elasticsearch/reference/current/analysis.html",
      "title": "Text analysis | Elastic Docs",
      "description": "Text analysis is the process of converting unstructured text, like the body of an email or a product description, into a structured format that's optimized...",
      "preview": "Loading Elastic Docs / Manage data / The Elasticsearch data store Text analysis Serverless Stack Text analysis is the process of converting unstructur"
    },
    {
      "url": "http://www.quantum-chemistry-history.com/",
      "title": "Udo Anders : Early Ideas in the History of Quantum Chemistry.",
      "description": "void",
      "preview": "Home Introduction to this site Contents/Index People History, Philosophy of QC (Newer) Books Connected with this Website Programs, Acronyms Usage Stat"
    },
    {
      "url": "https://developer.chrome.com/",
      "title": "Chrome for Developers",
      "description": "Helping you build, grow and innovate on the web.",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Nederlands Polski Português - Brasil Tiếng Việt Türkçe Р"
    },
    {
      "url": "https://partner.github.com",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "http://www.worldywca.org/",
      "title": "Home - World YWCA",
      "description": "World YWCA",
      "preview": "The World YWCA is a grassroots-driven, global movement rooted in the leadership of women, young women, and girls. When #YoungWomenLead , we transform"
    },
    {
      "url": "https://www.capiusa.org/",
      "title": "CAPI: Communities Advancing Prosperity for Immigrants",
      "description": "CAPI provides comprehensive support services for immigrants and refugees in the Twin Cities. By addressing immediate needs and long-term goals, CAPI partners with individuals and families to achieve self-sufficiency and build thriving lives.",
      "preview": "0 C ommunities A dvancing P rosperity for I mmigrants Where Barriers Break and Futures Begin CAPI provides comprehensive support services for immigran"
    },
    {
      "url": "https://disneyparks.disney.go.com/blog/2023/01/celebrating-100-years-of-disney-and-the-wonder-of-mickey-and-minnie/?CMP=SOC-DPFY23Q1wo1229220045A",
      "title": "Celebrating 100 Years of Disney and the Wonder of Mickey and Minnie - Disney Parks Blog",
      "description": "Happy New Year! 2023 marks the 100th anniversary of Disney. As we approach this historic milestone, we are inspired by the journey we've been on together and the fans and families who have brought Disney into their hearts throughout the past century. Disney100 commemorates the storytellers who have brought generations the wonder and magic of",
      "preview": "Skip to content Contributed By Thomas Smith Manager, Editorial Content Happy New Year! 2023 marks the 100th anniversary of Disney. As we approach this"
    },
    {
      "url": "https://www.ikea.com/de/en/cat/kitchen-cabinets-fronts-24987/",
      "title": "Products - Discover Our Full Range Of Furniture And Homeware - IKEA Germany",
      "description": "Browse our full range of products from dressing tables to complete modern kitchens. Click here to find the right IKEA product for you. Discover more here.",
      "preview": "Skip to main content Skip to product list Products Looking for new arrivals in the IKEA range? Explore our latest additions of affordable furniture an"
    },
    {
      "url": "https://goldentriangledc.com/return-to-office/",
      "title": "Return to the Office - Golden Triangle",
      "description": "void",
      "preview": "Skip to content Return to the Office Home > Events & Programming > Return to the Office We are excited to launch a series of original webinars, short"
    },
    {
      "url": "https://www.ipsnews.net/deutsch/",
      "title": "IPS Inter Press Service - Deutsch - Nachrichten aus dem Süden",
      "description": "Nachrichten aus dem Süden",
      "preview": "Friday, 10 October 2025 INTER PRESS SERVICE NEWS AGENCY - DEUTSCH Kampala (IPS/afr). In der Nähe von Mpigi, einer Kleinstadt ca. 40 Kilometer westlich"
    },
    {
      "url": "https://www.accaglobal.com/us/en.html",
      "title": "Home | ACCA Global",
      "description": "ACCA (the Association of Chartered Certified Accountants) is the global body for professional accountants.",
      "preview": "The global body for professional accountants About us Search jobs Find an accountant Technical resources Help & support Apply now MyACCA Global Americ"
    },
    {
      "url": "https://it.spagos.es/",
      "title": "Home | Spago's",
      "description": "void",
      "preview": "top of page IL NOSTRO RISTORANTE Un piccolo posto accogliente nel cuore di Malaga NOTICIAS DE SPAGO'S Ricetta del Mese Prova a fare da solo gli spaghe"
    },
    {
      "url": "https://www.algerie360.com/mca-betrouni-reitere-sa-confiance-a-amrouche-mais/",
      "title": "MCA : Betrouni réitère sa confiance à Amrouche mais...... - Algerie360",
      "description": "void",
      "preview": "MCA : Betrouni réitère sa confiance à Amrouche mais...... Par admin 4 avril 2016 à 10:56 mca-betrouni-reitere-sa-confiance-a-amrouche-mais.jpg A lire auss"
    },
    {
      "url": "https://aubmc.org.lb/",
      "title": "AUBMC - American University of Beirut Medical Center",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "http://www.leccopolis.it/acque-contaminate-divieto-di-balneazione-a-malpensata-8208.html",
      "title": "Acque contaminate, divieto di balneazione a Malpensata | Leccopolis",
      "description": "Con l'ordinanza n. 32, il sindaco ha interdetto la balneazione in Località Malpensata a Lecco fino a revoca, in seguito al campionamento del 26 aprile 2017. La",
      "preview": "Lecco polis 10 ottobre 2025 Home Economia Europa Italia Mondo Politica Contattaci Lecco Brianza Calolziocorte Lago Lavoro Merate Oggiono Olginate Valm"
    },
    {
      "url": "https://www.geospatialworld.net/prime/climate-trace/",
      "title": "Climate TRACE",
      "description": "Climate TRACE, the global not-for-profit coalition is using Earth Observation data and AI to bring radical transparency to greenhouse gas emissions.",
      "preview": "Climate TRACE How the global not-for-profit coalition made up of NGOs, technology companies, academia, and former US Vice President and climate leader"
    },
    {
      "url": "http://www.retailstudy.com/",
      "title": "Site selection and sales forecasting for retailers and real estate developers. We locate sites for restaurants and supermarkets.",
      "description": "void",
      "preview": "Information and experience working for you. Retail Site Selection and Brokerage 1563 Brentwood Dr Marietta, Ga. 30062 770-578-0744 email Our approach"
    },
    {
      "url": "https://www.myotees.com/product/ron-weasley-is-my-boyfriend-graphic-sweatshirt/",
      "title": "Ron Weasley Is My Boyfriend Graphic Sweatshirt | myotees.com",
      "description": "Get Buy Ron Weasley Is My Boyfriend Graphic Sweatshirt, affordable custom shirts,are screen printing by hand and are high quality printing.",
      "preview": "Skip to content Add to Wishlist Add to Wishlist Ron Weasley Is My Boyfriend Graphic Sweatshirt On Sale $ 27.49 - $ 34.49 Price range: $27.49 through $"
    },
    {
      "url": "https://m.fronda.pl/a/tylko-u-nas-pawel-lisicki-ta-uleglosc-moze-kosciol-wiele-kosztowac,151854.html",
      "title": "TYLKO U NAS! Paweł Lisicki: Ta uległość może Kościół wiele kosztować | Fronda.pl",
      "description": "Paweł Lisicki dla \"Frondy\": Podczas pandemii Kościół zbyt słabo broni swojej autonomii. W Nowym Jorku prawo do kultu obronione zostało wspólnie przez Bractwo Piusa X i ortodoksyjnych żydów.",
      "preview": "23.10.2020, 19:30 Screenshot Youtube TYLKO U NAS! Paweł Lisicki: Ta uległość może Kościół wiele kosztować Paweł Lisicki dla \"Frondy\": Podczas pandemii"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85919",
      "title": "Searchable Recipe Database - Almond Macaroons with chocolate fillinf",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://www.joemerrill.com/privacy-policy",
      "title": "Privacy Policy - Joe Merrill",
      "description": "void",
      "preview": "Privacy Policy Joseph Merrill (\"Joe Merrill\", \"the Developer\") provides this Privacy Policy (\"policy\") that explains how we collect, use, disclose, tr"
    },
    {
      "url": "http://www.sernapesca.cl/",
      "title": "sernapesca",
      "description": "void",
      "preview": "Informativo Estimados/as usuarios/as: A partir del 01 de septiembre, se aplicará una encuesta telefónica a quienes se inscribieron en el Registro Pesq"
    },
    {
      "url": "https://www.unibz.it/en/services/library/",
      "title": "Library / Free University of Bozen-Bolzano",
      "description": "Siamo aperti a tutti, offriamo connessione WIFi gratutita e la più grande e aggiornata collezione di letteratura scientifica cartacea e online dell´Alto Adige.",
      "preview": "void"
    },
    {
      "url": "http://www.esa.int/",
      "title": "European Space Agency",
      "description": "The European Space Agency portal features the latest news in space exploration, human spaceflight, launchers, telecommunications, navigation, monitoring and space science.",
      "preview": "ESA Vision ESA Strategy 2040 50 years of ESA Accelerators ESA Pillars Science & Exploration Space Safety Applications Enabling & Support ESA Programme"
    },
    {
      "url": "https://www.joannaczech.com/collections/joanna-czech-tools-accessories/products/joanna-czech-face-massage-roller",
      "title": "Rolling Facial Massager - Joanna Czech",
      "description": "Enhance your skincare routine with Joanna Czech's Rolling Facial Massager. Achieve great results through consistent massage and improve product absorption.",
      "preview": "× VIEW FULL PRODUCT DETAILS Menu closer Close To permanently save your wishlist please login or sign up . Home / Joanna Czech Skincare ✕ 1 of 3 2 of 3"
    },
    {
      "url": "http://www.hivlawandpolicy.org/resources/ending-and-defending-against-hiv-criminalization-state-and-federal-laws-and-prosecutions",
      "title": "Ending and Defending Against HIV Criminalization: State and Federal Laws and Prosecutions, Vol.1, The Center for HIV Law and Policy, Second Edition, Fall 2010 (Updated May 2015) | The Center for HIV Law and Policy",
      "description": "The Center for HIV Law and Policy has released the first comprehensive analysis of HIV-specific criminal laws and prosecutions in the United States.",
      "preview": "Skip to main content Search Search What We Do Positive Justice Project Aging Initiative Molecular HIV Surveillance Rights & Resources National Policy"
    },
    {
      "url": "https://consumidor.ftc.gov/articulos/como-proteger-la-privacidad-de-su-hijo-en-internet",
      "title": "Cómo proteger la privacidad de su hijo en internet | Consumer Advice",
      "description": "En su condición de padre, usted tiene el control de la información personal de sus hijos menores de 13 años recolectada en internet por las compañías.",
      "preview": "Pasar al contenido principal La FTC está cerrada debido al lapso en fondos del gobierno. Conozca el estado de los servicios por internet de la FTC y l"
    },
    {
      "url": "https://www.githubstatus.com",
      "title": "GitHub Status",
      "description": "Welcome to GitHub's home for real-time and historical data on system performance.",
      "preview": "GitHub Octicon logo x Get email notifications whenever GitHub creates , updates or resolves an incident. Email address: Enter OTP: Resend OTP in: seco"
    },
    {
      "url": "https://almaauun.org/",
      "title": "Home - Al-Maa'uun",
      "description": "Volunteer-led. Nonprofit. Inspired by Faith.",
      "preview": "We're better together Volunteer-led. Nonprofit. Inspired by Faith. Donate now Empowering Recovery, Restoring Hope We envision a future where recovery"
    },
    {
      "url": "https://www.tate.org.uk/art/art-terms/m/minimalism",
      "title": "Minimalism | Tate",
      "description": "Tate glossary definition for minimalism: Extreme form of abstract art developed in the USA in the second half of the 1960s and typified by artworks made in very simple geometric shapes based on the square and the rectangle",
      "preview": "Minimalism Minimalism is an extreme form of abstract art developed in the USA in the 1960s and typified by artworks composed of simple geometric shape"
    },
    {
      "url": "http://hnf.fra.affrc.go.jp/english.html",
      "title": "HNF, Hokkaido National Fisheries Research Institute | Japan Fisheries Research and Education Agency",
      "description": "void",
      "preview": "Hokkaido National Fisheries Research Institute, Japan Fisheries Research and Education Agency Access Inquiry In April 2011, the National Salmon Resour"
    }
  ],
  "_meta": {
    "total_bookmarks": 140
  }
}