{
  "data": [
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-speed-xl",
      "title": "Hair brushes: Ceramic + Ion Speed XL Thermal Round | Olivia Garden",
      "description": "Ceramic + Ion Speed XL round thermal high-quality professional hair brushes have extra long ceramic barrel, tourmaline ions, ergonomic handle, sectioning pick & large holes for superior styling",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://www.louvre.fr/en/explore/the-palace",
      "title": "The palace - From the former palace of the French monarchs to the largest museum in the world",
      "description": "From a Medieval fortress to the largest museum in the world - discover the history of the palace's most iconic rooms and the artworks they shelter",
      "preview": "The palace - From the former palace of the French monarchs to the largest museum in the world Aller au contenu The palace From the former palace of th"
    },
    {
      "url": "https://photo.walgreens.com/store/welcome",
      "title": "Photo Prints, Custom Cards, and Posters | Walgreens Photo",
      "description": "Visit Walgreens Photo Center to shop for personalized photo prints, books, cards, posters, and other photo services. Get same day photo printing.",
      "preview": "true false Skip main navigation classic site X Take me back to the classic site You can return to the new experience at any time. Classic site Offer D"
    },
    {
      "url": "https://www.sba.gov/about-sba/sba-newsroom/press-releases-media-advisories/sba-rolls-out-dedicated-tool-small-businesses-connect-cdfis-small-asset-lenders-participating-ppp",
      "title": "SBA Rolls Out Dedicated Tool for Small Businesses to Connect with CDFIs, Small Asset Lenders Participating in PPP | U.S. Small Business Administration",
      "description": "WASHINGTON - Today, U.S. Small Business Administration Administrator Jovita Carranza announced the launch of a dedicated online tool for small businesses and non-profits to be matched with Community Development Financial Institutions (CDFIs), Minority Depository Institutions (MDIs), Certified Development Companies (CDCs), Farm Credit System lenders, Microlenders, as well as traditional smaller asset size lenders in the Paycheck Protection Program (PPP).",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://fonts.google.com/specimen/Roboto+Slab",
      "title": "Roboto Slab - Google Fonts",
      "description": "Roboto has a dual nature. It has a mechanical skeleton and the forms are largely geometric. At the same time, the font features friendly and open curves. While",
      "preview": "void"
    },
    {
      "url": "https://gestion.pe/economia/consumo-pota-peruana-impulsado-demanda-mercados-asiaticos-264701-noticia/",
      "title": "Consumo de pota peruana es impulsado por demanda de los mercados asiáticos | ECONOMIA | GESTIÓN",
      "description": "Uno de los productos más solicitados es la pota, la cual tiene un panorama muy alentador, principalmente en mercado asiáticos como China, Corea del Sur y Tailandia, comentó el county manager de Maersk Perú.",
      "preview": "Lo último Peru Quiosco Portada Empresas Management & Empleo Economía Mercados Perú Política Tu Dinero Finanzas Personales Inmobiliarias Plus G Opinión"
    },
    {
      "url": "https://www.shopify.com?utm_campaign=poweredby&utm_medium=shopify&utm_source=onlinestore",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://www.euronews.com/2021/12/05/us-ukraine-crisis-russia",
      "title": "Russia dismisses U.S. media reports about possible Ukraine offensive | Euronews",
      "description": "MOSCOW - Russia has dismissed new",
      "preview": "Advertisement By Reuters Published on 05/12/2021 - 11:05 GMT+1 Share this article Comments Share this article Facebook Twitter Flipboard Send Reddit L"
    },
    {
      "url": "https://www.sanjeevkapoor.com/",
      "title": "Masterchef Sanjeev Kapoor Recipes - Taste the Tradition of Indian Cuisine & Innovative Dishes",
      "description": "Explore Sanjeev Kapoor's curated collection of recipes! From wholesome Indian meals to creative cooking ideas, find recipes for healthy eating, quick meals, and traditional favorites. Discover the art of cooking like a pro with expert tips and inspiration.",
      "preview": "Articles Must-Try Vrat Recipes for a Divine Navratri Celebration By Sanjeev Kapoor 22 Sep 2025 10:00 IST Recipes Ramen Noodle Soup By Sanjeev Kapoor 1"
    },
    {
      "url": "https://www.energate-messenger.at/news/219257/klagen-gegen-erdgasleitung-opal-abgelehnt",
      "title": "Klagen gegen Erdgasleitung Opal abgelehnt | energate messenger⁺",
      "description": "Dresden - Das Sächsische Oberverwaltungsgericht hat vier Klagen gegen die Erdgasleitung Opal abgewiesen. Diese richteten sich konkret gegen einen 45 Kilometer langen Teilabschnitt der Ostsee-Pipeline-Anbindungsleitung (Opal) im sächsischen Dörnthal...",
      "preview": "(Foto: Wingas) Das Sächsische Oberverwaltungsgericht sieht kein Problem darin, dass die Pipeline Opal einen Windpark kreuzt. Urteil Klagen gegen Erdga"
    },
    {
      "url": "https://www.vistra.com/",
      "title": "Vistra - Corporate Business Service Provider in 50+ Markets",
      "description": "void",
      "preview": "JavaScript must be enabled in your browser in order to use some functions. Skip to main content Homepage Less friction. More flow. Vistra's corporate"
    },
    {
      "url": "https://www.chanel.com/us/makeup/p/159965/le-vernis-longwear-nail-colour/",
      "title": "Nail Polish and Sets - Makeup | CHANEL",
      "description": "Shop the full range of CHANEL nail polish, base coats, top coats and nail sets. Discover the perfect colour to add the finishing touch to any look.",
      "preview": "Main content Main navigation Enable high contrast Makeup nails CHANEL nail polish protects, beautifies, and makes vibrant colours dazzle. Its ultra-du"
    },
    {
      "url": "https://maia-longhorn.tumblr.com/",
      "title": "In this corner...",
      "description": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Technology, Space, Nature, Sports and Video Games....",
      "preview": "I'm an average college student of Computer Systems Engineering from Santa Cruz de la Sierra, Bolivia. I love Mithology, the Fine Arts, Science, Techno"
    },
    {
      "url": "https://www.steveandalex.org/",
      "title": "Inspired Giving | Steven & Alexandra Cohen FoundationSteven & Alexandra Cohen Foundation | The Steven & Alexandra Cohen Foundation leads by example to show the world what giving can do.",
      "description": "The philanthropic efforts of the Steven & Alexandra Cohen Foundation started in 2001 and have resulted in over $1.3 billion in funds to public 501(c)(3) nonprofit organizations based in the United States that either help people in need or solve complex problems.",
      "preview": "Skip to content There's something you can do that doesn't take a lot: GIVE. Join us in giving to make the world a better place. \"With just a little bi"
    },
    {
      "url": "https://flymapslive.com/privacy",
      "title": "Flymaps - Privacy",
      "description": "void",
      "preview": "Flymaps Privacy Policy The Flymaps Privacy Policy was updated on July 21, 2024. Collection and Use of Personal Information We respect your privacy and"
    },
    {
      "url": "https://getaawp.com/?ref=624",
      "title": "AAWP | The Amazon Affiliate WordPress Plugin",
      "description": "AAWP (Amazon Affiliate for WordPress) is the best plugin to advertise Amazon products and earn commissions by using product boxes and Amazon bestseller lists.",
      "preview": "Skip to content Best WordPress Plugin for Amazon Affiliates Make more money by boosting your Amazon Associates commissions with AAWP's product boxes,"
    },
    {
      "url": "https://donate.mongabay.org/?utm_source=mongabay.com&utm_medium=headerlink&utm_campaign=com-header-text-link-new",
      "title": "Donate to Mongabay",
      "description": "void",
      "preview": "Skip to the content Close Menu Send checks to : 1259 El Camino Real #150 Menlo Park, CA 94025 Our EIN / tax ID : 45-3714703 Wire information : Contact"
    },
    {
      "url": "https://blogs.alternatives-economiques.fr/hubert-de-vauplane/2021/03/06/l-annulation-des-dettes-par-la-bce-analyse-juridique",
      "title": "L'annulation des dettes par la BCE : analyse juridique | La finance décryptée par le droit | Hubert de Vauplane | Les blogs d'Alternatives Économiques",
      "description": "Alors que les économistes débattent des vertus ou des dangers d'une annulation des dettes publiques figurant dans le bilan de la BCE et du SEBC[1], il est curieux que ceux-ci ne commencent pas leurs débats en se posant la question : est-il juridiquement possible pour la BCE d'annuler ces dettes ?",
      "preview": "Aller au contenu principal La finance décryptée par le droit Le blog de Hubert de Vauplane Faites entendre votre voix Hubert de VAUPLANE 06/03/2021 Fa"
    },
    {
      "url": "http://www.ice.it/",
      "title": "Home | Agenzia ICE",
      "description": "ICE - Agenzia per la promozione all'estero e l'internazionalizzazione delle imprese italiane organismo attraverso cui il Governo favorisce lo sviluppo delle imprese",
      "preview": "Go to main content Go to site navigation Offcanvas Sito in manutenzione. Ci scusiamo per i possibili disagi. Stop autoplay Restart autoplay Go to prev"
    },
    {
      "url": "https://www.nps.gov/grca/learn/news/hiker-fatality-along-bright-angel-trail-february-2023.htm",
      "title": "Hiker Fatality along Bright Angel Trail in Grand Canyon National Park - Grand Canyon National Park (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://parmetlerimmo.at/10-gewerbeobjekt-mieten",
      "title": "PARMETLER-Immobilien GesmbH - Kategorie - Gewerbeobjekt Mieten",
      "description": "PARMETLER Immobilien GmbH, GF Hannes Parmetler, Neugasse 10, 8200 Gleisdorf, +43 664/2508 778, hannes.parmetler@parmetlerimmo.at, www.parmetlerimmo.at",
      "preview": "Willkommen Kaufen Wohnung Haus Gewerbeobjekt Grundstück Jetzt suchen! Mieten Wohnung Haus Gewerbeobjekt Gleich suchen! Verkaufen Vermieten Wir, als Ih"
    },
    {
      "url": "http://www.iol.it/",
      "title": "Creazione siti web, E-Commerce e presenza online | Italiaonline",
      "description": "Fai crescere il tuo business con Italiaonline: contattaci per creazione siti web, e-commerce, pubblicità e presenza online per la tua azienda.",
      "preview": "Home Pensare alla tua impresa, per noi, non è un'impresa I nostri webinar: conquista clienti con TikTok Italiaonline e TikTok accompagneranno ti accom"
    },
    {
      "url": "https://press.nature.com/",
      "title": "Home | press.springernature.com",
      "description": "void",
      "preview": "Home | press.springernature.com Skip to main content springernature press site Home Welcome to the Springer Nature press site The Springer Nature jour"
    },
    {
      "url": "https://help.zenodo.org/#citations",
      "title": "Help | Zenodo",
      "description": "Zenodo is a free and open digital archive built by CERN and OpenAIRE, enabling researchers to share and preserve research output in any size, format and from all fields of research.",
      "preview": "Help FAQ Docs Guides Frequently Asked Questions Search FAQ General Account Upload/Deposit Collaborate and share Communities Usage statistics Citations"
    },
    {
      "url": "https://www.aecf.org/",
      "title": "Ensuring the Future of At-Risk Youth - The Annie E. Casey Foundation",
      "description": "The Annie E. Casey Foundation is developing a brighter future for children and youth at risk of poor educational, economic, social and health outcomes.",
      "preview": "Our big ideas are building a brighter future for america's children, youth and families Order Lisa Lawson's Inspiring Book Thrive explores brain scien"
    },
    {
      "url": "https://fr.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - Extension WordPress | WordPress.org Français",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Recherche d'extensions Dé"
    },
    {
      "url": "https://www.mindbodygreen.com/",
      "title": "mindbodygreen - well-rounded well-being for a life well lived",
      "description": "mindbodygreen is a lifestyle media brand dedicated to inspiring you to live your best life - mentally, physically, spiritually, emotionally, and environmentally.",
      "preview": "Skip to Content Accessibility Statement Friday, October 10, 2025 mindbodygreen Health I Tried VO2 Max Training For 3 Weeks - Here's What Happened By A"
    },
    {
      "url": "https://eastwestplayers.org/",
      "title": "East West Players",
      "description": "The Nation's Largest and Longest Running Asian American Theater",
      "preview": "0 The spirits have returned. GET TICKETS NOW PARANORMAL INSIDE premieres October 9th. COMING NOV 8, 2025 60th Anniversary Diamond Gala Join us for a n"
    },
    {
      "url": "https://amplypower.com/amply-power-integrates-watttime-api-to-enable-electric-fleets-to-minimize-and-report-total-greenhouse-gas-emissions/",
      "title": "AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions - AMPLY Power",
      "description": "void",
      "preview": "Menu August 31, 2021 3:00 am AMPLY Power Integrates WattTime API to Enable Electric Fleets to Minimize and Report Total Greenhouse Gas Emissions AMPLY"
    },
    {
      "url": "https://donate.doctorswithoutborders.org/secure/turkey-syria-earthquake-onetime?_ga=2.267824718.1948866458.1675777854-1961190027.1675777854&_gl=1*x8xlvd*_ga*MTk2MTE5MDAyNy4xNjc1Nzc3ODU0*_ga_C7EW6Q0J9K*MTY3NTc3Nzg1Ni4xLjEuMTY3NTc3ODA4Ny4wLjAuMA..",
      "title": "Donate to Help save lives. Your gift matched.",
      "description": "Médecins Sans Frontières USA, Inc.'s campaign donation page.",
      "preview": "Help save lives. Donate now. Choose an amount to donate Monthly Dedicate my donation Choose an amount Unrestricted donations enable MSF to carry out o"
    },
    {
      "url": "http://www.igeo.pt/",
      "title": "iGEO - Informação Geográfica",
      "description": "void",
      "preview": "O sítio www.igeo.pt foi descontinuado. A informação geográfica do território nacional, anteriormente acessível a partir desta página de internet, pode"
    },
    {
      "url": "https://www.postgresql.org/docs/current/functions-window.html",
      "title": "PostgreSQL: Documentation: 18: 9.22. Window Functions",
      "description": "9.22.&nbsp;Window Functions # Window functions provide the ability to perform calculations across sets of rows that are related to the ...",
      "preview": "September 25, 2025: PostgreSQL 18 Released! Documentation → PostgreSQL 18 Supported Versions: Current ( 18 ) / 17 / 16 / 15 / 14 / 13 Development Vers"
    },
    {
      "url": "https://www.seattleaquarium.org/",
      "title": "Seattle Aquarium | Inspiring Conservation of our Marine Environment",
      "description": "The Seattle Aquarium offers fun, exciting ways to discover more about the amazing Puget Sound and our world's one ocean.",
      "preview": "SEA the wonder the joy what's new! Seattle Aquarium Plan Your Visit Membership Featured Aquarium highlights Step out of the Pacific Northwest and into"
    },
    {
      "url": "http://www.afterschoolalliance.org/policyStateMap.cfm",
      "title": "Afterschool Alliance",
      "description": "void",
      "preview": "Find Afterschool Funding"
    },
    {
      "url": "http://sticknodes.com",
      "title": "StickNodes.com | Stickfigure Animator for Android and IOS!",
      "description": "Stickfigure animation app for iOS and Android. Create stickman animations on your phone, tablet, iPhone, or iPad!",
      "preview": "It's spooky time and you know what that means, time for a spooky contest! This year we will just go back to the spooky basics - making a spooky stickf"
    },
    {
      "url": "https://www.tecnologiaalvarado.com.ve/conectores/716-modulo-sfp-monomodo-20km.html",
      "title": "Tecnologia Alvarado | Equipos e insumos para Redes y Seguridad",
      "description": "Lider en distribucion de Equipos e Insumos de redes y seguridad. Distribuidor autorizado de Wireplus, Tplink, Ubiquiti, entre otras...",
      "preview": "  Novedades  Vista rápida Bateria de Litio 12V 100ah... 450,00 $ Nuevo  Vista rápida Controlador Solar MPPT 140A 486,00 $ Nuevo  Vista rápida Con"
    },
    {
      "url": "https://www.nhm.ac.uk/discover/dinosaurs.html",
      "title": "Dinosaurs | Natural History Museum",
      "description": "Discover dinosaur news, videos, quizzes and crafts. Find out facts about dinosaurs, including Diplodocus and Stegosaurus, and uncover what science is revealing about the appearance and lives of these prehistoric animals.",
      "preview": "Dinosaurs Dinosaurs The seven greatest dinosaur discoveries of the last 200 years The discoveries that changed our understanding of dinosaurs over the"
    },
    {
      "url": "http://www.atma.com.au/cbk/",
      "title": "Association of Taxation & Management Accountants - Welcome",
      "description": "Your association default meta description",
      "preview": "Member Login Username Password Need help? Login Welcome About Aims CBK Mission Membership Membership Benefits Membership Structure Fee Structure Appli"
    },
    {
      "url": "https://online.salempress.com/home.do;jsessionid=443B1F74BC31EAAE753BC02CCA864922",
      "title": "Salem Press",
      "description": "void",
      "preview": "Literature History Science Health Careers Login to your Library's Collection to Start Searching Now! You must log in using your library password or li"
    },
    {
      "url": "https://aubmc.org.lb/",
      "title": "AUBMC - American University of Beirut Medical Center",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://octagonshop.pl/p1423,worek-bokserski-octagon-160x45-standard-gold.html",
      "title": "Oficjalny sklep Octagon - polskiej marki sportowej",
      "description": "void",
      "preview": "Czapka zimowa Octagon Retro black/white NEW Przechowalnia 49,00 zł Zobacz Ten produkt wysyłamy w 24h! Promocja - 37% Tank Top sportowy Octagon Marble"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/No-Code-Email-Builder-Edit-HTML-Email-Template-Postcards-by-Designmodo-6c5372ed833e4b2fbe7394c8b95c472d?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "http://www.ndncollective.org/",
      "title": "Home - NDN COLLECTIVE",
      "description": "DEDICATED TO BUILDING INDIGENOUS POWER WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building...",
      "preview": "WELCOME RELATIVES, TO THE NDN COLLECTIVE NDN Collective is an Indigenous-led organization dedicated to building Indigenous power. Through organizing,"
    },
    {
      "url": "https://miastons.pl/tag/plyta/",
      "title": "płyta - miastoNS.pl",
      "description": "void",
      "preview": "miastoNS Portal informacyjny | Nowy Sącz Polubień Followers Obserwujących Obserwujących Obserwujących Tag płyta Z Nowego Sącza Nowy Sącz: Korowód i ha"
    },
    {
      "url": "http://zikever.over-blog.com/2013/11/decouvrez-le-nouveau-clip-de-lindsay-starling.html",
      "title": "Lindsey Stirling : découvrez son nouveau clip \"Minimal Beat\" ! - Zik' Ever",
      "description": "Début Novembre, nous vous présentions Lindsey Stirling, aujourd'hui découvrez son nouveau clip \"Minimal Beat\", filmé lors de sa tournée mondiale à guichet fermé ! L'artiste nous dévoilera en France son album le 27 Janvier 2014.",
      "preview": "Tous les blogs Top blogs Musique & Divertissements Tous les blogs Musique & Divertissements Editer l'article Suivre ce blog Administration Connexion +"
    },
    {
      "url": "https://www.footballcritic.com/",
      "title": "FootballCritic - Form Index for Players & Teams.",
      "description": "Track live player and team performances with FootballCritic's Form Index. Get real-time ratings and analysis based on the last 20 matches.",
      "preview": "Welcome Guest Profile Notifications Thank you for using Footballcritic. Start by talking about your audience, not yourself. Logout x Form Index for Pl"
    },
    {
      "url": "https://ocrportal.hhs.gov/ocr/cp/wizard_cp.jsf",
      "title": "U.S. Department of Health & Human Services - Office for Civil Rights",
      "description": "void",
      "preview": "Skip to content Home | HHS | Office for Civil Rights | About Us | Contact Us Welcome U.S. Department of Health and Human Services Office for Civil Rig"
    },
    {
      "url": "https://privacy.apple.com",
      "title": "Data & Privacy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.moneygram.com/replacement",
      "title": "Get a Money Order Fast with MoneyGram | MoneyGram",
      "description": "Our money orders give you the convenience of cash and the freedom of a check-without needing a checking account.",
      "preview": "Text... Purchase a money order We're one of the nation's largest money order companies. Send money with convenience, freedom, and reliability. Money o"
    },
    {
      "url": "https://line.me/en/",
      "title": "LINE｜always at your side.",
      "description": "More than just a messenger app. LINE is new level of communication and the very infrastructure of your life.",
      "preview": "Life on LINE LINE-always at your side. Download Scroll Life on LINE More than just a messenger app. LINE is new level of communication, and the very i"
    },
    {
      "url": "https://unitedwaynyc.org/covid19/",
      "title": "COVID-19 Resource Guide - United Way of New York City",
      "description": "void",
      "preview": "COVID-19 RESOURCE GUIDE DOWNLOAD GUIDE Food Assistance Supplemental Nutrition Assistance Program (SNAP) in New York City SNAP provides benefits to eli"
    },
    {
      "url": "http://www.deepsea9.taipei/index.php/2020/06/03/eyeoftheseas/",
      "title": "台灣的海洋之眼 - Advanced Computation Laboratory",
      "description": "void",
      "preview": "台灣的海洋之眼 臺灣漁業位居全球重要產業前三名，因非法、未報告及未受規範漁業(Illegal, Unreported and Unregulated Fishing, IUU)而在 2015 年受到歐盟黃牌警告並將臺灣列入不合作第三國警告名單，影響產業及臺灣全球作業權。除了立法與教育，農委會漁業署亦"
    },
    {
      "url": "https://dainosawr.tumblr.com/post/90223285565",
      "title": "dainosawr - What % of STEM Should Be Computer Science?",
      "description": "What % of STEM Should Be Computer Science? http://codeorg.tumblr.com/post/89267280803/stem codeorg: \" Not a day goes by that I don't read an article or speech about the need to invest in \"STEM\"...",
      "preview": "dainosawr - What % of STEM Should Be Computer Science? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don"
    },
    {
      "url": "https://mathematik-akademie.de/2017/06/",
      "title": "Juni 2017 - Akademie der Mathematik",
      "description": "void",
      "preview": "+4952029776963 info@mathematik-akademie.de Willkommen Über uns Blog FAQ Karriere Kontakt Impressum Datenschutzerklärung Der Held ist was? Ein Mathemat"
    },
    {
      "url": "https://thewaltdisneycompany.com/remembering-disney-legend-burny-mattinson/",
      "title": "Remembering Disney Legend Burny Mattinson - The Walt Disney Company",
      "description": "Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during an unprecedented 70-year career, ...Read More",
      "preview": "Skip to content Disney Legend Burny Mattinson, who worked as an animator, director, producer, and story artist at Walt Disney Animation Studios during"
    },
    {
      "url": "https://ahlhorner-sportverein.de/ahlhorner-sv/bildergalerie/gemeinde",
      "title": "Bildergalerie - Kategorie: Boßeln 2019",
      "description": "Der Ahlhorner Sportverein ist ein Mehrspartenverein mit Schwerpunkt Fussball und Faustball. Er möchte allen Personen ermöglichen, unabhängig von Herkunft, Geschlecht und Alter, Sport treiben zu können.Er ist seit Jahren Integrationsstützpunkt im Rahmen des Projektes\" Integration durch Sport\" des BMI. Die Faustballabteilung ist seit Jahrzehnten in der Spitze des Deutschen Faustball vertretten.",
      "preview": "Bildergalerie - Kategorie: Boßeln 2019 Menu Home Fußball Faustball Leichtathletik Tennis Turnen Fitness Der Verein Vorstand Leitbild Sportanlagen Kont"
    },
    {
      "url": "http://www.maanmittauslaitos.fi/en/NLS_open_data_licence_version1_20120501",
      "title": "National Land Survey open data licence - version 1.0 - 1 May 2012 | National Land Survey of Finland",
      "description": "Open data terms of use/licence until 15 January 2015. Terms valid at the time of acquisition apply to the data.",
      "preview": "Skip to main content 9.10.2025 Service message Are you calling our customer service? - answers to frequently asked questions 8.4.2025 Service message"
    },
    {
      "url": "https://www.spirittoolkit.com/privacypolicy",
      "title": "PrivacyPolicy | Mysite",
      "description": "void",
      "preview": "top of page Privacy This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if an"
    },
    {
      "url": "https://about.flipboard.com/blog/",
      "title": "Blogs - About Flipboard",
      "description": "Flipboard joined the Fediverse a couple of months ago when we announced our Mastodon integration and launched our own community on the decentralized social network that offers people more freedom and control of their social media experience. As we spend time on Mastodon and connect with others in the Fediverse, many people said that they'd [...]",
      "preview": "void"
    },
    {
      "url": "https://www.nyu.edu/search.html",
      "title": "NYU Search",
      "description": "void",
      "preview": "Search NYU Search"
    },
    {
      "url": "http://www.moodworks.com",
      "title": "Domain parking page",
      "description": "void",
      "preview": "Welcome to This domain name is parked for FREE by fasthosts.co.uk Looking to buy a similar domain to ? Start search Do more with your domain Access al"
    },
    {
      "url": "https://scottdodson.dev/thunderstorms/privacy-policy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last Updated: 9/6/2021 This Privacy Policy applies to the information that we obtain through your use of Thunderstorm Simulator and Thu"
    },
    {
      "url": "https://blog.github.com",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "http://planetarynames.wr.usgs.gov/",
      "title": "Planetary Names",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.chroniclelive.co.uk/news/north-east-news/county-durham-family-hope-bring-26282301#",
      "title": "County Durham family hope to bring grandad home after he died on Hawaiian cruise | Chronicle Live",
      "description": "John Thompson, 74, was on holiday with his wife when he fell ill during a meal and collapsed",
      "preview": "‌ ‌ ‌ Skip to main content County Durham family hope to bring grandad home after he died on Hawaiian cruise John Thompson, 74, was on holiday with his"
    },
    {
      "url": "https://ciarvella.com/tag/neal-stephenson/",
      "title": "neal stephenson - Cynical Idealism",
      "description": "Posts about neal stephenson written by Matthew Ciarvella",
      "preview": "Skip to content Lexicon by Max Barry My rating: 4 of 5 stars I didn't realize the \"thriller about words\" could be a genre, but I'm definitely on board"
    },
    {
      "url": "http://thehotline.org/",
      "title": "Domestic Violence Support | National Domestic Violence Hotline",
      "description": "Everyone deserves relationships free from domestic violence. When you're ready, we're here to listen with confidential support 24/7/365.",
      "preview": "Search Search Close exit Leave this site safely You can quickly leave this website by clicking the \"X\" in the top right or by pressing the Escape key"
    },
    {
      "url": "https://www.completesports.com/",
      "title": "Complete Sports Nigeria Latest Sports News And Updates",
      "description": "Nigeria Latest Sports News, Nigerian League Sports News, Latest International Sports News, Latest Premier League News, World Football News",
      "preview": "Close Menu Latest Sports News View all Nigeria National Teams Olowookere: Flamingos Can Achieve Something Special In Morocco October 10, 2025 World Fo"
    },
    {
      "url": "https://www.jstor.org/stable/2200014",
      "title": "The Origins of 200-Mile Offshore Zones on JSTOR",
      "description": "Ann L. Hollick, The Origins of 200-Mile Offshore Zones, The American Journal of International Law, Vol. 71, No. 3 (Jul., 1977), pp. 494-500",
      "preview": "void"
    },
    {
      "url": "https://mcm-curiosity.tumblr.com/",
      "title": "MCM Curiosities",
      "description": "All are accepted here. I am a small time blog that likes to explore new topics frequently. I find many things beautiful and interesting and I want to share that wonder with you. My curisities include...",
      "preview": "Menu MCM Curiosities All are accepted here. I am a small time blog that likes to explore new topics frequently. I find many things beautiful and inter"
    },
    {
      "url": "https://cars.superpages.com/ames-ia/taxis",
      "title": "Best 7 Taxis in Ames, IA | superpages.com",
      "description": "Taxis in Ames on superpages.com. See reviews, photos, directions, phone numbers and more for the best Taxis in Ames, IA.",
      "preview": "Please note our privacy policy has changed. To view the policy, please go to https://www.thryv.com/privacy/ Map View 1-7 Sort: Best Match Best Match D"
    },
    {
      "url": "https://www.newageislam.com/islamic-society/samar-yahya/the-four-sacred-months-favoured-in-the-islamic-tradition/d/106989",
      "title": "The Four Sacred Months Favoured In the Islamic Tradition | Samar Yahya | New Age Islam | Islamic News and Views | Moderate Muslims & Islam",
      "description": "Get all the news and views on Rethinking Islamic Religion, preventing radicalisation and de-radicalisation. New Age Islam brings modern Muslims closer to the original ideals and spirit of Islam & Rethink on Islam. Visit us today!",
      "preview": "Islamic Society ( 15 Apr 2016 , NewAgeIslam.Com) Comment | Comment The Four Sacred Months Favoured In the Islamic Tradition By Samar Yahya Apr 15, 201"
    },
    {
      "url": "https://www.muenchen.de/sehenswuerdigkeiten",
      "title": "Sehenswürdigkeiten Attraktionen München - muenchen.de",
      "description": "Die wichtigsten Sehenswürdigkeiten und Attraktionen in München im Überblick. Von Kirchen und Bauwerken bis hin zu Parks und Plätzen.",
      "preview": "Home Anzeige Branchenbuch Sehenswürdigkeiten This is a carousel with rotating cards. Use the previous and next buttons to navigate, and Enter to activ"
    },
    {
      "url": "http://www.ecoemballages.fr",
      "title": "L'éco-organisme de la REP Emballages ménagers et papiers graphiques | CITEO",
      "description": "Citeo - Ensemble, faisons bouger les lignes",
      "preview": "#emballages #économie circulaire #geste de tri #écoconception #recyclage #engagement #papiers #innovation #plastiques #collecte #réemploi #déchets aba"
    },
    {
      "url": "https://learningedge.skillsoft.com/",
      "title": "Home - Learning Edge",
      "description": "void",
      "preview": "Getting Started Talent Insights All Things AI Product & Solutions Percipio Leadership & Business Coaching Codecademy Enterprise Compliance Join a Disc"
    },
    {
      "url": "https://docs.google.com/document/d/1fMZ3ZoqhCrKgtf5d3EtznDGZesXBlzPFkvj83U7GHg4/edit#",
      "title": "Instantly.ai Cold Email Quickstart guide - Documenti Google",
      "description": "Quickstart Guide - Start Getting 1 to 10 Demos Every Day By Automatically Sending 1000+ Cold Emails Daily With a 50%+ Open Rate In just 1-2 Hours. This is a guide that will get your cold email outreach system up and running in just 1-2 hours by focusing only on the most important parts of cold e...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://www.makeswift.com/",
      "title": "Makeswift | Love at first site",
      "description": "Makeswift lets marketers build and manage websites with a visual-first builder, all while providing flexibility for developers to extend and customize as needed.",
      "preview": "Commerce BigCommerce Feedonomics Love at first site Makeswift gives marketers visual freedom and developers full control so teams can design, ship, an"
    },
    {
      "url": "http://www.unwomen.org/en/csw",
      "title": "Commission on the Status of Women | UN Women - Headquarters",
      "description": "The Commission on the Status of Women (CSW) is the principal global intergovernmental body exclusively dedicated to the promotion of gender equality, the rights and the empowerment of women.",
      "preview": "Skip to main content Image CSW63 - Opening of the 63rd Session of the Commission on the Status of Women. Photo: UN Women/Ryan Brown The Commission on"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/post/143085101579",
      "title": "On my gravestone: LGBT Fans Deserve Better - 16% of all new wages in the U.S. are in computer...",
      "description": "16% of all new wages in the U.S. are in computer science codeorg: \" 11% of all job openings in the U.S. are in computing categories, and these jobs account for 16% of all new wages. Computing is the...",
      "preview": "16% of all new wages in the U.S. are in computer science April 19th, 2016 codeorg : 11% of all job openings in the U.S. are in computing categories, a"
    },
    {
      "url": "https://buildcommonwealth.org/",
      "title": "Commonwealth - Making Wealth Possible For All",
      "description": "Commonwealth strengthens financial opportunity for financially vulnerable people through research, innovation, and implementation.",
      "preview": "Skip to content Making Wealth Possible for All Commonwealth is a national nonprofit building financial security and opportunity for financially vulner"
    },
    {
      "url": "https://vanceai.com/",
      "title": "VanceAI | AI Photo Enhancement, Generation & Editing Tools Provider",
      "description": "VanceAI offers AI enhancing, upscaling, sharpening, denoising, background removal & generation, etc., to boost productivity and creativity in photo processing.",
      "preview": "AI Photo Enhancer: AI Restore and Enhance Photo Quality in One Click VanceAI is your all-in-one AI-powered solution for photo enhancement and restorat"
    },
    {
      "url": "https://www.wavy.com/news/investigative/pharrell-hints-something-in-the-water-may-not-return-to-virginia-beach-saying-city-is-run-by-toxic-energy/",
      "title": "Something in the Water won't return to Virginia Beach in 2022; creator Pharrell Williams says city is run by 'toxic energy' | WAVY.com",
      "description": "The return of the Something in the Water festival may not happen after creator Pharrell Williams says the city is run by a \"toxic energy\" and hasn't valued his proposed solutions.",
      "preview": "Skip to content"
    }
  ],
  "_meta": {
    "total_bookmarks": 82
  }
}