{
  "data": [
    {
      "url": "https://www.correototal.com/actualidad/daytona-international-speedway-ha-confirmado-su-presencia-en-gran-turismo-7/",
      "title": "Maximice su presencia en las redes sociales: ¿Por qué comprar seguidores para una cuenta de Facebook? - Correo Total",
      "description": "Hoy en día, casi todas las personas tienen presencia en las plataformas de redes sociales. Estas plataformas se han convertido en una parte integral de la vida de todos y la gente no puede vivir...",
      "preview": "Maximice su presencia en las redes sociales: ¿Por qué comprar seguidores para una cuenta de Facebook? Daiana Ávila Franco hace 1 año Hoy en día, casi"
    },
    {
      "url": "http://tnfri.fra.affrc.go.jp/eindex.html",
      "title": "Fisheries Research Agency",
      "description": "void",
      "preview": "Tohoku National Fisheries Research Institute Outline Tohoku National Fisheries Research Institute conducts research on fisheries in the northern Pacif"
    },
    {
      "url": "https://www.starlingbank.com/blog/",
      "title": "Noteworthy | Starling Blog | Starling",
      "description": "Noteworthy brings you stories and guides, explainers and interviews. Explore money topics, including budgeting and saving, and real-life 'money truths'.",
      "preview": "We've made some changes to how we look. See what's new Noteworthy | Starling Blog - Homepage. Selected articles Good with money Feeling the post-summe"
    },
    {
      "url": "https://apple.com/legal/internet-services/terms/site.html",
      "title": "Legal - Website Terms of Use - Apple",
      "description": "void",
      "preview": "Apple Website Terms of Use Legal Information & Notices Ownership of Site; Agreement to Terms of Use These Terms and Conditions of Use (the \"Terms of U"
    },
    {
      "url": "https://www.deltafoundation.net",
      "title": "Delta Research and Educational Foundation - The Official Research and Educational Foundation of Delta Sigma Theta Sorority, Inc.",
      "description": "void",
      "preview": "Charitable Engagement DREF provides opportunities to promote research that identifies and fashions solutions to issues affecting African American wome"
    },
    {
      "url": "https://www.anthropologie.com/shop/cozy-earth-bamboo-sheet-set",
      "title": "Cozy Earth Bamboo Sheet Set | Anthropologie",
      "description": "Shop the Cozy Earth Bamboo Sheet Set and more at Anthropologie today. Read customer reviews, discover product details and more.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://www.att.com",
      "title": "AT&T Official Site | Our Best Wireless & Internet Service",
      "description": "Get our best deals on phones and internet, backed by the AT&T Guarantee. Explore the new iPhone 17, get 24/7 support, pay bills, and manage your account online.",
      "preview": "AT&T Official Site | Our Best Wireless & Internet Service Deals Phones & devices Wireless Phone plans Internet Prepaid Bundles Get our best deals on A"
    },
    {
      "url": "https://docs.opencv.org/4.x/d6/d00/tutorial_py_root.html",
      "title": "OpenCV: OpenCV-Python Tutorials",
      "description": "void",
      "preview": "OpenCV 4.13.0-dev Open Source Computer Vision Loading... Searching... No Matches OpenCV-Python Tutorials Introduction to OpenCV Learn how to setup Ope"
    },
    {
      "url": "https://www.sportsmanagement.co.uk/index.cfm",
      "title": "Sports jobs, sports news, sports features | Sports Management magazine",
      "description": "Sports jobs, sport news, sports features, sports interviews for the global sports industry from Sports Mangement magazine",
      "preview": "23 October 2025 Click here to register now! x news jobs features magazine Handbook products Company profiles Diary contact advertise advertise a job J"
    },
    {
      "url": "https://www.bonappetit.com/recipe/cacio-e-pepe",
      "title": "Cacio e Pepe Recipe | Bon Appétit",
      "description": "Think of cacio e pepe as Roman mac and cheese. We've made a couple of tweaks to the classic recipe to ensure a creamy, cheesy sauce-even on a weeknight.",
      "preview": "Skip to main content Arrow Jump To Recipe Print Along with carbonara and amatriciana , cacio e pepe is one of Rome's essential pasta dishes, served at"
    },
    {
      "url": "https://www.blumen-tauber.at/p1290126-2/",
      "title": "P1290126 - Blumen Tauber",
      "description": "Besuche den Beitrag für mehr Info.",
      "preview": "05224 / 52203 office@blumen-tauber.at"
    },
    {
      "url": "https://arstechnica.com/gadgets/2025/01/new-gpu-release-benchmarks/",
      "title": "Category: Tech - Ars Technica",
      "description": "Product News &",
      "preview": "Skip to content Tech // Product News & Reviews Google Pixel 4a's ruinous \"Battery Performance\" update is a bewildering mess It's hard to say why Googl"
    },
    {
      "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0004570",
      "title": "Estimating the Worldwide Extent of Illegal Fishing | PLOS One",
      "description": "Illegal and unreported fishing contributes to overexploitation of fish stocks and is a hindrance to the recovery of fish populations and ecosystems. This study is the first to undertake a world-wide analysis of illegal and unreported fishing. Reviewing the situation in 54 countries and on the high seas, we estimate that lower and upper estimates of the total value of current illegal and unreported fishing losses worldwide are between $10 bn and $23.5 bn annually, representing between 11 and 26 million tonnes. Our data are of sufficient resolution to detect regional differences in the level and trend of illegal fishing over the last 20 years, and we can report a significant correlation between governance and the level of illegal fishing. Developing countries are most at risk from illegal fishing, with total estimated catches in West Africa being 40% higher than reported catches. Such levels of exploitation severely hamper the sustainable management of marine ecosystems. Although there have been some successes in reducing the level of illegal fishing in some areas, these developments are relatively recent and follow growing international focus on the problem. This paper provides the baseline against which successful action to curb illegal fishing can be judged.",
      "preview": "Browse Subject Areas ? Click through the PLOS taxonomy to find articles in your field. For more information about PLOS Subject Areas, click here . Art"
    },
    {
      "url": "https://www.gorillacoupon.com/store/vogacloset-multigeo",
      "title": "Vogacloset - MultiGeo Coupons, Deals for October 2025",
      "description": "Get the best cashback from Vogacloset - MultiGeo along with latest Coupons, Deals for October 2025",
      "preview": "Home All Stores Vogacloset - MultiGeo Extra 25% Cashback Cashback Stats Tracked Within"
    },
    {
      "url": "https://donate.doctorswithoutborders.org/secure/turkey-syria-earthquake-onetime?_ga=2.267824718.1948866458.1675777854-1961190027.1675777854&_gl=1*x8xlvd*_ga*MTk2MTE5MDAyNy4xNjc1Nzc3ODU0*_ga_C7EW6Q0J9K*MTY3NTc3Nzg1Ni4xLjEuMTY3NTc3ODA4Ny4wLjAuMA..",
      "title": "Donate to Help save lives. Your gift matched.",
      "description": "Médecins Sans Frontières USA, Inc.'s campaign donation page.",
      "preview": "Help save lives. Donate now. Choose an amount to donate Monthly Dedicate my donation Choose an amount Unrestricted donations enable MSF to carry out o"
    },
    {
      "url": "https://docs.qmk.fm/#/",
      "title": "Quantum Mechanical Keyboard Firmware | QMK Firmware",
      "description": "Documentation for QMK Firmware",
      "preview": "Skip to content Menu Return to top On this page Quantum Mechanical Keyboard Firmware What is QMK Firmware? QMK ( Quantum Mechanical Keyboard ) is"
    },
    {
      "url": "https://www.cosmetify.com/pixi-vitamin-c-energising-infusion-sheet-mask/?slfpid=3",
      "title": "PIXI Vitamin C Energising Infusion Sheet Mask | Sales",
      "description": "Buy PIXI Vitamin C Energising Infusion Sheet Mask at Cosmetify. Get the best price online in the UK or set up alerts. Fast delivery options on eligible orders.",
      "preview": "Get The Best Price 'Excellent' Trustpilot Rating 2,500+ Brands Hair Care Treatments Hair Masks PIXI PIXI Vitamin C Energising Infusion Sheet Mask No r"
    },
    {
      "url": "https://www.urban.org/urban-wire/what-police-spending-data-can-and-cannot-explain-amid-calls-defund-police",
      "title": "What Police Spending Data Can (and Cannot) Explain amid Calls to Defund the Police | Urban Institute",
      "description": "At the least, spending data can help advocates and policymakers understand reforms' fiscal opportunities and parameters.",
      "preview": "Skip to main content Sort by Sort by Relevance Date Research and Evidence What We Do Events About Connect Urban is a leader in providing evidence and"
    },
    {
      "url": "https://luiko0.tumblr.com/",
      "title": "Sin título",
      "description": "void",
      "preview": "5 cosas que debes saber sobre la Ley Telecom internetsequedalibre : La Ley de Telecomunicaciones que presentó Enrique Peña Nieto al Senado pone en rie"
    },
    {
      "url": "https://www.dbricette.it/altri_programmi.htm",
      "title": "DBRicette: Altri programmi",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Altri programmi DBRicette Calcolo Calorie 4.0.28200 Data: 29/12/2015 Lingua:"
    },
    {
      "url": "https://www.sunglassesid.com/sightings/cutler-and-gross-kingsman-sunglasses-colin-firth-kingsman-secret-service",
      "title": "Cutler and Gross Kingsman sunglasses - Colin Firth - Kingsman: The Secret Service | Sunglasses ID",
      "description": "Colin Firth (as Harry Hart) wears Cutler and Gross 0847 tortoiseshell acetate square-frame sunglasses in the 2015 spy movie Kingsman: The Secret Service.",
      "preview": "Skip to main content Ultimate Guide to sunglasses in And Just Like That... (HBO Max) Ultimate Guide to sunglasses in The Four Seasons (Netflix) Ultima"
    },
    {
      "url": "https://mockuptree.com/free/awesome-paper-bag-mockup/",
      "title": "Free Awesome Paper Bag Mockup | Mockuptree",
      "description": "The best Paper Bag Mockup to create a presentation for your packaging or lable designs. This mockup has two paper bag scenes in PSD files. You can add a design for the front of the paper bag, customize the side and top color, and add your own artwork on the customer receipt.",
      "preview": "Home » Free » Bag Mockups » Awesome Paper Bag Mockup Awesome Paper Bag Mockup The best Paper Bag Mockup to create a presentation for your packaging or"
    },
    {
      "url": "https://www.nytimes.com/",
      "title": "The New York Times - Breaking News, US News, World News and Videos",
      "description": "Live news, investigations, opinion, photos and video by the journalists of The New York Times from more than 150 countries around the world. Subscribe for coverage of U.S. and international news, politics, business, technology, science, health, arts, sports and more.",
      "preview": "Skip to content Skip to site index SKIP ADVERTISEMENT New York Times - Top Stories Live LIVE Trump Administration Oct. 10, 2025, 8:11 a.m. ET Nobel Pe"
    },
    {
      "url": "https://www.northeastanimalhospital.com/",
      "title": "Northeast Animal Hospital | St. Petersburg",
      "description": "Northeast Animal Hospital and Downtown Vet Clinic are hospitals for cats, dogs, avians and pocket pets. Our St. Petersburg veterinarians provide quality care.",
      "preview": "Skip to Main Content Skip to Footer"
    },
    {
      "url": "https://www.biddytarot.com/tarot-card-meanings/major-arcana/",
      "title": "Major Arcana Tarot Card Meanings | Biddy Tarot",
      "description": "Learn the Major Arcana Tarot card meanings with Biddy Tarot - the #1 online Tarot resource. Discover what each Tarot card means, upright and reversed.",
      "preview": "Skip to main content What's YOUR Tarot Reader Archetype? Find out now. TAKE THE QUIZ Hit enter to search or ESC to close Search Close Search Tarot Car"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Make-Mockups-Logos-Videos-and-Designs-in-Seconds-73d411f5c981400abe150bac5630147a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.insidehighered.com/news/2022/02/10/how-k-12-book-bans-affect-higher-education",
      "title": "How K-12 book bans affect higher education",
      "description": "Some educators fear removing controversial books from the K-12 curriculum will harm student development and critical thinking-and rob them of the cultural capital colleges expect them to possess.",
      "preview": "Skip to main content News Faculty Issues Academic Freedom Advertisement February 09, 2022 How K-12 Book Bans Affect Higher Education Some educators fe"
    },
    {
      "url": "https://captaineifos.tumblr.com/",
      "title": "Soph studies",
      "description": "Sofie, 23 y/o, online student and spoonie",
      "preview": "Norway Curious Soph studies Sofie, 23 y/o, online student and spoonie about tags archive ask empty empty caats 12 Aug 23 5470 caats : soft-lovely 07 A"
    },
    {
      "url": "https://directories.onepercentfortheplanet.org/nonprofit-partners/marine-conservation-institute",
      "title": "1% for the Planet Directory: Find Certified Businesses & Environmental Nonprofits",
      "description": "Explore our global network of thousands of businesses and environmental nonprofits working toward a better future for all.",
      "preview": "void"
    },
    {
      "url": "https://getmyinternet.org/?page_id=5",
      "title": "Save the Affordable Connectivity Program | Common Sense Media",
      "description": "Common Sense Media improves the lives of kids and families by providing independent reviews, age ratings, & other information about all types of media.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Language: English English Español (próximamente) - volver al inicio Movies Movie Re"
    },
    {
      "url": "https://dtravelsround.com/2012/06/29/escape-week-salt-sill-swedens-floating-hotel/?like_comment=4682&_wpnonce=21ea811dd4",
      "title": "Escape of the Week: Salt & Sill, Sweden's first floating hotel - D Travels 'Round",
      "description": "You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, it is one of the most unique hotels I have ever visited. Anywhere. I drag my suitcase behind me as I walk into Salt & Sill's reception, which gives way to the...",
      "preview": "Skip to content You can see it from the bridge over to Klädesholmen, the dark brown Salt & Sill hotel. Floating. On large pontoons. Without a doubt, i"
    },
    {
      "url": "https://booksearch.blogspot.com/2011/05/define-translate-and-search-for-words.html",
      "title": "Inside Google Books: Define, translate and search for words in Google eBooks",
      "description": "Posted by Derek Lei, Software Engineer, Google Books When bookworms stumble across a word we don't know, we face the classic dilemma of whet...",
      "preview": "skip to main | skip to sidebar Define, translate and search for words in Google eBooks Thursday, May 19, 2011 at 11:00 AM Posted by Derek Lei, Softwar"
    },
    {
      "url": "https://www.uneed.best/",
      "title": "Uneed - A launch platform for your products | Uneed",
      "description": "Best Product Hunt alternative: Discover new products every day, vote for your favorites and promote your own on Uneed.",
      "preview": "Daily launches Discover the best products launched today Loading... Our Partners Capgo Instant updates for Capacitor app. Ship updates, fixes, changes"
    },
    {
      "url": "http://mamastillgotit.com/motherhood-101/",
      "title": "Motherhood 101 - MamaStillGotIt",
      "description": "void",
      "preview": "Food, Fuel & The Bloat I lived With For a Decade Family Friendly Maldives - Full Review The Foundations of Balance + Supplements & Routines Last week"
    },
    {
      "url": "http://www.pc.ibm.com/",
      "title": "IBM",
      "description": "For more than a century, IBM has been a global technology innovator, leading advances in AI, automation and hybrid cloud solutions that help businesses grow.",
      "preview": "Explore, build and launch at IBM TechXchange 2025 Read key dev announcements from the conference and explore how gen AI is transforming build and auto"
    },
    {
      "url": "https://www.agencyjr.com/post/i-audited-351-klaviyo-accounts-here-are-my-11-takeaways-to-help-you-sell-more",
      "title": "I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More | agencyJR",
      "description": "After auditing 351+ Klaviyo accounts generating upwards of $100MM/yr here are the top 11 lessons you can implement for your e-commerce email marketing",
      "preview": "Talk with us Blog I Audited 351+ Klaviyo Accounts, Here Are My 11 Takeaways To Help You Sell More After auditing 351+ Klaviyo accounts generating upwa"
    }
  ],
  "_meta": {
    "total_bookmarks": 36
  }
}