{
  "data": [
    {
      "url": "http://about.saverlife.org/",
      "title": "Home - SaverLife",
      "description": "void",
      "preview": "We use cookies to enhance your browsing experience and analyze how you interact with our site. Accept Cookies Reject Cookies Skip to content Connect O"
    },
    {
      "url": "https://2017annualreport.bloomberg.org/",
      "title": "Annual Report | Bloomberg Philanthropies",
      "description": "See what Bloomberg Philanthropies is doing to save and improve lives globally in our new Annual Report.",
      "preview": "Skip to main content ANNUAL REPORT 2024 - 2025 Saving and Improving Lives Locally and Globally Bloomberg Philanthropies encompasses all of Michael R."
    },
    {
      "url": "https://news.airbnb.com/fresh/",
      "title": "\"The Fresh Prince\" Will Smith Invites You to a Royal Stay on Airbnb",
      "description": "For the first time ever, local guests are invited to chill out and relax in a wing of one of television's most iconic homes.",
      "preview": "It's been 30 years since Will Smith rolled up the driveway and knocked on the door of this iconic LA crib for the very first time. To celebrate the un"
    },
    {
      "url": "https://www.oad.nl/groot-brittannie/somerset",
      "title": "Busreizen Groot-Brittannië | Boek voordelig op Oad.nl",
      "description": "Busreizen Groot-Brittannië boekt u voordelig op Oad.nl, uw partner voor een volledig verzorgde vakantie naar Groot-Brittannië. Zoek en boek op Oad.nl!",
      "preview": "Groot-Brittannië Ontdek meer Je bent hier: Home Groot-Brittannië Menu Sluiten ? Zoek hier in onze beschikbare reizen Kies reissoort Kies een reissoort"
    },
    {
      "url": "https://www.mongodb.com/docs/manual/introduction/",
      "title": "Introduction to MongoDB - Database Manual - MongoDB Docs",
      "description": "Learn about the advantages of MongoDB document databases.",
      "preview": "Docs Menu Ask MongoDB AI Docs Home / Database Manual Introduction to MongoDB Copy page You can create a MongoDB database in the following environments"
    },
    {
      "url": "https://www.topuniversities.com/university-rankings/world-university-rankings/2023",
      "title": "QS World University Rankings 2023: Top Global Universities | TopUniversities",
      "description": "Discover the world's top universities. Explore the QS World University Rankings® 2023, based on 6 key ranking indicators.",
      "preview": "Home Rankings Overview QS World University Rankings 2023: Top global universities QS World University Rankings 2023: Top global universities Discover"
    },
    {
      "url": "http://www.operationoverkill.com/",
      "title": "Operation : Overkill | The Original Wastelands BBS Door Game!",
      "description": "void",
      "preview": "Welcome to Operation: Overkill World HQ! -[J] Join us on Discord! -[D] Operation: Overkill Downloads -[P] Play Operation: Overkill on dark wastelands!"
    },
    {
      "url": "https://www.bowlingcentrum-krnov.cz/news/en-skola-bowlingu/",
      "title": "Škola Bowlingu :: Bowlingové centrum Krnov",
      "description": "void",
      "preview": "Bowlingové centrum Krnov Bavte se s přáteli... Homepage > Škola Bowlingu Škola Bowlingu 08/01/2011 17:39 Škola bowlingu začíná foto: Michal Šula, MF D"
    },
    {
      "url": "https://weeklyworldnews.com/",
      "title": "Weekly World News - The World's Only Reliable News",
      "description": "The World's Only Reliable News",
      "preview": "Skip to content What in tarnation has happened to America? Back in my day, college sports were about amateur glory, school spirit. And maybe a free ed"
    },
    {
      "url": "https://www.ns.nl/en/season-tickets/dal-voordeel",
      "title": "NS Flex webshop | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.trovaricette.net/",
      "title": "Dernières actus - Tous ce qu'il faut savoir est ici",
      "description": "void",
      "preview": "Skip to content Posted in Améliorer son chez soi Plonger dans l'univers des blogs de décoration et de mode peut être une expérience enrichissante pour"
    },
    {
      "url": "https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-017-1223-x",
      "title": "Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional study of the role of relationship quality and wider social support | BMC Pregnancy and Childbirth | Full Text",
      "description": "Research into the impact of unintended pregnancy on the wellbeing of women tends to focus on pregnancies ending in either termination or lone motherhood. Unintended pregnancy is common in partnered women, but little is known about the association between unintended pregnancy and postpartum affective disorders, such as depression and anxiety in this group. Poor relationship quality and lack of social support are considered risk factors for psychological distress (PD). We examined the association between unplanned motherhood and subsequent PD in partnered women, for whom evidence is sparse, accounting for the role of relationship quality and social support. Data for 12,462 partnered mothers were drawn from the first survey of Millennium Cohort Study, completed at 9&nbsp;months postpartum. Women reported whether their baby was planned, and how they felt when they discovered that they were pregnant. Pregnancy intention is categorised as \"planned\", \"unplanned/happy\", \"unplanned/ambivalent\" and \"unplanned/unhappy\". PD was assessed using the modified 9-item Rutter Malaise Inventory. Social support was measured by a composite score for perceived support, and a measure of actual support from friends and family. Relationship quality was assessed using a modified Golombok-Rust Inventory of Marital State. The effect of pregnancy intention on the odds of PD at 9&nbsp;months was estimated, adjusting for potential confounding factors. All analyses were weighted for response and design effects. In total 32.8%(weighted) (4343/12462) of mothers reported an unplanned pregnancy: 23.3&nbsp;wt% (3087) of mothers felt happy, 3.5&nbsp;wt% (475) ambivalent, and 6.0&nbsp;wt% (781) unhappy upon discovery. Unplanned pregnancy was associated with a significantly increased odds of PD compared to planned (OR 1.73 (95%CI: 1.53, 1.95)). This was more pronounced among women who reported negative or ambivalent feelings in early pregnancy (OR 2.72 (95%CI:2.17, 3.41) and 2.56 (95%CI:1.95, 3.34), respectively), than those who reported positive feelings (OR 1.39 (95%CI:1.21, 1.60)). Adjustment for relationship quality, in particular, reduced odds of PD after unplanned pregnancy (e.g. from 2.19 (95%C: 1.74, 2.74) to 1.63 (95% CI: 1.29, 2.07 in the unplanned, unhappy group compared to the planned). A third of partnered mothers reported that their pregnancy was unintended, yet this group is under-researched. Unplanned motherhood was associated with increased risk of PD at 9&nbsp;months postpartum, particularly among women who felt unhappy or ambivalent at the start. The roles of relationship quality and social support require further investigation, as possible means to intervene and improve maternal wellbeing.",
      "preview": "Skip to main content Search all BMC articles Search Unplanned pregnancy and subsequent psychological distress in partnered women: a cross-sectional st"
    },
    {
      "url": "https://spiru.nl/blogs/spiritualiteit/tarot-snelcursus-zo-leer-je-de-betekenis-van-tarotkaarten",
      "title": "Tarot Snelcursus, Zo leer je de Betekenis van Tarotkaarten",
      "description": "Tarot zou helpen om jezelf te leren kennen. Maar wat betekenen die mysterieuze tarotkaarten toch? Hier vind je alvast een begin.",
      "preview": "Elke maand gratis verzonden Al 36814 bomen geplant 9.1 out of 10 stars 32511 reviews Contact Elke maand gratis verzonden We zijn live. Nu tijdelijk me"
    },
    {
      "url": "https://www.maccosmetics.com/",
      "title": "american-express icon",
      "description": "void",
      "preview": "skip navigation and go to main content american-express icon clearpay icon clearpay_green icon element--star icon icon--MAC-logo icon icon--add-dark i"
    },
    {
      "url": "https://www.typewolf.com/resources",
      "title": "The Best Typography Resources for 2025 · Typewolf",
      "description": "A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools and learning resources.",
      "preview": "Typography Resources A comprehensive collection of the best typography resources from around the web-including the best typography blogs, books, tools"
    },
    {
      "url": "http://www.stoptb.org/",
      "title": "Home | Stop TB Partnership",
      "description": "void",
      "preview": "Time For Good News and Hope From Manila! Stop TB Partnership and The Asian Development Bank Sign an MoU For The Future find out more $15.3 Million Uni"
    },
    {
      "url": "https://www.kcpt.org/blogs/education/",
      "title": "Education Blog",
      "description": "Education Blog",
      "preview": "void"
    },
    {
      "url": "http://www.ala.org/",
      "title": "American Library Association",
      "description": "American Library Association | Awards, publishing, and conferences: ALA membership advocates to ensure access to information for all",
      "preview": "Skip to main content"
    },
    {
      "url": "https://p2a.co/R4klotV",
      "title": "Let's Stay Connected!",
      "description": "I just signed up for Hispanic Federation's Action Center! You can, too. Join me in helping to advance and improve opportunities for the Latino commjunity.",
      "preview": "void"
    },
    {
      "url": "http://zuk.pulawy.pl/tag/glekomp/",
      "title": "GLEKOMP - Zakład Usług Komunalnych",
      "description": "void",
      "preview": "Tag: GLEKOMP Strona główna Tag: GLEKOMP Wstrzymanie sprzedaży „GLEKOMPU\" - środka poprawiającego właściwości gleby Autor: admin Ze względu na bardzo d"
    },
    {
      "url": "https://www.underconsideration.com/brandnew/",
      "title": "Brand New",
      "description": "Opinions on corporate and brand identity work",
      "preview": "Friday October 10, 2025 Friday Likes 551 Reviewed From Jo Cutri Studio, Daniel Ting Chong, and The Bored Members a b c 0 Comments (0) Thursday October"
    },
    {
      "url": "https://mickeykilloran.tumblr.com/",
      "title": "Miss Killoran",
      "description": "This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computing Science.",
      "preview": "Miss Killoran This is a place for me to reblog useful and fun things for my life as a teacher. My first degree is a BSc with specialization in Computi"
    },
    {
      "url": "https://jerrybrice.wordpress.com/tag/ybt/",
      "title": "ybt | Jerrybrice's Blog",
      "description": "Posts about ybt written by jerrybrice",
      "preview": "Jerrybrice's Blog The intersection of animation, entertainment, and politics Posts Tagged ' ybt ' Stop Biting!!!...Will The \"Real\" Apple Store Kid Pleas"
    },
    {
      "url": "https://aromaarena.de/Holunderbeere",
      "title": "Holunderbeere - wasserlösliches Lebensmittelaroma - AromaArena",
      "description": "Holunderbeeren werden in der Umgangssprache rund um den Rhein bis hoch nach Niedersachsen auch als Fliederbeeren bezeichnet, was botanisch jedoch gänzlich v",
      "preview": "Additional contact mail (leave blank)* I totally agree to receive nothing* Holunderbeere Artikelnummer: 66-0845 Kategorie: Obst & Gemüse Geschmacksbes"
    },
    {
      "url": "https://blog.sonicbids.com/3-surefire-ways-to-stay-healthy-on-tour",
      "title": "3 Surefire Ways to Stay Healthy on Tour",
      "description": "Touring can take a real toll on a band's health, but with these three easy tips, you and your bandmates will stay in tip-top shape on the road.",
      "preview": "Music Business 101 Marketing & Promotion Booking Gigs & Touring Legal & Money Licensing & Publishing Digital & Technology Honing Your Craft Performing"
    },
    {
      "url": "https://unitedforwildlife.org/",
      "title": "United for Wildlife - Ending the Illegal Wildlife Trade - United for Wildlife",
      "description": "Founded by Prince William and The Royal Foundation, United for Wildlife aims to make it impossible for traffickers to profit from illegal wildlife products.",
      "preview": "Working to end the illegal wildlife trade United for Wildlife was created by Prince William and The Royal Foundation in 2013 to protect endangered spe"
    },
    {
      "url": "https://shop.mango.com/us/women/sweaters-and-cardigans-sweaters/oversize-knit-sweater_37043843.html?c=43&talla=22&srsltid=AR5OiO3ajuyA3_NEg-mDaz1-4pzP9DjrCayDFF1TLYfeWaaSojYGFcTgyuY",
      "title": "Oversize knit sweater - Women | MANGO USA",
      "description": "Fine knit fabric. Available in plain and patterned. Striped print. Straight design. High collar. Long sleeve. Plus Size Available",
      "preview": "Add to your wishlist Oversize knit sweater Current price [US$ 59.99 ] US$ 59.99 Select a colour Green Select your size XXS Not available. I want it! X"
    },
    {
      "url": "https://www.wcpfc.int/home",
      "title": "Home | WCPFC",
      "description": "void",
      "preview": "Skip to main content You are here Home A A A Western & Central Pacific Fisheries Commission (WCPFC) The Western and Central Pacific Fisheries Commissi"
    },
    {
      "url": "http://envs.ucsc.edu",
      "title": "Environmental Studies - Leading sustainability through education and research",
      "description": "void",
      "preview": "In the Environmental Studies Department at UC Santa Cruz, we see environmental problems as human problems, with societal causes, impacts, and solution"
    },
    {
      "url": "https://www.rent.com/blog/empty-office-building-turned-into-homes-next-apartment-trend/",
      "title": "Are Empty Downtown Offices America's Next Hot Apartment Trend? | Rent. Blog",
      "description": "Empty office buildings turned into homes could be a new real estate trend. It could also help neighborhoods thrive after the pandemic.",
      "preview": "Are Empty Downtown Offices America's Next Hot Apartment Trend? Alicia Underlee Nelson 10.12.2021 News & Trends During the pandemic, U.S. workers turne"
    },
    {
      "url": "https://www.bmw-iraq.com/?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Dealer | Baghdad | BMW Iraq",
      "description": "Explore BMW Iraq's latest luxury vehicles, innovative technology, and premium services. Experience the thrill of driving with BMW's world-class engineering.",
      "preview": "View Stock THE 7 Discover Now The BMW X7 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE"
    },
    {
      "url": "https://www.ipsnoticias.net",
      "title": "Home : IPS Agencia de Noticias",
      "description": "Clima Derechos Humanos Desarrollo Sostenible Desigualdad y Pobreza Economía Género Gobernanza Migraciones Salud",
      "preview": "Ir al contenido Transformación digital en Cuba con miras a la sostenibilidad y la soberanía Dariel Pradas Dilema de América Latina: más productividad"
    },
    {
      "url": "https://www.tmz.com/2023/02/28/montana-hunter-who-killed-and-skinned-husky-pleads-no-contest/",
      "title": "Montana Hunter Who Killed and Skinned Husky Sentenced, No Hunting for 6 Months",
      "description": "The Montana hunter who killed and skinned a husky -- apparently thinking it was a wolf -- is getting off easy after copping a plea.",
      "preview": "D4vd Transfers Texas Homes To Mother's Name Hot Celebrity Butts -- Guess Who! RFK Jr. Says Tylenol After Circumcision Linked To Autism Guess Who This"
    },
    {
      "url": "http://georgium.ucoz.hu/news/2016-01-20",
      "title": "György Béla Honlapja | Főoldal - Hírek, hasznos információk",
      "description": "György Béla honlapja | Hírek, információk. Belföld, bulvár, bűnügy, extrém, egészség, életmód, érdekes, rejtélyes, gasztro, horgász, jó tudni, vélemény, számítástechnika, történelem, kultúra, tudomány, technika, választások világ, weboldalam hírei.",
      "preview": "Péntek, 2025-10-10, 12:53:08 Nyitólap Regisztráció Belépés Üdvözöllek , Vendég Honlap-menü Főoldal - Hírek, információk Belföld Bulvár - Celeb Bűnügy"
    },
    {
      "url": "https://www.containerstore.com/s/bath/makeup-organizers/luxe-acrylic-modular-makeup-system/12d?productId=10036225",
      "title": "Luxe Acrylic Modular Makeup System | The Container Store",
      "description": "Shop Bathroom Organizers to declutter your space. From makeup holders to shower caddies, find solutions at The Container Store.",
      "preview": "By browsing or interacting with our site, you agree to our Terms of Use and Arbitration Agreement. If you are using a screen reader, activate this lin"
    },
    {
      "url": "https://www.sho.com/",
      "title": "Paramount+ with Showtime Official Site",
      "description": "Paramount+ with SHOWTIME official site, featuring The Curse, Yellowjackets, Billions, Dexter: New Blood, The Chi, and other popular original series. Schedule, videos and more.",
      "preview": "New Series Now Streaming Dexter Morgan awakens from a coma and sets out for NYC to find Harrison. Series Drama TV-MA Learn More on Paramount+ New Seri"
    },
    {
      "url": "https://colourpop.com/products/surrender-creme-lux-lipstick",
      "title": "ColourPop®: Shop the Exclusive ColourPop Collabs",
      "description": "Explore our premium beauty collection exclusive items, from eye makeup to skincare. Elevate your routine today! Shop now for the best selection.",
      "preview": "Skip to content Free domestic shipping on orders over $35 USD Free international shipping on orders over $60 USD Menu Afghanistan Albania Algeria Ando"
    },
    {
      "url": "https://www.coe.uh.edu/dir/coedirectory/faculty_template.cfm?id=908&CFID=974647&CFTOKEN=ea62c124bb0cdc36-FB89575D-BB92-9ABD-3CECEB794CEC1466",
      "title": "COE Faculty - Allison Master",
      "description": "void",
      "preview": "Dr. Allison Master Title: Associate Professor Department: Psychological, Health, and Learning Sciences Program: Measurement, Quantitative Methods and"
    },
    {
      "url": "https://www.medi-ansbach.de/mediANsbach.html",
      "title": "Home - medi-Gesundheitsgruppe GmbH",
      "description": "Frankens Nr. 1 im Bereich der Gesundheitsversorgung",
      "preview": "Der Eintrag \"offcanvas-col1\" existiert leider nicht. Der Eintrag \"offcanvas-col2\" existiert leider nicht. Der Eintrag \"offcanvas-col3\" existiert leide"
    },
    {
      "url": "https://www.gmass.co/inbox",
      "title": "Email Deliverability Tester: Inbox, Spam, or Promotions?",
      "description": "The free email tester you can use for a deliverability test and spam checker. Test your email campaign before you send to see if you hit the inbox or spam folder.",
      "preview": "Free Email Tester: The Quick, Precise Deliverability Test & Spam Checker Welcome to Inbox, Spam, or Promotions - the 100% free email tester created by"
    },
    {
      "url": "https://peoplepower.org/",
      "title": "Take action, join our fight for rights and freedom | PeoplePower.org",
      "description": "Take action with ACLU People Power!",
      "preview": "Take action, join our fight for rights and freedom"
    },
    {
      "url": "https://wrimexico.org/",
      "title": "Instituto de Recursos Mundiales (WRI) | Convirtiendo las Grandes Ideas en Realidades",
      "description": "Conoce el trabajo de WRI en Colombia en México: brindamos soluciones en materia de clima, ciudades, biodiversidad y energía, con foco en equidad y sostenibilidad.",
      "preview": "Skip to main content Accessibility Suscribir Click to see more ¿Qué podemos ayudarte a encontrar? Back Buscador WRI.org ¿No sabes dónde encontrar algo"
    },
    {
      "url": "http://mobile.secouchermoinsbete.fr/users/37779-winniie",
      "title": "Profil de Winniie",
      "description": "Se Coucher Moins Bête",
      "preview": "Winniie Winniie Localisation : Planète Terre Occupation : Je cherche encore Commentaires postés : 16 Anecdotes publiées : 2 Date d'inscription : 14/05"
    },
    {
      "url": "https://myeldesign.com/products/stein-necklace-with-aquamarine-in-gold",
      "title": "Stein Necklace in Yellow Gold with Aquamarine | MYEL Design",
      "description": "Discover MYEL's Stein Necklace in Yellow Gold with Aquamarine. Shop this modern and elegant 14K yellow gold jewel handmade in Montreal, adorned with a precious stone.",
      "preview": "Join the Myel Vault! Unlock first access to our new products, our exclusive events, and more. Thank you Free shipping in Canada! 🇨🇦 Fairmined Gold Off"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Statements/async_function",
      "title": "async function - JavaScript | MDN",
      "description": "The async function declaration creates a binding of a new async function to a given name. The await keyword is permitted within the function body, enabling asynchronous, promise-based behavior to be written in a cleaner style and avoiding the need to explicitly configure promise chains.",
      "preview": "Skip to main content Skip to search async function Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://app.carto.com/signup/",
      "title": "CARTO Accounts",
      "description": "void",
      "preview": "You need to enable JavaScript to run CARTO."
    },
    {
      "url": "http://parodontoza.eu/?p=266",
      "title": "ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ - Пародонтоза",
      "description": "ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ Действие: Тази вода за уста съдържа естествени екстракти от салвия, мента и таро с антибактериални и освежаващи свойства, благодарение на които ефикасно възпрепятства образуването на плака и кариеси и възстановява равновесието на бактериалната флора на устната кухина. Използва се след измиване с паста и четка за...",
      "preview": "Skip to content ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ 500 МЛ Пародонтоза >> Води за уста >> ВОДА ЗА УСТА Л'АНДЖЕЛИКА С РАСТИТЕЛНИ ЕКСТРАКТИ"
    },
    {
      "url": "https://www.ahoragranada.com/noticias/la-influencia-del-ejercicio-en-el-cerebro-y-la-salud-mental-a-debate-en-la-universidad-de-granada/",
      "title": "La influencia del ejercicio en el cerebro y la salud mental, a debate en la Universidad de Granada - Ahora Granada",
      "description": "El Instituto Mixto de Deporte y Salud de la Universidad de Granada (iMUDS) acoge este lunes el simposio internacional 'ActiveBrains for All: Exercise, Cognition and Mental Health', en el que se tratarán aspectos relacionados con el papel que juega el ejercicio y la nutrición en el rendimiento académico, el cerebro y la salud mental. El [...]",
      "preview": "Hablamos de Área Metropolitana Sucesos Granada CF Zona de Bajas Emisiones Granada Peligros Pinos Puente Las Gabias viernes 10 octubre Universidad de G"
    },
    {
      "url": "https://www.bytedance.com",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "http://uso.org/pathfinder",
      "title": "USO Transition Program · United Service Organizations",
      "description": "The USO Transition Program prepares service members and military spouses for professional and educational success throughout their military journey and as they transition to civilian life with FREE resources and support.",
      "preview": "Skip to navigation Skip to main content Skip to footer Menu Close USO Homepage uso-logo-dark.svg Volunteer Donate Home Programs USO Transition Program"
    },
    {
      "url": "https://www.varsity.co.uk/sport/22574",
      "title": "Homerton vs. Fitzwilliam: pre-match briefing | Varsity",
      "description": "Ahead of the Cuppers football 2nd Round fixture later today (26/11), Varsity tells all about the highly-anticipated matchup",
      "preview": "Menu News Comment Features Interviews Science Lifestyle Arts Theatre Music Fashion Film & TV Sport Shop Write for us"
    },
    {
      "url": "https://www.falfoundation.org/",
      "title": "The Francine A. LeFrak Foundation",
      "description": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish.",
      "preview": "Our mission is to provide access to training, education and financial fluency for women to be economically secure and flourish. Our Mission Providing"
    },
    {
      "url": "http://www.dataprotection.ie",
      "title": "Homepage | Data Protection Commission",
      "description": "We are the national independent authority responsible for upholding the fundamental right of the individual in the EU to have their personal data protected.",
      "preview": "New Case Studies section Take a look New Guidance: Data Protection Commission Launches Adult Safeguarding Toolkit to Protect Vulnerable Adults' Data V"
    },
    {
      "url": "https://publications.aston.ac.uk/view/author/dubovm=40aston=2Eac=2Euk.html",
      "title": "Aston Publications Explorer",
      "description": "void",
      "preview": "Browse by Aston Author Up a level Export as ASCII Citation BibTeX Dublin Core EP3 XML EndNote HTML Citation JSON METS Multiline CSV Object IDs OpenURL"
    },
    {
      "url": "https://skinseedapp.com/",
      "title": "Skinseed",
      "description": "void",
      "preview": "Privacy Policy Terms of Service Copyright 2023. Skinseed. All rights reserved."
    },
    {
      "url": "http://www.geonames.org/about.html",
      "title": "About GeoNames",
      "description": "void",
      "preview": "GeoNames Home | Postal Codes | Download / Webservice | About search About GeoNames The GeoNames geographical database is available for download free o"
    },
    {
      "url": "https://www.realself.com/news/dolores-catania-breast-augmentation",
      "title": "Why Dolores Catania Got a Third Breast Augmentation | RealSelf News",
      "description": "RHONJ Dolores Catania reveals the details of her recent breast augmentation-from how she chose her plastic surgeon to what she thinks of the results.",
      "preview": "Face & Neck Cheeks Eyes Eyebrows Lips Neck Nose Teeth Body Breast Butt Stomach Arms Skin Acne Treatments Wrinkle Treatments Anti-Aging Skin Care Produ"
    },
    {
      "url": "https://turtlecreekwholesale.com/contact/",
      "title": "Contact - Turtle Creek Nursery",
      "description": "Contact Turtle Creek Nursery",
      "preview": "Turtle Creek Nursery is a wholesale nursery that does not sell direct to general consumers. We appreciate the opportunity to work with you. If you hav"
    },
    {
      "url": "https://adminguide.stanford.edu/chapter-1/subchapter-5/policy-1-5-4",
      "title": "1.5.4 Ownership and Use of Stanford Trademarks and Images | Administrative Guide",
      "description": "This Guide Memo establishes the policies governing use of Stanford's registered trademarks, as well as the use of unregistered names, seals, logos, emblems, images, symbols and slogans that are representative of Stanford (together referred to herein as \"Marks\").",
      "preview": "1.5.4 Ownership and Use of Stanford Trademarks and Images Skip Secondary Navigation Main content start Authority This Guide Memo was approved by the P"
    },
    {
      "url": "https://igotmeamovie.tumblr.com/",
      "title": "Welcome friend",
      "description": "Laurence; 19, bi. Gender? Hahaha shit idk.",
      "preview": "Welcome friend Laurence; 19, bi. Gender? Hahaha shit idk. Archive Search January 2nd, 2018 at 10:01PM (via godlymatt ) 179,129 notes January 2nd, 2018"
    },
    {
      "url": "http://www.prevailboxing.com/",
      "title": "Prevail Boxing | A Workout That Hits Different",
      "description": "Group classes offering the perfect blend of boxing technique and full-body fitness. Join the Prevail community and start your workout journey today.",
      "preview": "0 A boxing workout that just hits different The perfect blend of fundamental boxing technique and the best full-body workout you can get. TRY TWO WEEK"
    },
    {
      "url": "https://events.microsoft.com/",
      "title": "Ricerca Eventi Microsoft",
      "description": "Trova eventi e opportunità di apprendimento di Microsoft pensati per aiutarti ad ampliare le tue competenze, apprendere nuove abilità e costruire una community.",
      "preview": "This is the Trace Id: 8d7ed526e36d37f232a7d0347f31d3d7 Passa a contenuti principali Amplia le tue capacità e modella il futuro durante Microsoft Ignit"
    },
    {
      "url": "http://www.golfholidaysintl.com/",
      "title": "void",
      "description": "void",
      "preview": "USD EUR GBP JPY Destinations Specials Trip Quote Request a Quote San Diego Omni La Costa Golf Resort - Stay and Play from $450! from $450 Calling all"
    },
    {
      "url": "http://www.photosoundav.com/",
      "title": "Audio Visual for Meetings & Special Events | Photosound",
      "description": "General Sessions, Breakout Rooms, Virtual Meetings Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Speakers, Wireless Mics, Audio Consoles, Projectors, Screens, TV Monitors, Lighting, Teleprompters, Video Cameras, Switchers, Podiums, Staging, Truss Podiums, Beamsplitters, Confidence Monitors, | Audio Visual for Meetings & Special Events",
      "preview": "Corporate Events General Sessions, Breakout Rooms, Virtual Meetings Trade Shows Trade Show Booth Elements - Trussing, TV Monitors, Lighting, Sound Aud"
    },
    {
      "url": "https://ocw.mit.edu/courses/6-042j-mathematics-for-computer-science-fall-2010/",
      "title": "Mathematics for Computer Science | Electrical Engineering and Computer Science | MIT OpenCourseWare",
      "description": "This course covers elementary discrete mathematics for computer science and engineering. It emphasizes mathematical definitions and proofs as well as applicable methods. Topics include formal logic notation, proof methods; induction, well-ordering; sets, relations; elementary graph theory; integer congruences; asymptotic notation and growth of functions; permutations and combinations, counting principles; discrete probability. Further selected topics may also be covered, such as recursive definition and structural induction; state machines and invariants; recurrences; generating functions.",
      "preview": "Browse Course Material Course Info Instructors Prof. Tom Leighton Dr. Marten van Dijk Departments Electrical Engineering and Computer Science Mathemat"
    },
    {
      "url": "https://www.sprfmo.org/web/public/vessel",
      "title": "South Pacific Regional Fishing Management Organisation",
      "description": "void",
      "preview": "Search Records of Vessels This search lists vessel details for all vessels on the SPRFMO Record of Vessels. Vessels with No in the Currently Authorise"
    },
    {
      "url": "https://status.stripe.com/",
      "title": "Stripe system status",
      "description": "Real-time and historical data on Stripe system performance.",
      "preview": "Loading..."
    },
    {
      "url": "https://exquisiteresorts.co.uk/trade-suppliers/",
      "title": "Trade Suppliers - Exquisite Resorts",
      "description": "Trade Suppliers Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin eget pulvinar mauris. Vestibulum neque dolor, dapibus sit amet fringilla a, cursus vel massa. Praesent pulvinar viverra nisi. Aliquam vel mattis diam. Donec in mattis nisl. Morbi tortor nibh, egestas at mi a, auctor lobortis mi. Etiam vel ante in turpis blandit varius quis...",
      "preview": "Skip to content Follow us: Twitter Instagram Trade Suppliers Lorem ipsum dolor sit amet, consectetur adipiscing elit. Proin eget pulvinar mauris. Vest"
    },
    {
      "url": "http://pmangellfamfound.org/",
      "title": "Paul M. Angell Family Foundation - Supporting Conservation, Performing Arts, Social Impact",
      "description": "Supporting Conservation, Performing Arts, Social Impact",
      "preview": "Welcome to the web site of the Paul M. Angell Family Foundation, where you can learn about the Foundation, its granting activities, and peruse grant r"
    },
    {
      "url": "https://www.museudamagia.com/pt_pt/index",
      "title": "MUSEU DA MAGIA",
      "description": "void",
      "preview": "Bem vindo DESCUBRA O VERDADEIRO TESOURO DAS ARTES MÁGICAS DE PORTUGAL! A Magia é uma ciência, uma arte que encanta profissionais e leigos e cuja orige"
    },
    {
      "url": "https://archive.vaclavhavel-library.org/Archive/BookCatalogue?author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Andrzej%20S%C5%82awomir%20Jagodzi%C5%84ski&author=Ji%C5%99%C3%AD%20Dienstbier&author=Krystyna%20Krauzeauthor=Pavel%20Landovsk%C3%BD&author=Ji%C5%99%C3%AD%20Dienstbierauthor=V%C3%A1clav%20Havel&author=Pavel%20Landovsk%C3%BDsort=2&lang=cs",
      "title": "Knihovna Václava Havla",
      "description": "void",
      "preview": "Dokumentační centrum Knihovna Václava Havla Václav Havel * 5. 10. 1936 Praha ✝ 18. 12. 2011 Hrádeček spisovatel a dramatik, jeden z prvních mluvčích C"
    },
    {
      "url": "https://www.khroma.co/",
      "title": "Khroma - AI Color Tool for Designers | Discover and Save Color Palettes",
      "description": "Khroma is the fastest way to discover, search, and save color combos and palettes you'll love. Discover a personalized AI-powered color tool for designers to find the perfect color scheme.",
      "preview": "Design with colors you love. Khroma uses AI to learn which colors you like and creates limitless palettes for you to discover, search, and save. Gener"
    },
    {
      "url": "https://www.logoai.com/",
      "title": "Design A New Logo & Brand Identity You Love! - LogoAI.com",
      "description": "Let AI-powered logo maker generate your new logo and create a brand identity design you love.",
      "preview": "Home Logo Maker Logo Ideas Pricing Blog Help Login Logo & Brand Identity Design Let AI-powered logo maker generate your new logo and create a brand id"
    },
    {
      "url": "https://lbb.in/shop/product/side-pockets-detail-mauve-striped-dress",
      "title": "Get Side Pockets Detail Mauve Striped Dress at ₹ 1600 | LBB Shop",
      "description": "Knot Clothing is women fashionwear label. The brand is collection of beautiful products made with quality fabrics and materials.",
      "preview": "Thank you for visiting. You can now shop for Dresses on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recommendations"
    },
    {
      "url": "https://service.elsevier.com/app/overview/cell-press/",
      "title": "Cell Press Support Center",
      "description": "void",
      "preview": "Cell Press Support Center Cell Press Support Center Cell Press engages and empowers scientists across all disciplines, all geographies, and all stages"
    },
    {
      "url": "http://www.decadeonrestoration.org/",
      "title": "UN Decade on Restoration",
      "description": "Ecosystem restoration generates tangible benefits for food and water security, climate change mitigation and adaptation, and can prevent conflict and migration triggered by environmental degradation.",
      "preview": "Skip to main content Preventing, Halting and Reversing Loss of Nature Everyone can play a role in bringing back nature. We are #GenerationRestoration"
    },
    {
      "url": "https://my3.my.umbc.edu/groups/careers/events/2021/10/9/day?tag=u-s",
      "title": "Saturday, October 9, 2021 · Career Center · myUMBC",
      "description": "void",
      "preview": "myUMBC Classic Welcome to myUMBC Log In Profile Guide Events Groups Help Career Center Institutional Group • 3411 people Home Posts Events Files The f"
    },
    {
      "url": "https://ushcc.com/",
      "title": "Home | United States Hispanic Chamber of Commerce",
      "description": "Welcome to USHCC: Empowering Hispanic businesses for success. Explore our mission, events, and resources. Join the movement today!",
      "preview": "× Are you ready to become a member? Join the USHCC and ignite connections for lasting success. URL This field is for validation purposes and should be"
    },
    {
      "url": "https://ladiesdrawingclub.com/",
      "title": "LADIES DRAWING CLÜB",
      "description": "LADIES DRAWING CLÜB",
      "preview": "void"
    },
    {
      "url": "https://studgin.tumblr.com/",
      "title": "Untitled",
      "description": "void",
      "preview": "(via helga-tt ) 9 years ago 550 notes"
    },
    {
      "url": "https://scratch.mit.edu/terms_of_use",
      "title": "Scratch - Scratch Terms of Use",
      "description": "Scratch is a free programming language and online community where you can create your own interactive stories, games, and animations.",
      "preview": "Your browser has Javascript disabled. Please go to your browser preferences and enable Javascript in order to use Scratch."
    },
    {
      "url": "https://www.iam.kit.edu/wk/english/emailform.php?id=akQiF5%2FBVl6kh4H2duTSPoe9HuDmfxKW7Bjdlpr4LIEbSwJWrIGAVEPygHBqFZNXH2yN1Hy%2Bx1zrAL4pJdhOFqlsrI92TwF0Lfe5IYeMNIZq1mfJFPsmRwQKc9nte5vC",
      "title": "IAM - Materials Science and Engineering Email-Form",
      "description": "void",
      "preview": "Institute for Applied Materials - Materials Science and Engineering Startpage Startseite Education Research Team Laboratories & Workshop Publications"
    },
    {
      "url": "https://uptogether.applytojob.com/apply",
      "title": "UpTogether - Career Page",
      "description": "Explore open job opportunities at UpTogether.",
      "preview": "Skip To Job Description There are no open positions at this time."
    },
    {
      "url": "https://www.getbasic.com/",
      "title": "...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://vaultofevil.wordpress.com/tag/guy-boothby/",
      "title": "Guy Boothby « Vault Of Evil",
      "description": "Posts about Guy Boothby written by demonik",
      "preview": "Vault Of Evil British Horror fiction Home Forum Moved - Please Read Peter Haining's Horrible 'Non Fiction' Vault of \"Thanks to ....\" Vault Of Evil Vault"
    },
    {
      "url": "https://wiki.emory.edu/label/19+center+daily+evaluation+regional",
      "title": "Emory Login Service",
      "description": "void",
      "preview": "Emory Login Service Loading login session information from the browser... Since your browser does not support JavaScript, you must press the Continue"
    },
    {
      "url": "https://www.workato.com/integrations/quip+kissmetrics",
      "title": "Kissmetrics and Quip integration | Workato",
      "description": "Instantly integrate Kissmetrics and Quip workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://www.plomben.de/einsatzbereiche/transportunternehmen/",
      "title": "Transport-Plomben für Logistik & Speditionen - Plomben.de",
      "description": "Transport-Plomben: Durchziehplomben ✓ Transportindikatoren ✓ Fixlängenplomben ✓ Kabelplomben ✓ nummeriert ✓ mit Barcode ✓ ‣ Jetzt kaufen!",
      "preview": "Schneller Versand ab 250 Euro versandkostenfrei 033397 . 26 80 34 freundliche Beratung info@plomben.de Kauf auf Rechnung Um Plomben.de in vollem Umfan"
    },
    {
      "url": "https://cassandraladru.com",
      "title": "Cassandra Ladru Photography - A journalistic style wedding and lifestyle photographer",
      "description": "void",
      "preview": "Cassandra Ladru Cassandra Ladru is a journalistic style wedding and lifestyle photographer, with a background in fashion photography and an eye for be"
    },
    {
      "url": "https://3vmdistribuzione.it/home/541-operatore-per-cancelli-scorrevoli-k1400-fce-aa31140.html",
      "title": "Operatore per cancelli scorrevoli K1400 FCE AA31140",
      "description": "Dotato di centrale di comando incorporata, con partenza graduale, regolatore della forza elettronico, rallentamento in accostamento e freno elettronico",
      "preview": "close Menu zoom_out_map chevron_left chevron_right Operatore per cancelli scorrevoli K1400 FCE AA31140 Operatore per cancelli scorrevoli pesanti fino"
    },
    {
      "url": "https://table2site.com/",
      "title": "Table2Site: Convert your airtable base to a website",
      "description": "Convert your airtable base to websites with ease.",
      "preview": "Build websites with Airtable Build sites without coding - use an Airtable base as your CMS. → View airtable base → View website A few examples Landing"
    },
    {
      "url": "https://www.hbs.edu/managing-the-future-of-work/podcast/Pages/podcast-details.aspx?episode=22066181",
      "title": "Podcast - Managing the Future of Work - Harvard Business School",
      "description": "void",
      "preview": "... → Harvard Business School → Managing The Future of Work → Podcast → Podcast Podcast Harvard Business School Professors Bill Kerr and Joe Fuller talk"
    },
    {
      "url": "http://abc.go.com/shows/the-view/video/pl55492969/vdka0_va37t1oc",
      "title": "WATCH: {videotitle} Video | The View",
      "description": "Watch The View: {videodescription} video at abc.com",
      "preview": "Skip to Content The View ABOUT The View Videos {videotitle} Follow The View:"
    },
    {
      "url": "https://www.gowildimages.com/Landscapes/Europe/Switzerland/i-Lt3pt7Q/",
      "title": "Switzerland - GoWild Images Australia",
      "description": "A quick Autumn driving circuit, including Liechtenstein",
      "preview": "Powered by SmugMug Owner Log In Report Content"
    },
    {
      "url": "https://www.sciencedirect.com/science/article/abs/pii/S0964569122002411?via%3Dihub",
      "title": "Assessing the drivers of vessel tracking systems adoption for improved small-scale fisheries management - ScienceDirect",
      "description": "The use of vessel tracking systems (VTS) on small-scale fishing vessels can provide data necessary for improved fisheries management. Nevertheless, th...",
      "preview": "JavaScript is disabled on your browser. Please enable JavaScript to use all the features on this page. Skip to main content Skip to article Access thr"
    },
    {
      "url": "https://cauloccoli.tumblr.com/",
      "title": "Cauloccoli",
      "description": "void",
      "preview": "\"Small Kindnesses,\" by Danusha Laméris. 😍 https://www.instagram.com/p/B-M5XpTlW8S7Co1DOOHRlKjmG04kcuNc9SE6OI0/?igshid=1ge3wc3yiri9m 5 years ago 2 note"
    },
    {
      "url": "https://news24online.com/",
      "title": "Latest News, Breaking News, Live Updates & Top Headlines Today | News24",
      "description": "Read the latest news, breaking headlines, and live updates from India and across the world on News24. Get reliable top stories in politics, business, entertainment, sports, opinion and more",
      "preview": "न्यूज़ 24 हिन्दी E24 Web Stories ISOMES BAG Network Milan | 21.47 °C | AQI 2 English हिन्दी E24 Isomes News24 Sports Friday, 10 October, 2025 Login La"
    },
    {
      "url": "https://developers.googleblog.com",
      "title": "Home - Google Developers Blog",
      "description": "void",
      "preview": "English Español (Latam) Bahasa Indonesia 日本語 한국어 Português (Brasil) 简体中文 Featured articles AI AI Homepage Gemini 2.5 Flash Image now ready for product"
    },
    {
      "url": "https://youtube.googleblog.com/",
      "title": "Official YouTube Blog for Latest YouTube News & Insights",
      "description": "Explore our official blog for the latest news about YouTube, creator and artist profiles, culture and trends analyses, and behind-the-scenes insights.",
      "preview": "YouTube Official Blog Homepage Hero Slider Inside YouTube Second chances on YouTube 1 / 5 Creator and Artist Stories The definitive guide to creating"
    },
    {
      "url": "https://topgolf.com/us/company/privacy-policy/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.jetboost.io/",
      "title": "No-code search and filters for Webflow CMS | Jetboost",
      "description": "Real-time search, dynamic filtering, and more for Webflow - without writing code. Give your Webflow CMS superpowers with Jetboost.",
      "preview": "Follow for new releases @jetboostio Your No-Code Webflow Sidekick Real-time search, dynamic filtering, and more for Webflow - without writing code Get"
    },
    {
      "url": "https://level.medium.com/",
      "title": "LEVEL",
      "description": "Level has a new home. Visit LEVELMAN.com.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in LEVEL 39K followers · 4 editors Follow Race Culture Politics Life Relatio"
    },
    {
      "url": "https://public.wmo.int/en/resources/world-meteorological-day",
      "title": "World Meteorological Day",
      "description": "void",
      "preview": "Skip to main content World Meteorological Day Every 23 March, the World Meteorological Organization commemorates the coming into force of the Conventi"
    },
    {
      "url": "https://chipmusic.org/forums/",
      "title": "Forums - ChipMusic.org",
      "description": "- chipmusic.org is an online community in respect and relation to chip music, art and its parallels.",
      "preview": "Skip to forum content ChipMusic.org chipmusic.org is an online community in respect and relation to chip music, art and its parallels. Home Music Foru"
    },
    {
      "url": "https://linnemagazine.com/2021/07/28/si-tu-amigue-te-pide-mas-lofi-y-dream-pop-pasale-lo-nuevo-de-classic-park-paula-pera-y-moriras-lejos/",
      "title": "Si tu amigue te pide más lofi y dream pop, pásale lo nuevo de Classic Park, Paula Pera y Morirás Lejos | LINNE",
      "description": "Imagen: Paula Pera y el fin de los Tiempos Acá te dejamos lo más reciente de estos artistas latinos que merecen un play infinito, pásale con confianza. Classic Park Otro Lugar es un nuevo tema del artista mexicano que dibuja un horizonte donde algo que tuviste con alguien especial se va difuminando poco a poco...",
      "preview": "Inicio About Música Move your ass Festivales MUTEK MX NRMAL Festival Antes Arte Cine y TV Distrital Diseño Entretiens Click to more! LINNE LINNE Músic"
    },
    {
      "url": "https://www.vsetkoprenechty.sk/207-trvala-na-riasy-sada",
      "title": "Trvalá na riasy - Vsetkoprenechty.sk",
      "description": "Trvalá na riasy je chemické natočenie rias, oko získa zvodnejší a príťažlivejší pohľad, oko rozjasní a viac otvorí. Po aplikácii zostanú riasy natočené po dobu 2 až 3 mesiacov. Dokonale upravené riasy sú základom pre efektne pôsobiace oči. Ak Vás už unavujú kliešte na riasy a umelým trsom neholdujete, skúste trvalú. Chemické tvarovanie rias sa dá aplikovať na krátke, ako aj na dlhé riasy. Efekt jemného natočenia mihalníc oko krásne otvorí a zväčší. Aj keď nemáte tie najdlhšie riasy, nemusíte si robiť starosti. Efekt je výrazný pri dlhých, aj krátkych riasach.",
      "preview": "Kategórie Darčekové kazety Darčeky pre ženy NECHTY Akrylový systém Sady na akrylové nechty Formy na Nail Art akrylom Farebný akryl Modelovací akryl Te"
    },
    {
      "url": "https://arlingtonblackchamber.org/",
      "title": "Arlington Black Chamber - Making Arlington Work For Everyone",
      "description": "void",
      "preview": "The Arlington Black Chamber of Commerce is in its eleventh year of providing assistance, support, and representation for African-American entrepreneur"
    },
    {
      "url": "https://whatisprivilege-blog.tumblr.com/",
      "title": "What Is Privilege?",
      "description": "We want to continue the conversation about what privilege is in education. It is not just about who goes to school and who does not but is affected by the idea of intersectionality as the concepts of...",
      "preview": "What Is Privilege? 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna Dyslexic people don't have"
    },
    {
      "url": "https://www.vermontcf.org/",
      "title": "Vermont Community Foundation - Give Where Your Heart Lives",
      "description": "We research and track community trends across Vermont, identify gaps, and vet and recommend grantees who are making the biggest impact.",
      "preview": "Skip to main content Search Give Where Your Heart Lives Fund a thriving Vermont with personalized charitable giving tools. Open a Fund Download Our Gi"
    },
    {
      "url": "https://compare.buyhatke.com/books/marketing-practices-in-developing-economy-cases-from-south-asia-hatke9788120337824",
      "title": "Price History: Advance Price Tracker For Amazon,Flipkart & More",
      "description": "Price history with Buyhatke, Check our price tracker with superior Ai features, elevating your shopping on Amazon, Flipkart, Myntra, Ajio, Meesho, etc.",
      "preview": "- ₹99 ₹199 ₹299 ₹399 ₹499 ₹599 ₹799 ₹999 40% 50% 60% 70% EPIC DEAL DEAL MIRAGE HOT DEAL DECENT CATCH Verified by Deal Scanner : Popularity 100M+ Smart"
    },
    {
      "url": "https://www.wordtune.com/",
      "title": "Wordtune - Express yourself with confidence",
      "description": "Perfect your English with a free AI writer that can paraphrase, rewrite, correct your grammar and more.",
      "preview": "Get Wordtune for free No credit card required. Get a feel for what Wordtune can do for you Write. Rewrite. Repeat. Choose from a custom list of contex"
    },
    {
      "url": "https://www.shipsofscale.com/sosforums/threads/rope-making-for-ship-models.4076/",
      "title": "Wreckage of WWI German battleship SMS SCHARNHORST sunk by Royal Navy in 1914 discovered off Falkland Islands | Ships of Scale",
      "description": "A search expedition led by the marine archaeologist Mensun Bound for the ships of Spee's squadron began in 2014 but had no success. Bound returned for...",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://www.workato.com/integrations/quip+kissmetrics",
      "title": "Kissmetrics and Quip integration | Workato",
      "description": "Instantly integrate Kissmetrics and Quip workflows and tasks across on-premise, cloud apps and databases. No coding required!",
      "preview": "Market leaders run on Workato Build powerful workflows, fast Triggers When this happens... Quip New/updated inbox item New/updated inbox item in Quip An"
    },
    {
      "url": "https://crontab.cronhub.io/",
      "title": "Cron expression generator by Cronhub",
      "description": "Cron expression generator by Cronhub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://glyphsapp.com/",
      "title": "Glyphs",
      "description": "Glyphs 3 is a Mac font editor that puts you in control: quickly draw high-precision vectors, efficiently reuse shapes, and easily manage any number of letters, figures and symbols.",
      "preview": "Make things you love. Glyphs 3 is a Mac font editor that puts you in control: quickly draw high-precision vectors, efficiently reuse shapes, and easil"
    },
    {
      "url": "https://www.fitbit.com/",
      "title": "Avant de continuer",
      "description": "void",
      "preview": "Se connecter Se connecter Avant d'accéder à Google Nous vous rappelons que la diffusion d'annonces constitue la principale source de financement de no"
    },
    {
      "url": "https://fundraiser.sesameworkshop.org/donate-main/Donate?rbref=SW_Web_One-Time",
      "title": "Donate - Donate | Sesame Workshop",
      "description": "Help support Sesame Workshop today!",
      "preview": "Your email address has been verified. Sesame Workshop Login Let's prepare the next generation to build a better world. We create joyful experiences th"
    },
    {
      "url": "https://www.twitch.tv",
      "title": "Twitch",
      "description": "Twitch is an interactive livestreaming service for content spanning gaming, entertainment, sports, music, and more.",
      "preview": "void"
    },
    {
      "url": "https://ourworldindata.org/grapher/child-mortality-igme",
      "title": "Child mortality rate - Our World in Data",
      "description": "The estimated share of newborns who die before reaching the age of five.",
      "preview": "Data Child mortality rate See all data and research on: Child & Infant Mortality Data sources and processing Insights about this data Data sources and"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/classic-pesto",
      "title": "Classic pesto recipe | Good Food",
      "description": "Whizz up a homemade pesto in under 15 minutes using just five ingredients. This herby Italian-style sauce is great stirred through pasta for a quick meal",
      "preview": "Skip to main content Classic pesto Good Food team Save recipe Makes 250ml Easy Cook: 15 mins A star rating of 4.7 out of 5. 146 ratings Rate loading.."
    },
    {
      "url": "https://www.worldbank.org/en/programs/africa-program-for-fisheries",
      "title": "Africa Program for Fisheries",
      "description": "void",
      "preview": "Working for a World Free of Poverty Africa Program for Fisheries Email Print Tweet Share Share LinkedIn Digg 人人网 Stumble Upon Delicious 新浪微博 FEATURED"
    },
    {
      "url": "https://www.editionsfavre.com/livres/jai-ose/",
      "title": "J'ai osé - Éditions Favre",
      "description": "Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lieu de cela, elle s'est donnée corps et [...]",
      "preview": "Dona Bertarelli Dossiers et témoignages Sport / aventure Femme d'affaires, philanthrope, Dona Bertarelli aurait pu choisir une vie confortable. Au lie"
    }
  ],
  "_meta": {
    "total_bookmarks": 122
  }
}