{
  "data": [
    {
      "url": "https://q-lvck.tumblr.com/",
      "title": "Daedroghneth",
      "description": "20 | Psychology Student | Europe",
      "preview": "/ croathia : Palácio e Convento de Mafra, Mafra Portugal (via deusluar ) v c z neckkissesandcoffee : Concept: We're living in a nice apartment togethe"
    },
    {
      "url": "https://www.sonnentaler.net/aktivitaeten/mechanik/bewegung/oekomobil/teil3/ue11/",
      "title": "Unterrichtseinheit 11: Verschiedene Verkehrsmittel - Multimodalität und Intermodalität",
      "description": "void",
      "preview": "Direkt zum Inhalt Zum Ende des Inhalts Zur Service-Navigation Zur Suche Zur Hauptnavigation Zur Anmeldung/Registrierung Homepage > Aktivitäten > Mecha"
    },
    {
      "url": "https://airspaceworld.com/",
      "title": "Airspace world",
      "description": "void",
      "preview": "Airspace World The Global Stage for Air Traffic Management Where ANSPs, air traffic controllers and aviation innovators unite to shape the skies of to"
    },
    {
      "url": "https://jobgirls.de/damen-stellen-sich-vor/4-21/",
      "title": "Arielle | Jobgirls-Gewerblich prostituierte Damen zeigen sich.",
      "description": "void",
      "preview": "Skip to content Arielle Home / Gewerbliche Damen aus den Clubs / Arielle Arielle Jobgirls 2019-07-09T18:24:19+02:00 JobGirls verwendet Cookies, um Inh"
    },
    {
      "url": "https://www.intellum.com",
      "title": "AI Enterprise Learning | Intellum",
      "description": "Discover Intellum's AI-powered enterprise learning platform that helps organizations train, engage, and certify employees, partners, and customers.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://schottpackaging.co.uk/product/57-x-76mm-clear-polythene-grip-seal-bags/",
      "title": "57 x 76mm Clear Polythene Grip Seal Bags - Schott Packaging",
      "description": "Grip Seal Bags, also known as self-seal polythene bags, are the perfect solution for protecting your products from dust and debris. The watertight seal ensures that your items remain clean and dry, making these bags an excellent choice for a wide range of industries, including clothing and food production.",
      "preview": "DISPATCHING AS NORMAL. POTENTIAL FOR COURIER DELAYS, PLEASE ALLOW 1-3 WORKING DAYS FOR DELIVERY. SEE DELIVERY INFO HERE . Rated Excellent Free Deliver"
    },
    {
      "url": "https://www.multivu.com/players/English/8717251-kellie-pickler-wilmer-valderrama-named-uso-global-ambassadors/",
      "title": "Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors",
      "description": "In honor of its 80th anniversary the USO has named country singer/ actress Kellie Pickler, and producer, actor/activist Wilmer Valderrama as global ambassadors.",
      "preview": "United Service Organizations Kellie Pickler, Wilmer Valderrama Named USO Global Ambassadors USO tour veterans invite Americans to Give More Than Thank"
    },
    {
      "url": "https://www.popphoto.com",
      "title": "Popular Photography: Techniques and How-Tos, Camera Reviews",
      "description": "Popular Photography has offered high-quality how-to articles, gear reviews, and photography inspiration since 1937.",
      "preview": "void"
    },
    {
      "url": "https://schoolquest.militarychild.org/",
      "title": "Homepage - Military Child Education Coalition® (MCEC®)",
      "description": "void",
      "preview": "Stay Up-to-Date with New Podcasts and Webinars Filter & Sort Podcast High Quality Connections Episode 360 Dr. Kimberly Dickman discusses the impact of"
    },
    {
      "url": "https://www.allesoverboekenenschrijvers.nl/tag/2011/",
      "title": "2011 Archieven - Alles over boeken en schrijvers",
      "description": "void",
      "preview": "Ga naar de inhoud Helen Oyeyemi Mr. Fox review, recensie en informatie roman uit 2011 van de in Nigeria geboren Britse schrijfster. Op deze pagina lee"
    },
    {
      "url": "https://bja.ojp.gov",
      "title": "Home | Bureau of Justice Assistance",
      "description": "BJA provides leadership and services in grant administration and criminal justice policy development to support state, local, and tribal justice strategies to achieve safer communities.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.themarshallproject.org/2022/03/10/no-light-no-nothing-inside-louisiana-s-harshest-juvenile-lockup",
      "title": "Inside Louisiana's Harshest Youth Prison: 'No Light. No Nothing.' | The Marshall Project",
      "description": "Youths in one Louisiana facility were held in solitary confinement around the clock, shackled with leg irons and deprived of an education. \"This is child abuse,\" one expert said.",
      "preview": "A nonprofit news organization covering the U.S. criminal justice system Search Magnifying glass Local Network Cleveland Jackson St. Louis Projects Ins"
    },
    {
      "url": "http://catalogo.villanuevadelaserena.es/dataset?tags=Unidades+Administrativas&tags=IDEVVA&groups=sociedad-bienestar&res_format=CSV&license_id=cc-by&tags=Sanidad+y+consumo&tags=Residencias+de+Mayores&res_format=GeoJSON&organization=concejalia-comercio-y-desarrollo-local",
      "title": "Conjunto de datos - Open Data Villanueva de la Serena",
      "description": "void",
      "preview": "Ir al contenido Inicio Conjunto de datos input-search Enviar Ordenar por Relevancia Nombre ascendente Nombre descendente Última modificación Ir 1 conj"
    },
    {
      "url": "https://www.playstation.com/en-us/legal/terms-of-use/op-privacy-policy/",
      "title": "Privacy Policy (US)",
      "description": "void",
      "preview": "Privacy Policy About Us and this Policy This Privacy Policy explains when we collect information about you, including Personal Information (\" PI \"), w"
    },
    {
      "url": "https://relay.firefox.com/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=firefox-home",
      "title": "Firefox Relay",
      "description": "⁨Firefox Relay⁩ makes it easy to create email masks that forward your messages to your true inbox. Use them to protect your online accounts from hackers and unwanted messages.",
      "preview": "Protect your identity with secure phone and email masking Our secure, easy-to-use email and phone masks help keep your identity private so you can sig"
    },
    {
      "url": "https://www.ns.nl/en/journeyplanner/",
      "title": "Travel planner | Plan your journey | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.idealist.org/en/days/to-my-old-racist-earth-join-a-socially-distanced-protest-for-july-4th",
      "title": "Career Advice - Idealist",
      "description": "Idealist connects millions of idealists - people who want to do good - with opportunities for action and collaboration all over the world.",
      "preview": "Get Involved Find a Job Jobs Internships Organizations Nonprofit Salary Explorer Crowdsourced compensation data in the nonprofit sector. Insights for"
    },
    {
      "url": "https://www.rammeter.com/test-equipment-tools?cat=21&rating=626&type=154",
      "title": "Test Equipment & Tools Ram Meter, Inc.",
      "description": "Ram Meter Inc. offers a complete range of test equipment and measurement devices to handle any application. Trust Ram Meter for all of your test equipment.",
      "preview": "JavaScript seems to be disabled in your browser. For the best experience on our site, be sure to turn on Javascript in your browser. Menu Account Home"
    },
    {
      "url": "https://www.trainers-quotes.com/latest-results/100720193rd112-maidforlife-charliefelloweskemptonpark/",
      "title": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park",
      "description": "» 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park |",
      "preview": "10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton Park Home Latest Results 10/07/2019 3rd 11/2 - Maid For Life - Charlie Fellowes Kempton"
    },
    {
      "url": "https://iloveveterinary.com/",
      "title": "I Love Veterinary Blog & Store | Discover Insights & Gifts",
      "description": "Explore our Veterinary Blog & Shop for vet professionals, pet owners, and enthusiasts. Get valuable insights and find unique gifts. Join us today!",
      "preview": "Skip to content Where Paws Meet Passion Empowering veterinary professionals & nurturing animal lovers. Explore our blog for veterinary knowledge, conn"
    },
    {
      "url": "https://techcrunch.com/2023/02/06/simple-healthkit-at-home-diagnostics-health/",
      "title": "Simple HealthKit is taking on health equity with at-home diagnostics, treatment | TechCrunch",
      "description": "Simple HealthKit provides at-home and in-clinic diagnostics, treatment and follow-up care, focused on underserved populations.",
      "preview": "Image Credits: Simple HealthKit team, from left, Jerzy Majka, Lisa Le, Sheena Menezes and Linus Aranha Biotech & Health Simple HealthKit is taking on"
    },
    {
      "url": "https://deathpenaltyinfo.org/policy-issues/deterrence",
      "title": "Deterrence | Death Penalty Information Center",
      "description": "The Death Penalty Information Center (DPI) is a national non-profit organization whose mission is to serve the media, policymakers, and the general public...",
      "preview": "Breaking News: Texas Court of Criminal Appeals Grants Stay of Execution for Robert Roberson Policy Deterrence Studies find no meaningful evidence that"
    },
    {
      "url": "https://www.thelightcouture.com/en/collections/classic-antique/metal-and-bohemian-crystal-chandelier/",
      "title": "Metal and Bohemian Crystal Chandelier - Thelightcouture",
      "description": "A classic and luxurious Badari chandelier with a metal frame and Bohemian crystal decoration.",
      "preview": "press Enter to search Showing all results: No products found. Metal and Bohemian Crystal Chandelier from € 6,340.00 incl. 19% VAT Itemnumber: B-B4-16/"
    },
    {
      "url": "http://fusionlayer.com/",
      "title": "FusionLayer | Network Source of Truth | IPAM DNS & DHCP (DDI)",
      "description": "FusionLayer collates all network information into a single Network Source of Truth - on-premise, at the edge, and in the public cloud.",
      "preview": "Xverse Explore DDI Explore The Secret Sauce for Your Automated, Edge-Scale Network. As AI factories and edge-native applications reshape industries, n"
    },
    {
      "url": "https://mozilla.org/privacy/websites/",
      "title": "Websites, Communications & Cookies Privacy Notice - Mozilla",
      "description": "Our Privacy Notices describe the data our products and services receive, share, and use, as well as choices available to you.",
      "preview": "Things you should know We may receive personal information from you based on your interaction with us on social media platforms, if you submit a job,"
    },
    {
      "url": "https://hellotexel.com/boot-texel/last-minute-hotels-den-helder/",
      "title": "Laatste boot naar Texel gemist? | Goedkope hotels Den Helder | HelloTexel",
      "description": "Heb je de laatste veerboot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Er zijn ook een aantal goedkopere hotels in Den Helder.",
      "preview": "Ga naar de inhoud HelloTexel Menu sluiten Heb je de laatste boot naar Texel gemist? Bij de veerhaven van Den Helder vind je Hotel Lands End. Het hotel"
    },
    {
      "url": "https://health.gov/healthypeople/priority-areas/social-determinants-health",
      "title": "Social Determinants of Health - Healthy People 2030 | odphp.health.gov",
      "description": "When it comes to health, it matters where people live, learn, work, play, and age. That's why Healthy People 2030 has an increased focus on how social, economic, and environmental factors can impact people's health. Learn more about the social determinant",
      "preview": "Skip to content Skip to navigation Per a court order, HHS is required to restore this website to its version as of 12:00 AM on January 29, 2025. Infor"
    },
    {
      "url": "https://www.healthmap.org/covid-19/",
      "title": "Novel Coronavirus (COVID-19)",
      "description": "void",
      "preview": "COVID-19 Confirmed cases worldwide Updated In collaboration with the Open COVID-19 Data Curation Group COVID-19 Dataset About COVID-19 Cases Play"
    },
    {
      "url": "http://www.guilfordhri.org/",
      "title": "Healthy Relationships Initiative - Healthy Relationships Initiative",
      "description": "void",
      "preview": "\"I've had the honor of partnering with the Phillips Foundation to oversee the Healthy Relationships Initiative since the beginning. As a mental health"
    },
    {
      "url": "https://www.westside.com/",
      "title": "Westside - A Tata Enterprise | Best Online Shopping Site in India",
      "description": "Shop at India's Best Online Shopping Site for Men, Women & Kids Fashion. Discover wide range of clothing, footwear, bags & beauty products for men, women & kids at Westside Online Shopping Store.",
      "preview": "Skip to content Every % GST Reduced - Every % Returned To You"
    },
    {
      "url": "https://learn.microsoft.com/en-us/dotnet/csharp/language-reference/keywords/",
      "title": "C# Keywords and contextual keywords - C# reference | Microsoft Learn",
      "description": "C# Keywords: Find the reference material for the predefined keywords and contextual keywords defined in the C# language.",
      "preview": "Table of contents Exit editor mode Ask Learn Ask Learn Focus mode Table of contents Read in English Add Add to plan Edit Share via Facebook x.com Link"
    },
    {
      "url": "https://www.satshow.com/",
      "title": "SATShow 2026 - SATShow Week",
      "description": "void",
      "preview": "SATSHOW WEEK March 23-26, 2026 Walter E. Washington Convention Center // Washington, DC Register About SATShow Why Attend Registration About Us FAQs &"
    },
    {
      "url": "https://www.mgap.gub.uy/solicitudforestal/denunciacorta.aspx",
      "title": "Denuncia Corta",
      "description": "Denuncia Corta",
      "preview": "Formulario para denuncias de cortas en bosque nativo Su aporte puede ayudarnos a cumplir más eficientemente nuestra tarea. Si Ud. detecta cortas, defo"
    },
    {
      "url": "https://iocl.com/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://marketingkit.withgoogle.com",
      "title": "Before you continue",
      "description": "void",
      "preview": "Sign in Sign in Before you continue to Google A reminder that showing ads is the primary way we fund our services. Learn more about our use of data fo"
    },
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "https://www.sacred-texts.com/tarot/index.htm",
      "title": "Tarot | Sacred Texts Archive",
      "description": "Sacred Texts: Tarot",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://account.venmo.com/signup",
      "title": "Venmo | Sign up",
      "description": "Venmo is a digital wallet that lets you make and share payments with friends. You can easily split the bill, cab fare, or much more. Download the iOS or Android app or sign up on Venmo.com today.",
      "preview": "How will you use Venmo? Personal Pay and accept money from friends and businesses, emojis and comments encouraged Teen Available for teens 13-17 with"
    },
    {
      "url": "https://www.cuantochollo.com/2x1-y-descuentos/entradas/promociones-y-ofertas-castillo-de-castelldefels-barcelona/",
      "title": "Descuento Entradas Castillo de Castelldefels | Visita Castell",
      "description": "Ofertas, descuentos y/o promociones Castell de Castelldefels. Cupones, códigos y/o entradas 2×1 para el Castillo de Castelldefels (Barcelona...",
      "preview": "Facebook X RSS Search Generic filters Exact matches only Search in title Search in content Search in excerpt Entradas al Castillo de Castelldefels con"
    },
    {
      "url": "https://www.nhm.ac.uk/wpy/peoples-choice",
      "title": "The People's Choice Award | Wildlife Photographer of the Year | Natural History Museum",
      "description": "Explore the world's best nature photography. See galleries of images, find out more about the competition and about how to visit this year's exhibition.",
      "preview": "Winner You can see these five images and the past winners of the People's Choice Award in the gallery . \"There is a darker side to this image. I live"
    },
    {
      "url": "https://50stateblueprint.aclu.org/",
      "title": "50 State Blueprint | ACLU",
      "description": "If we want to cut mass incarceration in half, we'll need a way to do it. ACLU has a 50 State Blueprint.",
      "preview": "Each dot represents one of the 1,942,600 people in state prisons and jails in the U.S. There are 1,942,600 people in state prisons and jails in the U."
    },
    {
      "url": "https://www.nature.com/subjects/machine-learning",
      "title": "Machine learning - Latest research and news | Nature",
      "description": "void",
      "preview": "Skip to main content Thank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain the best experience, w"
    },
    {
      "url": "https://subscriptions.kansascitypbs.org/subscribe.php",
      "title": "Newsletters",
      "description": "Kansas City's PBS station. Find television schedules, PBS Kids, PBS Passport and upcoming events for KCPBS.",
      "preview": "void"
    },
    {
      "url": "https://help.instagram.com/519522125107875",
      "title": "Meta Privacy Policy - How Meta collects and uses user data",
      "description": "Learn how we collect, use and share user data to support Facebook, Instagram, Messenger and more. Use tools to manage your privacy preferences.",
      "preview": "void"
    },
    {
      "url": "https://www.themeasureofthings.com/default.php",
      "title": "The Measure of Things",
      "description": "void",
      "preview": "  About Contact Developers Help Press Mentions Inquiries Guidance Privacy Cookies Design and text copyright © 2025. All rights reserved.   The Mea"
    },
    {
      "url": "http://www.fishbase.org",
      "title": "Search FishBase",
      "description": "Search FishBase",
      "preview": "The next website update is scheduled for October to allow for planned technical work. We appreciate your understanding."
    },
    {
      "url": "https://www.leverforchange.org/",
      "title": "Lever for Change | Discover New Potential",
      "description": "By creating equitable access, we connect donors with bold solutions that move the world. Reimagine philanthropy with us.",
      "preview": "Skip to content Discover new potential. We create equitable access that enables Philanthropy to go beyond the familiar. More about our mission Feature"
    },
    {
      "url": "https://www.tecnologiaalvarado.com.ve/conectores/716-modulo-sfp-monomodo-20km.html",
      "title": "Tecnologia Alvarado | Equipos e insumos para Redes y Seguridad",
      "description": "Lider en distribucion de Equipos e Insumos de redes y seguridad. Distribuidor autorizado de Wireplus, Tplink, Ubiquiti, entre otras...",
      "preview": "  Novedades  Vista rápida Bateria de Litio 12V 100ah... 450,00 $ Nuevo  Vista rápida Controlador Solar MPPT 140A 486,00 $ Nuevo  Vista rápida Con"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85915",
      "title": "Searchable Recipe Database - BACI DI DAMA SALATI",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "https://doughenningproject.com/2020/09/17/happy-belated-birthday-david-copperfield/",
      "title": "Happy Belated Birthday David Copperfield! - THE DOUG HENNING PROJECT",
      "description": "https://www.youtube.com/watch?v=-pVPuCn0c2g Due to a very busy day yesterday away from my desk, I wasn't able to wish a very Happy Birthday to legendary magician David Copperfield! So, in honor of the occasion enjoy this clip of David performing the \"Immaculate Connection\" illusion from the \"Magic of David Copperfield V.\"",
      "preview": "Skip to content Due to a very busy day yesterday away from my desk, I wasn't able to wish a very Happy Birthday to legendary magician David Copperfiel"
    },
    {
      "url": "https://www.stef.be/bassoontracker/",
      "title": "BassoonTracker - Amiga music tracker - By Steffest",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.tioluchin.com/",
      "title": "Buy Testosterone Cypionate Online - USA Testosterone Cypionate for sale",
      "description": "Testosterone Cypionate for sale, order Testosterone Cypionate online USA with credit card. Testosterone Enanthate for sale, anabolic steroids shop, buy Testosterone Propionate online.",
      "preview": "Dollar : Dollar Euro English : English French German Empty Cart Testosterone Cypionate For Sale: Home Oral Steroids Injectable Steroids HGH & Peptides"
    },
    {
      "url": "http://www.instyleweddings.com/instyle/weddings/flat/0,22749,in_this_issue,00.html",
      "title": "People Inc. - America's Largest Digital & Print Publisher",
      "description": "People Inc. is America's largest digital and print publisher, with brands including PEOPLE, Better Homes & Gardens, Allrecipes, Investopedia, Verywell, and more. Learn about career opportunities, our leadership team, and how we can help you reach audiences across our network of trusted brands.",
      "preview": "void"
    },
    {
      "url": "http://archives.nereusprogram.org/tag/Nereus-Scientific-&-Technical-Briefs-on-ABNJ-series/",
      "title": "Nereus Scientific & Technical Briefs on ABNJ series | Nereus Program",
      "description": "void",
      "preview": "Languages English 日本語 Nereus Scientific & Technical Briefs on ABNJ series POLICY BRIEF: Deep, distant and dynamic: critical considerations for incorpo"
    },
    {
      "url": "https://api.mirraw.com/designers/varanga-17756/designs/women-magenta-golden-paisley-printed-a-line-kurta-kurtas-and-kurtis",
      "title": "Women Magenta & Golden Paisley Printed A Line Kurta - Varanga - 3536568",
      "description": "I found this beautiful design on Mirraw.com. Visit Mirraw to checkout more such amazing designs. Mirraw brings handpicked designs from designers across the India. Click here to ...",
      "preview": "void"
    },
    {
      "url": "https://www.siempreutah.com/",
      "title": "Wedding Venues Salt Lake City, Utah, Siempre Draper",
      "description": "Siempre Utah is the premier wedding venue for unforgettable, luxurious events and fairy-tale celebrations.",
      "preview": "top of page ALWAYS & FOREVER Nestled in the foothills at the south end of the Salt Lake Valley, Siempre will be where fairy tale weddings and events b"
    },
    {
      "url": "https://www.dunkindonuts.com/en",
      "title": "Dunkin' International Site",
      "description": "void",
      "preview": "Sorry, this website is not available in your region. ©2022 DD IP Holder LLC, Last Updated: June 22, 2022"
    },
    {
      "url": "https://astronomyinspires.tumblr.com/",
      "title": "Astronomy Inspires",
      "description": "I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will share your love of all things Astro-related here. Please send me...",
      "preview": "Astronomy Inspires I'm a Physicist turned Science Educator. Astronomy inspired my love for science, teaching, and science activism. I hope you will sh"
    },
    {
      "url": "http://www.tiscalinet.it/",
      "title": "Tiscali - Fibra, telefono, mobile. Notizie dall'Italia e dal mondo",
      "description": "Offerte di connettività veloce Fibra, senza fili e Mobile. News e commenti in esclusiva delle nostre firme",
      "preview": "void"
    },
    {
      "url": "https://fred.stlouisfed.org/series/CPIAUCSL",
      "title": "Consumer Price Index for All Urban Consumers: All Items in U.S. City Average (CPIAUCSL) | FRED | St. Louis Fed",
      "description": "View data of the CPI, or an inflation measure derived from tracking the changes in the weighted-average price of a basket of common goods and services.",
      "preview": "Skip to main content Consumer Price Index for All Urban Consumers: All Items in U.S. City Average (CPIAUCSL) Observations Aug 2025: 323.364 | Index 19"
    },
    {
      "url": "https://www.carnivalworld.sg/singapore-carnival-birthday-party/",
      "title": "Singapore Carnival Birthday Party | Carnival World | Carnival World",
      "description": "Singapore Carnival Birthday Party",
      "preview": "August 23, 2015 Planning to have a happening and exciting birthday party this year? Carnival World provide professional carnival birthday party servic"
    },
    {
      "url": "https://www.museivaticani.va/content/museivaticani/it/collezioni/musei/museo-gregoriano-egizio.html",
      "title": "Museo Gregoriano Egizio",
      "description": "Fondato per iniziativa di Papa Gregorio XVI nel 1839, il Museo Gregoriano Egizio si articola in nove sale, con un ampio emiciclo che si apre verso ...",
      "preview": "void"
    },
    {
      "url": "http://www.u-dictionary.com/",
      "title": "U-Dictionary:World's Best Translation APP",
      "description": "U-Dictionary is the top free English offline dictionary. U-Dictionary offers 10 India languages: Hindi, Tamil, Telugu, Marathi, Kannada, Malayalam, Urdu, Punjabi, Bengali, Gujarati, and 12 international languages: Indonesian, Vietnamese, Spanish, Thai, Arabic, French, German, Italian, Japanese, Korean, Malay, and Nepali.",
      "preview": "void"
    },
    {
      "url": "https://afghan.upwardlyglobal.org/",
      "title": "Upwardly Global - Support for Afghan Arrivals",
      "description": "void",
      "preview": "Skip to content Partner with us Upwardly Global's Support for Afghan Arrivals Over the Last Year HEAR OUR STORIES New Report: Afghan Newcomers Bring C"
    },
    {
      "url": "http://www.responsiblemineralsinitiative.org/conflict-minerals-reporting-template/",
      "title": "Conflict Minerals Reporting Template",
      "description": "The Conflict Minerals Reporting Template (CMRT) is a free, standardized reporting template developed by the Responsible Minerals Initiative (RMI) that facilitates the transfer of information through the supply chain regarding mineral country of origin and the smelters and refiners being utilized. The template also",
      "preview": "JOIN RMI Responsible Business Alliance RBA Foundation RMI Grievance Mechanism Member Portal ShareFile Global Risk Map RBA-Online & Risk Readiness Asse"
    },
    {
      "url": "https://www.motogp.com/en/news",
      "title": "Latest News MotoGP™ | Moto2 | Moto3 | MotoE",
      "description": "The latest MotoGP™, Moto2, Moto3 and MotoE news, analysis, reports and results written by official MotoGP journalists. Here you will find fresh news.",
      "preview": "Skip to main content News MotoGP™ News Aldeguer makes history as the second youngest MotoGP winner Read Now Previous slide label.sliderNext Previous s"
    },
    {
      "url": "https://www.bookedupac.com/",
      "title": "Booked Up AC",
      "description": "Welcome to the website of Booked Up AC",
      "preview": "Our Story A new era of Booked Up. Read more about our story. Read More Mugs Booked Up Mugs Now Back In Stock Shop Now Browse our Inventory A collectio"
    },
    {
      "url": "https://beautylablaser.com/",
      "title": "Skincare And Medspa In Salt Lake City, UT | Beauty Lab Laser",
      "description": "Beauty Lab Laser Medspa in Salt Lake City, UT, offers expert beauty services including HydraFacial, laser hair removal, Botox, weight loss, & more. Book now!",
      "preview": "Skip to content 0 View Cart Checkout No products in the cart. Subtotal: $ 0.00 View Cart Checkout 0 View Cart Checkout No products in the cart. Subtot"
    },
    {
      "url": "https://www.deviceinformed.com/medical-devices-global-directory/primary-care-equipment/distributors/equatorial-guinea",
      "title": "Primary care equipment distributors in Equatorial Guinea | Deviceinformed.com",
      "description": "Deviceinformed.com is an online catalogue of medical equipment from recognized and leading medical devic",
      "preview": "Become a distributor Primary care equipment distributors in Equatorial Guinea Contact us Find a distributor Country Austria Belgium France Germany Uni"
    },
    {
      "url": "https://cpra-intake-form.target.com",
      "title": "cprarequestform",
      "description": "cprarequestform",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.balsamhill.com/p/vermont-white-spruce-artificial-christmas-tree?",
      "title": "Vermont White Spruce® Artificial Christmas Tree | Balsam Hill",
      "description": "Bring home the Vermont White Spruce artificial Christmas tree for a natural look and full, lush branches. Shop now to make your holidays unforgettable!",
      "preview": "We use cookies and tracking technologies to make our website easy and meaningful for you, to provide our services, analyze usage, and to deliver perso"
    },
    {
      "url": "https://www.bmw.com.bn/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Official Website | BMW Brunei",
      "description": "The Official BMW Brunei website: BMW automobiles, services, prices, exclusive offers, technologies and all about BMW sheer driving pleasure.",
      "preview": "Sheer driving pleasure Book a Test Drive Register Your Interest NEW MODEL RANGE FIND YOUR BMW Left Right BMW BMW M BMW i Left Right 1 2 3 4 5 6 7 8 X"
    },
    {
      "url": "https://www.xbox.com/en-us/games/store/xbox-game-pass-ultimate/cfq7ttc0khs0?icid=CNavAllXboxGamePassUltimate",
      "title": "Buy Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month | Xbox",
      "description": "New games on day one. 300+ console and PC games. Stream and play anywhere.* Get all benefits. Earn even more exclusive rewards.",
      "preview": "Skip to main content Xbox Game Pass Ultimate - Xbox Game Pass Ultimate 1 Month Microsoft Corporation $29.99/month Subscription continues automatically"
    },
    {
      "url": "https://budaorshandball.hu/author/david/",
      "title": "Főoldal - MBH",
      "description": "void",
      "preview": "utánpótlás Élő 2025. október 10. Teher nélkül DVSC K&H liga Marincsák Nikolett Pinizsi Zoltán 2025. október 09. Szurkolói pulóver rendelés + nyeremény"
    },
    {
      "url": "https://www.si.edu/exhibitions",
      "title": "Current Exhibitions | Smithsonian Institution",
      "description": "void",
      "preview": "Skip to main content Skip to main navigation info Our museums, research centers, and the National Zoo are open today and will remain open through Satu"
    },
    {
      "url": "https://www.stillflowerdrawing.com/store-2",
      "title": "Store 2 - STILL",
      "description": "void",
      "preview": "Live online Classes Tetra Pack printmaking with Maureen Nathan, 14th October 2025 £15.00 Add To Cart Added! Acrylic painting and collage with Emma Cro"
    },
    {
      "url": "https://dol.ny.gov/",
      "title": "Department of Labor Home Page | Department of Labor",
      "description": "void",
      "preview": "Skip to main content We Are Your DOL Get Help With Unemployment Benefits Find a Job Affected by the Federal Shutdown? Information for Workers Impacted"
    },
    {
      "url": "https://community.shopify.com/c/shopify-design/make-product-description-central-in-mobile-view/m-p/1376708/highlight/true",
      "title": "Make product description central in mobile view - #2 by KetanKumar - Shopify Community",
      "description": "I want to make the product description aligned to the centre P word test Blockshop theme https://laz-the-plant-scientist.myshopify.com/",
      "preview": "Make product description central in mobile view Store Design KetanKumar November 5, 2021, 8:01pm 2 @peter550 yes please try this code Go to Online Sto"
    },
    {
      "url": "http://freedomdefined.org/",
      "title": "Definition of Free Cultural Works",
      "description": "void",
      "preview": "Version 1.1 of the definition has been released. Please help updating it , contribute translations , and help us with the design of logos and buttons"
    },
    {
      "url": "https://its.ucsc.edu/terms/",
      "title": "Website Privacy and Terms and Conditions - Information Technology Services",
      "description": "void",
      "preview": "Website Privacy and Terms and Conditions About this policy Last updated: 11/01/2021 Responsible office: University Advancement and Information Technol"
    },
    {
      "url": "https://www.lamobilery.fr/accueil/attachment/demi-cercle-top",
      "title": "demi-cercle-top | La Mobilery",
      "description": "void",
      "preview": "Accueil > demi-cercle-top demi-cercle-top Vous avez aimé cet article ? Partagez-le ! Partager sur Facebook Partager sur Twitter Partager sur LinkedIn"
    },
    {
      "url": "https://www.brookings.edu/research/digitalization-and-the-american-workforce/",
      "title": "Digitalization and the American workforce | Brookings",
      "description": "Over the last few decades, the rapid rise of digital technology has fundamentally changed the U.S. economy and the world of work. This new report explores how communities can spread the benefits of digitalization while mitigating its potentially harmful effects.",
      "preview": "Search Home Digitalization and the American workforce Downloads Downloads Full Report Executive Summary Press release Infographic Appendix A - Methodo"
    },
    {
      "url": "https://info.microsoft.com/ww-landing-Contact-Microsoft-Education-website.html?lcid=en-us",
      "title": "Tecnologia e software per istituti di istruzione | Microsoft Education",
      "description": "Trova la tecnologia e gli strumenti di apprendimento per il tuo istituto di istruzione con Microsoft Education. Scopri in che modo software gratuiti per la formazione, ad esempio Microsoft 365, possono aiutare studenti e docenti.",
      "preview": "This is the Trace Id: ba9f06ed194caf2b0244b409aece3d38 Passa a contenuti principali Presentazione di Microsoft Elevate: scopri l'impegno di Microsoft"
    },
    {
      "url": "https://pdtpartners.com/",
      "title": "PDT Partners",
      "description": "PDT Partners is a quantitative asset management firm of purpose-driven people that use science-based methodology to find inefficiencies in the markets.",
      "preview": "Puzzle Answers This website uses cookies. If you would like to learn more about our use of cookies or view our other legal policies, click on the More"
    },
    {
      "url": "https://conference.iste.org/2023",
      "title": "ISTELive 25 - Edtech conference | June 29-July 2 | San Antonio",
      "description": "Experience bold education innovation at the edtech event of the year! Learn during thousands of learning experiences that will prepare you to help students thrive in the age of AI.",
      "preview": "Event Information Attend Program Search Sponsor & Exhibit Login Logout × Attend Schedule at a Glance Earning Credit Policies About ISTE FAQs Program P"
    },
    {
      "url": "https://www.ulta.com/p/gimme-brow-tinted-volumizing-eyebrow-gel-xlsImpprod14191015",
      "title": "Benefit Cosmetics - Gimme Brow+ Tinted Volumizing Eyebrow Gel | Ulta Beauty",
      "description": "Free Shipping at $35. Shop Gimme Brow+ Tinted Volumizing Eyebrow Gel Benefit Cosmetics",
      "preview": "Use the following zoom and pan buttons to control the image that follows them try it Tab through the images or use the previous or next buttons to nav"
    },
    {
      "url": "https://www.ledcmetro.org/",
      "title": "Latino Economic Development Center",
      "description": "LEDC is a private nonprofit established in 1991 to promote thriving regions. Our mission is to drive economic growth in our region by equipping individuals with the skills and resources to achieve financial prosperity through homeownership and building thriving businesses.",
      "preview": "Small Business Your business is our success Housing Your dream home is our success Small Biz Directory Shop small Previous Next Stable Housing. Thrivi"
    },
    {
      "url": "https://www.gaychat.zone/",
      "title": "Gay Chat Rooms | Live Gay Chat",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://prnmedia.prnewswire.com/",
      "title": "Home | PR Newswire for Journalists",
      "description": "void",
      "preview": "Accessibility Statement Skip Navigation PR Newswire for Journalists The Place to Find Story Ideas, Multimedia, Experts, Industry Updates and Job Listi"
    },
    {
      "url": "https://www.nedcc.org/free-resources/preservation-leaflets/overview",
      "title": "NEDCC Preservation Leaflets - NEDCC",
      "description": "The Northeast Document Conservation Center specializes in paper and book conservation. NEDCC performs conservation treatment for photographs, books, prints, documents, maps, and globes. NEDCC's professional conservators also treat architectural plans, parchment, papyrus, wallpaper, and works of art on paper including charcoal drawings and watercolor paintings. NEDCC performs digital imaging on rare, fragile, or oversize cultural heritage collections. The Audio Preservation department offers digitization of audio media using traditional and optical-scanning technologies. NEDCC serves libraries, museums, archives, historical societies, and corporate archives. NEDCC offers preservation advice to family collectors, art collectors, book collectors. Preservation training is one of NEDCC's strengths - workshops, webinars, and conferences are taught on caring for paper and book collections, digital curation, metadata, photograph care and identification, and multimedia, audio and video.",
      "preview": "Skip to Content NEDCC Preservation Leaflets Welcome to NEDCC's Preservation Leaflets series! Click the Leaflet topic categories to begin your explorat"
    },
    {
      "url": "https://www.tceq.texas.gov/p2/recycle/electronics",
      "title": "Electronics Recycling - Texas Commission on Environmental Quality - www.tceq.texas.gov",
      "description": "We encourage Texans to support the state's economy and environment by repairing, reselling, donating, or recycling used electronics. Choosing to recycle used electronics over landfill disposal reduces the need to process raw materials for new products.",
      "preview": "Skip to Content About Us Contact Us Calendar Jobs Org Chart Sign Up for Updates ESPAÑOL Questions or Comments: recycle@tceq.texas.gov Electronics Recy"
    },
    {
      "url": "https://energy.gov/",
      "title": "Department of Energy",
      "description": "U.S. Department of Energy - Home",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.research.va.gov/currents/0820-Veterans-with-PTSD-more-likely-to-have-justice-system-involvement.cfm",
      "title": "Study: Veterans with PTSD more likely to have justice-system involvement than those without",
      "description": "A new study finds that Veterans with PTSD-compared to those without-about 60% more likely than Veterans without PTSD to have justice-system involvement. .",
      "preview": "skip to page content Talk to the Veterans Crisis Line now An official website of the United States government Here's how you know The .gov means it's"
    },
    {
      "url": "https://www.sunshinequiltcorner.com/module/newsletter.htm?newsletterId=64488",
      "title": "void",
      "description": "void",
      "preview": "Skip Navigation Website Accessibility Ph: (757) 596-7397 About Us / Contact Us / View Cart Sign up for our Newsletter \"Aisle 9\" Now Open Make sure to"
    },
    {
      "url": "https://www.leserattenhoehle.de/rl_gallery/de-germany-klett-publisher/",
      "title": "DE-Germany - Klett [publisher] › Leserattenhöhle",
      "description": "void",
      "preview": "Kommentare sind geschlossen. Diese Website benutzt Cookies. Wenn du die Website weiter nutzt, gehen wir von deinem Einverständnis aus. OK Nein Weiterl"
    },
    {
      "url": "https://www.fdp-koeln.de/politik/kapazit%C3%A4tserweiterung-der-pr-anlage-k%C3%B6nigsforst/antr%C3%A4ge",
      "title": "Kapazitätserweiterung der P+R-Anlage Königsforst | FDP Köln",
      "description": "Kapazitätserweiterung der P+R-Anlage Königsforst",
      "preview": "Startseite Politik Beschlüsse Kapazitätserweiterung der P+R-Anlage Königsforst Antrag der FDP-Fraktion 28.10.2019 Beschlüsse der Ratsgremien FDP-Frakt"
    },
    {
      "url": "http://www.centene.com/",
      "title": "Managed Care & Healthcare Solutions | Centene Corporation",
      "description": "As a managed care organization, we provide access to high-quality healthcare solutions that help families & individuals. Learn more about Centene.",
      "preview": "void"
    },
    {
      "url": "http://www.editcnc.com/",
      "title": "CNC g-code editor with DNC",
      "description": "G-code file editor with DNC software.",
      "preview": "EditCNC G-code editor and DNC software | home | features | demo | purchase | support | dnc settings | TRY FOR FREE! * When open a local search file in"
    },
    {
      "url": "http://www.gavi.org/infuse",
      "title": "INFUSE",
      "description": "Launched at Davos in 2016, Innovation for Uptake, Scale and Equity in Immunisation (INFUSE) helps improve vaccine delivery systems by connecting high-impact, proven innovations with the countries that need them most. It then \"infuses\" them with capital and expertise to help take them to scale.",
      "preview": "Skip to main content Back to INFUSE Launched at Davos in 2016, Innovation for Uptake, Scale and Equity in Immunisation (INFUSE) helps improve vaccine"
    },
    {
      "url": "https://signup.azure.com/studentverification?offerType=1",
      "title": "Azure - Sign up",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.worldcleanupday.org/",
      "title": "World Cleanup Day - Join the Global Movement for a Cleaner Planet",
      "description": "World Cleanup Day unites millions of volunteers in over 200 countries to tackle the global waste crisis and protect our environment. Be part of the solution-take action and join the movement for a cleaner, healthier world.",
      "preview": "World Cleanup Day World Cleanup Day has brought together over 114 million people in 211 countries to tackle the waste crisis. The 2024 year's World Cl"
    },
    {
      "url": "https://www.autodesk.org/",
      "title": "Autodesk Foundation",
      "description": "The Autodesk Foundation supports innovative solutions to the world's most pressing social and environmental challenges.",
      "preview": "OVERVIEW WHAT WE DO Funding Technology Talent Case Studies IMPACT Decade of Impact Report Energy & Materials Health & Resilience Work & Prosperity Imp"
    },
    {
      "url": "https://plevenzapleven.bg/blog/tag/%D0%BE%D1%82%D0%BA%D1%80%D0%B0%D0%B4%D0%BD%D0%B0%D1%82-%D0%B0%D0%B2%D1%82%D0%BE%D0%BC%D0%BE%D0%B1%D0%B8%D0%BB/",
      "title": "Плевен За Плевен - откраднат автомобил",
      "description": "Животът в Плевен, какъвто е",
      "preview": "петък 10 октомври 2025 За нас / Реклама в сайта БЕЛЕНЕ ГУЛЯНЦИ ДОЛНА МИТРОПОЛИЯ ДОЛНИ ДЪБНИК ИСКЪР КНЕЖА ЛЕВСКИ НИКОПОЛ ПОРДИМ ЧЕРВЕН БРЯГ СПОРТ ФУТБО"
    },
    {
      "url": "https://www.missingkids.org/netsmartz",
      "title": "NetSmartz Home",
      "description": "void",
      "preview": "Skip to main content Log In or register to download NetSmartz materials. Log In or register to download NetSmartz materials. Log In Forgot Password? R"
    },
    {
      "url": "http://www.mpeg.org/",
      "title": "MPEG - The Moving Picture Experts Group",
      "description": "void",
      "preview": "Group photo at MPEG 151 in Daejeon This is the home page of MPEG, the group that develops standards for coded representation of digital audio, video,"
    },
    {
      "url": "http://www.wbenc.org/",
      "title": "WBENC Women's Business Enterprise National Council - WBENC.org : WBENC",
      "description": "Women's Business Enterprise National Council",
      "preview": "× Women's Business Enterprise National Council (WBENC) WBENC Certification is the gold standard for women-owned businesses in the U.S. Learn More WBEN"
    },
    {
      "url": "https://metaphoricalnerd.tumblr.com/",
      "title": "@metaphoricalnerd on Tumblr",
      "description": "Follow @metaphoricalnerd and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://osc.gov/",
      "title": "Home",
      "description": "void",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "https://tapestrycx.qualtrics.com/jfe/form/SV_elDxRRjYI5oIVfg?Source=hamburgermenu",
      "title": "Online Survey | Built with Qualtrics Experience Management™",
      "description": "Qualtrics makes sophisticated research simple and empowers users to capture customer, product, brand & employee experience insights in one place.",
      "preview": "Javascript is required to load this page."
    },
    {
      "url": "https://ejfoundation.org/reports/blood-and-water",
      "title": "Environmental Justice Foundation | Blood and Water",
      "description": "Illegal fishing and human rights Blood and Water sets out the links between rapidly declining fish stocks in the world's oceans, in part caused by the...",
      "preview": "Blood and Water Exploring the links between illegal fishing and human rights abuses Read the report Seafood is a multi-billion dollar global industry."
    },
    {
      "url": "https://weareultraviolet.org/",
      "title": "Home - Ultraviolet",
      "description": "void",
      "preview": "Ultra Violet Full Spectrum Feminism The backlash against Feminism has been fierce, hostile, and well-funded. And it requires a strategic response. As"
    },
    {
      "url": "http://economypinballrepair.weebly.com/",
      "title": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal - Economy Pinball Repair | Long Island | Video Game & Slot Machine Repair",
      "description": "Get your pinball machine back in action with affordable repair services in Long Island! Serving NY, Suffolk, Nassau, Westchester, Queens and Brooklyn. Economy Pinball Repair specializes in pinball Video Game and Slot Machine repairing. Contact for a servi",
      "preview": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal Home"
    },
    {
      "url": "https://www.dorsets.co.uk/accommodation/search?sort=field_accommodation_rating&order=desc&f%5B0%5D=field_near%3A4&f%5B1%5D=field_near%3A33&f%5B2%5D=field_near%3A13&f%5B3%5D=field_near%3A48&f%5B4%5D=field_near%3A38&f%5B5%5D=field_near%3A32&f%5B6%5D=field_near%3A43&f%5B7%5D=field_near%3A12&f%5B8%5D=field_near%3A24&f%5B9%5D=field_near%3A50&f%5B10%5D=field_dog_friendly%3A1",
      "title": "Accommodation search | The Dorset Guide",
      "description": "void",
      "preview": "Skip to main content Accommodation search Refine search"
    },
    {
      "url": "https://reason.com/2022/10/10/biden-says-hes-pardoning-all-federal-weed-possession-offenders-he-isnt/",
      "title": "Biden Isn't Really Pardoning 'All' Federal Weed Possession Offenders",
      "description": "The pardon's language specifies that only \"current United States citizens and lawful permanent residents\" are eligible for relief.",
      "preview": "President Joe Biden announced Thursday that he is \"pardoning all prior federal offenses of simple marijuana possession.\" This is a wel come move but a"
    },
    {
      "url": "https://www.onlineshop-18.de/Kleidung-/-Mode/fuer-IHN/",
      "title": "für IHN - onlineshop-18.de - Produkte",
      "description": "für IHN - onlineshop-18.de - Produkte",
      "preview": "KOSTENLOSER VERSAND IN DEUTSCHLAND VERSAND INNERHALB VON 1 WERKTAG Kostenlose Hotline 09524 238898 0 0 Warenkorb (0,00 €) 0 Merkzettel Account Menü sc"
    },
    {
      "url": "https://ferrari.oemdtc.com/category/recalls",
      "title": "Recalls | Ferrari - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://in.coursera.org/",
      "title": "Coursera | Degrees, Certificates, & Free Online Courses",
      "description": "Learn new job skills in online courses from industry leaders like Google, IBM, & Meta. Advance your career with top degrees from Michigan, Penn, Imperial & more.",
      "preview": "Gain essential AI skills to enhance your career Get started by learning from AI experts and industry leaders such as Google, Microsoft, IBM, and Vande"
    },
    {
      "url": "https://jordanssurfacing.co.uk/how-to-extend-your-driveway-the-ultimate-guide/",
      "title": "How to Extend Your Driveway: The Ultimate Guide - Jordans Surfacing",
      "description": "Learn all the steps required to extend your driveway. Jordan Surfacing is here to help you make the best decision for your driveway!",
      "preview": "If you're thinking of extending your driveway, there are many things that need to be considered. There is a lot more to it than just laying some concr"
    },
    {
      "url": "https://www.hbomax.com/series/urn:hbo:series:GYyjGGgyuCoOEtAEAAAGQ",
      "title": "Watch Who's Talking to Chris Wallace? | HBO Max",
      "description": "Watch Who's Talking to Chris Wallace? on HBO Max. Plans start at $9.99/month. Who's Talking to Chris Wallace? Chris Wallace explores his wide range of interests across the spectrum of news, sports, entertainment, art and culture -- having candid conversations with a rich variety of guests.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://www.seattleaquarium.org/",
      "title": "Seattle Aquarium | Inspiring Conservation of our Marine Environment",
      "description": "The Seattle Aquarium offers fun, exciting ways to discover more about the amazing Puget Sound and our world's one ocean.",
      "preview": "SEA the wonder the joy what's new! Seattle Aquarium Plan Your Visit Membership Featured Aquarium highlights Step out of the Pacific Northwest and into"
    },
    {
      "url": "https://www.britannica.com/art/Renaissance-art",
      "title": "Renaissance art | Definition, Characteristics, Style, Examples, & Facts | Britannica",
      "description": "Renaissance art, painting, sculpture, architecture, music, and literature produced during the 14th, 15th, and 16th centuries in Europe under the combined influences of an increased awareness of nature, a revival of classical learning, and a more individualistic view of humans.",
      "preview": "Ask the Chatbot Games & Quizzes History & Society Science & Tech Biographies Animals & Nature Geography & Travel Arts & Culture ProCon Money Videos Re"
    },
    {
      "url": "https://monirulalam.net/2011/10/21/a-villagers-daily-life-in-keranigang/",
      "title": "A villagers Daily Life in Keranigang - MONIRUL ALAM",
      "description": "21 Oct. 2011-Keranigong.Dhaka. Bangladesh- A villager carries a bundle of jute- like fibrous plant use as a fuel, to earn his livelihood for supports his family. He passes through a road in Ruhitpure outskirts of Dhaka. Bangladesh. © Monirul Alam",
      "preview": "Skip to content Search Search for: Close .© Monirul Alam 21 Oct. 2011-Keranigong.Dhaka. Bangladesh- A villager carries a bundle of jute- like fibrous"
    },
    {
      "url": "https://one.apple.com/us?itscg=10000&itsct=one-NA-mac-tile-apl-avl-102020",
      "title": "Apple One - Apple - Upgrade Your OS",
      "description": "Bundle your Apple services and pay one convenient price with Apple One. Choose the plan that's right for you.",
      "preview": "Update to the latest iOS, iPadOS, or macOS to get Apple One. Apple One bundles up to six great Apple services into one easy subscription. Apple Music,"
    },
    {
      "url": "https://www.editorx.com/",
      "title": "Wix Studio | The Web Platform Built for Agencies and Enterprises",
      "description": "Deliver exceptional digital experiences in any industry with smart design, dev and management capabilities, built for agencies and enterprises.",
      "preview": "top of page Wix Studio Deliver brilliance. Smash deadlines. Deliver brilliance. Deliver brilliance. Smash deadlines. Smash deadlines. Deliver Deliver"
    },
    {
      "url": "https://advisory.kpmg.us/articles/2021/net-zero-commitments-where-plan.html",
      "title": "Net-zero commitments: Where's the plan?",
      "description": "Turning net-zero commitments into action requires comprehensive planning.",
      "preview": "Download PDF Share Net-zero commitments: Where's the plan? Turning net-zero commitments into action requires comprehensive planning. With 70 percent o"
    },
    {
      "url": "https://www.neaq.org/",
      "title": "New England Aquarium in Boston - Protecting Animals & the Ocean",
      "description": "Protecting the blue planet",
      "preview": "Let's Take Action for the Ocean Together A habitable planet needs a healthy ocean. A healthy ocean needs all of us. LEARN ABOUT OUR WORK Plan Your Aqu"
    },
    {
      "url": "https://business.guinnessworldrecords.com/br/contact-us?source=Website-PT-B2B-FORM-HOME-PAGE",
      "title": "ONE FORM. ENDLESS POSSIBILITIES.",
      "description": "Contact our specialist team today to find out more about our paid-for services. These include inviting a judge to your event or finding a suitable record title.",
      "preview": "Soluções Corporativas Para receber mais informações sobre nossas soluções empresariais pagas, preencha este formulário e um especialista de nossa equi"
    },
    {
      "url": "https://fconline.foundationcenter.org/fdo-grantmaker-profile/?key=PELS002",
      "title": "Donald a Pels Charitable Trust Utd 8/18/92 C/o Pkf O'connor Davies | Foundation Directory | Candid",
      "description": "void",
      "preview": "Skip to main content Skip to footer × Sign up for free to keep searching Find more funders Profile Last Updated: 12/20/2024 Grant Information Last Upd"
    },
    {
      "url": "http://www.5straight.net/",
      "title": "5ive Straight - Official Website for 5ive Straight, Five Straight board game, fun board games",
      "description": "5ive Straight board game has excitement, strategy, and is an addictive, fun peg board game. 5ive Straight board games keep players on their toes as they try to outsmart their opponents. Remember, it is 5ive Straight, not Five Straight board game.",
      "preview": "• TOM VASEL REVIEW! { CLICK HERE TO VIEW } • WINNING MOVES GAMES REVIEW! { CLICK HERE TO VIEW } • Hogwa5h Gaming REVIEW! { CLICK HERE TO VIEW } CLICK"
    },
    {
      "url": "https://jasoncanty01.tumblr.com/post/126527477477",
      "title": "Jason Canty's Tumblr Stuffs - Is learning computer science linked to improved learning in other subjects? - Is learning computer science linked to improved...",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \" Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "Jason Canty's Tumblr Stuffs Yeah I'm Jason Canty, I run Angry Viking Press (http://www.angryvikingpress.com) Home Archive Subscribe (RSS) Ask me anyth"
    },
    {
      "url": "https://m.familleperrin.com/12PCF6YRJ7",
      "title": "Famille Perrin, Southern Rhone Valley | Our wineries",
      "description": "Famille Perrin, Southern Rhone Valley. It is no coincidence Famille Perrin is the leading organic wine grower of the Southern Rhône Valley where they occupy...",
      "preview": "English English Our wineries La Vieille Ferme La Vieille Ferme Sparkling La Plume Famille Perrin - Les Crus Famille Perrin - Sélections Parcellaires D"
    },
    {
      "url": "https://www.thesun.co.uk/news/",
      "title": "Latest News headlines, exclusives and opinion | The Sun",
      "description": "Breaking headlines and latest news from the UK and the World. Exclusives, live updates, pictures, video and comment from The Sun",
      "preview": "Jump directly to the content UK Edition US Edition Scottish Sun Irish Sun Search My Account Sign in Sun Club MORE SECTIONS Tech Royals Wellness Dear D"
    },
    {
      "url": "https://p.badoo.com/l/2f23922d23e23c25722521422122120b21",
      "title": "Sito/app di incontri gratis: chat, amici, amore | Badoo",
      "description": "Entra nella community di Badoo, l'app di incontri gratis migliore al mondo. Chatta prima di far scattare l'affinità e conosci nuovi amici e gente in zona.",
      "preview": "Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiamo impiegando più del previsto... Scusaci, sembra che ci stiam"
    },
    {
      "url": "https://classicharleyjp.blogspot.com/2021/11/beautiful-full-custom-80s-honda-ikon.html",
      "title": "MYPerformance Blog: Beautiful full custom 80`s Honda Ikon Racer Replica only 1500 units limited D edition ...",
      "description": "1983 CB1100RD",
      "preview": "void"
    },
    {
      "url": "http://www.climatiq.io/",
      "title": "Climatiq - API for Carbon Footprint Calculations",
      "description": "Use Climatiq's API and emission factors database to measure carbon emissions when and where they happen.",
      "preview": "Products Use cases Resources Methodology Hub Customers Contact sales Log in Get started Get started Emission factors made easy. Access scientifically-"
    },
    {
      "url": "https://ghgprotocol.org/corporate-standard",
      "title": "Corporate Standard | GHG Protocol",
      "description": "The GHG Protocol Corporate Accounting and Reporting Standard provides requirements and guidance for companies and other organizations, such as NGOs, government agencies, and universities, that are preparing a corporate-level GHG emissions inventory.",
      "preview": "Skip to main content Subscribe to GHG Protocol's email list HERE , Access information about the corporate suite of standards update process HERE Enter"
    },
    {
      "url": "https://www.iltempo.it/tag/cinetel/",
      "title": "cinetel | Il Tempo",
      "description": "Leggi subito le ultime notizie della sezione cinetel | iltempo.it",
      "preview": "Cerca + In evidenza Sezioni HOME POLITICA Superpodio #iltempodioshø ROMA CAPITALE ATTUALITA' ESTERI ECONOMIA Sport METEO PERSONAGGI OPINIONI&COMMENTI"
    }
  ],
  "_meta": {
    "total_bookmarks": 137
  }
}