{
  "data": [
    {
      "url": "http://portal.microsoftonline.com/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.springernature.com/ccpa",
      "title": "California Privacy Rights Act | Springer Nature | Legal information | Springer Nature",
      "description": "California Privacy Rights Act",
      "preview": "Search Search EN CN (Chinese) DE (German) ES (Spanish) FR (Français) JP (Japanese) Menu Home Products Open science Authors Editors Peer Reviewers Poli"
    },
    {
      "url": "http://www.beltsdirect.com/",
      "title": "Fashion and Pet Accessories - Buckle-Down",
      "description": "Buckle-Down offers a wide range of stylish, durable accessories from seatbelt belts to pet accessories. Elevate your look and express your personality with our pop-culture inspired designs. Shop now for belts, buckles, and more that make a statement.",
      "preview": "Skip to content FREE U.S. Shipping for All Orders Over $99 Country/region United States (USD $) Albania (ALL L) Algeria (DZD د.ج) Andorra (EUR €) Ango"
    },
    {
      "url": "https://citizensleague.org/",
      "title": "The Citizens League Creates and Advances Solutions for Minnesota",
      "description": "The Citizens League is a member-supported nonpartisan nonprofit organization that champions the role of all Minnesotans to govern for the common good.",
      "preview": "Common Ground. Common Good. The Citizens League is a nonpartisan, nonprofit organization that empowers people to engage in civic life and public polic"
    },
    {
      "url": "http://Philstar.com?trk=organization_guest_main-feed-card-text",
      "title": "Philstar.com | Latest Philippine news and multimedia",
      "description": "Digital portal of the STAR Group of Publications: Delivers the latest news and views, multimedia, analyses and in-depth reports on the Philippines, sports, business, entertainment, lifestyle and culture.",
      "preview": "Philstar.com | Latest Philippine news and multimedia Digital portal of the STAR Group of Publications: Delivers the latest news and views, multimedia,"
    },
    {
      "url": "https://taelor.style/",
      "title": "Dress nice with GQ Best Men's Clothing Rental Subscription - Taelor.Style",
      "description": "Best menswear clothing rental, like Rent the Runway for men or Nuuly for men. Styling service included. Customer rating 4.9 out of 5.0. 20% off first month.",
      "preview": "Skip to content How Taelor Works 1 Get Styled by Experts Get styled for your goals-AI and human stylists. No shopping! 2 Rent High Quality Brands Wear"
    },
    {
      "url": "https://www.wordtune.com/",
      "title": "Wordtune - Express yourself with confidence",
      "description": "Perfect your English with a free AI writer that can paraphrase, rewrite, correct your grammar and more.",
      "preview": "Get Wordtune for free No credit card required. Get a feel for what Wordtune can do for you Write. Rewrite. Repeat. Choose from a custom list of contex"
    },
    {
      "url": "https://switchboardta.transistor.fm/",
      "title": "Switchboard",
      "description": "Switchboard is a one-stop resource hub for refugee service providers in the United States.",
      "preview": "Switchboard is a one-stop resource hub for refugee service providers in the United States. Play Episode One Pause Episode January 9, 2025 • 25 Minutes"
    },
    {
      "url": "https://www.uncovercolorado.com/hotels/bison-peak-lodge-at-puma-hills/",
      "title": "Bison Peak Lodge at Puma Hills - Lake George, CO - Uncover Colorado",
      "description": "The Bison Peak Lodge at Puma Hills, located in Lake George, Colorado, provides guests with a comfortable and stress-free camping experience that is complete with all the modern amenities of a luxury vacation.",
      "preview": "Skip to main content Skip to header right navigation Skip to site footer Bison Peak Lodge at Puma Hills - Lake George The Main Lodge. Photo: Bison Pea"
    },
    {
      "url": "https://www.brides.com/exclusive-jenna-ushkowitz-david-stanley-married-5194061",
      "title": "5 Favorite Details from Jenna Ushkowitz and David Stanley's Big Day",
      "description": "We'll show you some of the best elements of the actress' unforgettable wedding.",
      "preview": "Skip to content 91 years of expert advice and inspiration, for every couple. Subscribe Email Address Subscribe Thank you [email] for signing up. Pleas"
    },
    {
      "url": "https://ed.ted.com/lessons/what-does-the-world-s-largest-machine-do-henry-richardson",
      "title": "What does the world's largest machine do? - Henry Richardson | TED-Ed",
      "description": "In 1967, Homer Loutzenheuser flipped a switch and connected the power grids of the United States, forming one interconnected machine. Today, the US power grid is the world's largest machine, containing more than 7,300 electricity-generating plants. So how exactly do these power plants work? Henry",
      "preview": "Skip to main content Your browser is not supported . This website may not work as expected. Please use the latest version of Chrome, Firefox, Safari,"
    },
    {
      "url": "https://secure.donorschoose.org/credits",
      "title": "DonorsChoose: Check Cookies",
      "description": "DonorsChoose connects teachers in high-need communities with donors who want to help.",
      "preview": "You're on track to get doubled donations (and unlock a reward for the colleague who referred you). Keep up the great work! Take credit for your charit"
    },
    {
      "url": "https://support.serviceshub.microsoft.com/supportforbusiness/create?sapId=d66407ed-3967-b000-4cfb-2c318cad363d",
      "title": "Services Hub",
      "description": "Microsoft Services Hub",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.tent.org/become-a-member/",
      "title": "Join the Tent Partnership for Refugees",
      "description": "Join Tent to learn about global refugee trends; gain access to resources, connect with businesses and learn what your company can do to help refugees.",
      "preview": "Home About Our Founder Our CEO Our Team Join Our Team Our Board Our Advisory Councils Europe United States Our Work Hiring Training Mentoring LGBTQ Re"
    },
    {
      "url": "http://www.prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Statements/async_function",
      "title": "async function - JavaScript | MDN",
      "description": "The async function declaration creates a binding of a new async function to a given name. The await keyword is permitted within the function body, enabling asynchronous, promise-based behavior to be written in a cleaner style and avoiding the need to explicitly configure promise chains.",
      "preview": "Skip to main content Skip to search async function Baseline Widely available This feature is well established and works across many devices and browse"
    },
    {
      "url": "https://discussions.apple.com/terms",
      "title": "Apple Support Communities Use Agreement - Apple Community",
      "description": "Apple Support Communities Terms of Use",
      "preview": "Go back to my question Apple Support Communities Use Agreement Updated December 12, 2024 This Apple Support Communities Use Agreement (the \"Agreement\""
    },
    {
      "url": "https://www.movieguide.org",
      "title": "Home | Movieguide | Movie Reviews for Christians - Movieguide | Movie Reviews for Families",
      "description": "Movieguide® reviews movies from a Christian perspective for families and works in Hollywood to redeem the media.",
      "preview": "Home Top Stories Soul On Fire World Premiere Soul on Fire Interview: Director Sean McNamara & William H. Macy Soul on Fire: Interview with John Corbet"
    },
    {
      "url": "http://www.fantascienza.com/",
      "title": "Fantascienza.com",
      "description": "void",
      "preview": "Home Libri Cinema Serie TV Scienza Giochi Racconti Video Delos Informazioni Contatti Redazione Collaboratori Crea un link a Fantascienza.com Collabora"
    },
    {
      "url": "https://www.glueckshufeisen.de/produkt/vergoldetes-glueckshufeisen-mit-geschenkbox-tempus-fugit/",
      "title": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" kaufen - Glueckshufeisen.de",
      "description": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" online kaufen. Personalisierbar ✅Geschenkidee ✅ Schneller Versand ✅ Hochwertig ✅ Jetzt kaufen!",
      "preview": "Direkt zum Inhalt Zu Produktinformationen springen Medien 1 in Modal öffnen Medien 2 in Modal öffnen Medien 3 in Modal öffnen Medien 4 in Modal öffnen"
    },
    {
      "url": "https://developer.android.com/google-play/guides/play-pass",
      "title": "Google Play Pass | Google Play Console",
      "description": "Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app purchases. Play Pass provides a high-quality, curated collection of titles - with new content added regularly.",
      "preview": "Grow with Google Play Pass Google Play Pass is a subscription service offering access to over 1000 apps and games, completely free of ads and in-app p"
    },
    {
      "url": "https://hu.wordpress.org/plugins/gdpr-cookie-compliance/",
      "title": "GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law - WordPress bővítmény | WordPress.org Magyar",
      "description": "Cookie notice banner for GDPR, CCPA, EU cookie law, data protection and privacy regulations and other cookie law and consent notice requirements on yo ...",
      "preview": "WordPress.org Plugin Directory GDPR Cookie Compliance - Cookie Banner, Cookie Consent, Cookie Notice for CCPA, EU Cookie Law Bővítmények keresése Rész"
    },
    {
      "url": "https://www.rcfp.org/reporters-recording-guide/wisconsin/",
      "title": "Wisconsin | The Reporters Committee for Freedom of the Press",
      "description": "void",
      "preview": "Skip to content Skip over table of contents to continue reading article Reporter's Recording Guide Last updated June 2020 Compare Summary An individua"
    },
    {
      "url": "https://www.renttherunway.com/",
      "title": "Rent the Runway: 40% Off Clothing Subscriptions Thru 10/13",
      "description": "Rent the Runway's sale is live! Subscribe to a clothing subscription and rent designer dresses and everyday fashion at 40% off.",
      "preview": "How it Works Heart How it Works Contact us Pause Video It's always an RTR day It's always an RTR day Rent the Runway is the clothing rental subscripti"
    },
    {
      "url": "http://www.camcom.it/",
      "title": "Sistema Camerale | Unioncamere",
      "description": "void",
      "preview": "Salta al contenuto principale Amministrazione trasparente Albo fornitori Chi Siamo Sistema Camerale Rassegna Stampa Accedi all'area riservata MENU Cer"
    },
    {
      "url": "https://chronicle.security/",
      "title": "Google Security Operations | Google Cloud",
      "description": "Google Security Operations, formerly known as Chronicle, enables security teams to detect, investigate, and respond to threats with the speed, scale, and intelligence of Google.",
      "preview": "Go beyond the hype and unlock AI's true potential. Join our half-day Agentic SOC workshop for security practitioners and gain real-world skills. Googl"
    },
    {
      "url": "http://www.soundblaster.com/",
      "title": "Schede audio DAC e amplificatore USB interne ed esterne e guida per l'acquisto Sound Blaster - Creative Labs (Italia)",
      "description": "La gamma di prodotti Sound Blaster possiede una soluzione di aggiornamento audio, sia interna che esterna, per qualsiasi configurazione. Non limitarti a visuali straordinarie. Ridefinisci la tua esperienza audio con Sound Blaster.",
      "preview": "Utilizziamo i cookie, che sono piccoli file di testo, per migliorare la tua esperienza sul nostro sito Web e per mostrarti contenuti personalizzati. P"
    },
    {
      "url": "https://earth.stanford.edu/news/oil-spills-and-coastal-resilience",
      "title": "Oil spills and coastal resilience | Stanford Doerr School of Sustainability",
      "description": "void",
      "preview": "News & Events Research topics Biodiversity Cities & society Climate Energy Hazards Land & water Oceans All research news All research topics School ne"
    },
    {
      "url": "https://www.conservation.org/what/Pages/forests.aspx",
      "title": "Stabilizing Our Climate by Protecting and Restoring Nature",
      "description": "To prevent irreversible damage to the climate that sustains us, humanity must reduce climate-warming greenhouse gases and remove excess carbon from the atmosphere.",
      "preview": "Stabilizing our climate by protecting and restoring nature © Thomas Muller To prevent irreversible damage to the climate that sustains us, humanity mu"
    },
    {
      "url": "https://blog.slowianskibestiariusz.pl/tag/slowianskie-demony/",
      "title": "słowiańskie demony - Słowiański Bestiariusz",
      "description": "void",
      "preview": "Tag Archives: słowiańskie demony Skarbnik - demon podziemi Małgorzata Turant 21 września, 2020 Demony Lokalne 1 Skarbnik - demon podziemi Nasi przodko"
    },
    {
      "url": "http://www.a-d.us/",
      "title": "A Leader In The Food Service Industry | The Anderson-DuBose Company",
      "description": "The Anderson-DuBose Company is a leader in the food service industry and has been revovutionizing the distribution industry since 1991.",
      "preview": "Skip to content The Anderson-dubose company A Leader in the Food Service Industry Ranked Top 99 Best Workplaces for Top Talent There's a reason for th"
    },
    {
      "url": "https://shopify.dev/",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://www.planetgain.com/",
      "title": "Planet Gain - Home",
      "description": "void",
      "preview": "Home Institutional Bales Accessories & Shoes Contact Us Welcome to Planet Gain Planet Gain is a rapidly evolving textile company that accepts an array"
    },
    {
      "url": "https://www.nature.org/en-us/",
      "title": "The Nature Conservancy: A World Where People & Nature Thrive",
      "description": "We're working around the world to protect the lands and waters on which all life depends and fight climate change. Join us.",
      "preview": "Every gift today has twice the power for nature. Give Now. Close interstitialRedirectModalTitle interstitialRedirectModalMessage interstitialRedirectM"
    },
    {
      "url": "http://ossbss.pipelinepub.com/index.php?download=1568",
      "title": "Research Center",
      "description": "Pipeline, OSS, BSS, whitepapers, webinars, articles, reports, analyst, brochures, presentations, case studies, research, publication, magazine, ebooks, surveys, videos, information, market, data, communications, information technology, IT, CSP, service provider, telecom, cable, MSO, mobile",
      "preview": "Home Subscribe Knowledge Center Research Center News Center Webinars Sponsors Innovation Awards About Pipeline Industry Advisory Board Marketing Oppor"
    },
    {
      "url": "https://dreamstudio.ai/generate",
      "title": "Dream Studio, Stable Diffusion in an easy-to-use application",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.deafwest.org/about",
      "title": "About Deaf West Theatre | Transforming Accessibility in the Arts",
      "description": "Learn about Deaf West Theatre's mission to create accessible, bilingual performances in American Sign Language (ASL) and English.",
      "preview": "top of page ABOUT Deaf West Theatre is dedicated to groundbreaking arts projects. By engaging creatives and audiences, we amplify and expand the defin"
    },
    {
      "url": "https://digg.com/",
      "title": "Digg - Handmade by human hands using machines",
      "description": "Digg is where people go to look at cool things while they eat a big bowl of cereal.",
      "preview": "Humanity at the core. Technology at the edges. We're building a human-first community platform that places authentic community and connection at the f"
    },
    {
      "url": "https://www.aktivortho.ch/cst_fachanwender_verordnungsformular/fa_verordnungsformular.php?other_prescriptions=Mc+David+Anklebrace",
      "title": "aktivortho Verordnungsformular Generator",
      "description": "void",
      "preview": "Verordnungsformular Generator Name: Vorname: Adresse: Geburtsdatum: / / TT / MM / JJJJ KK IV SUVA MV UVG Für Rückfragen: Name: Telefon: Diagnose: Sons"
    },
    {
      "url": "https://neue-debatte.com/tag/peter-spiegel/",
      "title": "WordPress.com",
      "description": "void",
      "preview": "WordPress Please enable JavaScript in your browser to enjoy WordPress.com."
    },
    {
      "url": "https://iibuffalo.org/new-american-integration/",
      "title": "New American Integration - International Institute of Buffalo",
      "description": "Embrace diversity and economic development in Western New York with our programs that empower refugees and immigrants to thrive and contribute.",
      "preview": "Skip to main content Search Close Search New American Integration Welcoming Foreign-Born Individuals Refugees and immigrants are essential to Western"
    },
    {
      "url": "http://www.olidata.it/",
      "title": "Home - Olidata",
      "description": "// Welcome Olidata: the power of Pioneers Siamo una holding di consulenza tecnologica e lavoriamo per offrire al mercato soluzioni complete e all'avanguardia, in grado di rispondere in maniera efficace e propositiva alle richieste di un settore sfidante e dinamico come quello dell'IT. // TECHNOLOGY Le principali competenze sono in ambito Big Data & Analytics [...]",
      "preview": "Progettiamo soluzioni end-to-end per lanciare le aziende verso la vera Digital Revolution. Gallery Contatti Via Giulio Vincenzo Bona, 120, 00155 Roma"
    },
    {
      "url": "https://www.freepeople.com/shop/hailey-dress2/?color=066&type=REGULAR&quantity=1",
      "title": "Hailey Dress | Free People",
      "description": "Shop our Hailey Dress at FreePeople.com. Boho clothing for the creative spirit- free worldwide shipping.",
      "preview": "Skip to main content Your browser does not have JS enabled, you are still able to browse the website but you won't be able to access advanced features"
    },
    {
      "url": "https://segaretro.org/index.php?title=Template:MagazineName/Name&oldid=595326",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Please wait a moment while we ensure the security of your connection. Sadly, you must enable JavaScript to ge"
    },
    {
      "url": "https://www.elmundo.es/ciencia-y-salud.html",
      "title": "Ciencia y Salud. Noticias y última hora | EL MUNDO",
      "description": "Toda la información y noticias de última hora de Ciencia y Salud. Hallazgos científicos y médicos, estudios e informes con el mayor rigor y el trabajo de profesionales.",
      "preview": "CIENCIA Y SALUD Redacción: PILAR PÉREZ Madrid La fertilidad de la mujer no solo depende del número de óvulos: el tejido ovárico y sus conexiones cereb"
    },
    {
      "url": "https://kookitodesign.com/blog/woreczki-na-przysmaki-dla-psa-wybierz-najlepszy",
      "title": "Woreczki na przysmaki dla psa - wybierz najlepszy! - Akcesoria dla psów - Sklep dla psów | Kookito Design",
      "description": "Wszyscy psiarze chcą dla swoich czworonożnych pupilów tego, co najlepsze - dlatego kupujemy różnego rodzaju akcesoria dla psów. Coraz popularniejszym gadżetem wśród amatorów tych czworonogów stają się woreczki na przysmaki dla psa, które przydają się podc",
      "preview": "Koszyk jest pusty x Do bezpłatnej dostawy brakuje -,-- Darmowa dostawa! Suma 0,00 zł Cena uwzględnia rabaty Realizuj zamówienie"
    },
    {
      "url": "https://www.lenovo.com/us/en/about/foundation/",
      "title": "Lenovo Foundation - Making a Difference Through Innovation | Lenovo US",
      "description": "The Lenovo Foundation is committed to creating positive social impact through technology innovation. Learn about our programs and partnerships.",
      "preview": "void"
    },
    {
      "url": "http://palacantonin.pl/en",
      "title": "Palace in Antonin",
      "description": "void",
      "preview": "Skip to main content Pl Eng D Accommodation Reservation Location Contact Buy Adidas Yeezy Boost,Adidas Buy Yeezy Boost Adidas Yeezy 350 Original,adida"
    },
    {
      "url": "https://kubernetes.io/docs/concepts/workloads/pods/",
      "title": "Pods | Kubernetes",
      "description": "Production-Grade Container Orchestration",
      "preview": "Pods Pods are the smallest deployable units of computing that you can create and manage in Kubernetes. A Pod (as in a pod of whales or pea pod) is a g"
    },
    {
      "url": "https://www.tandyleather.com/en/leather-buying-guide.html",
      "title": "Leather Education - Tandy Leather, Inc.",
      "description": "Leather materials and supplies for all crafters ranging from the hobby level to commercial.",
      "preview": "Skip to Content Go to Accessibility Statement FREE SHIPPING ON ORDERS OVER $149* FREE SHIPPING ON ORDERS OVER $149* Store Locator Leather Classes Cust"
    },
    {
      "url": "http://www.gennx360.com/",
      "title": "GenNx360 | Private Equity | Middle-Market | Industrial Business Services",
      "description": "GenNx360 Capital Partners is a private equity firm focused on investing in industrial and business services companies in the U.S. middle market. We seek investment opportunities in the industrial machinery and components, oil and gas, logistics and supply chain management, agricultural, specialty chemicals, and aerospace sectors.",
      "preview": "Sign up for updates! Close GenNx360 is a private equity firm driving value through Operational Engagement and Investment Excellence GenNx360 is a priv"
    },
    {
      "url": "https://brandynisapunk.tumblr.com/post/121123697991",
      "title": "Maryland moves to increase diversity in computer... - I totally don't like foxes...",
      "description": "Maryland moves to increase diversity in computer science http://blog.code.org/post/121123281798/md codeorg: \"A rigorous computer science course can't satisfy a required technology credit for...",
      "preview": "Menu I totally don't like foxes... Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy"
    },
    {
      "url": "https://cozyearth.com/collections/online-warehouse-sale",
      "title": "Online Warehouse Sale | Cozy Earth",
      "description": "Shop our online warehouse sale and save up to 55% on best-selling products and more. Hurry, limited quantities available! All items are final sale.",
      "preview": "Please note: This Item is final sale. Exchanges, returns, & warranties not allowed. Valid while supplies last. All sales final. Added to Bag Pairs Gre"
    },
    {
      "url": "https://docs.python.org/3/library/asyncio.html",
      "title": "asyncio - Asynchronous I/O - Python 3.14.0 documentation",
      "description": "Hello World!: asyncio is a library to write concurrent code using the async/await syntax. asyncio is used as a foundation for multiple Python asynchronous frameworks that provide high-performance n...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Networking and Interprocess Communication »"
    },
    {
      "url": "https://code.msdn.microsoft.com/",
      "title": "Microsoft Learn: Build skills that open doors in your career",
      "description": "Gain technical skills through documentation and training, earn certifications and connect with the community",
      "preview": "Learning for everyone, everywhere Explore Microsoft product documentation, training, credentials, Q&A, code references, and shows. Search Popular tech"
    },
    {
      "url": "https://www.321chat.com/",
      "title": "321 Chat - Free Chat Rooms for Everyone",
      "description": "Free chat rooms for everyone.",
      "preview": "CHAT Home Chat Rooms Teen Chat Adult Chat Senior Chat Kid Chat Gay Chat Lesbian Chat Gay Teen Chat Transgender Chat Furry Chat Religion Chat Black Cha"
    },
    {
      "url": "https://www.aspca.org/helping-people-pets/shelter-intake-and-surrender/pet-statistics#:~:text=Approximately%206.3%20million%20companion%20animals,and%203.2%20million%20are%20cats.",
      "title": "U.S. Animal Shelter Statistics | Shelter Intake and Surrender | ASPCA",
      "description": "Last year, approximately 5.8 million companion animals enter shelters nationwide. Learn where they come from, and how you can fight animal homelessness.",
      "preview": "Skip to content U.S. Animal Shelter Statistics The Issue More Info Many shelters across the country are full, and animals, especially dogs, are often"
    },
    {
      "url": "https://same.energy/",
      "title": "Same Energy | Visual Search Engine",
      "description": "Find beautiful images.",
      "preview": "Drop image(s) anywhere Press to search for Creative Commons images (specifically, CC-BY). These images can be used for free in both commercial and non"
    },
    {
      "url": "https://beinternetawesome.withgoogle.com/en_us/interland",
      "title": "Play Interland - Be Internet Awesome",
      "description": "Interland is an adventure-packed online game that puts the key lessons of digital citizenship and safety into hands-on practice. Play your way to being Internet Awesome.",
      "preview": "Page 1 Created with Sketch. right hand side copy Created with Sketch. right hand side copy Created with Sketch. Page 1 Created with Sketch. right hand"
    },
    {
      "url": "https://www.culture.gouv.fr/Regions",
      "title": "Ministère de la Culture | Ministère de la Culture",
      "description": "Ministère de la Culture / services déconcentrés en région",
      "preview": "Régions Le ministère de la Culture développe ses politiques culturelles sur l'ensemble du territoire, par l'action des directions régionales des affai"
    },
    {
      "url": "https://www.ame-church.com/",
      "title": "Official AME Church Website - African Methodist Episcopal Church",
      "description": "Official AME church website. History, structure, worldwide outreach, announcements of events, and other news and information.",
      "preview": "Home Bishop Silvester Scott Beaman President of The Council of Bishops Read Bio General Conference 2024 Information Conference Minutes Now Available V"
    },
    {
      "url": "https://www.dayitalianews.com/caltagirone-protocollo-violenza-donne-disparita-genere/",
      "title": "Caltagirone, firmato un protocollo d'intesa per la prevenzione della violenza sulle donne e la disparità di genere",
      "description": "Un protocollo d'intesa \"per azioni di prevenzione e contrasto della violenza e disparità di genere\" è stato firmato stamani, al municipio, dall'assessore alla Legalità e Sicurezza Giuseppe Fiorito (delegato dal sindaco Fabio Roccuzzo)",
      "preview": "Skip to content Chi siamo Contatti Ricerca per: Home Catania notizie Catania i fatti della città Caltagirone, firmato un protocollo d'intesa per la pr"
    },
    {
      "url": "https://www.nltk.org/api/nltk.tokenize.sexpr.html",
      "title": "NLTK :: nltk.tokenize.sexpr module",
      "description": "void",
      "preview": "NLTK Documentation API Reference Example Usage Module Index Wiki FAQ Open Issues NLTK on GitHub Installation Installing NLTK Installing NLTK Data More"
    },
    {
      "url": "https://tvn24.pl/swiat",
      "title": "Wiadomości ze świata - najnowsze informacje ze świata - TVN24",
      "description": "Czytaj najnowsze wiadomości ze świata i oglądaj wideo w portalu TVN24! U nas zawsze aktualne informacje z Polski, ze świata, relacje na żywo i wiele więcej.",
      "preview": "Subskrybuj Przejdź do Szukaj Wyczyść Szukaj Znaleziono 0 materiałów zawierających: Redakcja poleca: Zobacz więcej wyników Moje konto Oglądaj dalej Obs"
    },
    {
      "url": "https://daluckdragon26.tumblr.com/",
      "title": "@daluckdragon26 on Tumblr",
      "description": "21, she/her. this is my main, my art blog is @sabinelacqua",
      "preview": "Posts anonbeadraws Follow Rest your bones, while you still have them. Today's warm up: Ghostly Vibes (1:30hr) grozat Follow a grey lady transfemmbeatr"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0-cl-agnostic-lizard-0.0.0-1.fe3a737.drv",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/fayvvl9h31rj5jg35kh0h072yhi9zdc0- cl-agnostic-lizard-0.0.0-1.fe3a737.drv Detail view Formatted view Plain view View JSON Inputs File name /"
    },
    {
      "url": "https://tendadaalma.pt/categoria-produto/baralhos-de-tarot-e-adivinhacao/",
      "title": "Baralhos de Tarot e Adivinhação - Tenda da Alma - Produtos Esotéricos",
      "description": "TENDA DA ALMA, Produtos esotéricos O Tarot é um baralho de 78 cartas, que servem para adivinhação e a meditação, ou para a prática da magia ritual, e é também um poderoso agente de psicoterapia através de análises e conselhos psicológicos. O Tarot compreende 22 Arcanos Maiores e 56 Arcanos Menores. Há no Tarot algo de magnético e fascinação. Não há duas pessoas que tenham a mesma reacção perante essas estranhas cartas, mas não há dúvida de que ninguém esquece a primeira vez que as vê ou vai sentar-se como consultante na mesa de um intérprete experiente. Servem para analisar a mente e o espírito. Tiram do subconscientes os receios e as angústias.",
      "preview": "Baralhos de Tarot e Adivinhação Home Baralhos de Tarot e Adivinhação Baralhos de Tarot e Adivinhação TENDA DA ALMA, Produtos esotéricos O Tarot é um b"
    },
    {
      "url": "https://www.miga.org/",
      "title": "Homepage | World Bank Group Guarantees | MIGA",
      "description": "void",
      "preview": "Skip to main content Guarantee Platform World Bank Group Guarantees deliver efficiency and boost impact Get in Touch 1 / 3 Credit Guarantees For loans"
    },
    {
      "url": "https://careersolutionsjobs.org/donate/friends-of-career-solutions/",
      "title": "Friends of Career Solutions - Career Solutions",
      "description": "Success begins here! Friends of Career Solutions (FOCS) is a 501c3 Not-For-Profit collaborating with Career Solutions on workforce programs serving youth and immigrants. Thanks to sponsorships, donations, and grants, programs are FREE to participants. Donations are tax deductible.",
      "preview": "Skip to content Friends of Career Solutions Friends of Career Solutions Career Solutions 2025-07-16T12:13:52-05:00 Success begins here! Friends of Car"
    },
    {
      "url": "https://invest.bnpparibas.com/en/bnp-paribas-share/investment-calculator-and-share-price",
      "title": "BNP Paribas Share price | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Share price (real time data - Paris time) Share price history download Change Open High Low Close d-1 Volume Var 31/12/"
    },
    {
      "url": "https://seabos.org/",
      "title": "SeaBOS - Connecting science with industry leaders for biosphere stewardship",
      "description": "We connect science with industry to lead global transformation towards sustainable seafood production",
      "preview": "Seafood Business for Ocean Stewardship (SeaBOS) Leading a science-based global transformation towards sustainable seafood production and a healthy oce"
    },
    {
      "url": "http://www.simpletexting.com",
      "title": "SMS marketing services & texting platform | SimpleTexting",
      "description": "Use the text messaging service 17,000+ businesses trust. Send SMS marketing campaigns, receive texts, and message one-on-one.",
      "preview": "They're raising prices (again) 🫠. Check out our affordable plans with unlimited contacts. A texting service designed to help small businesses win Ever"
    },
    {
      "url": "https://www.mlb.com/news/former-minor-league-pitcher-solomon-bates-comes-out-as-gay",
      "title": "Former Minor League pitcher Solomon Bates comes out as gay",
      "description": "SAN DIEGO -- Former Giants Minor League pitcher Solomon Bates came out publicly as gay in an Instagram post on Tuesday, also announcing that he had been released by the organization. \"Being gay in this sport you don't know what comes at you!\" Bates wrote. \"I thank the \\[G\\]iants for",
      "preview": "Skip to Content SAN DIEGO -- Former Giants Minor League pitcher Solomon Bates came out publicly as gay in an Instagram post on Tuesday, also announcin"
    },
    {
      "url": "https://genealogy.cjh.org/synagogue/649",
      "title": "Ackman & Ziff Genealogy Institute at the Center for Jewish History",
      "description": "void",
      "preview": "Toggle navigation Ackman & Ziff Family Genealogy Institute A&ZFGI @ CJH Family History Collections NYC Synagogue Map Home New York Historical Synagogu"
    },
    {
      "url": "https://elhablador.com/blog/tag/tadeo-palacios/",
      "title": "Tadeo Palacios - Bitácora de El Hablador",
      "description": "void",
      "preview": "Skip to the content Close Menu La violencia reexaminada Por C. Briceño Ángeles Mailer publicó Los desnudos y los muertos tres años después de finaliza"
    },
    {
      "url": "https://cz.products.erstegroup.com/Retail/cs/Produkty/Certifikaty/Bonus_certifikaty/Stranky/NovuC3uA9_emise/index.phtml",
      "title": "Investiční centrum",
      "description": "Přehled důležitých údajů o finančním trhu. Akcie a indexy. Peněžní a kapitálové trhy. Měny. Komodity. Mince a drahé kovy. kryptoměny.",
      "preview": "Přeskočit navigaci Jdi na Novinky Jdi na Přehled trhů Jdi na Aktuální produkty Jdi na Research Česká spořitelna 1 / 4 Zastavit Investiční centrum Česk"
    },
    {
      "url": "https://www.hunter.cuny.edu/communications/pressroom/news/an-evening-with-alumnus-arlene-alda-54",
      "title": "Office of Communications and Marketing | Hunter College",
      "description": "The Office of Communications and Marketing is responsible for developing and disseminating the official messages of Hunter College to internal and external audiences, and for gathering the most newsworthy stories from around campus.",
      "preview": "Office of Communications and Marketing Welcome The Office of Communications and Marketing is responsible for developing and disseminating the official"
    },
    {
      "url": "https://www.ekollel.com/?s=are%20nestle%20nerds",
      "title": "You searched for are nestle nerds - The Kosher Portal",
      "description": "void",
      "preview": "Skip to content Sorry, but nothing matched your search terms. Please try again with some different keywords. Search for: Search"
    },
    {
      "url": "https://falcontech.com/products/ortronics-or-ks5ea-36-cat5e-rj45-keystone-jack-module-techchoice-blue",
      "title": "Ortronics KS5EA-36 CAT5e RJ45 KeyStone Jack Module TechChoice, Blue - FalconTech",
      "description": "Manufacturer: Ortronics Performance Level: Category 5e Termination: 110 punchdown Conductors: 8 Position, 8 Wire Color: Blue Compatibility: TechChoice Faceplates, Surface Mount Boxes, Patch Panels and most other manufacturer's keystone faceplates and patch panels.Specification Sheet: ViewSKU: KS5EA-36",
      "preview": "\"Call us, we will answer the phone. 314-994-9066 in English or Español!\" - John Baragiola | President Send A Quick Quote Roll over image to zoom in Or"
    },
    {
      "url": "https://www.tuko.co.ke/kenya/counties/440055-police-arrest-6-chinese-citizens-illegally-working-kenya/",
      "title": "Police Arrest 6 Chinese Citizens Illegally Working in Kenya - Tuko.co.ke",
      "description": "Police officers in Nairobi have nabbed six Chinese nationals who were found engaging in businesses without legal documents permitting their stay in the country.",
      "preview": "The six Chinese citizens were nabbed at Nairobi's Imara Daima with no legal documentation to permit their continued stay in the country The National P"
    },
    {
      "url": "https://pandemicrelief.unitedwayla.org/",
      "title": "Pandemic Relief Fund | United Way LA",
      "description": "Chip in to help us reduce the spread of COVID-19 in homeless encampments and shelters, and help pay the bills for people in danger of losing their homes.",
      "preview": "Chip In Thank you for your interest in supporting pandemic relief in L.A. County. Our immediate and long-term COVID recovery efforts are now supported"
    },
    {
      "url": "http://developingchild.harvard.edu/science/key-concepts/toxic-stress/",
      "title": "Toxic Stress : What is toxic stress?",
      "description": "Toxic stress can disrupt the healthy development of brain architecture and other bodily systems, increasing risk for stress-related disease well into adulthood.",
      "preview": "Skip to content Toxic Stress Copy Copied Learn how safe, stable developmental environments, including responsive relationships with caring adults, can"
    },
    {
      "url": "http://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://one.apple.com/us?itscg=10000&itsct=one-NA-ipad-tile-apl-avl-102020",
      "title": "Apple One - Apple - Upgrade Your OS",
      "description": "Bundle your Apple services and pay one convenient price with Apple One. Choose the plan that's right for you.",
      "preview": "Update to the latest iOS, iPadOS, or macOS to get Apple One. Apple One bundles up to six great Apple services into one easy subscription. Apple Music,"
    },
    {
      "url": "https://publicwiki.deltares.nl/label/contaminants+metals+soil",
      "title": "Labelled content - Deltares Public Wiki",
      "description": "void",
      "preview": "Settings Popular Labels All Labels Labelled content Related Labels dgt mangroves speciation waterplanten stroming waterkwaliteit macrophytes cat-commu"
    },
    {
      "url": "https://tr.pinterest.com/search/pins/?q=email%20design",
      "title": "Pinterest - Türkiye",
      "description": "Discover recipes, home ideas, style inspiration and other ideas to try.",
      "preview": "Oh no! Pinterest doesn't work unless you turn on JavaScript."
    },
    {
      "url": "https://lawsofux.com/",
      "title": "Home | Laws of UX",
      "description": "Laws of UX is a collection of best practices that designers can consider when building user interfaces.",
      "preview": "down arrow drop down arrow drop up arrow left arrow right arrow up arrow close download external link facebook Filter grid language LinkedIn logo menu"
    },
    {
      "url": "https://abc.com/apps",
      "title": "ABC Network - ABC.com",
      "description": "Watch the ABC Shows online at abc.com. Get exclusive videos and free episodes.",
      "preview": "Skip to Content 9-1-1: Nashville Watch the series premiere with no sign-in needed! 9-1-1 Watch the season premiere here with no sign-in needed Grey's"
    },
    {
      "url": "https://supersimple.com/app-privacy-policy/",
      "title": "Privacy Policy for Skyship Entertainment Company - Super Simple",
      "description": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses information from people who use our Services or engage with us (a \"user\" or \"users\"). The word \"Services\" in this Privacy Policy means our websites (located at supersimple.com, skyship.tv and songpals.com) (the \"Sites\")... Read more »",
      "preview": "Effective Date: January 25, 2022 Last updated: March 3, 2025 This Privacy Policy explains how Skyship Entertainment Company Inc. collects and uses inf"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Nappy-Beautifully-Diverse-Stock-Photos-1b8ab51e14b9491f81e69eed87ebf50e?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    }
  ],
  "_meta": {
    "total_bookmarks": 90
  }
}