{
  "data": [
    {
      "url": "https://nereusprogram.org/reports/policy-brief-satellite-tracking-to-monitor-area-based-management-tools-identify-governance-gaps-in-fisheries-beyond-national-jurisdiction/",
      "title": "POLICY BRIEF: Satellite tracking to monitor area-based management tools & identify governance gaps in fisheries beyond national jurisdiction - Nereus Program - The Nippon Foundation",
      "description": "This policy brief is part of the Nereus Scientific & Technical Briefs on Marine Areas Beyond National Jurisdiction (ABNJ) series. The briefs are products of a workshop held prior to the 4th International Marine Conservation Congress in St. John's, Newfoundland (July-August 2016). These briefs were prepared for the second meeting of the Biodiversity Beyond National Jurisdiction (BBNJ) Prep Com, held from August 26 - September 9, at the UN.",
      "preview": "English 日本語 About About Nereus People Partners News All News Research News Newsletter Archive Our Work Publications Reports & Policy Brief Presentatio"
    },
    {
      "url": "https://partner.github.com/",
      "title": "GitHub Partner Program · GitHub",
      "description": "GitHub is where people build software. More than 150 million people use GitHub to discover, fork, and contribute to over 420 million projects.",
      "preview": "Skip to content GitHub Universe 2025 IRL passes are going fast-secure your spot at Universe 2025 today. Register now."
    },
    {
      "url": "https://teachers20.com/post/121258613878",
      "title": "Teachers 2.0 - Maryland moves to increase diversity in computer...",
      "description": "Maryland moves to increase diversity in computer...",
      "preview": "Maryland moves to increase diversity in computer science codeorg : A rigorous computer science course can't satisfy a required technology credit for g"
    },
    {
      "url": "https://ledbytruth.org/",
      "title": "Led by TRUTH - Nonprofit, Mentorship, Consulting",
      "description": "Led by TRUTH is a nonprofit organization that provides a Grant & Mentorship Program for BIPOC entrepreneurs, as well as consulting services.",
      "preview": "Your Journey Starts Here! Take the Business Readiness Assessment Ready to elevate your business? Our Business Development Readiness Assessment evaluat"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "http://www.policylink.org/",
      "title": "PolicyLink | PolicyLink",
      "description": "void",
      "preview": "Skip to main content WE ARE THE FOUNDERS More About Our Vision Governing for All A LETTER: OUR FOUNDING OPPORTUNITY Learn About Governing for All The"
    },
    {
      "url": "https://content.jwplatform.com/players/oGMODbP9-qInh6Xrr.html",
      "title": "Braxton Family Values - Tamar Shares Sad News",
      "description": "Braxton Family Values - Tamar Shares Sad News",
      "preview": "Braxton Family Values - Tamar Shares Sad News Braxton Family Values - Tamar Shares Sad News"
    },
    {
      "url": "https://www.ordnancesurvey.co.uk/governance/crown-copyright",
      "title": "Crown copyright | Governance | OS",
      "description": "Learn how Ordnance Survey data, brand and trade marks are copyright protected.",
      "preview": "Customer support Contact us Crown copyright Learn how our data, brand and trade marks are copyright protected Our brand is one of the most recognised"
    },
    {
      "url": "https://sports.answers.com/Q/How_many_super_bowls_did_teddy_bruschi_win",
      "title": "How many super bowls did teddy bruschi win? - Answers",
      "description": "Former Patriots Linebacker Tedy Bruschi has played in 5 Super Bowls. He's played in Super Bowls XXXI, XXXVI, XXXVIII, XXXIX and XLII.",
      "preview": "Create 0 Log in Subjects > Sports > Team Sports How many super bowls did teddy bruschi win? Anonymous ∙ 14 y ago Updated: 9/27/2023 Former Patriots Li"
    },
    {
      "url": "https://ignite.microsoft.com/",
      "title": "Microsoft Ignite - November 18-21, 2025",
      "description": "Microsoft Ignite - November 18-21, 2025 in San Francisco, CA. Get the edge you need to drive impact in the era of AI. Join us to bolster your knowledge, build connections, and explore emerging technologies.",
      "preview": "void"
    },
    {
      "url": "https://www.atf.gov",
      "title": "Bureau of Alcohol, Tobacco, Firearms and Explosives |",
      "description": "void",
      "preview": "Skip to main content Español Español Caption: New Open Letter to All Federal Firearm Licensees: Regarding the Franklin Armory Reformation and Antithes"
    },
    {
      "url": "https://restoringpromise.vera.org/",
      "title": "Restoring Promise Initiative | Vera Institute",
      "description": "Restoring Promise disrupts harmful prison practices and policies through collaborative research, narrative change, and technical assistance.",
      "preview": "void"
    },
    {
      "url": "https://www.tropicanaalibaug.com/",
      "title": "Tropicana Resort & Spa | Resorts in Alibaug |Alibaug Resorts",
      "description": "Tropicana Resort & Spa, Alibaug, is a luxurious resort near Kihim Beach. Every inch is of bespoke opulence - A perfect choice for your weekend getaway.",
      "preview": "Welcome To Tropicana Resort & Spa Enjoy an unwinding stay Relax In The Serenity Of Nature A Peaceful Stay Away From The Bustling City Life Check In Ch"
    },
    {
      "url": "https://profiles.wordpress.org/mediabahez/",
      "title": "mediabahez (@mediabahez) - WordPress user profile | WordPress.org",
      "description": "The WordPress.org profile for mediabahez (@mediabahez).",
      "preview": "Profiles Member Since: February 23rd, 2023 Website: mediabahez.com Find me on: Activity Posted a reply to DeepL Setting - Translation Option won't Sho"
    },
    {
      "url": "https://apparelimpact.org/",
      "title": "Apparel Impact Institute | Home",
      "description": "aii is transforming the apparel and footwear industry by identifying, funding, scaling and measuring proven solutions to decrease carbon emissions.",
      "preview": "APPAREL IMPACT INSTITUTE Our mission: We're transforming the apparel and footwear industry by identifying, funding, scaling, and measuring proven solu"
    },
    {
      "url": "http://blog.ucsusa.org/rachael-nealer/average-vs-marginal-electric-emissions-802?",
      "title": "Electric Vehicles Are Getting Marginally Better, In A Big Way - Union of Concerned Scientists",
      "description": "Where does electricity come from? When you flip a light switch on, you're getting electricity from somewhere-maybe a spinning gas turbine, or maybe a battery storing excess electricity generated by wind or solar power. When you flip the light switch off, the grid responds by shifting its sources aro",
      "preview": "Skip to main content Rachael Nealer Former Contributor Where does electricity come from? When you flip a light switch on, you're getting electricity f"
    },
    {
      "url": "https://medicaid.utah.gov/apply-medicaid/?elqTrackId=2c0975612e11410e95dd5b57d602348e&elqaid=93&elqat=2",
      "title": "Apply for Medicaid - Medicaid: Utah Department of Health and Human Services - Integrated Healthcare",
      "description": "Utah Department of Health Medicaid Medical Applications Apply",
      "preview": "Apply for Medicaid You may apply in person, by mail, or online. When we receive your application, the Department of Workforce Services (DWS) will cont"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/syr/",
      "title": "AR6 Synthesis Report: Climate Change 2023",
      "description": "Intergovernmental Panel on Climate Change",
      "preview": "Summary for Policymakers ▼ Longer Report ▼ SYR (Full volume) ▼ Figures ► Headline Statements ▼ Annexes and Index ▼ Press Release ► Presentation ▼ Watc"
    },
    {
      "url": "https://www.first-nature.com/fungi/amanita-muscaria.php",
      "title": "Amanita muscaria, Fly Agaric mushroom",
      "description": "void",
      "preview": "Amanita muscaria ( L. ) Pers. - Fly Agaric Phylum: Basidiomycota - Class: Agaricomycetes - Order: Agaricales - Family: Amanitaceae Distribution - Etym"
    },
    {
      "url": "https://apostforyou.tumblr.com/",
      "title": "Autumn ^.^",
      "description": "Quotes, Songs, Pictures and more. Feel free to asking me a question I'm open to anything...",
      "preview": "heyitsmec asked: Once you get this, list 5 things that make you happy, and then put this in the ask box of the last 10 people in your activity <3 Food"
    },
    {
      "url": "http://www.dossier.net/",
      "title": "Imu, casa, guide fiscali, giochi, videogames, video",
      "description": "Guide fiscali su Imu, casa, locazioni. Giochi, video, videogames, programmi di calcolo online, test, gastronomia, calcio, borsa, risorse gratis.",
      "preview": "Dossier.Net Sito informativo gratuito curato da Giuseppe Carapucci . Diritti riservati. È vietata la riproduzione totale o parziale dei contenuti pres"
    },
    {
      "url": "https://www.sporkful.com/alan-and-arlene-alda-bonded-over-a-fallen-rum-cake/",
      "title": "Alan And Arlene Alda Bonded Over A Fallen Rum Cake «",
      "description": "When a cake fell on the floor, they didn't hesitate to grab a fork and dig in.",
      "preview": "LISTEN TO THE PODCAST CONNECT LISTEN TO THE PODCAST CONNECT 10 BEST PODCASTS OF THE YEAR New York Times BEST FOOD PODCAST James Beard Awards Webby Awa"
    },
    {
      "url": "https://www.creativeboom.com/",
      "title": "Art & Design Magazine for the Creative Industries | Creative Boom",
      "description": "Creative Boom is a leading UK art and design platform that delivers creative industry news, inspiration, insight and advice to six million creative professionals each year.",
      "preview": "void"
    },
    {
      "url": "https://www.mcdonalds.com/us/en-us/cardi-b-offset-meal-bundle.html",
      "title": "McDonald's Menu: Our Full McDonald's Food Menu | McDonald's",
      "description": "Before your next McDonald's trip, check out our full McDonald's Menu. Featuring breakfast menu favorites, burgers, & more! Order today using McDelivery®!",
      "preview": "Skip to Menu Items Featured Favorites Monopoly at McDonald's Menu Extra Value Meals Happy Meal® Snack Wrap® McValue™ Breakfast Burgers Chicken & Fish"
    },
    {
      "url": "https://bnhs.net/events/calendar/?cat1=indoor&event_id1=863",
      "title": "Events Calendar - Basildon Natural History Society",
      "description": "void",
      "preview": "You are here: Home » Events » Events Calendar Events Calendar All Upcoming Past All Indoor Other Outdoor Event Information: Wed 08 May 2019 AGM 8:00 p"
    },
    {
      "url": "https://www.luckymodel.com/scale.aspx?item_no=TRX-TR35002-2",
      "title": "void",
      "description": "void",
      "preview": "departbar.gif Your Currency USD search Search Brand ALL 3D Print Mayhem ABER ACADEMY Accurate Armour AFTER BURNER DECALS AFV CLUB AIRDOC AIRES AIRFIX"
    },
    {
      "url": "https://advancecricket.com/amp/player-battle/andrew-tye/12753258",
      "title": "Andrew Tye Records - Advance Cricket",
      "description": "Andrew Tye plays cricket as Bowler. A Tye wicket per match stats are 1.7 in ODI, 1.4 in T20, 1.4 in IPL, 1.3 in BBL, 1.4 in T10, 1.4 in BLAST, 0.2 in PSL, 2.0 in DODI, 1.7 in DT20. Andrew Tye wicket in every 32.2 balls in ODI, 14.5 balls in T20, 16.2 balls in IPL, 15.4 balls in BBL, 7.3 balls in T10, 15.0 balls in BLAST, 90.0 balls in PSL, 24.5 balls in DODI, 11.3 balls in DT20. A Tye catch chances in match are 14.2 % in ODI, 31.2 % in T20, 26.6 % in IPL, 34.1 % in BBL, 77.7 % in T10, 59.4 % in BLAST, 25 % in PSL, 21 % in DODI, 28.5 % in DT20. Andrew Tye field chances are 28.5 % in ODI, 43.7 % in T20, 30 % in IPL, 50.4 % in BBL, 77.7 % in T10, 62.1 % in BLAST, 50 % in PSL, 21 % in DODI, 35.7 % in DT20.",
      "preview": "Andrew Tye Records Andrew Tye Introduction Role Bowler Batting Right Handed Bowling fast-medium Right-arm Andrew Tye More Introduction Country Austral"
    },
    {
      "url": "https://mydowntowngiftcards.com/",
      "title": "Downtown Gift Cards USA |",
      "description": "void",
      "preview": "$ 0.00 0 Your bag 0 Sub-total $ 0.00 Shipping $ TBC Purchase Fee $0 Total $0.00 Checkout continue browsing Browse all cards Business Orders Check my b"
    },
    {
      "url": "https://support.springer.com/en/support/solutions/articles/6000206179-contacting-us",
      "title": "Contact Customer Support : Springer Support",
      "description": "Contact details for Springer Nature Customer Service teams",
      "preview": "Springer Support Solution home General Contact Information Enter your search term here... Search Select the option most applicable to your query: Publ"
    },
    {
      "url": "https://privacy.thewaltdisneycompany.com/en/dnsmi/",
      "title": "California Consumer Privacy Act (CCPA) - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save \"Do Not Sell My Personal Informa"
    },
    {
      "url": "https://www.buschvanderworp.nl/verf-mediums-vernis/gouache-plakkaat/winsor-newton-designers-gouache/bruin/",
      "title": "Bruin - Busch & van der Worp",
      "description": "Alles voor de kunstenaar, in onze winkel in Zwolle, maar ook online, verkopen we markers, olieverf, acrylverf, doeken, penselen, potloden, lijsten, papier, ezels etc. Van heel veel verschillende merken, zoals Copic, Caran d'Ache, Rembrandt, Posca, Winsor en Newton, Talens, ARA, Golden, Faber Castell, Arches, Schut etc.",
      "preview": "Meteen naar de content Facebook Instagram YouTube TikTok Pinterest REVIEWS ⭐⭐⭐⭐⭐ 4,9 Artikel toegevoegd aan winkelwagen Winkelwagen bekijken Afrekenen"
    },
    {
      "url": "https://www.lesedi-int.co.za/products/credenza-1500x750",
      "title": "SUPER500-Credenza 1500 x 750 - Lesedi Interiors",
      "description": "Credenza Size: 1500x750x400 3 sliding doors 1 shelf 2 compartments",
      "preview": "OUR FACTORY AND SHOWROOM ARE OPEN MONDAYS TO FRIDAYS. We supply Trade Only. Welcome To Lesedi Interior Furniture. Take a moment and browse our online"
    },
    {
      "url": "https://tendadaalma.pt/categoria-produto/baralhos-de-tarot-e-adivinhacao/",
      "title": "Baralhos de Tarot e Adivinhação - Tenda da Alma - Produtos Esotéricos",
      "description": "TENDA DA ALMA, Produtos esotéricos O Tarot é um baralho de 78 cartas, que servem para adivinhação e a meditação, ou para a prática da magia ritual, e é também um poderoso agente de psicoterapia através de análises e conselhos psicológicos. O Tarot compreende 22 Arcanos Maiores e 56 Arcanos Menores. Há no Tarot algo de magnético e fascinação. Não há duas pessoas que tenham a mesma reacção perante essas estranhas cartas, mas não há dúvida de que ninguém esquece a primeira vez que as vê ou vai sentar-se como consultante na mesa de um intérprete experiente. Servem para analisar a mente e o espírito. Tiram do subconscientes os receios e as angústias.",
      "preview": "Baralhos de Tarot e Adivinhação Home Baralhos de Tarot e Adivinhação Baralhos de Tarot e Adivinhação TENDA DA ALMA, Produtos esotéricos O Tarot é um b"
    },
    {
      "url": "https://hindi.alibaba.com/product-detail/hot-sale-fox-fur-coat-winter-long-mink-knitted-cardigan-fashionhorn-sleeve-fox-fur-coat-for-women-1600323300092.html",
      "title": "Product Not Available",
      "description": "Product Not Available",
      "preview": "void"
    },
    {
      "url": "https://forge.medium.com",
      "title": "Forge",
      "description": "A former publication from Medium on personal development. Currently inactive and not taking submissions.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Forge by Medium 131K followers · 1 editor Follow About Help Status About"
    },
    {
      "url": "https://status.stripe.com/",
      "title": "Stripe system status",
      "description": "Real-time and historical data on Stripe system performance.",
      "preview": "Loading..."
    },
    {
      "url": "https://pix11.com/news/local-news/brooklyn/alligator-found-in-brooklyns-prospect-park-lake/",
      "title": "Alligator found in Brooklyn's Prospect Park Lake | PIX11",
      "description": "BROOKLYN (PIX11) - Park workers rescued an alligator found in Prospect Park Lake on Sunday, officials said. The 4-foot-long gator was spotted on Sunday morning, according to a Parks Department spokesperson. The alligator was found in poor condition. It was very lethargic. The alligator may have been shocked by the cold since it's native to [...]",
      "preview": "Skip to content"
    },
    {
      "url": "https://pittsburgh.cbslocal.com/2021/03/20/sandra-oh-oakland-stop-asian-hate-protest/",
      "title": "'I Am Proud To Be Asian': Award-Winning Actress Sandra Oh Speaks At Stop Asian Hate Oakland Protest - CBS Pittsburgh",
      "description": "Award-winning actress Sandra Oh made an appearance and spoke at a &quot;Stop Asian Hate&quot; protest in Oakland.",
      "preview": "All News KDKA Investigations Politics Consumer Business HealthWatch Entertainment Galleries KDKA+ Pittsburgh Weather School Closings/Delays Submit Wea"
    },
    {
      "url": "http://acestoohigh.com",
      "title": "ACEs Too High",
      "description": "void",
      "preview": "ACEs Too High Blog at WordPress.com. Subscribe Subscribed ACEs Too High Join 11,786 other subscribers Sign me up Already have a WordPress.com account?"
    },
    {
      "url": "https://cebuyers.org/",
      "title": "Clean Energy Buyers Association",
      "description": "CEBA is a community of energy buyers accelerating the zero-carbon energy future.",
      "preview": "void"
    },
    {
      "url": "https://digitalreservations.microsoft.com/en-us/appointment/create/?storeid=923bf8b8-c8a3-ec11-b3fe-000d3a10148a&serviceid=c465e686-f1a3-ec11-b3fe-000d3a10148a",
      "title": "Book an appointment - Customer Self Service",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.westword.com/news/chris-hinds-act-signed-into-law-by-governor-john-hickenlooper-on-may-29-10364152",
      "title": "Chris Hinds Act Signed Into Law by Governor John Hickenlooper on May 29 | Denver Westword",
      "description": "Chris Hinds is a Denver disabled rights activist based in Capitol Hill. For the past few years, he has been advocating for a change in Colorado's disabled parking laws. On May 29, the Chris Hinds Act (HB18-1285) was signed into law by Governor John Hickenlooper.",
      "preview": "Skip to content advertisement Close Menu Search Search facebook x instagram tiktok bsky threads Chris Hinds Act Expands Parking Rights for Disabled Dr"
    },
    {
      "url": "https://security.googleblog.com/",
      "title": "Google Online Security Blog",
      "description": "The latest news and insights from Google on security and safety on the Internet",
      "preview": "Security Blog The latest news and insights from Google on security and safety on the Internet Accelerating adoption of AI for cybersecurity at DEF CON"
    },
    {
      "url": "https://www.youthbusiness.org/",
      "title": "Youth Business International - Youth Business International",
      "description": "Youth Business International is the global leader in youth entrepreneurship, driving economic growth and job creation through youth-led businesses",
      "preview": "Skip to content Celebrating 25 years Our journey so far of empowering young entrepreneurs globally Learn more The YBI Africa Collaborative launches YB"
    },
    {
      "url": "https://account.ncbi.nlm.nih.gov",
      "title": "Log in / NCBI",
      "description": "void",
      "preview": "The .gov means it's official. Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you're on a feder"
    },
    {
      "url": "https://www.theworldwomennews.com/",
      "title": "theworldwomennews.com",
      "description": "void",
      "preview": "Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Launching Soon Contact Us Copyright © 2025 Th"
    },
    {
      "url": "https://msdh.ms.gov/msdhsite/_static/14,22816,420,976.html",
      "title": "COVID-19 Vaccination Eligibility and General Information - Mississippi State Department of Health",
      "description": "void",
      "preview": "print Español / Tiếng Việt / English COVID-19 Vaccination Eligibility and General Information This page has been automatically translated from English"
    },
    {
      "url": "https://community.graphisoft.com/rss/message?board.id=forum_document&message.id=33075",
      "title": "topic Re: Fit to skin fill orientation - complex profiles in Documentation",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://revista.cinedocumental.com.ar/traducciones-3/",
      "title": "Traducciones | Cine Documental",
      "description": "void",
      "preview": "La ética de la intervención: The good woman of Bangkok , de Dennis O'Rourke. Por Linda Williams. Traducción de Soledad Pardo. Págs. 217-236"
    },
    {
      "url": "https://www.gimbelfoundation.org/",
      "title": "Bernard F. and Alva B. Gimbel Foundation, Inc. - Bernard F. and Alva B. Gimbel Foundation, Inc.",
      "description": "void",
      "preview": "Bernard F. and Alva B. Gimbel Foundation, Inc. MENU MENU Home Funding Priorities Grants Grants 2025 Grants 2024 Grants Board of Directors & Staff Cont"
    },
    {
      "url": "https://form.jotform.com/213476622243857",
      "title": "This workshop is full, please select another date.",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.hornandcauldron.com/",
      "title": "Home - Horn and Cauldron, Church of the Earth",
      "description": "Wiccan Church in Rhode Island supporting Pagan Community",
      "preview": "Welcome to Horn and Cauldron, Church of the Earth We are happy that you have found us! We are an established initiatory Coven in our second decade of"
    },
    {
      "url": "https://www.eburytrading.com/items/a-large-english-sixteen-arm-cut-glass-chandelier-of-fine-quality",
      "title": "A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY - Ebury Trading",
      "description": "void",
      "preview": "← Back A LARGE ENGLISH SIXTEEN ARM CUT GLASS CHANDELIER OF FINE QUALITY A large English cut glass chandelier of fine quality, comprising eight lower a"
    },
    {
      "url": "http://www.magiadivino.it/e-commerce/105_poggio-le-volpi",
      "title": "POGGIO LE VOLPIPOGGIO LE VOLPI - Magia DiVino S.r.l. (p.i.02774660597)",
      "description": "POGGIO LE VOLPI",
      "preview": "Valuta: Euro Benvenuti, ( Entra ) Carrello: 0 prodotto prodotti (vuoto) Il tuo account home Offerte speciali Spedizioni Contatti Vini Rossi Toscana Ve"
    },
    {
      "url": "https://mctheunicorn.tumblr.com/",
      "title": "@mctheunicorn on Tumblr",
      "description": "The blog of one human Stephanie.",
      "preview": "Posts Likes spookybuttons-deactivated202101 Hi friends! A lot of you guys have been sending me ask about the situation at Xica's village and how to he"
    },
    {
      "url": "https://www.snackcrate.com/",
      "title": "A Monthly Box from Around the World | SnackCrate",
      "description": "Embark on a flavor journey with SnackCrate! Each box is a surprise of delicious snacks from a new country every month.",
      "preview": "Get Help Previous Themes Login Get Help Login GET STARTED Get SnackCrate Previous Themes Give Gift GET HELP LOGIN SnackCrates are $10 Today! SnackCrat"
    },
    {
      "url": "https://podcasts.apple.com/us/podcast/sunny-stormy-cloudy-days-01-a-cloudy-day-story/id635364022?i=1000457275091",
      "title": "Sunny, Stormy, Cloudy Days 01:... - Sesame in Communities - Apple Podcasts",
      "description": "Rosita is frustrated because she can't join her friends at the movies. Mami reminds Rosita that on cloudy-feeling days, we can talk about our feelings.",
      "preview": "11/19/2019 5 MIN Sunny, Stormy, Cloudy Days 01: A Cloudy Day Story Sesame in Communities Play Rosita is frustrated because she can't join her friends"
    },
    {
      "url": "http://electron.atom.io/",
      "title": "Build cross-platform desktop apps with JavaScript, HTML, and CSS | Electron",
      "description": "Build cross-platform desktop apps with JavaScript, HTML, and CSS",
      "preview": "Skip to main content Soon, @electron packages on npm will require Node.js 22 LTS. Read more on our blog. Powered by the web Electron embeds Chromium a"
    },
    {
      "url": "https://flair.ai/",
      "title": "AI Product Photo Generator & Editor | Create E-Commerce Images | Flair.ai",
      "description": "Create studio-quality e-commerce photoshoots in seconds with our drag-and-drop AI editor. Try it free today.",
      "preview": "Flair.ai Features Pricing Enterprise Community Gallery Resources Try Flair AI for free The The AI AI design design tool tool for for product photoshoo"
    },
    {
      "url": "https://learn.microsoft.com/en-us/training/paths/azure-fundamentals/",
      "title": "Introduction to Microsoft Azure: Describe Cloud Concepts - Training | Microsoft Learn",
      "description": "Microsoft Azure Fundamentals: Describe cloud concepts",
      "preview": "Read in English Introduction to Microsoft Azure: Describe cloud concepts Learning Path 3 Modules At a glance Level Beginner Skill &nbsp; Product Azure"
    },
    {
      "url": "https://community.clickteam.com/activity.php?s=6882b562771a681f4073dec62e9d40a2",
      "title": "Login - Clickteam Community Hub",
      "description": "void",
      "preview": "Log in or register! Don't have an account yet? Then register once and completely free of charge and use our wide range of topics, features and great o"
    },
    {
      "url": "https://yourplanyourplanet.sustainability.google/",
      "title": "Your Plan, Your Planet - Home page",
      "description": "I'm learning small changes that can make a big impact on the planet. Join me in discovering more simple things we can do at: https://google.com #yourplanyourplanet",
      "preview": "Discover how to reduce food, water, and energy waste, and learn about the Circular Economy to extend the life of your stuff. Stuff Explore tactics to"
    },
    {
      "url": "https://www.beaconinterfaith.org/",
      "title": "Beacon Interfaith Housing Collaborative - We Believe In Home",
      "description": "Beacon is a collaborative of congregations committed to making sure all people have a home. Help us build stronger communities.",
      "preview": "Search Who we are We are a collaborative of congregations and housing advocates who believe that secure, affordable housing provides the key to safer"
    },
    {
      "url": "https://www.ign.com/articles/portkey-games-addresses-hogwarts-legacys-transgender-character",
      "title": "Avalanche Software Addresses Hogwarts Legacy's Transgender Character - IGN",
      "description": "Adding a new wrinkle to the ongoing debate over the upcoming Hogwarts Legacy, IGN has learned that a transgender woman features prominently in an early mission.",
      "preview": "Hogwarts Legacy Avalanche Software Addresses Hogwarts Legacy's Transgender Character The character, Sirona Ryan, appears early in Hogwarts Legacy. War"
    },
    {
      "url": "https://www.dunkindonuts.com/en",
      "title": "Dunkin' International Site",
      "description": "void",
      "preview": "Sorry, this website is not available in your region. ©2022 DD IP Holder LLC, Last Updated: June 22, 2022"
    },
    {
      "url": "https://www.jamieoliver.com/recipes/chicken-recipes/chicken-tikka-masala/",
      "title": "Easy chicken tikka masala recipe | Jamie Oliver",
      "description": "This brilliant Anglo-Indian chicken curry recipe is sure to make people very happy.",
      "preview": "clear Recent searches clear Popular searches healthy chicken pasta Popular recipes Leek & potato soup 35 mins Slow-cooker chilli con carne 8 hrs 20 mi"
    },
    {
      "url": "https://mahxipad.tumblr.com/post/143010030732",
      "title": "Computer science: the impact of K-12 on university enrollment - @mahxipad on Tumblr",
      "description": "At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our core motiva...",
      "preview": "codeorg Follow Computer science: the impact of K-12 on university enrollment At Code.org, we're regularly asked if teaching computer science in grades"
    },
    {
      "url": "http://tomperrotta.net/tracy-flick-cant-win/",
      "title": "Tracy Flick Can't Win",
      "description": "void",
      "preview": "On Sale June 7, 2022 | Pre Order: Tracy Flick is back and, once again, the iconic protagonist of Tom Perrotta's Election -and Reese Witherspoon's char"
    },
    {
      "url": "https://thelowcarbdiabetic.blogspot.com/2012/04/tinker-taylor-liar-troll-part-two.html",
      "title": "The Low Carb Diabetic: Tinker Taylor Liar Troll ! Part two.",
      "description": "Karla awoke with a shudder from the usual nightmare. Laying in her chair and in a cold sweat. Was it the never ending nightmare, or the surf...",
      "preview": "Total Pageviews Sunday, 22 April 2012 Tinker Taylor Liar Troll ! Part two. Karla awoke with a shudder from the usual nightmare. Laying in her chair an"
    },
    {
      "url": "http://www.electrosonic.com/",
      "title": "Audio Visual Systems | Electrosonic",
      "description": "Electrosonic designs, builds and supports innovative audiovisual solutions that create lasting experiences where people live, work and play.",
      "preview": "Audiovisual with impact Audiovisual solutions that change perceptions, inspire guests, strengthen brands and engage visitors. Explore Our Services See"
    },
    {
      "url": "https://www.themodelhm.com",
      "title": "Professional Organizer Washington DC | The Model Home",
      "description": "Transform your space with top-rated Professional Organizer services in Washington DC. The Model Home delivers organizing solutions tailored to your needs.",
      "preview": "Get in touch The Model Home hello@themodelhm.com 555-555-5555 mymail@mailservice.com Contact Us The Model Home - Your Trusted Professional Organizer A"
    },
    {
      "url": "https://www.scu.edu/",
      "title": "Home - Santa Clara University",
      "description": "Santa Clara University - The Jesuit University in Silicon Valley",
      "preview": "Progress Needs People At Santa Clara University, we are rising to the occasion, answering the call of what the world needs. Start Your SCU Journey Dis"
    },
    {
      "url": "https://hotspot.webblogg.se/2007/august/hitta-stilen-dances-with-wolves.html",
      "title": "hotspot -",
      "description": "Fransar och fjädrar är ju minst sagt på dagordningen och mer indian än så kan det ju knappast bli. Vi skulle även kunna kalla stilen Elin Kling. Eller vad säger du Elin?Väska: Den ombloggade...",
      "preview": "hotspot What's hot and what's not Hitta stilen - Dances with Wolves Fransar och fjädrar är ju minst sagt på dagordningen och mer indian än så kan det"
    },
    {
      "url": "https://payneinstitute.mines.edu/eog/",
      "title": "Earth Observation Group - Payne Institute for Public Policy",
      "description": "The Earth Observation Group (EOG) specializes in nighttime observations of lights and combustion sources worldwide.",
      "preview": "Facebook X RSS MINES.EDU MyMines News Calendar Canvas Email Library Give Directories Earth Observation Group Utilizing cutting edge satellite technolo"
    },
    {
      "url": "https://www.brooketaelor.com/",
      "title": "HOME",
      "description": "void",
      "preview": "A new website is coming soon. Please use the form below or inquire with Brooke directly at hello@brooketaelor.com Submit Inquiry (Brooke Taelor's serv"
    },
    {
      "url": "http://www.appliedprobability.org/",
      "title": "Applied Probability Trust",
      "description": "The Applied Probability Trust is a not-for-profit foundation for study and research in the mathematical sciences. It was founded in 1964 with the initial support of the London Mathematical Society. The Applied Probability Trust editorial office is located within the School of Mathematics and",
      "preview": "Search this site Embedded Files Skip to main content Skip to navigation Applied Probability Trust The Applied Probability Trust is a not-for-profit fo"
    },
    {
      "url": "https://www.fox35orlando.com/news/florida-11-year-old-dies-from-flesh-eating-bacteria-after-twisting-ankle",
      "title": "Florida 11-year-old dies from flesh eating bacteria after twisting ankle | FOX 35 Orlando",
      "description": "The family of an 11-year-old boy from Winter Park said he died after a twisted ankle and potential scratch eventually spiraled out of control. Jesse Brown got Strep-A, which then turned into something worse, eventually killing him.",
      "preview": "River Flood Warning is in effect, Lake County, Volusia County 7 Coastal Flood Warning from FRI 10:00 AM EDT until SUN 6:00 AM EDT, Coastal Flagler Cou"
    },
    {
      "url": "https://www.bbc.co.uk/bitesize/guides/z4wf8xs/revision/1",
      "title": "Entities and attributes - Design - Higher Computing Science Revision - BBC Bitesize",
      "description": "For Higher Computing Science revise how entities and attributes are identified prior to implementation of a database design.",
      "preview": "Entities and attributes Entities In database design, entities represent what will become tables during implementation. The term 'entity' is used to de"
    },
    {
      "url": "https://thinkprogress.org/house-bill-endangers-sex-workers-advocates-say-7a47ce9b2b4f/",
      "title": "House overwhelmingly passes a bill that conflates sex work and sex trafficking - ThinkProgress",
      "description": "void",
      "preview": "Advertisement House overwhelmingly passes a bill that conflates sex work and sex trafficking The House bill (FOSTA), which claims to protect trafficki"
    },
    {
      "url": "https://twowaypr.tumblr.com/",
      "title": "Two-Way PR",
      "description": "Campaign Girl putting the relationship into public relations",
      "preview": "Feb 20 2025 orchidbutch : Hi everyone, I wanted to share some promising developments about a nasal COVID-19 vaccine: \"THIS IS HUGE! Researchers have d"
    },
    {
      "url": "https://www.nyc.gov/site/dhs/index.page",
      "title": "Welcome to the NYC Department of Homeless Services - DHS",
      "description": "void",
      "preview": "Department of Homeless Services 311 Search all NYC.gov websites Menu Serving New Yorkers with Care & Compassion Text-Size Search Search Search Parents"
    },
    {
      "url": "https://wordpress.com/log-in/it?redirect_to=https%3A%2F%2Fcivicadairago.wordpress.com%2Fwp-admin%2Fcustomize.php%3Furl%3Dhttps%253A%252F%252Fcivicadairago.wordpress.com%252Ftag%252Fstruttura-polifunzionale-dairago%252F",
      "title": "WordPress.com",
      "description": "void",
      "preview": "WordPress Please enable JavaScript in your browser to enjoy WordPress.com."
    },
    {
      "url": "http://msi.ucsb.edu",
      "title": "Home | UCSB Marine Science Institute",
      "description": "UC Santa Barbara is a leading center for teaching and research located on the California coast - truly a learning and living environment like no other!",
      "preview": "Home Katie Davis Koehn Matt Perko Katie Davis Koehn Centers Centers sponsored by MSI mirror its commitment to innovative and collaborative marine scie"
    },
    {
      "url": "https://www.dallasnews.com/news/education/2021/10/26/school-districts-under-investigation-by-texas-house-over-books-curriculum/",
      "title": "Books about race, sexuality spark investigation into Texas schools by a House committee",
      "description": "Rep. Matt Krause launched an investigation into school library books and curriculum just months after Texas lawmakers sought to ban the presence of critical...",
      "preview": "TDMN TDMN TDMN Subscribe Discover State Fair Future of North Texas ICE Office Shooting Weather Curious Texas Advice Store Abode Podcasts ePaper Obitua"
    },
    {
      "url": "https://olc.worldbank.org/",
      "title": "Sign in to your account",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://daniloandsharon.com",
      "title": "Danilo & Sharon",
      "description": "Uncover the captivating realm of Danilo and Sharon, where the magic of wedding photography unfolds in all its splendor. Immerse yourself in our extraordinary portfolio as you explore our distinctive artistic vision and personalized services, setting new standards for redefining traditional wedding imagery. Experience the enchantment that awaits in our world of captivating wedding photography.",
      "preview": "Booking Now taking bookings for 2025/26 Check your date Real weddings Portfolio For photographers Flashcourse Photobook About us Contact MENU \"Nature"
    },
    {
      "url": "https://www.shopify.com?utm_campaign=poweredby&utm_medium=shopify&utm_source=onlinestore",
      "title": "Shopify: The All-in-One Commerce Platform for Businesses - Shopify",
      "description": "Try Shopify free and start a business or grow an existing one. Get more than ecommerce software with tools to manage every part of your business.",
      "preview": "Skip to Content Be the next big thing Be the next store they line up for big thing one to watch category creator unicorn startup household name global"
    },
    {
      "url": "https://www.dotdashmeredith.com/careers/",
      "title": "Career Opportunties | People Inc",
      "description": "Learn about jobs and career opportunities at Dotdash Meredith, America's largest digital and print publisher.",
      "preview": "Open Roles Contract"
    },
    {
      "url": "https://eppbj.fr",
      "title": "Accueil | Etpourquoipasbyjohn",
      "description": "void",
      "preview": "top of page CLIQUEZ SUR LES ÎCONES POUR VOIR NOTRE ACTUALITE CONSEILS, IDEES & BONNE HUMEUR S'abonner Nous sommes des experts passionnés et engagés en"
    },
    {
      "url": "http://rescue.myplannedgift.org/",
      "title": "Charitable Giving | International Rescue Committee",
      "description": "Make a difference at the International Rescue Committee with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Leave a Legacy, Become a Changemaker Many caring and generous friends like you have found that through their will they are able t"
    },
    {
      "url": "https://www.netip.de/live/11/45/stats.htm",
      "title": "Live query view",
      "description": "void",
      "preview": "Live query view - Which queries have been made in last time? History of weeks 01 | 02 | 03 | 04 | 05 | 06 | 07 | 08 | 09 | 10 | 11 | 12 | 13 | 14 | 15"
    },
    {
      "url": "https://ar-ar.workplace.com/blog/collaboration?ref=AVspaOrTPD67k6haImSZNk5nlRLwog02UhOooJ6WOEo1fe6nQxMCLwaPIoXOc_qGK9ffJo7QXy3i25efu8PgYsKaRAW0uxnhRRMnN28xEOqVu9lNXbdWykat9OLG4ta5jDCN9DqMS47rTwU3hiZak9Nj9oEWl_MWGNcIbi-rgVb8OmC45VI4819K150B3EOv-wIIOzFB7pPHyrtTnw8rJnyAGPhPUCc-f57K3iaXwGaBDH7JKegaT7WoDdlKoUHc0IjkcsHf8WPbl52eYrU3Wep--ObnL9rGhiXzUFsk1XgPYS8KqlJ3yMIGesMvm3ni6D3jYuXoN4DgypKUu9lmc0RS",
      "title": "Alla scoperta del futuro del lavoro con VR e MR | Meta for Work",
      "description": "Scopri il futuro del lavoro sul blog di VR e tecnologia di Meta for Work. Prendi parte a un viaggio innovativo nella VR per il mondo del lavoro facendoti guidare dai nostri esperti.",
      "preview": "void"
    },
    {
      "url": "http://ladigitalmedia.org/video_v2/asset-detail/LSWI-0813-02_Fairhaven",
      "title": "Louisiana Digital Media Archive",
      "description": "The LDMA is the online home of thousands of Louisiana-related videos from the collections of Louisiana Public Broadcasting and the Louisiana State Archives.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.austinbcc.org/",
      "title": "Home - Greater Austin Black Chamber of Commerce, TX",
      "description": "void",
      "preview": "Go Pages Members Categories Quicklinks Events The Greater Austin Black Chamber of Commerce Business Join Directory Contact Us Welcome To The Greater A"
    },
    {
      "url": "https://riobravo.com.ar/itemlist/tag/dictadura?limit=10&start=10",
      "title": "Mostrando artículos por etiqueta: dictadura - Río Bravo Entre Ríos",
      "description": "void",
      "preview": "Domingo, 03 Julio 2022 09:35 La estremecedora carta de la \"ex hija\" de Etchecolatz al enterarse de la muerte del genocida El el ex jefe de Investigaci"
    },
    {
      "url": "https://www.speedsolving.com/wiki/index.php/CFOP_method",
      "title": "CFOP method - Speedsolving.com Wiki",
      "description": "void",
      "preview": "Anonymous Not logged in Create account Log in Speedsolving.com Wiki Search CFOP method From Speedsolving.com Wiki Namespaces Page Discussion More More"
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/04/29/their-majesties-king-willem-alexander-and-queen-maxima-to-travel-california-and-texas-on-economic-working-visit",
      "title": "Their Majesties King Willem-Alexander and Queen Máxima to travel California and Texas on economic working visit | News item | Royal House of the Netherlands",
      "description": "From Tuesday 6 to Friday 9 September, Their Majesties King Willem-Alexander* and Queen Máxima will be conducting an economic working visit to California and Texas in the United States. The trip will see them visit San Francisco, Silicon Valley, Austin and Houston.",
      "preview": "Search within English part of Royal House of the Netherlands Search Their Majesties King Willem-Alexander and Queen Máxima to travel California and Te"
    },
    {
      "url": "https://accessiblevoting.net/",
      "title": "Accessible voting - Your guide to a private and independent voting experience",
      "description": "AccessibleVoting.net is your guide to voting privately and independently this election season",
      "preview": "What is Accessible Voting? Accessible Voting helps you find ways to cast your ballot with the options you need for a successful voting experience. Sel"
    },
    {
      "url": "http://www.multi-media.at/?m=201601",
      "title": "Januar 2016 - imago lexis",
      "description": "void",
      "preview": "Zum Inhalt springen Heuer pilgerten wiederum insgesamt 156.613 Autointeressierte zur nunmehr 10. Vienna Autoshow. Der heimische Automarkt verzeichnete"
    },
    {
      "url": "https://anttisorri.wordpress.com/2020/09/01/tyovaenkirjallisuuden-paivilla-5-9-20-luku-on-iloinen/",
      "title": "Työväenkirjallisuuden päivillä 5.9. 20-luku on iloinen? - Sinisten ajatusten hautausmaa",
      "description": "Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työväenmuseo Werstaalla, ja keskustelujen aiheena messujen tämän vuoden teema: iloinen 20-luku? Mikä teki 1920-luvusta iloisen? Takana oli julma maailmansota, joka haluttiin unohtaa, mutta liittyykö vuosikymmeneen muita kulttuurillisesti merkittäviä ilmiöitä? Modernismi virisi suomalaisessa kirjallisuudessa, Tulenkantajat avasivat ikkunoita Eurooppaan. Naisten emansipaatio saavutti jälleen uusia rajapyykkejä...",
      "preview": "Siirry sisältöön Puistofilosofit rantautuvat jälleen keskustelemaan yleisön kanssa. Tällä kertaa ollaan Työväenkirjallisuuden päivillä Tampereen Työvä"
    }
  ],
  "_meta": {
    "total_bookmarks": 100
  }
}