{
  "data": [
    {
      "url": "https://www.bravotv.com",
      "title": "Bravo Official Site: Shows, Videos, News & Schedule",
      "description": "Watch full episodes and exclusive videos for Bravo shows including Top Chef, The Real Housewives of Beverly Hills and Vanderpump Rules.",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.planetheritage.org",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.ipsy.com/",
      "title": "Personalized Monthly Makeup & Beauty Sample Subscription | IPSY",
      "description": "Personalized makeup and beauty products, exclusive offers, and how-to video tutorials from our IPSY Stylists. Each month subscribers receive a gorgeous Glam Bag with 5+ products starting at $13/month. Watch and learn the best tips and tricks from our IPSY Stylists and express your own unique beauty.",
      "preview": "Gift them once. Delight them for months. Give an IPSY subscription today! Beauty Picked Just For You Get Started Get 5 products worth up to $70 , plus"
    },
    {
      "url": "https://newsroom.fr.paypal-corp.com/accueil-newsroom",
      "title": "PayPal Newsroom - Accueil Newsroom",
      "description": "void",
      "preview": "Article à la une Article à la une / HERO BLOCK PayPal Etude PayPal : 1 Français sur 4 utilise le paiement fractionné pour planifier ses voyages Une no"
    },
    {
      "url": "https://www.navius.biz/%E6%BD%AE%E5%90%B9%E3%81%8D%E3%81%8C%E5%BC%B7%E7%83%88%E3%81%99%E3%81%8E%E3%82%8B-%E6%A5%B5%E5%AC%A2girls-%E8%AB%B8%E6%98%9F%E3%82%BB%E3%82%A4%E3%83%A9-%E5%B1%B1%E4%B8%8B%E8%88%9E-%E6%B8%8B%E8%B0%B7/",
      "title": "navius.biz",
      "description": "void",
      "preview": "Click here to enter"
    },
    {
      "url": "http://www.wideeyecreative.com",
      "title": "Wide Eye / a digital creative agency - web design & branding for mission-driven organizations and nonprofits",
      "description": "Wide Eye is a full-service creative agency specializing in interactive design, web development, and digital communications for brands that change the world. Headquartered in Washington, DC.",
      "preview": "Skip to main content Wide Eye Creative Close Things that agencies probably won't tell you about your RFP process, but should... Things that agencies pro"
    },
    {
      "url": "https://www.ashoka.org/en-us",
      "title": "Ashoka: Everyone a Changemaker",
      "description": "Ashoka envisions a world in which Everyone is a Changemaker: a world where all citizens are powerful and contribute to change in positive ways.",
      "preview": "Skip to content Unleashing the Future at Ashoka Africa's Young Changemakers Festival In a pivotal moment for the \"Everyone A Changemaker\" movement in"
    },
    {
      "url": "https://www.popsugar.com/celebrity/Mary-Kate-Olsen-Olivier-Sarkozy-Postengagement-Event-34334543",
      "title": "Mary-Kate Olsen and Olivier Sarkozy Postengagement Event | PS Celebrity",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Celebrity Mary-kate Olsen Mary-Kate and Olivier Make Their First Postengagement Appearance By Alyse Whitney Updated on March 11,"
    },
    {
      "url": "https://angusmon.tumblr.com/post/143019007264",
      "title": "Angusmon - Computer science: the impact of K-12 on university...",
      "description": "Computer science: the impact of K-12 on university enrollment codeorg: \" At Code.org, we're regularly asked if teaching computer science in grades K-12 will impact university enrollment. Note: our...",
      "preview": "Computer science: the impact of K-12 on university enrollment codeorg : At Code.org, we're regularly asked if teaching computer science in grades K-12"
    },
    {
      "url": "https://table2site.com/",
      "title": "Table2Site: Convert your airtable base to a website",
      "description": "Convert your airtable base to websites with ease.",
      "preview": "Build websites with Airtable Build sites without coding - use an Airtable base as your CMS. → View airtable base → View website A few examples Landing"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Newsletter-Templates-Send-Beautiful-and-Responsive-Emails-Mailjet-a1ddc172f9f24d2d95708274950c534a?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://developer.mozilla.org/en-US/plus?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=nav&utm_content=products",
      "title": "MDN Plus",
      "description": "The MDN Web Docs site provides information about Open Web technologies including HTML, CSS, and APIs for both Web sites and progressive web apps.",
      "preview": "Skip to main content Skip to search"
    },
    {
      "url": "https://danmall.com/",
      "title": "Dan Mall Teaches Design Systems, Design Process, and Design Leadership",
      "description": "Showing you how to use design to live a better life.",
      "preview": "Showing you how to use design to live a better life. Dan Mall Teaches Join 63,400+ subscribers and get tips, tricks, and tools about design systems, p"
    },
    {
      "url": "https://www.siriusxm.com",
      "title": "SiriusXM: Music, Sports, Talk & Podcasts, Live & On Demand",
      "description": "Whether it's new hip-hop and classic comedy or '90s jams and sports podcasts, everything you want to hear lives here at SiriusXM.",
      "preview": "Verify channels for my radio Channel numbers may vary across different cars and portable radios. At least one option below required Streaming & Most R"
    },
    {
      "url": "https://www.gq.com/story/pharrell-new-masculinity-cover-interview",
      "title": "Pharrell on Evolving Masculinity, \"Blurred Lines,\" and \"Spiritual Warfare\" | GQ",
      "description": "Pushing the masculinity conversation forward with one of pop culture's most influential futurists.",
      "preview": "Skip to main content Save Story Save this story Save Story Save this story Welcome to GQ's New Masculinity issue, an exploration of the ways that trad"
    },
    {
      "url": "https://donorbox.org/privacy",
      "title": "Donorbox Privacy Policy - Donation Platform for Everyone",
      "description": "This Privacy Policy describes how the Donorbox collects, uses, shares and secures the personal information that you provide.",
      "preview": "See for yourself how easy fundraising can be with Donorbox. Watch the Demo now × Privacy Policy Overview Who is Donorbox? Donorbox is a company operat"
    },
    {
      "url": "https://en.unesco.org/covid19/educationresponse",
      "title": "Education: From COVID-19 school closures to recovery | UNESCO",
      "description": "Education: From COVID-19 school closures to recovery",
      "preview": "Skip to main content 222nd session of the Executive Board, 1-16 October 2025 close Search Search Quick links: Mondiacult Revive the Spirit of Mosul Wo"
    },
    {
      "url": "https://action.uso.org/2106_EVERGREEN_2?sc=WW18STRYINL",
      "title": "Add your name for our brave troops | USO",
      "description": "The USO is collecting signatures to make sure our service members who sacrifice so much for us know we have their backs. Sign the card now.",
      "preview": "Sign the card to thank our troops Our American heroes are waiting to hear from you. Sign the card now to support our service members. Thank you for yo"
    },
    {
      "url": "https://de.linkedin.com/company/eurotec-gmbh?trk=public_jobs_jserp-result_job-search-card-subtitle",
      "title": "EuroTec GmbH | LinkedIn",
      "description": "EuroTec GmbH | 4.072 Follower:innen auf LinkedIn. Eurotec GmbH - The specialist for fastening technology Eurotec GmbH is a medium-sized company with about 200 employees engaged in the development, production and sale of products for the construction sector. The stock has space for more than 20.000 pallets. To this end, we supply products for the areas of timber-frame construction, deck construction and concrete fastening.",
      "preview": "LinkedIn nimmt den Schutz Ihrer Privatsphäre sehr ernst LinkedIn und Drittanbieter setzen essenzielle und nicht zwingend erforderliche Cookies ein, um"
    },
    {
      "url": "https://www.ihrimmobilienmaklerheidelberg.com/nationale-und-internationale-immobilienbewertung-grundlagen-und-vergleiche",
      "title": "300 Multiple Choices",
      "description": "void",
      "preview": "Multiple Choices The document name you requested ( /index.php ) could not be found on this server. However, we found documents with names similar to t"
    },
    {
      "url": "https://assuredstrategy.com/",
      "title": "Leadership Training. Scaling Up Coaches. Executive Coaching.",
      "description": "Discover leadership training & executive coaching to drive growth. Scaling Up Coaches, leadership coaching, weekly events elevate success! TX based Assured Strategy",
      "preview": "Skip to content Contact Us Contact Us Scaling Up Business Coaches Atomic Dev 2025-01-06T12:33:17-06:00 Navigate Change & Scale Up with The Strategy Sh"
    },
    {
      "url": "https://www.chalkbeat.org/22525983/map-critical-race-theory-legislation-teaching-racism",
      "title": "CRT MAP: Critical race theory legislation and schools - Chalkbeat",
      "description": "Chalkbeat is tracking efforts to restrict teaching about race and bias in schools, as well as efforts to expand it, on this map of critical race theory legislation.",
      "preview": "Skip to main content A classroom conversation in Denver, Colorado, in April 2021. (Eli Imadali for Chalkbeat) Teaching & Classroom Politics & Policy C"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/help/",
      "title": "Help - PubMed",
      "description": "PubMed help page.",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://www.algore.com/about.html",
      "title": "About Al Gore - Al Gore",
      "description": "About Al Gore",
      "preview": "\" The climate crisis offers us the chance to experience what very few generations in history have had the privilege of knowing: a generational mission"
    },
    {
      "url": "https://www.cultbeauty.com/saie-hydrabeam-sheer-brightening-under-eye-concealer-6ml-various-shades/13708806.html",
      "title": "Saie Hydrabeam Sheer Brightening Under Eye Concealer 6ml (Various Shades) | Cult Beauty",
      "description": "Get Saie Hydrabeam Sheer Brightening Under Eye Concealer 6ml (Various Shades) at Cult Beauty.",
      "preview": "Skip to main content Get 15% off your first order Sign up for email exclusives Earn Cult Status Points Get up to 15% OFF your first haul with code FIR"
    },
    {
      "url": "https://crisistrends.org/",
      "title": "Crisis Trends - Crisis Text Line",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://itunes.apple.com/us/app/youtube-kids/id936971630?mt=8",
      "title": "‎YouTube Kids on the App Store",
      "description": "Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an app made just for kids. With easy na...",
      "preview": "Screenshots Description Inspire your kids to uncover their unique interests Help your kids explore video content they love and parents trust, in an ap"
    },
    {
      "url": "https://www.nps.gov/subjects/fossils/index.htm",
      "title": "Fossils and Paleontology (U.S. National Park Service)",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.csteachers.org",
      "title": "Computer Science Teachers Association Connect, Grow, & Share With CS Teachers-",
      "description": "CSTA understands that teaching computer science is hard. That's why we're focused on creating a supportive environment for K-12 educators.",
      "preview": "Skip to content Connect, Grow, & Share With CS Teachers CSTA understands that teaching computer science is hard. That's why we're focused on creating"
    },
    {
      "url": "https://www.pagat.com/adders/",
      "title": "Card Games: Adding Games",
      "description": "Survey of card games that involve adding the values of cards as they are played, usually with the aim of achieving or avoiding certain totals.",
      "preview": "Home A-Z Home Page > Classified Index > Adding games Card Games: Adding Games In adding games players play out cards in turn, and the values of the ca"
    },
    {
      "url": "http://madscientist.pl/magicfluids",
      "title": "Magic Fluids - iOS and Android app",
      "description": "void",
      "preview": "Fluid animation in your pocket! Touch the screen and create beautiful motion of colorful smoke and water. Key features of Magic Fluids: Highly configu"
    },
    {
      "url": "https://hsb.m.wikipedia.org/wiki/Specialnje:Mobilne_r%C4%9B%C4%8De/Kategorija:1677",
      "title": "Kategorija:1677 - Wikipedija",
      "description": "void",
      "preview": "K wobsahej skočić Pomoc Z Wikipedije, swobodneje encyklopedije ◄ | 16. lětst. | 17. lětstotk ◄◄ | ◄ | 1673 | 1674 | 1675 | 1676 | 1677 | 1678 | 1679 |"
    },
    {
      "url": "https://www.dbricette.it/links_siti.htm",
      "title": "DBRicette: Links siti",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Links a siti che usano il nostro database [168] http://www.paginainizio.com/r"
    },
    {
      "url": "https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3",
      "title": "Open Government Licence",
      "description": "void",
      "preview": "Open Government Licence for public sector information You are encouraged to use and re-use the Information that is available under this licence freely"
    },
    {
      "url": "http://www.onepixeldev.com",
      "title": "One Pixel Dev",
      "description": "void",
      "preview": "Home Portfolio Contact/App Support Application development at its finest. ."
    },
    {
      "url": "https://www.royal-house.nl/latest/news/2022/09/01/king-willem-alexander-unable-to-join-working-visit-to-the-united-states-queen-maximas-presence-not-affected",
      "title": "King Willem-Alexander unable to join working visit to the United States; Queen Máxima's presence not affected | News item | Royal House of the Netherlands",
      "description": "His Majesty King Willem-Alexander will not participate in the working visit to California and Texas from 6 to 9 September 2022. This decision has been made on doctors' advice. The King is recovering from pneumonia and air travel at this time could impede a full recovery. The King's commitments in the Netherlands will not be affected by this decision and will go ahead as planned, albeit on a more limited scale.",
      "preview": "Search within English part of Royal House of the Netherlands Search King Willem-Alexander unable to join working visit to the United States; Queen Máx"
    },
    {
      "url": "https://www.cartercenter.org/",
      "title": "The Carter Center | Waging Peace, Fighting Disease & Building Hope",
      "description": "The Carter Center is a nongovernmental organization that helps to improve lives by resolving conflicts; advancing democracy and preventing diseases.",
      "preview": "Peace Programs Peace Programs Overview China Focus Conflict Resolution Program Democracy Program Human Rights Program Inform Women, Transform Lives La"
    },
    {
      "url": "https://uxplanet.org/",
      "title": "UX Planet",
      "description": "UX Planet is a one-stop resource for everything related to user experience.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in UX Planet One-stop resource for everything related to user experience 350"
    },
    {
      "url": "https://threatinfo.net/files/WebCompanion.resources.dll-761d394a0c30c440e6e54badf3bd8059",
      "title": "WebCompanion.resources.dll761d394a0c30c440e6e54badf3bd8059:Detailed Files Info",
      "description": "What is WebCompanion.resources.dll761d394a0c30c440e6e54badf3bd8059? More information about WebCompanion.resources.dll761d394a0c30c440e6e54badf3bd8059",
      "preview": "Information about WebCompanion.resources.dll Name md5 Digital signature Company name Product name Virus name » File File Details Overview Analysis Web"
    },
    {
      "url": "https://www.cvent.com/d/bjqgzd",
      "title": "Redirect page for inactive events",
      "description": "void",
      "preview": "Not what you were looking for? We can't seem to find the page you're looking for. It might have moved, been renamed, or doesn't exist anymore. For ass"
    },
    {
      "url": "https://www.ny.gov/programs/new-york-state-covid-19-technology-swat-team",
      "title": "New York State COVID-19 Technology SWAT Team | The State of New York",
      "description": "Leveraging Technology Expertise to Scale our Efforts",
      "preview": "Skip to main content Programs New York State COVID-19 Technology SWAT Team Leveraging Technology Expertise to Scale our Efforts New York State COVID-1"
    },
    {
      "url": "https://cassandraladru.com",
      "title": "Cassandra Ladru Photography - A journalistic style wedding and lifestyle photographer",
      "description": "void",
      "preview": "Cassandra Ladru Cassandra Ladru is a journalistic style wedding and lifestyle photographer, with a background in fashion photography and an eye for be"
    },
    {
      "url": "https://punkcase.com.au/products/iphone-8-plus-case-ghostek-cloak-2-0-series-for-apple-iphone-8-plus-slim-protective-armor-case-cover-explosion-proof-screen-protector-aluminum-frame-tpu-shell-warranty-ultra-fit-black",
      "title": "iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series Ultra Fit (Black) - PunkCase® AU",
      "description": "Ultimate Protection with Precision Cut Outs for Easy Access to All Ports &amp; Jacks but Without the Bulkiness, Maintains the Aesthetics of Your Phone While Keeping It Protected",
      "preview": "Ghostek iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series Ultra Fit (Black) iPhone 8+ Plus Case, Ghostek® Cloak 2.0 Series for Apple iPhone 8+ Plus Slim"
    },
    {
      "url": "https://levonbiss.com",
      "title": "LEVON BISS | Discover Nature's Artistry Today",
      "description": "Explore Levon Biss's photographic work, including insect, seeds, fruits, botany, extinct species, amber series, and exhibitions. Learn more about his captivating art.",
      "preview": "0 Email Address Sign Up Thank you!"
    },
    {
      "url": "https://dolceforever-blog.tumblr.com/post/116940926173",
      "title": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns... - @dolceforever-blog on Tumblr",
      "description": "With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out almost 60% of ALL \"skilled worker\" visas granted were for computer...",
      "preview": "codeorg Follow With all the national debate on immigration, I recently looked at the data for all the \"skilled worker\" visas we grant. It turns out al"
    },
    {
      "url": "https://zpwholesale.com/products/infinity-stackable-ring-in-sterling-silver-6924-ss",
      "title": "Infinity Stackable Ring in Sterling Silver, #6924-ss - Zoe & Piper Wholesale",
      "description": "Sterling silver infinity rings. Perfect for stacking, personal wear, or a fun simple gift anyone would love! Size: 6, 7, 8 Material: Sterling silver",
      "preview": "Skip to content Welcome to our store Item added to your cart View cart Check out Continue shopping Skip to product information Open media 1 in modal O"
    },
    {
      "url": "https://www.ipcc.ch/report/ar6/wg3/",
      "title": "Climate Change 2022: Mitigation of Climate Change",
      "description": "Intergovernmental Panel on Climate Change Working Group III contribution to the Sixth Assessment Report",
      "preview": "Summary for Policymakers The Summary for Policymakers (SPM) provides a high-level summary of the key findings of the Working Group III Report and is a"
    },
    {
      "url": "https://hackdesign.org/",
      "title": "Design lessons for everyone, curated by top designers | Hack Design",
      "description": "An easy to follow design course for people who do amazing things. Receive a design lesson in your inbox each week, hand crafted by a design pro. Learn at your own pace, and apply it to your real life work - no fake projects here.",
      "preview": "void"
    },
    {
      "url": "https://www.jetboost.io/",
      "title": "No-code search and filters for Webflow CMS | Jetboost",
      "description": "Real-time search, dynamic filtering, and more for Webflow - without writing code. Give your Webflow CMS superpowers with Jetboost.",
      "preview": "Follow for new releases @jetboostio Your No-Code Webflow Sidekick Real-time search, dynamic filtering, and more for Webflow - without writing code Get"
    },
    {
      "url": "https://www.zinccafe.com/",
      "title": "Zinc Cafe | Home",
      "description": "At Zinc, our mission is to create a welcoming space where everyone feels at home. Whether you're stopping in for a vibrant, flavor-forward New...",
      "preview": "LAGUNA BEACH Visit us 350 Ocean Avenue, Laguna Beach, CA, 92651, United States MARKET & CAFE HOURS DAILY | 7am - 4pm CONTACT 949.494.6302 | laguna@zin"
    },
    {
      "url": "http://www.argonblue.com/",
      "title": "Argon Blue -- Your leading source for premier colocation, web hosting and Internet services!",
      "description": "Argon Blue is your leading source for premier colocation, web hosting and Internet services.",
      "preview": "Information Made Simple Argon Blue provides colocation , hosting , dedicated servers , network and Internet service to enterprises of all sizes. What'"
    },
    {
      "url": "https://www.ptsd.va.gov/understand/common/common_veterans.asp#:~:text=The%20number%20of%20Veterans%20with,PTSD%20in%20a%20given%20year.",
      "title": "How Common is PTSD in Veterans? - PTSD: National Center for PTSD",
      "description": "Veterans are slightly more likely to have PTSD than civilians. Learn how common PTSD is among Veterans of different service eras.",
      "preview": "skip to page content VA » Health Care » PTSD: National Center for PTSD » Understand » How Common is PTSD » How Common is PTSD in Veterans? PTSD: Natio"
    },
    {
      "url": "https://elearning.fao.org/",
      "title": "FAO elearning Academy",
      "description": "void",
      "preview": "FAO elearning Academy Install App Skip to main content × ×"
    },
    {
      "url": "https://www.osti.gov/dataexplorer/biblio/dataset/1305491",
      "title": "Materials Data on Dy5Ti5O17 by Materials Project (Dataset) | DOE Data Explorer",
      "description": "The U.S. Department of Energy's Office of Scientific and Technical Information",
      "preview": "Title: Materials Data on Dy5Ti5O17 by Materials Project Dataset Other Related Research Abstract Dy5Ti5O17 crystallizes in the orthorhombic Pmn2_1 spac"
    },
    {
      "url": "https://teachers20.com/",
      "title": "Teachers 2.0",
      "description": "Twitter Google+",
      "preview": "firstclassroom : Important! (via elviajedelaesperanza ) 6 years ago 146 notes Here's who voted for Betsy DeVos coffeeandbenadryl : Despite the fact th"
    },
    {
      "url": "http://www.all-science-fair-projects.com/",
      "title": "1000+ Science Fair Projects with Videos for All Grades",
      "description": "Find the best STEM projects & science fair project ideas · Over 55 subjects · Easy science fair projects, Top 10 & more!",
      "preview": "Find science fair project ideas from our collection of 1000+ STEM projects! Which school grade are you in? Browse by Grade Level What subject do you l"
    },
    {
      "url": "https://valbyonline.dk/valby-guide/nintendo/",
      "title": "Nintendo | ValbyOnline",
      "description": "void",
      "preview": "Forside $ DEALS Valby $ Nyheder Kultur & Sport Restaurant, Café & Takeaway Shopping Blogs Cecil & Michaels blog >>> Få din egen blog! Posts Tagged ' N"
    },
    {
      "url": "https://help.lyft.com/hc/e/articles/115013078668-Scheduled-rides-for-riders#scheduleride",
      "title": "Scheduled rides for riders - Lyft Help",
      "description": "void",
      "preview": "Skip to Content Scheduled rides for riders You can plan ahead by scheduling a ride up to 90 days ahead of time. When you schedule a ride, you'll speci"
    },
    {
      "url": "https://lionofviennasuite.sbnation.com/users/kidsearncash77",
      "title": "kidsearncash77 Profile and Activity - Lion Of Vienna Suite",
      "description": "Your best source for quality Bolton Wanderers news, rumors, analysis, stats and scores from the fan perspective.",
      "preview": "Skip to main content clock menu more-arrow no yes mobile Fanposts Sections Bolton Wanderers Transfer News Bolton Wanderers Opinion Bolton Wanderers On"
    },
    {
      "url": "http://hatikvahmusic.com/cgi-bin/details.pl?key=1166",
      "title": "Hatikvah Music: Record Details",
      "description": "Hatikvah Music: The largest selection of Jewish Music, specializing in Yiddish, Klezmer, Sephardic, Ladino, Cantorial and Israeli music on cassette, compact disc and video.",
      "preview": "Artist: Various Title: Halleluya/Hava Nagila - The Most Famous 25 Israeli Folk Songs Category: Israeli Order #: 01166 If you only have 1 Israeli song"
    },
    {
      "url": "https://www.emporiojanial.com.br/tintas/tintas-para-tecido/146/Turquesa?PS=30&map=c,c,productClusterSearchableIds,specificationFilter_71",
      "title": "Empório Janial",
      "description": "Encontre materiais para artesanato, como peças de madeira, papel para decoupage e arte francesa. Compre materiais para artesanato na Emporio Janial.",
      "preview": "Termo não encontrado A busca não retornou nenhum resultado."
    },
    {
      "url": "https://www.popsugar.com/celebrity/Mary-Kate-Olsen-Olivier-Sarkozy-Postengagement-Event-34334543",
      "title": "Mary-Kate Olsen and Olivier Sarkozy Postengagement Event | PS Celebrity",
      "description": "PS makes wellness more accessible through real-life stories, first-person perspectives, and expert-backed information. Our staff of journalists and subject-matter experts research, report, and produce articles, videos, and social content that help people feel good about their well-being choices, no matter what they are. Via our core verticals - Health, Fitness, Beauty, Balance, Identity, and Shopping - we help our audience proceed with confidence.",
      "preview": "Skip to main content Celebrity Mary-kate Olsen Mary-Kate and Olivier Make Their First Postengagement Appearance By Alyse Whitney Updated on March 11,"
    },
    {
      "url": "https://nationaleczema.org/eczema-products/about-nea-seal-of-acceptance/",
      "title": "About the Seal of Acceptance™ | National Eczema Association",
      "description": "Since 2008 the Seal has been the most trusted mark in eczema products. For the millions of people who live with eczema - and even more with sensitive skin - the search for personal care and household products can be triggering, in every sense of the word. The Seal empowers you to find products that are suitable [...]",
      "preview": "About the Seal of Acceptance™ Since 2008 the Seal has been the most trusted mark in eczema products. For the millions of people who live with eczema -"
    },
    {
      "url": "https://www.myvanilladebitcard.com/myvanilla/static/pdf/MyVanilla_Privacy_Policy_ENG.pdf",
      "title": "Pardon Our Interruption",
      "description": "void",
      "preview": "Pardon Our Interruption As you were browsing something about your browser made us think you were a bot. There are a few reasons this might happen: You"
    },
    {
      "url": "https://www.disneyplus.com/legal/subscriber-agreement",
      "title": "Subscriber Agreement | Disney+",
      "description": "Disney+ and ESPN+ Subscriber Agreement.",
      "preview": "void"
    },
    {
      "url": "https://www.bwwa-us.com/",
      "title": "Black Women's Wealth Alliance",
      "description": "void",
      "preview": "Black Women's Wealth Alliance Serving Foundational Black American Women Since 2014 contribute to BWWA Today! STAY CONNECTED BY SIGNING UP FOR OUR NEWS"
    },
    {
      "url": "https://github.com/GlobalFishingWatch/gfwr",
      "title": "GitHub - GlobalFishingWatch/gfwr: R package for accessing data from Global Fishing Watch APIs",
      "description": "R package for accessing data from Global Fishing Watch APIs - GlobalFishingWatch/gfwr",
      "preview": "Skip to content"
    },
    {
      "url": "https://naacp.org/find-resources/know-your-rights/democracy-voting",
      "title": "Democracy & Voting",
      "description": "Efforts to make it harder for racial minorities to vote are proliferating across the country. NAACP and volunteers made sure Black voices were heard in 2020.",
      "preview": "Skip to main content Search Close Close Donate Close Countdown to Election Day - - days - hrs - mins - secs NAACP Georgia State Conference v Raffenspe"
    },
    {
      "url": "https://www.conservation.org/what/Pages/forests.aspx",
      "title": "Stabilizing Our Climate by Protecting and Restoring Nature",
      "description": "To prevent irreversible damage to the climate that sustains us, humanity must reduce climate-warming greenhouse gases and remove excess carbon from the atmosphere.",
      "preview": "Stabilizing our climate by protecting and restoring nature © Thomas Muller To prevent irreversible damage to the climate that sustains us, humanity mu"
    },
    {
      "url": "https://www.aldoshoes.com/us/en_US/women/avedax-red/p/13491542",
      "title": "Women's Top Handle Bags - ALDO",
      "description": "Shop women's top handle bags at ALDO & browse our latest collection of accessibly priced handbags for women, in a wide variety of on-trend styles.",
      "preview": "Skip Navigation FREE Shipping on Orders $125+ Learn more FREE Shipping on Orders $125+ Track Order Store Locator Help USD Added To Bag Checkout now Ch"
    },
    {
      "url": "https://buffer.com/add?url=https%3A%2F%2Foemdtc.com%2F13077%2F23t001-incorrect-tire-identification-number-general-altimax-rt43-tires&text=23T001%20Incorrect%20Tire%20Identification%20Number%20-%20General%20Altimax%20RT43%20Tires",
      "title": "Buffer - Log In",
      "description": "Log in to access your Buffer account",
      "preview": "Log in Email Address Password Log In Create an account Forgot your password? Terms of Service • Privacy Policy • Security New! Buffer's AI Assistant B"
    },
    {
      "url": "http://www.tvguidelines.org/ratings.html",
      "title": "Ratings | The TV Parental Guidelines",
      "description": "void",
      "preview": "Home Ratings Controls News and Resources About Us FAQs Contact Us Ratings The television industry designed a TV ratings system - known as the TV Paren"
    },
    {
      "url": "https://www.questdiagnostics.com/home/Covid-19/Patients/tat/?elqTrackId=3a3730169075450782568a6765108741&elqaid=93&elqat=2",
      "title": "COVID-19 testing for patients | Quest Corporate",
      "description": "COVID-19 tests are available to purchase at questhealth.com or through a doctor's order. Compare your symptoms for clarity on which test option is right for you.",
      "preview": "Skip to main content COVID-19/Flu/RSV Testing Navigate flu season with confidence. Protect yourself and those around you. How to test with Quest Speak"
    },
    {
      "url": "https://fsc.org/en",
      "title": "Home | Forest Stewardship Council",
      "description": "Just as we depend on forests, forests depend on us. At the Forest Stewardship Council (FSC) we unite citizens, businesses, governments, and NGOs under a common goal: protecting healthy, resilient forests for all, forever.",
      "preview": "Skip to main content English Español You must include at least one keyword with 3 characters or more. In search of inspiration? Choose from the select"
    },
    {
      "url": "https://iste.org/areas-of-focus/AI-in-education",
      "title": "ISTE | Artificial Intelligence in Education",
      "description": "ISTE offers free resources and guides for educators who are interested in learning about how artificial intelligence can empower learners at every level.",
      "preview": "Your new membership experience is here! Explore your benefits at iste-ascd.org. Or join or renew now to get connected. Dismiss banner Skip to content"
    },
    {
      "url": "https://powerbi.microsoft.com/",
      "title": "Power BI - Data Visualization | Microsoft Power Platform",
      "description": "Learn how Power BI, a unified platform for self-service and business intelligence, helps you visualize data into the apps you use every day.",
      "preview": "This is the Trace Id: 0e573621738d1ca572b6378311ff903b Skip to main content Power BI Uncover powerful insights and turn them into impact Connect to an"
    },
    {
      "url": "https://www.hulyah.com/products/3-qul-surah-al-falaq-an-nas-and-al-ikhlas-bracelet-exclusive",
      "title": "Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet , Islam Jewelry, Gift For Muslim, Allah Cuff, Quran Pendant, İslam Pendant, islamic fashion, muslim,Name necklace - HULYAH",
      "description": "Ayatul Kursi Cuff, Ayatul Kursi Cuff | Surah Al-Falaq & An-Nas Bracelet Ayatel Kursi Bracelet, Islam Jewelry, Gift For Muslim, Allah Necklace, Quran Pendant, İslam Pendant, Islamic fashion, Muslim, Name necklace Islamic Jewelry, Ayatul Kursi Jewellery, Arabic Jewelry Gift, Farther's Day Gift",
      "preview": "Skip to content Pause slideshow Play slideshow 30-Day Money-Back Guarantee 3-Qul: Surah Al-Falaq, An-Nas, and Al-Ikhlas Bracelet | Exclusive No review"
    },
    {
      "url": "https://www.sprintesport.it/under-15-varese/2020/08/25/news/under-15-varese-il-mercallo-e-ripartito-nel-segno-della-continuita-223782/",
      "title": "Under 15 Varese, il Mercallo è ripartito nel segno della continuità - Sprint e Sport",
      "description": "Lo scorso febbraio, al momento dell'interruzione della stagione, i 2006 del Mercallo primeggiavano nel proprio girone di Under 14. Una stagione perfetta nella q...",
      "preview": "Lombardia Giovanili Altri Varese Under 15 Varese Cerca Edizione digitale Lombardia Giovanili Femminile Dilettanti Scuola Calcio Sprint Analyst Piemont"
    },
    {
      "url": "https://www.theaftd.org/posts/all-us-states/what-is-frontotemporal-dementia-the-disease-bruce-willis-is-diagnosed-with/",
      "title": "What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? | AFTD",
      "description": "Today, the family of Bruce Willis announced that the 67-year-old actor has been diagnosed with frontotemporal dementia (FTD), also known as frontotemporal",
      "preview": "Skip to content What Is Frontotemporal Dementia, the Disease Bruce Willis Is Diagnosed With? February 16, 2023 Share on Facebook 𝕏 Share on X Today, t"
    },
    {
      "url": "https://www.wmu.se/",
      "title": "World Maritime University",
      "description": "Serving the global maritime community through advancements in maritime & ocean postgraduate education, research and capacity building.",
      "preview": "Faculty & Staff Alumni Give Library Shop Spotlight Culture of Adjustment Report Academic Handbook WMU ITF Transport 2040 Report What We OFFER The Univ"
    },
    {
      "url": "https://www.israelnationalnews.com/news/249482",
      "title": "OU to stop kosher certifying controversial slaughter method | Israel National News",
      "description": "Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist' method.",
      "preview": "OU to stop kosher certifying controversial slaughter method Largest US kashrut certifier no longer accepts meat slaughtered using 'shackle and hoist'"
    },
    {
      "url": "https://gastowngazette.com/problem-with-individual-voluntary-arrangements/",
      "title": "Problem with Individual Voluntary Arrangements - Gastown Gazette - Science Today, Technology Tomorrow",
      "description": "What exactly is an Individual Voluntary Agreement? A Private Voluntary Arrangement (Individual Voluntary Agreement) is a lawful method of handling significant debt issues It is",
      "preview": "Skip to content Home General Problem with Individual Voluntary Arrangements What exactly is an Individual Voluntary Agreement? A Private Voluntary Arr"
    },
    {
      "url": "https://decarom.ro/ro/monitoare-touchscreen/463-elopos-sistem-intel-celeron-j4105-4-gb128-gb-sata-396-cm-156-lcd-touchscreen-pcap-win-10.html",
      "title": "EloPOS sistem - Intel Celeron J4105 - 4 GB/128 GB SATA - 39.6 cm (15.6\") LCD Touchscreen Pcap, WIn 10",
      "description": "POS System. Projected Capacitive. 39.6 cm (15.6''). 1366x768 pixels. Intel Celeron J. 2.5GHz. RAM: 4 GB. SSD: 128 GB. USB (micro-USB). powered-USB (3x). RS232 (2x). Bluetooth (class 4). Ethernet. Wi-Fi (802.11ac). drawer kickout. audio. display-port. VESA mount (75x75 mm). 10ms. brightness: 187cd. contrast: 400:1. antiglare. Win 10 IoT Enterprise. incl.: power supply unit. power cable (EU). QSG",
      "preview": "void"
    },
    {
      "url": "https://material.io/components/selection-controls#switches",
      "title": "Material Design",
      "description": "Build beautiful, usable products faster. Material Design is an adaptable system-backed by open-source code-that helps teams build high quality digital experiences.",
      "preview": "This website requires JavaScript."
    },
    {
      "url": "https://www.mtn.com/mtn-group-and-microsoft-sign-strategic-alliance-agreement/",
      "title": "MTN Group and Microsoft sign strategic alliance agreement |",
      "description": "MTN Group and Microsoft today announced a strategic alliance agreement to accelerate digital and cloud transformation working towards a shared vision of",
      "preview": "Search for: Close NEWSROOM Media releases MTN Group and Microsoft sign strategic alliance agreement 03 November 2022 Share via Email Share via X Share"
    },
    {
      "url": "http://www.pomocna.com.pl/e-commerce/meble/jak-urzadzic-niewielkie-mieszkanie-",
      "title": "Jak urządzić niewielkie mieszkanie? - Pomocna Strona",
      "description": "void",
      "preview": "Start Działalność Biura Rachunkowe Doradztwo Drukarnie Handel Hurtownie Kredyty, Leasing Oferty Pracy Ubezpieczenia Ekologia Przebudowa Projektowanie"
    },
    {
      "url": "https://ywca.quorum.us/actioncenter/",
      "title": "YWCA | Action Center",
      "description": "YWCA",
      "preview": "void"
    },
    {
      "url": "https://www.geosupplies.co.uk/acatalog/-E009--Rothbury-3346.html",
      "title": "(E219) Buckingham (Explanation)",
      "description": "void",
      "preview": "View Cart | Checkout Terms & Conditions Site Map Login Contact Us Search Tel: 0114 245 5746 - Fax: 0114 240 3405 49 Station Road, Chapeltown, Sheffiel"
    },
    {
      "url": "https://www.delhaize.be/fr/shop",
      "title": "Online je boodschappen doen op Delhaize.be",
      "description": "Doe makkelijk je online boodschappen op Delhaize.be. Kies voor thuislevering of afhaling in een Collect-punt. Winkel online en ontdek onze promoties.",
      "preview": "Shop per categorie Vaak gekocht Sport en gezondheid Verse groenten en fruit Vlees, vis en vegetarische producten Zuivel, kaas en plantaardige alternat"
    },
    {
      "url": "http://www.news.ucsb.edu/2018/019222/true-sanctuary",
      "title": "True Sanctuary | The Current",
      "description": "Researchers recommend satellite technology as a way to create more effective, 'true' shark sanctuaries",
      "preview": "Skip to main content"
    },
    {
      "url": "https://thepulse.uptogether.org/",
      "title": "The Pulse",
      "description": "void",
      "preview": "The UpTogether Pulse Michigan Man Uses Direct Cash to Weatherproof Home from Severe Flooding Lorenzo is proud to step into his front yard, knowing tha"
    }
  ],
  "_meta": {
    "total_bookmarks": 91
  }
}