{
  "data": [
    {
      "url": "https://www.linkedin.com/company/family-online-safety-institute",
      "title": "Family Online Safety Institute | LinkedIn",
      "description": "Family Online Safety Institute | 3,801 followers on LinkedIn. The Family Online Safety Institute is an international, non-profit organization which works to make the online world safer for kids and their families. FOSI convenes leaders in industry, government and the non-profit sectors to collaborate and innovate new solutions and policies in the field of online safety. FOSI believes in a bottom-up, multi-stakeholder approach that is evidence-based and empowering.",
      "preview": "LinkedIn respects your privacy LinkedIn and 3rd parties use essential and non-essential cookies to provide, secure, analyze and improve our Services,"
    },
    {
      "url": "https://france-estimations.fr/estimation-art-orientaliste-jeu-dechec/",
      "title": "jeue de majhong",
      "description": "France Estimations 1er réseau français d'estimation et d'expertise en ligne. jeue de majhong",
      "preview": "void"
    },
    {
      "url": "https://www.callherdaddy.com/",
      "title": "Call Her Daddy",
      "description": "Call Her Daddy podcast hosted by Alex Cooper exclusively on Spotify.",
      "preview": "Shop NEW DROP AVAILABLE NOW SHOP HERE NEW PRODUCTS View All → Tops Bottoms Sets All Products Health And Wellness Crewneck (Blue) Health And Wellness S"
    },
    {
      "url": "http://formacioncontinua.cientifica.edu.pe/",
      "title": "Home | U. Cientifica - Formación Continua",
      "description": "void",
      "preview": "CURSOS DE ESPECIALISTAS PARA tu día a día Suma habilidades en corto tiempo y desde cualquier lugar con clases 100% virtuales en vivo. ELIGE TU TEMA PR"
    },
    {
      "url": "http://ricettedalmondo.blogspot.com/",
      "title": "Ricette dal Mondo",
      "description": "Divertiti anche tu a sperimentare ricette da tutto il mondo! Qui potrai trovare le migliori ricette etniche, dalle più classiche a quelle più strane. Scopri come cucinare un succulento Hamburger Americano, uno squisito Sushi Giapponese o come sorprendere gli amici con una fantastica ed originale cena Indiana.",
      "preview": "void"
    },
    {
      "url": "https://www.comicrelief.com/",
      "title": "A just world free from poverty | Comic Relief",
      "description": "Comic Relief is a major UK charity, with a vision of a just world, free from poverty.",
      "preview": "Skip to main content (opens in new window) 4. NOTV25 Landing page cards Find out Who your donations are helping Comic Relief supports incredible proje"
    },
    {
      "url": "https://www.sunsetkeycottages.com/",
      "title": "Luxury Private Island in Florida Keys | Sunset Key Cottages",
      "description": "Sunset Key Cottages is a private island resort minutes off of Key West with 40 guest cottages, an award-winning restaurant, and luxury spa.",
      "preview": "Book Now Opal Collection Back Back Back Your browser does not support the video tag. A Private Island Getaway Minutes from Key West An Opal Collection"
    },
    {
      "url": "https://www.kineuphorics.com/",
      "title": "Kin Euphorics: Non-Alcoholic Alternative Drinks & Spirits",
      "description": "Kin Euphorics is the first non-alcoholic, functional beverage created to awaken your mind, uplift your mood, and open a portal to connection-withou...",
      "preview": "Become a Kin Shareholder Today Feel Euphoric Your daily dose of mood magic now in one 8 pack. Shop Now Non-alcoholic, functional beverages uniquely la"
    },
    {
      "url": "https://video.kansascitypbs.org/shows/",
      "title": "All Shows | Kansas City PBS",
      "description": "Full list of past and current PBS shows. Find show websites, online video, web extras, schedules and more for your favorite PBS shows.",
      "preview": "Skip to Main Content Filter by Title: Providing Support for PBS.org Learn More about PBS online sponsorship Support for PBS provided by: Filter Sort B"
    },
    {
      "url": "https://nymag.com/intelligencer/2012/09/james-carter-iv-helped-spread-secret-romney-video.html",
      "title": "How Jimmy Carter's Grandson Helped Leak the Secret Romney Fund-raiser Video",
      "description": "Portions of the clips first surfaced online three months ago.",
      "preview": "void"
    },
    {
      "url": "https://forum.vectorworks.net/index.php?/search/&tags=hog%20pc",
      "title": "Showing results for tags 'hog pc'. - Vectorworks Community Board",
      "description": "void",
      "preview": "Jump to content Home Search the Community Showing results for tags 'hog pc'. Search Again More search options Content Search Member Search Search By T"
    },
    {
      "url": "https://www.loxclubapp.com/",
      "title": "Lox Club",
      "description": "void",
      "preview": "0 A members club for Jew-ish ppl with ridiculously high standards Apply now IN THE PRESS \"A trip inside the Lox Club, (like a deli, but for dating)\" \""
    },
    {
      "url": "https://mysupport.apple.com/add-coverage/",
      "title": "Il mio supporto",
      "description": "void",
      "preview": "JavaScript Required We're sorry, but this application requires JavaScript to function properly. Please enable JavaScript in your browser settings and"
    },
    {
      "url": "https://www.dof.gov.ph",
      "title": "Homepage - Department of Finance",
      "description": "Department of Finance The Department of Finance (DOF) is the government's steward of sound fiscal policy. It formulates revenue policies that will ensure funding of critical government programs that promote welfare among our people and accelerate economic growth and stability. Learn More ANNOUNCEMENTS LATEST RELEASES Recto: Gov't to ensure food supply stability and stronger support",
      "preview": "Menu Department of Finance The Department of Finance (DOF) is the government's steward of sound fiscal policy. It formulates revenue policies that wil"
    },
    {
      "url": "https://ww7.oemdtc.com/category/recalls",
      "title": "Recalls | GM - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://historiska.se/utstallningar/haxor/",
      "title": "Häxor | Historiska Museet",
      "description": "void",
      "preview": "Hoppa till innehåll Genom att klicka 'Jag godkänner' accepterar du användandet av kakor på webbplatsen. Jag godkänner Hantera mina val Sök efter: Sök"
    },
    {
      "url": "https://consumer.ftc.gov/",
      "title": "Consumer Advice | Federal Trade Commission",
      "description": "The official website of the Federal Trade Commission, protecting America's consumers for over 100 years.",
      "preview": "Skip to main content The FTC is closed due to the lapse in funding Learn about the status of FTC online services and website information updates durin"
    },
    {
      "url": "https://paranormalsoftware.com/apps/ghostradio",
      "title": "Ghost EVP/EMF Radio",
      "description": "Ghost EVP/EMF Radio is a paranormal investigation app for iOS, Android and Amazon FireOS.",
      "preview": "Testimonials \"Wonderful software! Honestly, one of the best and I tested all of them... Android apps and desktop software. From ec* ox to f x ghost box."
    },
    {
      "url": "https://www.landkreis-bamberg.de/Landratsamt/Verwaltung/Landratsamt-A-Z/%C3%96ffentliche-Sicherheit/Sprengstoffrecht/?ModID=10&object=tx%7C2892.2.1&NavID=2892.254&La=1&alpha=B",
      "title": "Sprengstoffrecht",
      "description": "void",
      "preview": "Sprungziele zum Kurzmenü zur Volltextsuche zum Hauptmenü zum Untermenü zum Inhalt Diese Website verwendet Cookies , um Ihnen einen optimalen Service z"
    },
    {
      "url": "http://studio-180.org/",
      "title": "HOME | STUDIO-180",
      "description": "void",
      "preview": "top of page TRANSFORMING URBAN COMMUNITIES 180° StudiOne-Eighty provides programming and training that brings 180° transformation to urban communities"
    },
    {
      "url": "https://suzuki.oemdtc.com",
      "title": "Suzuki - OEMDTC",
      "description": "Suzuki Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://iworksmc.isolvedhire.com/jobs/",
      "title": "Job Listings - Interfaith Works Jobs",
      "description": "See current career opportunities that are available at Interfaith Works",
      "preview": "Current Job Listings Jobs Login Sign Up For Job Alerts! Maintained by isolved People Cloud - © 2025 Refresh"
    },
    {
      "url": "https://whelmstadter.tumblr.com/",
      "title": "@whelmstadter on Tumblr",
      "description": "Follow @whelmstadter and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes did-you-know Follow didyouknowblog.com Source Source: didyouknowblog.com scientific-women Follow 3D printed small atom necklace in gold st"
    },
    {
      "url": "https://erwinthedevil-blog.tumblr.com/",
      "title": "erwinthedevil-blog",
      "description": "hantuseo.blogspot.com",
      "preview": "About Archive RSS Simplify version 1.22. Theme Designed & Developed by Amit Jakhu"
    },
    {
      "url": "https://search.app.goo.gl/?link=https%3A%2F%2Fassistant.google.com%2Flearn%2F&apn=com.google.android.googlequicksearchbox&al=googleapp%3A%2F%2Fdeeplink%2F%3Fdata%3DCkwBDb3mGzBFAiBafZXK-cDp4Uh7q0PCdYoyyq9ee3gSEfS_BrVs2HiDeQIhAKqpJm_E8qKHB33CSt_AhPWVMyjiQJpnaIvEsP8Lm9KnEl4KDgi4-rKPARD_v8rzhKMCEgAaIwohCIECmonx2wQYCAESFEhlbHAgbWUgc3BlYWsgRnJlbmNoIiUKI2h0dHBzOi8vYXNzaXN0YW50Lmdvb2dsZS5jb20vbGVhcm4v%26utm_source%3DUS_20200211_NL16&amv=300727608",
      "title": "Google Assistant - Learn What Your Google Assistant is Capable Of",
      "description": "Your Google Assistant can perform many actions to help streamline your day-to-day. Discover what the Google Assistant can do by trying one of the actions now.",
      "preview": "Google Assistant is ready to help, anytime, anywhere. To get started, just touch and hold the home button. Tasks and to-do's \"Set a 15-minute timer fo"
    },
    {
      "url": "https://viacom.helpshift.com/hc/en/18-mtv/",
      "title": "MTV - Paramount Technical Support and Help Center",
      "description": "Are you looking for help with MTV? Learn more about MTV App, Getting Started, Troubleshooting, Frequently Asked Questions, VMAs.",
      "preview": "This website uses only the necessary cookies required for the site's proper functioning. By using the website, you consent to all cookies in accordanc"
    },
    {
      "url": "https://pubmed.ncbi.nlm.nih.gov/help/",
      "title": "Help - PubMed",
      "description": "PubMed help page.",
      "preview": "This site needs JavaScript to work properly. Please enable it to take advantage of the complete set of features! Clipboard, Search History, and severa"
    },
    {
      "url": "https://www.thefulltoss.com/",
      "title": "The Full Toss Cricket Blog - English Cricket, No Spin",
      "description": "Irreverent England cricket blog with a zero percent bounce rate. It's cricket from a supporter's perspective - and absolutely no spin.",
      "preview": "Read on 30 comments Read later Read on 3 comments Read later Read on 3 comments Read later Read on Read later Read on 14 comments Read later Read on 6"
    },
    {
      "url": "https://usaa.com/",
      "title": "Insurance, Banking, Retirement & Investment Services | USAA | USAA",
      "description": "USAA offers competitive auto rates, no-monthly service fee banking and retirement options to all branches of the military and their family. Join now and let us serve you.",
      "preview": "Skip to Content Insurance, banking and retirement solutions. Here are some of the ways we serve the military, veterans, and their eligible family memb"
    },
    {
      "url": "https://finance.yahoo.com/video/job-skill-requirements-ratcheting-goodwill-150900114.html?contentType=VIDEO",
      "title": "Job skill requirements are 'ratcheting up,' Goodwill CEO says",
      "description": "Goodwill Industries CEO Steve C. Preston joins Yahoo Finance Live to discuss the August jobs report, the state of the labor market, the skill gap, wages, and the outlook for the job market.",
      "preview": "Oops, something went wrong Skip to navigation Skip to main content Skip to right column Job skill requirements are 'ratcheting up,' Goodwill CEO says"
    },
    {
      "url": "https://ucmp.berkeley.edu/fosrec/",
      "title": "Learning from the Fossil Record",
      "description": "void",
      "preview": "Learning From the Fossil Record Paleontology and Scientific Literacy Why are fossils important to science and society? Tapping Educational Resources W"
    },
    {
      "url": "https://www.pentictonwesternnews.com/news/shuswap-search-and-rescue-crew-responds-to-missing-sledders-injury-hypothermia/",
      "title": "News | Penticton Western News",
      "description": "void",
      "preview": "Home Services About Us Contact Us Submission Forms Newsletter Sign-Up eEdition Special Sections News Regional News Election Video News Tips Business C"
    },
    {
      "url": "https://www.diu.mil/ai-xview-challenge",
      "title": "xView Computer Vision Challenge Series",
      "description": "Inspiring individuals and organizations to develop algorithms that advance computer vision to address global challenges.",
      "preview": "Skip to main content Taking computer vision to the next level one challenge at a time. Computer vision technology has the potential to help solve glob"
    },
    {
      "url": "http://www.unisi.it/",
      "title": "Università degli Studi di Siena",
      "description": "void",
      "preview": "Salta al contenuto principale Come fare per Informazioni immatricolazioni e contatti segreterie tutto quello che c'è da sapere per cominciare Admissio"
    },
    {
      "url": "https://www.playbill.com/production/kristin-chenoweth-for-the-girlsnederlander-theatre-2019-2020",
      "title": "Kristin Chenoweth: For The Girls (Broadway, Nederlander Theatre, 2019) | Playbill",
      "description": "void",
      "preview": "A TRUSTED THEATRE RESOURCE SINCE 1884 MiMi Scardulla Is Center Stage and Unapologetically Herself This Pride Month Original Cats Star Ken Page Revisit"
    },
    {
      "url": "https://github.blog",
      "title": "Home - The GitHub Blog",
      "description": "Updates, ideas, and inspiration from GitHub to help developers build and design software.",
      "preview": "Git 20 Years of Git, 2 days at GitHub HQ: Git Merge 2025 highlights 🎉 Git Merge 2025 celebrated 20 years of Git with talks, collaboration, and communi"
    },
    {
      "url": "http://www.thepulpitonline.com/2016/10/place-of-reward-monday-of-thirty-first.html",
      "title": "Place of reward: Monday of the Thirty-First Week in Ordinary Time (II) (31st October, 2016). | The Pulpit Online",
      "description": "The Daily Tonic",
      "preview": "Home Weekday Homilies Place of reward: Monday of the Thirty-First Week in Ordinary Time (II) (31st October, 2016). 0 Weekday Homilies 21:26 A + A - Pr"
    },
    {
      "url": "https://www.commonsense.org/education",
      "title": "Common Sense Education",
      "description": "Common Sense Education provides educators and students with the resources they need to harness the power of technology for learning and life. Find our free K-12 Digital Citizenship Curriculum, reviews of popular edtech apps, tips on teaching responsible AI use, and resources for protecting student privacy and online safety.",
      "preview": "Skip to main content For Parents For Educators Our Work and Impact Digital Literacy and Citizenship New! K-8 Digital Literacy & Well-Being Curriculum"
    },
    {
      "url": "https://stage.so/",
      "title": "For Sale Page",
      "description": "void",
      "preview": "Domain for sale stage.so Free transaction support Secure payments Spaceship reliability Listed with spaceship.com get this domain Buy now $3,900 Make"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Learn/Tools_and_testing/Understanding_client-side_tools/Overview",
      "title": "Client-side tooling overview - Learn web development | MDN",
      "description": "In this article, we provide an overview of modern web tooling, what kinds of tools are available and where you'll meet them in the lifecycle of web app development, and how to find help with individual tools.",
      "preview": "Skip to main content Skip to search Client-side tooling overview Overview: Understanding client-side web development tools Next In this article, we pr"
    },
    {
      "url": "https://www.dpp.cz/en/timetables",
      "title": "Timetables | Prague Public Transit Company, joint-stock company",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.webdesignerdepot.com/",
      "title": "Web Design Blog | Web Designer Depot",
      "description": "WebdesignerDepot.com is a popular resource for web designers and developers, offering articles, tutorials, and insights on design trends, tools, and best practices. It serves as a hub for inspiration and education, covering topics like UX/UI, coding, and digital creativity.",
      "preview": "AI Business Compilations Design Development Fonts Freebies Funny News SEO Sponsored Tech UX Web WEB DESIGNER DEPOT Is It Time to Kill the Sidebar? Onc"
    },
    {
      "url": "https://desenio.se/sv/posters/storlekar-poster/stora-posters?page=3",
      "title": "Stora tavlor i 70x100 cm | Moderna stora tavlor | Desenio.se",
      "description": "Stora tavlor, posters & affischer i storleken 70x100 cm. En stor tavla kan skapa en känsla för hela rummet, välj någon som representerar dig. På Desenio hittar du ett av Sveriges största utbud av stora tavlor, i en mängd olika konststilar. Berätta vem du",
      "preview": "Skip to main content. 70x100 cm posters Posters Här hittar du våra stora posters i storleken 70x100cm. Att inreda med stora tavlor har aldrig känts me"
    },
    {
      "url": "https://www.skingymco.com/products/copy-of-gold-foil-eye-mask-5-pack",
      "title": "Shop Skin Care Tools: LED Masks, Gua Sha Tools & More | Skin Gym",
      "description": "Skin Gym creates professional, luxury beauty tools, facial rollers and gua sha products to get that spa feeling at home. FREE Shipping Over $50!",
      "preview": "Skip to content Over 5000 5 star reviews Professional results Female Founded Cruelty Free Family owned Over 5000 5 star reviews Professional results F"
    },
    {
      "url": "https://infinite.mirrors.phpclasses.org/discuss/blog/PHP-Classes-blog/post/97/thread/1/",
      "title": "web design award - Comments on PHP Classes blog post \"10th anniversary anno...\" - PHP Classes",
      "description": "void",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register web design award Search All class groups Latest entr"
    },
    {
      "url": "https://www.idealist.org/en/days/to-my-old-racist-earth-join-a-socially-distanced-protest-for-july-4th",
      "title": "Career Advice - Idealist",
      "description": "Idealist connects millions of idealists - people who want to do good - with opportunities for action and collaboration all over the world.",
      "preview": "Get Involved Find a Job Jobs Internships Organizations Nonprofit Salary Explorer Crowdsourced compensation data in the nonprofit sector. Insights for"
    },
    {
      "url": "https://www.povertyactionlab.org/",
      "title": "The Abdul Latif Jameel Poverty Action Lab",
      "description": "Our mission is to reduce poverty by ensuring that policy is informed by scientific evidence. We do this through research, policy outreach, and training.",
      "preview": "Skip to main content Our mission is to reduce poverty by ensuring that policy is informed by scientific evidence. We do this through research, policy"
    },
    {
      "url": "https://ultcmn.org/",
      "title": "Urban League Twin Cities - Empowering communities. Changing lives.",
      "description": "void",
      "preview": "Advocate for healthy communities Donate Advocate for healthy communities Donate For more than 90 years, Minnesotans have looked to the Urban League as"
    },
    {
      "url": "https://www.trutv.com/copyright/index.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "https://watch.diynetwork.com/watch/diy",
      "title": "void",
      "description": "void",
      "preview": "Magnolia Network is not yet available in your area The website you are trying to access is only available within the U.S. and U.S. territories. If you"
    },
    {
      "url": "https://www.luckymodel.com/scale.aspx?item_no=TRX-TR35002-2",
      "title": "void",
      "description": "void",
      "preview": "departbar.gif Your Currency USD search Search Brand ALL 3D Print Mayhem ABER ACADEMY Accurate Armour AFTER BURNER DECALS AFV CLUB AIRDOC AIRES AIRFIX"
    },
    {
      "url": "https://powerpages.microsoft.com/",
      "title": "Power Pages - Generatore di siti Web | Microsoft Power Platform",
      "description": "Scopri in che modo Microsoft Power Pages consente alle aziende di avviare ed esternalizzare i processi aziendali tramite portali aziendali sicuri basati su intelligenza artificiale agentic.",
      "preview": "This is the Trace Id: 7508d0a925461079a9b229436ffd9d1c Passa a contenuti principali Pianificare, compilare ed eseguire portali aziendali con intellige"
    },
    {
      "url": "https://mint.gov.hr/rss.aspx/?lng=&ID=0",
      "title": "RSS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.i-doser.com/advisor.php",
      "title": "Personal Dose Advisor",
      "description": "void",
      "preview": "iDoser Advisor Platinum Support Support Options Binaural Blog, Comminity Forum, Live Advisor MEET BINAURAL BLOG Your Mindfulness Source Binaural Blog"
    },
    {
      "url": "http://s403915573.onlinehome.fr/boutique2/details.php?gid=1552&pid=711503",
      "title": "Comite Nouvelle-Aquitaine de Gymnastique | Toutes les photos du comite",
      "description": "Les photos de gym du Comite Nouvelle-Aquitaine de Gymnastique",
      "preview": "ACCUEIL QUI SOMMES NOUS ABONNEMENT QUESTIONS FREQUENTES NOUVELLES NOUS CONTACTER Catégories de photos Rechercher : Tous les mots Un des mots Photo ID"
    },
    {
      "url": "https://ayeyoclaudia.tumblr.com/",
      "title": "On my gravestone: LGBT Fans Deserve Better",
      "description": "Queer AF. Sarcastic AF. Everything else AF Cali loving / Texas Living Current: Trash blog for any show containing an LGBT couple and no stray bullets *cough*",
      "preview": "April 26th, 2017 supahgays : Maggie + the evolution of the way she calls Alex ♥ Share on Facebook Share on Twitter Share on Google+ Share on Pinterest"
    },
    {
      "url": "https://oaacc.org/",
      "title": "HOME -",
      "description": "Welcome Oakland African America Chamber of Commerce We Address Economic Disparities, Promote Black Empowerment and support Black-owned businesses. Our tailored programs and events celebrate Black culture, history, and entrepreneurship, recognizing the vital role of Black business owners in the community. Membership Watch Tour Dear New Member:Welcome to the Oakland African American Chamber of Commerce. In [...]",
      "preview": "Welcome Oakland African America Chamber of Commerce We Address Economic Disparities, Promote Black Empowerment and support Black-owned businesses. Our"
    },
    {
      "url": "https://www.permaculturenews.org/2015/06/16/what-is-keyline-design/",
      "title": "Site Maintenance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.spicejet.com/",
      "title": "SpiceJet - Flight Booking for Domestic and International, Cheap Air Tickets",
      "description": "SpiceJet, India's favorite domestic airline, cheap air tickets flight booking to 46 cities across India and international destinations. Experience low cost air travel with the best in-class comfort, fares and baggage allowance.",
      "preview": "\"2025-10-08T16:40:32.604Z\" Please enable Javascript to view this site"
    },
    {
      "url": "http://www.oceandataportal.org",
      "title": "Ocean Data Portal - Preserving maritime wonders",
      "description": "Preserving maritime wonders",
      "preview": "Skip to content Blog A Detailed Journey Around the 5 Oceans of the World Map Anna Mathews"
    },
    {
      "url": "https://www.hcsheriff.gov/pressreleases/display.php?releaseid=1539",
      "title": "Hamilton County Sheriff's Office Website",
      "description": "void",
      "preview": "How Do I...? Home Office of the Sheriff Administrative Services Law Enforcement Services Corrections Services Newsroom How Do I...? Careers Phone: 423"
    },
    {
      "url": "https://privacy.microsoft.com/en-us",
      "title": "Privacy",
      "description": "void",
      "preview": "This is the Trace Id: 5910eda7cc6a3dfdfb1249dfa97f1898 Skip to main content Privacy at Microsoft Your data is private at work, at home, and on the go"
    },
    {
      "url": "https://www.fdic.gov/",
      "title": "FDIC: Federal Deposit Insurance Corporation",
      "description": "void",
      "preview": "Skip to main content An official website of the United States government The .gov means it's official. Federal government websites often end in .gov o"
    },
    {
      "url": "https://www.today.com/popculture/jill-martin-we-re-engaged-again-why-time-around-different-t239511",
      "title": "Jill Martin: We're engaged ... again! Why this time around is different",
      "description": "In an exclusive essay for TODAY, Jill Martin shares what she has learned about love - and herself - after getting engaged to fiancé Erik Brooks a second time.",
      "preview": "Best Walmart Deals: Up to 82% Off a Water Flosser, Quilted Vests and More IE 11 is not supported. For an optimal experience visit our site on another"
    },
    {
      "url": "https://inovcares.com/",
      "title": "InovCares",
      "description": "void",
      "preview": "We've Moved Our Website Has Moved To Inovcares.Health. Visit New Website Patient App Download for iOS / Android Follow Us on: Facebook Instagram Linke"
    },
    {
      "url": "http://www.yacreader.com/support",
      "title": "Support",
      "description": "Get help and learn how to use Yet Another Comic Reader",
      "preview": "YACReader Home Downloads Features Support Donation? Why? Contact Forum Android iOS F.A.Q. Please, check the list of frequently asked questions about Y"
    },
    {
      "url": "http://www.ikesmartcity.com/",
      "title": "IKE Smart City",
      "description": "IKE (Interactive Kiosk Experience) is an interactive digital kiosk on city sidewalks and public spaces. IKE provides free Wi-Fi and uses applications to help with discovery, mobility, and equity.",
      "preview": "Houston, Tx Miami, FL Atlanta, GA Cincinnati, OH Houston, TX Baltimore, MD Miami, FL Tampa, FL Tempe, AZ Our Mission We pioneer smart city technology"
    },
    {
      "url": "https://www.coursera.org/learn/algorithms-part1",
      "title": "Algorithms, Part I by Princeton University | Coursera",
      "description": "Learn the fundamentals of algorithms in this course from Princeton University. Explore essential topics like sorting, searching, and data structures using Java. Enroll for free.",
      "preview": "Algorithms, Part I Algorithms, Part I Instructors: Kevin Wayne +1 more Instructors Instructor ratings We asked all learners to give feedback on our in"
    },
    {
      "url": "http://www.mclink.it/telelavoro",
      "title": "Make Business Smarter - Retelit",
      "description": "Il partner di riferimento per la trasformazione digitale di aziende, pubbliche amministrazioni, telco e OTT",
      "preview": "Retelit perfeziona l'acquisizione delle attività e degli asset italiani di BT Italia Scopri di più Retelit si allea con Coro per rendere accessibile l"
    },
    {
      "url": "https://www.cnn.com/europe/live-news/russia-ukraine-war-news-10-24-22",
      "title": "October 24, 2022 Russia-Ukraine news | CNN",
      "description": "US and other Western officials have dismissed Moscow's claims that Ukraine plans to use a so-called dirty bomb as a Russian false flag operation. Follow live news updates here.",
      "preview": "Moiz Salhi/Anadolu/Getty Images Live Updates Israel approves plan for ceasefire Liam McBurney/PA/AP Live Updates 2025 Nobel Peace Prize October 24, 20"
    },
    {
      "url": "https://www.whatsupcams.com/fr/webcams/italie/frioul-venetie-julienne/gorizia-fr/borgo-antica-contea-gusti-di-frontiera/",
      "title": "Borgo Antica Contea - Gusti di Frontiera - WhatsUpCams - LIVE webcams",
      "description": "void",
      "preview": "Skip to content Borgo Antica Contea - Gusti di Frontiera Home » Webcams » Italie » Frioul-Vénétie julienne » Gorizia » Borgo Antica Contea - Gusti di"
    },
    {
      "url": "https://www.mtroyal.ca/",
      "title": "Mount Royal University | MRU",
      "description": "void",
      "preview": "MENU Programs & Courses Programs & Courses Home Programs Offered Collaborative Degrees International Designated Programs Continuing Education MRU Camp"
    },
    {
      "url": "https://127j5241bcgw285yu54bgh7m-wpengine.netdna-ssl.com/wp-content/uploads/Rebooting-Representation-Report.pdf",
      "title": "Instagram Video Downloader - Download IG Videos, Reels, Photos",
      "description": "Download Instagram videos in high-definition for free with our Instagram video downloader. Easily save videos from posts, reels, and stories - completely anonymous and without watermarks.",
      "preview": "Features How to Use FAQ 100% Free • No Registration • HD Quality Instagram Videos Downloader Fast, free, and secure Instagram downloader. Save videos,"
    },
    {
      "url": "http://www.spaghettihaus.com/",
      "title": "Speghetti Haus Bibione - Spaghetti Haus Bibione",
      "description": "Chi siamo Benvenuti da Spaghetti Haus, il nostro ristorante pizzeria a Bibione, che portiamo avanti con amore dal 1991.Siamo una famiglia e ogni giorno accog...",
      "preview": "Chi siamo Benvenuti da Spaghetti Haus, il nostro ristorante pizzeria a Bibione, che portiamo avanti con amore dal 1991. Siamo una famiglia e ogni gior"
    },
    {
      "url": "https://www.bbc.com/news/world-asia-50934145",
      "title": "'Ghost boat' containing human remains washes up on Japanese island",
      "description": "Authorities suspect the boat may have originated from North Korea.",
      "preview": "Skip to content Home News Israel-Gaza War War in Ukraine US & Canada UK UK Politics England N. Ireland N. Ireland Politics Scotland Scotland Politics"
    },
    {
      "url": "https://www.goatsofanarchy.org/",
      "title": "Goats of Anarchy",
      "description": "Goats of Anarchy is a farm animal sanctuary dedicated to the rescue and rehabilitation of goats with special needs. We teach acceptance and inclusion, advocate for animal rights, and promote veganism.",
      "preview": "0 Goats just want to have fun. Goats of Anarchy is a sanctuary for farmed animals with disabilities. Animals come to us broken, battered, and abused,"
    },
    {
      "url": "https://studeeblurred.tumblr.com/post/129444749794",
      "title": "Is learning computer science linked to improved... - STUDee Above the Rock",
      "description": "Is learning computer science linked to improved learning in other subjects? codeorg: \"Many passionate computer science educators believe computational thinking, problem solving, persistence and...",
      "preview": "STUDee Above the Rock STUDee Blurred mind of a soon to be senior. Let's tumblr our way through the year guys, just don't tumble too much 😅 Check out m"
    },
    {
      "url": "http://www.chrisjerichocruise.com/",
      "title": "Chris Jericho's Rock 'N' Wrestling Rager at Sea",
      "description": "void",
      "preview": "Thanks for sailing with us! Thank you for sailing with us on Chris Jericho's Rock N Wrestling Rager at Sea: Six on the Beach! Our next Rager on the hi"
    },
    {
      "url": "https://boxing-social.com/news/exclusive-canelo-alvarez-talks-mayweather-mcgregor/2/",
      "title": "Glenn McCrory Shares His Prediction For Crolla-Burns - \"Domestic Blockbuster\"",
      "description": "Glenn McCrory gives an insightful analysis and prediction of the upcoming fight between Anthony Crolla and Ricky Burns.",
      "preview": "Skip to main content Ricky Burns will stand toe-to-toe with fellow Brit Anthony Crolla and thankfully there's no need to build the fight with trash ta"
    },
    {
      "url": "https://urvetcare.com/",
      "title": "URvet Care - 24/7 Emergency Vet & Animal Hospital NYC",
      "description": "Looking for a trusted vet near you? URvet Care is NYC's top 24/7 emergency vet & animal hospital for dogs and cats. Walk-in, same-day appointments available!",
      "preview": "Skip to content Comprehensive. 24/7. Unmatched. Revolutionizing Pet Care in NYC From walk-in emergencies to advanced surgeries, preventative care, an"
    },
    {
      "url": "https://withjoy.com/",
      "title": "Joy - Wedding Planning, Redesigned",
      "description": "Experience wedding planning the way it should be, from beautiful wedding websites and invitations, to registries and online RSVP.",
      "preview": "Website Registry Guest List Save the Dates Invitations @JLBwedding Create a wedding website and registry that is uniquely yours. Plan your forever, be"
    },
    {
      "url": "http://www.ricettadelgiorno.com/",
      "title": "RicettaDelGiorno.com - Food & Beverage Domains for Sale - Buy Premium Culinary Domain Names | Domain for Sale. Call 888-694-6735.",
      "description": "RicettaDelGiorno.com - a great premium domain available for sale.",
      "preview": "This Domain Name Is For Sale RicettaDelGiorno.com $2,888 USD Buy Now You are inquiring about the domain name RicettaDelGiorno.com Please complete th"
    },
    {
      "url": "http://www.oceana.org",
      "title": "Oceana | Protecting the World's Oceans",
      "description": "Working to protect and restore our oceans, Oceana is the largest international advocacy organization dedicated solely to ocean conservation. Learn more and get involved.",
      "preview": "Skip to content LnRiLWhlYWRpbmcuaGFzLWJhY2tncm91bmR7cGFkZGluZzowfQ== QG1lZGlhIG9ubHkgc2NyZWVuIGFuZCAobWluLXdpZHRoOiA3ODJweCkgeyAud3AtYmxvY2stdG9vbHNld"
    }
  ],
  "_meta": {
    "total_bookmarks": 83
  }
}