{
  "data": [
    {
      "url": "http://community.planet.com/",
      "title": "Planet Community | Planet Community",
      "description": "Ask questions, start discussions, join groups, attend events, submit ideas and engage with others in the Planet community.",
      "preview": "Skip to main content Planet Community Join your fellow geospatial professionals and Earth observers to connect, share insights, and discuss Planet dat"
    },
    {
      "url": "http://www.laloute.net/2010/03/5-ans-de-blog-vos-notes-preferees/",
      "title": "laloute",
      "description": "void",
      "preview": "Actu Bon plan Camping Croisiere Location Tourisme Vacance Voyage Actu Bon plan Camping Croisiere Location Tourisme Vacance Voyage Explorez le monde av"
    },
    {
      "url": "http://plants.ensembl.org/Oryza_sativa/Gene/Summary?g=Os02g0286200;r=2:10758967-10762460;t=Os02t0286200-01",
      "title": "Gene: Os02g0286200 - Summary - Oryza_sativa - Ensembl Genomes 62",
      "description": "Ensembl Plants is a genome-centric portal for plant species of scientific interest",
      "preview": "▼ Ensembl Genomes Ensembl Bacteria Ensembl Protists Ensembl Fungi Ensembl Plants Ensembl Metazoa Ensembl (vertebrates) Loading... BLAST BioMart Tools Do"
    },
    {
      "url": "https://www.urnsnw.com/laser-engraved-wooden-keepsake-urn-horizontal/",
      "title": "Laser Engraved Wooden Keepsake Urn - Horizontal - Urns Northwest",
      "description": "Small wood keepsake urn for holding a tiny amount of remains. Made in the USA. Optional engraving. Solid wood with engraved scene.",
      "preview": "Skip to content Free ground shipping on orders of $100 or more in the contiguous United States Free ground shipping on orders of $100 or more in the c"
    },
    {
      "url": "https://www.mojgrad.rs/Sremska-Mitrovica/Finansije-i-pravo/Finansijsko-posredovanje-investicioni-fondovi-leasing",
      "title": "Finansijsko posredovanje, investicioni fondovi, leasing - Sremska Mitrovica, Sremska Mitrovica | mojgrad.rs",
      "description": "Poslovni subjekti, prodavnice, filijale, prodajna mesta za aktivnosti Finansijsko posredovanje, investicioni fondovi, leasing, komšiluk Sremska Mitrovica, grad Sremska Mitrovica",
      "preview": "Početna stranica Finansije i pravo Finansijsko posredovanje, investicioni fondovi, leasing Vratite se na listu kategorija Sremska Mitrovica Izaberite"
    },
    {
      "url": "https://learntocodewithme.tumblr.com/",
      "title": "Learn to Code With Me",
      "description": "I love technology & helping beginners learn to code.",
      "preview": "Learn to Code With Me Why Having an Online Presence Matters in Your Job Search Looking for a new career in tech? (Or in any industry?) Your online pre"
    },
    {
      "url": "https://www.hotnews.ro/stiri-esential-24452530-usr-plus-acuza-guvernul-pnl-isi-bate-joc-romani-decis-noaptea-hotii-prelungirea-carantinei-alba-iulia.htm",
      "title": "USR PLUS acuză guvernul PNL că își bate joc de români: Au decis noaptea ca hoții prelungirea carantinei în Alba Iulia - HotNews.ro",
      "description": "USR PLUS Alba acuză autorităţile de \"amatorism şi lipsă de respect\", susţinând că \"noaptea ca hoţii\" au hotărât că \"e mai bine să ţină Alba Iulia în",
      "preview": "Sari direct la conținut USR PLUS Alba acuză autorităţile de „amatorism şi lipsă de respect\", susţinând că „noaptea ca hoţii\" au hotărât că „e mai bine"
    },
    {
      "url": "https://www.research.va.gov/currents/0820-Veterans-with-PTSD-more-likely-to-have-justice-system-involvement.cfm",
      "title": "Study: Veterans with PTSD more likely to have justice-system involvement than those without",
      "description": "A new study finds that Veterans with PTSD-compared to those without-about 60% more likely than Veterans without PTSD to have justice-system involvement. .",
      "preview": "skip to page content Talk to the Veterans Crisis Line now An official website of the United States government Here's how you know The .gov means it's"
    },
    {
      "url": "http://www.southislandaquarium.com/",
      "title": "South Island Aquarium |",
      "description": "void",
      "preview": "WORLD-CLASS CULTIVATOR OF AQUATIC PLANTS READ MORE GLOBAL EXPORTER OF ORNAMENTAL FISH READ MORE About South Island Aquarium Founded in 1969 by the lat"
    },
    {
      "url": "https://www.shopifystatus.com/",
      "title": "Shopify Status",
      "description": "Welcome to Shopify's home for real-time and historical data on system performance.",
      "preview": "My Shopify Status Detailed status for your store can be viewed here . x Visit our support site . All Systems Operational Admin Operational Checkout Op"
    },
    {
      "url": "https://www.brcc.edu/brcc/administration/contact-us",
      "title": "Contact Us - Blue Ridge Community College in Weyers Cave, Virginia",
      "description": "Blue Ridge Community CollegeBox 80, One College LaneWeyers Cave, Virginia 24486(540) 234-9261info@brcc.edu Department Phone Numbers Department Phone Number Academic Affairs (540) 453-2205 Accounts Payable (540) 453-0279 Accounts Receivable (540) 453-0276",
      "preview": "Skip to Content Contact Us Home » About » Contact Us Blue Ridge Community College Box 80, One College Lane Weyers Cave, Virginia 24486 (540) 234-9261"
    },
    {
      "url": "https://craignewmarkphilanthropies.org/",
      "title": "Home",
      "description": "void",
      "preview": "I'm an old-school nerd helping to protect the people who protect our country. Okay, what I do is find people who are really good at their jobs, and wh"
    },
    {
      "url": "https://web4.facs.org/ebusiness/NewUser.aspx?ReturnToPage=https://acscommunities.facs.org/events/event-description?CalendarEventKey=72776bd2-511c-423d-b34b-30c521f14831&Home=%2Fevents%2Fcalendar",
      "title": "ACS - New User",
      "description": "void",
      "preview": "New User Registration First Name * Middle Name Last Name * Address Line 1 * Address Line 2 Address Line 3 City * Country * Afghanistan Albania Algeria"
    },
    {
      "url": "http://adsabs.harvard.edu/cgi-bin/nph-data_query?link_type=ABSTRACT&bibcode=2018Sci...359..904K",
      "title": "Tracking the global footprint of fisheries - ADS",
      "description": "Although fishing is one of the most widespread activities by which humans harvest natural resources, its global footprint is poorly understood and has never been directly quantified. We processed 22 billion automatic identification system messages and tracked &gt;70,000 industrial fishing vessels from 2012 to 2016, creating a global dynamic footprint of fishing effort with spatial and temporal resolution two to three orders of magnitude higher than for previous data sets. Our data show that industrial fishing occurs in &gt;55% of ocean area and has a spatial extent more than four times that of agriculture. We find that global patterns of fishing have surprisingly low sensitivity to short-term economic and environmental variation and a strong response to cultural and political events such as holidays and closures.",
      "preview": "Now on home page"
    },
    {
      "url": "https://docs.python.org/3/library/asyncio.html",
      "title": "asyncio - Asynchronous I/O - Python 3.14.0 documentation",
      "description": "Hello World!: asyncio is a library to write concurrent code using the async/await syntax. asyncio is used as a foundation for multiple Python asynchronous frameworks that provide high-performance n...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » Networking and Interprocess Communication »"
    },
    {
      "url": "https://www.standardmedia.co.ke/topic/cultural-ties",
      "title": "Cultural Ties - The Standard",
      "description": "Get the latest news, videos, and pictures on Cultural Ties",
      "preview": "× The Standard e-Paper Informed Minds Prefer The Standard ★★★★ - on Play Store Download Now × The Standard Group Plc is a multi-media organization wit"
    },
    {
      "url": "https://www.eccchicago.org/",
      "title": "Everyone Can Code Chicago - Everyone Can Code Chicago",
      "description": "The Everyone Can Code Chicago initiative is a public-private partnership with Apple and the city of Chicago to bring coding opportunities to Chicago's nearly 500,000 students through a citywide expansion of Apple's Everyone Can Code program. Students wil",
      "preview": "Home Code Clubs Training Internships 2025 Summer Info > Admin Learning Management System &plus Create Competition Day Showcase 2025 Showcase 2024 Show"
    },
    {
      "url": "https://www.meritamerica.org/",
      "title": "Workforce Program | Start a Technology Career | Merit America",
      "description": "Break into tech without quitting your day job. Try Merit America's workforce programs to start your career! Apply now and pay $0 until you're hired.",
      "preview": "void"
    },
    {
      "url": "https://medium.com/email-bullseye/the-holy-grail-of-email-deliverability-email-deliverability-guide-2020-7fb9c56c3345",
      "title": "The Holy Grail Of Email Deliverability - Email Deliverability Guide 2021 | by Johann Sigmund | Email Bullseye | Medium",
      "description": "\"\" is published by Johann Sigmund in Email Bullseye.",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Email Bullseye · Email Marketing for Outdoor focused eCommerce Brands - f"
    },
    {
      "url": "http://www.prevailboxing.com/",
      "title": "Prevail Boxing | A Workout That Hits Different",
      "description": "Group classes offering the perfect blend of boxing technique and full-body fitness. Join the Prevail community and start your workout journey today.",
      "preview": "0 A boxing workout that just hits different The perfect blend of fundamental boxing technique and the best full-body workout you can get. TRY TWO WEEK"
    },
    {
      "url": "https://www.thesun.co.uk/news/",
      "title": "Latest News headlines, exclusives and opinion | The Sun",
      "description": "Breaking headlines and latest news from the UK and the World. Exclusives, live updates, pictures, video and comment from The Sun",
      "preview": "Jump directly to the content UK Edition US Edition Scottish Sun Irish Sun Search My Account Sign in Sun Club MORE SECTIONS Tech Royals Wellness Dear D"
    },
    {
      "url": "https://www.sacred-texts.com/oto/index.htm",
      "title": "Thelema Texts | Sacred Texts Archive",
      "description": "Thelemic texts including works of Aleister Crowley, O.T.O. materials, and ceremonial magic. Browse 194+ texts in this comprehensive collection.",
      "preview": "Topics Home Catalog African Age of Reason Alchemy Americana Ancient Near East Astrology Asia Atlantis Australia Basque Baha'i Bible Book of Shadows Bu"
    },
    {
      "url": "https://www.nba.com/standings",
      "title": "NBA Team Standings & Stats | NBA.com",
      "description": "The standings and stats of the current NBA season. Keep track of how your favorite teams are performing and who will make the playoffs.",
      "preview": "Schedule Season Preview NBA Cup League Pass Games Watch News Stats Standings Teams Players NBA Play Fantasy Store Tickets Affiliates Schedule Groups N"
    },
    {
      "url": "https://privacyportal-de.onetrust.com/ui/#/preferences/multipage/login/74849542-5184-4a3a-8551-7d35999304aa?type=primary",
      "title": "DS Portal",
      "description": "void",
      "preview": "This page requires JavaScript to work properly. Please enable JavaScript in your browser."
    },
    {
      "url": "https://mauinow.com/2019/04/18/uhmc-emergency-preparedness-exercise-april-18/",
      "title": "UHMC Emergency Preparedness Exercise, April 18 : Maui Now",
      "description": "UHMC and the Maui Police Department will participate in a Joint Agency Emergency Preparedness Exercise on April 18 from 1 to 3 p.m at the UHMC campus.",
      "preview": "Search Aloha, ! My Profile | Logout Aloha, Guest! Login | Register News Topics Front Page Maui News Business Arts & Entertainment Maui Wildfires Maui"
    },
    {
      "url": "https://www.wfla.com/news/animals/florida-bill-would-ban-allowing-dogs-to-stick-their-heads-out-of-car-windows-declawing-cats/",
      "title": "Florida bill would ban allowing dogs to stick their heads out of car windows, declawing cats | WFLA",
      "description": "A Florida senator has filed a bill intended to protect animals by making it illegal to let a dog be in a driver's lap or stick their head out of a window in the car while driving.",
      "preview": "Skip to content"
    },
    {
      "url": "https://stackoverflow.com/questions/tagged/mapbox+mapbox-ios+mapbox-android",
      "title": "Newest 'mapbox+mapbox-ios+mapbox-android' Questions - Stack Overflow",
      "description": "Stack Overflow | The World's Largest Online Community for Developers",
      "preview": "How are we doing? Please help us improve Stack Overflow. Take our short survey Collectives™ on Stack Overflow Find centralized, trusted content and co"
    },
    {
      "url": "https://prior.allenai.org/",
      "title": "Perceptual Reasoning and Interaction Research",
      "description": "Explore PRIOR, a team working on Perceptual Reasoning and Interaction Research at Allen Institute for AI",
      "preview": "PRIOR: Perceptual Reasoning and Interaction Research High-impact open-source AI research Featured Project Molmo Molmo is a family of open state-of-the"
    },
    {
      "url": "https://www.looker.com",
      "title": "Looker business intelligence platform embedded analytics | Google Cloud",
      "description": "Looker is an enterprise platform for BI, data applications, and embedded analytics that helps you explore and share insights in real time.",
      "preview": "Gartner recognizes Google as a Leader in the 2025 Magic Quadrant™ for Analytics and Business Intelligence Platforms. Looker Analyze governed data, del"
    },
    {
      "url": "http://www.condominio.com/",
      "title": "Condominio.com - Dal 1996 il condominio su internet!",
      "description": "void",
      "preview": "E' con immenso piacere che vi diamo il benvenuto su www.condominio.com ! Abbiamo potenziato il sito web e aggiornato le sezioni per offrirvi contenuti"
    },
    {
      "url": "https://www.newyorker.com/",
      "title": "The New Yorker",
      "description": "Reporting, Profiles, breaking news, cultural coverage, podcasts, videos, and cartoons from The New Yorker.",
      "preview": "Skip to main content The New Yorker Trump, the Self-Styled \"President of PEACE\" Abroad, Makes War at Home The President's martial rhetoric against fel"
    },
    {
      "url": "https://www.oakleysound.com/projects.htm",
      "title": "Modular Synthesizer Projects from Oakley Sound Systems",
      "description": "void",
      "preview": "The Oakley Sound Studio Projects Oakley Sound can supply top quality printed circuit boards (PCBs) for standalone DIY projects. A close up of the four"
    },
    {
      "url": "http://www.filemaker.com/company/legal/trademark_guidelines.html",
      "title": "Legal - Trademark guidelines - Claris",
      "description": "void",
      "preview": "Trademark Guidelines These guidelines are for Claris licensees, authorized resellers, developers, customers, and other parties wishing to use Claris I"
    },
    {
      "url": "https://www.roguefitness.com/rogue-flat-pack-games-box",
      "title": "Rogue Flat Pack Games Box - 3 in 1 Wood Plyo Box | Rogue Fitness",
      "description": "Get a 20\", 24\" and 30\" tall plyo box all in one. The Rogue Flat Pack Games Box has a beefy design with an internal reinforcing component. Ships flat. Order today.",
      "preview": "Home / Conditioning / Plyo Boxes / Games Boxes / Rogue Flat Pack Games Box Rogue Flat Pack Games Box ★★★★★ ★★★★★ 4.8 184 Reviews Write a review Made i"
    },
    {
      "url": "http://www.idecad.com/",
      "title": "AEC Software for Architecture & Structural Engineering",
      "description": "ideCAD is an Integrated AEC Software for Architecture, Structural Engineering, Visualization, Analysis, Design, Detailing with Building Information Modeling (BIM)",
      "preview": "ideCAD is an integrated AEC Software for Architecture, Structural Engineering, Structural Detailing, and Construction from Architectural Design to Fab"
    },
    {
      "url": "https://blog.nationalgeographic.org",
      "title": "National Geographic Society Newsroom",
      "description": "Ideas and Insight From the National Geographic Society",
      "preview": "National Geographic Society Newsroom Photo by Armando Vega Featured News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ Latest News ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌ ‌"
    },
    {
      "url": "https://buergerinfo.ebersdorf.de/si0046.php?__cjahr=2023&__cmonat=10&__canz=3&smccont=85&__osidat=d&__ksigrnr=9&__cselect=131072",
      "title": "SessionNet | Gemeinsamer Jugendausschuss - Termine 2023",
      "description": "void",
      "preview": "Startseite Kalender Organisation Gemeinderat Gremien Dokumente Aktuelle Dokumente Recherche RSS-Feed Gemeinsamer Jugendausschuss - Termine 2023 Inform"
    },
    {
      "url": "https://laylasleep.com/product/layla-shredded-memory-foam-pillow/",
      "title": "Cooling Shredded Memory Foam Pillow | Layla Sleep®",
      "description": "The Layla Memory Pillow ensures your slumber will be more sound than ever. Engineered for your comfort, this is the pillow of your dreams.",
      "preview": "Skip to main content PLAY VIDEO 2510 Memory Foam Pillow 2510 Refer Refer Layla Memory Foam Pillow Retail Price $89 Sale Price $59 $59 $89 FALL SALE $3"
    },
    {
      "url": "http://www8.hp.com/us/en/privacy/ww-privacy.html",
      "title": "HP Privacy Statement Worldwide | HP® Official Site",
      "description": "HP Privacy page worldwide index",
      "preview": "Skip to Content Skip to Footer Skip to Country Selector Your Cart is Empty Sign in Create an account Get faster checkout, order tracking, and exclusiv"
    },
    {
      "url": "http://montereycountyopendata.montereyco.opendata.arcgis.com/datasets/a6e876476ea641579db2ba9c3fe9f779_0",
      "title": "Places",
      "description": "The purpose of this feature class is to provide accurate site address information for Emergency Services Response, and other county applications.",
      "preview": "void"
    },
    {
      "url": "https://www.usmagazine.com/celebrity-news/pictures/the-challenges-derrick-kosinski-engaged-to-nicole-gruman-pics/a-special-spot/",
      "title": "The Challenge's Derrick Kosinski Engaged to Nicole Gruman: Pics | Us Weekly",
      "description": "'Road Rules' alum Derrick Kosinski proposed to his girlfriend, Nicole Gruman, on Tuesday, January 19 - exclusive photos",
      "preview": "3 Brandi Eilert Photography Taking the next step! Derrick Kosinski and girlfriend Nicole Gruman are engaged, the couple exclusively reveals to Us Week"
    },
    {
      "url": "https://www.heraldtribune.com/story/entertainment/local/2017/06/21/interview-diana-ross-daughter-rhonda-on-sharing-stage-with-mom/20483395007/",
      "title": "Diana Ross' daughter Rhonda on touring with mom",
      "description": "Singers perform at Van Wezel before playing Essence Festival in New Orleans",
      "preview": "Skip to main content Home News Sports Ticket Lifestyle Opinion Business Obituaries Crosswords Comics eNewspaper For Subscribers Contributor Content Sh"
    },
    {
      "url": "http://www.kamloops.ca/downloads/maps/launch.htm",
      "title": "Maps & Apps | City of Kamloops",
      "description": "Please click on the map or app below to launch that service. Downloadable PDF maps of individual parks can be found here or on the specific park page.",
      "preview": "Skip to main content Skip to main menu Skip to footer Search Related Contacts City Hall 7 Victoria Street West V2C 1A2 ph 250-828-3311 info@kamloops.c"
    },
    {
      "url": "https://gamboporn.com/get/beautiful-romantic-erotic/",
      "title": "Beautiful romantic erotic free porn - watch and download Beautiful romantic erotic search porn at GamboPorn.com",
      "description": "Watch Beautiful romantic erotic hot porn Beautiful romantic erotic video and get to mobile",
      "preview": "Beauties enjoying hot romantic lesbian sex Free Beautiful romantic erotic porn 08:25 Unique busty beauty babes in erotic action 06:59 Romantic Dim-lit"
    },
    {
      "url": "https://thestolenidea.tumblr.com/",
      "title": "Game Development",
      "description": "A collection of articles, quotes, and other goodies on game development.",
      "preview": "Menu Game Development A collection of articles, quotes, and other goodies on game development. An Important Request for any College/University Student"
    },
    {
      "url": "http://fundboardviews.com/Content_Free/InTheMargins-ETFs-bank-sector-Trump-bump.aspx",
      "title": "Financial sector ETFs stay strong - 01/13/2017",
      "description": "void",
      "preview": "In the Margins Financial sector ETFs stay strong January 13, 2017 By MarketWatch Exchange-traded funds that track the financial sector have maintained"
    },
    {
      "url": "https://www.pbo.co.uk/seamanship/how-to-heave-to-72499",
      "title": "Is my antifoul incompatible with my basecoat? Ask the experts",
      "description": "PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this advice...",
      "preview": "Skip to content » PBO reader Mike Stanton thinks that his antifoul paint may be incompatible with his boat's basecoat. Our antifoul expert has this ad"
    },
    {
      "url": "https://research.repository.duke.edu/catalog?f%5Bcreator_sim%5D%5B%5D=Sfakianos%2C+Gregory&f%5Bcreator_sim%5D%5B%5D=Berchuck%2C+Andrew&f%5Bcreator_sim%5D%5B%5D=Whitaker%2C+Regina&f%5Bformat_sim%5D%5B%5D=PDF&f%5Bformat_sim%5D%5B%5D=CEL&f%5Bsubject_sim%5D%5B%5D=Primary+ovarian+cancer&f%5Bsubject_sim%5D%5B%5D=Ovarian+cancer&locale=en&per_page=50&sort=system_modified_dtsi+desc",
      "title": "Making sure you're not a bot!",
      "description": "void",
      "preview": "Making sure you're not a bot! Loading... Why am I seeing this? You are seeing this because the administrator of this website has set up Anubis to prot"
    },
    {
      "url": "http://www.sanvicentedechucuri-santander.gov.co/normatividad/acuerdo-017",
      "title": "Acuerdo 017",
      "description": "Por medio del cual se conceden facultades pro tempore a la señora alcaldesa de San Vicente de Chucurí en materia de contratación.",
      "preview": "void"
    },
    {
      "url": "https://news.nationalgeographic.com/news/2014/05/140519-bottom-trawling-seafloor-oceans-damage-science/?beta=true",
      "title": "National Geographic | National Geographic",
      "description": "Explore National Geographic. A world leader in geography, cartography and exploration.",
      "preview": "Latest Stories Subscribe for full access to read stories from National Geographic. Today's Picks This tiny town played a big role in the birth of the"
    },
    {
      "url": "http://squarespace.com",
      "title": "Website Builder - Easily Create Your Own Website - Squarespace",
      "description": "Create a professional website with a free Squarespace trial. Our website builder makes it easy to start with customizable templates, AI tools, or a domain name.",
      "preview": "A website makes your business real Get Started Start for free. No credit card required. Join millions of entrepreneurs who run their business on Squar"
    },
    {
      "url": "https://www.digitalcameraworld.com",
      "title": "Camera news, reviews and features",
      "description": "Camera news, reviews and features",
      "preview": "Skip to main content Trending News TTArtisan launches a 17mm f/4 tilt-shift lens for all major full-frame mounts - and it's a bargain! NEWS A new Lumi"
    },
    {
      "url": "https://miwasrl.com/index.php/prodotto/funghi-chiodini-2dot8-kg-vfna3k/",
      "title": "FUNGHI CHIODINI 2.8 KG - Miwa srl",
      "description": "Funghi Nameko selezionati ed aromatizzati in olio di semi di girasole senza retrogusti indesiderati. Il prodotto, sterilizzato, si presta all'uso professionale ed è adatto alla farcitura di pizze e focacce o per la preparazione di ricette in cucina.",
      "preview": "FUNGHI CHIODINI 2.8 KG Casa Shop SOTT'OLII E SOTTACETI FUNGHI CHIODINI 2.8 KG Prodotti correlati Esaurito SOTT'OLII E SOTTACETI ORTORISO CONDIMENTO RI"
    },
    {
      "url": "https://za.pinterest.com/itmakeyourdays/baseball-canvas/",
      "title": "20 Baseball Canvas ideas | baseball canvas, canvas art wall decor, canvas",
      "description": "Mar 11, 2018 - Explore it make your day store's board \"Baseball Canvas\" on Pinterest. See more ideas about baseball canvas, canvas art wall decor, canvas.",
      "preview": "Explore Search for easy dinners, fashion, etc. When autocomplete results are available use up and down arrows to review and enter to select. Touch dev"
    },
    {
      "url": "https://shakerandspoon.com/",
      "title": "Shaker & Spoon",
      "description": "Each month you'll receive a box with 3 brand-new, original, unique recipes created just for you by world-class bartenders, and everything you need other than the alcohol to make 12 drinks (4 from each recipe). Every box revolves around a different spirit and one Shaker & Spoon box takes down one whole 750 ml bottle. It's a match made in craft cocktail heaven!",
      "preview": "Sign up now to receive October's Mezcalloween V box! Shipping the week of Oct. 6th Sign up for Exclusive Deals, Recipes, & News SIGN UP About Learn Bl"
    },
    {
      "url": "https://www.bnnbloomberg.ca/chicago-crime-defines-mayor-s-race-as-spending-lawbreaking-surge-1.1889271",
      "title": "BNN Bloomberg - Canada Business News, TSX Today, Oil and Energy Prices",
      "description": "Get the latest Canadian business news, including TSX updates, changes to oil and energy prices, and Bank of Canada coverage. Explore stock market investing and get expert financial insights on investment portfolio strategies.",
      "preview": "Skip to main content Statistics Canada set to release September jobs data this morning Statistics Canada is set to release jobs data for September thi"
    },
    {
      "url": "http://www.unfpa.org/female-genital-mutilation",
      "title": "Female genital mutilation | United Nations Population Fund",
      "description": "<p>💡 #DidYouKnow: 68 million girls are at risk of undergoing female genital mutilation (FGM) by 2030?</p",
      "preview": "Skip to main content Clear search Female genital mutilation Home What we do Female genital mutilation Female genital mutilation, a practice that invol"
    },
    {
      "url": "https://fundforsharedinsight.org/",
      "title": "Foundations Advancing Listening & Feedback in Philanthropy | Fund for Shared Insight",
      "description": "As a national funder collaborative, Fund for Shared Insight cultivates community-driven philanthropy in service of advancing equity in philanthropy.",
      "preview": "Skip to content Funder listening to shift power Fund for Shared Insight is a national funder collaborative seeking to improve philanthropy by centerin"
    },
    {
      "url": "https://www.shmoop.com/study-guides/literature/alligator-bayou/summary/chapter-4",
      "title": "Alligator Bayou Chapter 4 Summary | Shmoop",
      "description": "Free summary and analysis of Chapter 4 in Donna Jo Napoli's Alligator Bayou that won't make you snore. We promise.",
      "preview": "Alligator Bayou Chapter 4 Summary Back More Once Calo catches up with Patricia, he says that Francesco would never turn away Mrs. Rogers, but Patricia"
    },
    {
      "url": "https://www.newscientist.com/definition/quantum-entanglement/",
      "title": "What is quantum field theory? | New Scientist",
      "description": "Quantum field theory marries the ideas of other quantum theories to depict all particles as \"excitations\" that arise in underlying fields. The British physicist Paul Dirac started the ball rolling in the late 1920s with his equation describing how relativistic electrons - and with it most other matter particles - behave. Standard quantum theory as &hellip;",
      "preview": "Close Advertisement Subscribe now Quantum field theory Quantum-based theories that explain how the forces of nature work By Richard Webb Facebook / Me"
    },
    {
      "url": "https://www.meru.in/",
      "title": "Mobility Solutions: People Transportation Solutions | Mahindra Logistics",
      "description": "We offer comprehensive people mobility solutions for individuals and enterprises across major cities in India.",
      "preview": "Mobility Solutions Home Mobility Solutions Book Now 5000 0 + Vehicles Deployed Per Day 12000 0 + Trips Per Day 100 0 + Operating Locations 25000 0 + P"
    },
    {
      "url": "https://xtremepestcontrol.tumblr.com/",
      "title": "@xtremepestcontrol on Tumblr",
      "description": "Follow @xtremepestcontrol and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes 5 posts! #5 posts #tumblr milestone instagram.com WWW.XTREMEPEST.NET 619-992-9315 You are using an unsupported browser and things might no"
    },
    {
      "url": "https://toniandguybh.online/shop/product/24-thickening-cream-100ml-1384",
      "title": "Thickening Cream 100ml | My Website TONI AND GUY",
      "description": "void",
      "preview": "Products Thickening Cream 100ml Public Pricelist Thickening Cream 100ml http://toniandguybh.online/shop/product/24-thickening-cream-100ml-1384 10.000"
    },
    {
      "url": "https://www.milestonehotel.com/?cjevent=4ec1f2f92cc511eb834e01140a180510",
      "title": "The Milestone Hotel & Residences, Five-Star Boutique Hotel, Kensington, London",
      "description": "The Milestone Hotel is a five-star boutique hotel that puts you in the heart of Kensington, London. Book direct for special offers.",
      "preview": "The Milestone Hotel & Residences Elegance and luxury Situated directly opposite Kensington Palace, The Milestone Hotel & Residences offers exceptional"
    },
    {
      "url": "http://help.walmart.com/",
      "title": "Robot or human?",
      "description": "void",
      "preview": "Robot or human? Activate and hold the button to confirm that you're human. Thank You! Terms of Use Privacy Policy Do Not Sell My Personal Information"
    },
    {
      "url": "http://wwf.panda.org/what_we_do/where_we_work/west_africa_marine/",
      "title": "Oh no! The page you are looking for has gone extinct... | WWF",
      "description": "Oh no! The page you are looking for has gone extinct...",
      "preview": "We use cookies to analyse how visitors use our website and to help us provide the best possible experience for users. View our Cookie Policy . ( I acc"
    },
    {
      "url": "https://app.uptogether.org/",
      "title": "Home - UpTogether.org",
      "description": "UpTogether - Home",
      "preview": "Loading..."
    },
    {
      "url": "https://ida.worldbank.org/",
      "title": "International Development Association - World Bank",
      "description": "void",
      "preview": "Croatia's Remarkable IDA Journey Discover how Croatia has emerged as a leader in global solidarity by encouraging other nations to contribute as donor"
    },
    {
      "url": "https://www.lg.com/us/cell-phones/lg-lmg900tmpatmopw-t-mobile-velvet-5g",
      "title": "LG VELVET™ 5G Smartphone for T-Mobile - Pink White | LG USA",
      "description": "Empower your high-speed life. The LG VELVET™ 5G T-Mobile phone in Pink White features a sleek design, ergonomic 3D arc edges, water droplet cameras and more.",
      "preview": "LG VELVET™ 5G | T-Mobile AVAILABLE FOR PREORDER! | The new LG UltraFine™ evo 6K monitor Preorder Now Celebrate Life's Good Deal Days w/ up to 35% off"
    },
    {
      "url": "https://blog.onepeloton.com/couples-fitness/",
      "title": "Here's Why Couples That Workout Together Stay Together",
      "description": "It's not your imagination: exercising with a partner or friend really can improve your bond. Here's why couples that workout together tend to stay together.",
      "preview": "Explore the new Peloton Cross Training Series Powered by Peloton IQ . Shop Peloton 7 Scientific Reasons Why Couples That Workout Together, Stay Togeth"
    },
    {
      "url": "https://experts.shopify.com",
      "title": "Hire Shopify Experts, Developers, Designers & Freelancers",
      "description": "Hire developers, designers, and marketers focused on growing your Shopify business. Empower your business with Shopify Partners.",
      "preview": "Skip to Content Shopify Partner Directory Do more, faster with a Shopify partner Hire partners who fit your needs and budget, freeing you to focus on"
    },
    {
      "url": "https://koreauniv.pure.elsevier.com/en/publications/genetic-polymorphisms-of-the-%CE%B2sub2sub-adrenergic-receptor-in-the-",
      "title": "Genetic polymorphisms of the β>2>-Adrenergic receptor in the severity of bronchial asthma - Korea University Pure",
      "description": "void",
      "preview": "Genetic polymorphisms of the β 2 -Adrenergic receptor in the severity of bronchial asthma Jeong Shim Jae Jeong Shim, Hyung Kim Jei Hyung Kim, Yong Lee"
    },
    {
      "url": "https://shawnreginald.com/products/blue-white-pooka-dot-bow-tie",
      "title": "Blue & White Polka-Dot Bow Tie - Shawn Reginald Clothing Company",
      "description": "Self tie, adjustable neck, bow-tie, with four mother of pearl buttons. Made by Carrot &amp; Gibbs of all natural fibers for Shawn Reginald Clothing. Classic!",
      "preview": "Blue & White Polka-Dot Bow Tie Add to Cart Blue & White Polka-Dot Bow Tie $78.00 Product Code: Default Title - $78.00 USD Add to Cart Add to wishlist"
    },
    {
      "url": "https://ckan.ogdch-abnahme.clients.liip.ch/en/organization/ec2593fa-d844-4d20-9851-e3c2b24eff89?res_format=TXT&keywords_en=ch-iqi",
      "title": "Federal Office of Public Health FOPH Organizations - opendata.swiss (staging environment)",
      "description": "void",
      "preview": "Skip to content Home Organizations Federal Office of Public Health ... Reset search Order by Relevance Name Ascending Name Descending Last Modified Po"
    },
    {
      "url": "https://www.houstontx.gov/police/nr/2022/jun/nr220609-1.htm",
      "title": "Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue",
      "description": "The mission of the Houston Police Department is to enhance the quality of life in the City of Houston by working cooperatively with the public and within the framework of the U.S. Constitution to enforce the laws, preserve the peace, reduce fear and provide for a safe environment.",
      "preview": "> Police > News Release POLICE Department Suspect Wanted, Charged in Female's Disappearance at 14935 South Richmond Avenue June 9, 2022 - Charges have"
    },
    {
      "url": "https://merchants.fiserv.com",
      "title": "Merchant Services | Payment Processing Enterprise Solutions | Fiserv",
      "description": "As the leader in small business merchant services and enterprise solutions for payments, Fiserv creates new experiences to take your business to the next level.",
      "preview": "Skip to Contact an Expert Skip to Main Content Carat | The Global Commerce Platform from Fiserv Carat orchestrates payments and experiences for the wo"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/yhgv1vbm1myb0pnsdcgm5kpg9xv41l9n-module-import-compiled",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/yhgv1vbm1myb0pnsdcgm5kpg9xv41l9n- module-import-compiled Nars View narinfo details View JSON Builds Derivation: /gnu/store/f9d6pwf59jzsvzwr"
    },
    {
      "url": "http://www.synapses.co.uk/science/mvolcano.html",
      "title": "Science Explained, explains the Montserrat volcano and other volcanos.",
      "description": "void",
      "preview": "The Montserrat Volcano Dr Jamie Love 15 January 1998 © A long time ago in the southern Caribbean (latitude 16.72 north and longitude 62.18 west, for t"
    },
    {
      "url": "https://www.wwf.eu/",
      "title": "Home | WWF",
      "description": "Home",
      "preview": "The WWF is run at a local level by the following offices... WWF Global Adria Argentina Armenia AsiaPacific Australia Austria Azerbaijan Belgium Bhutan"
    },
    {
      "url": "http://www.eltechresource.com",
      "title": "ELTECH Resource | Рециклирай, бъди отговорен!",
      "description": "void",
      "preview": "Елтехресурс АД е организация по оползотворяване на отпадъци от излязло от употреба електрическо и електронно оборудване (ИУЕЕО), притежаваща Решение О"
    },
    {
      "url": "https://innovation.mines.edu",
      "title": "McNeil Home - McNeil Center for Entrepreneurship and Innovation",
      "description": "void",
      "preview": "Facebook X RSS Snapchat MINES.EDU MyMines News Calendar Canvas Email Library Give Directories McNeil Center for Entrepreneurship and Innovation LEARN"
    },
    {
      "url": "https://naacp.org/find-resources/know-your-rights/democracy-voting",
      "title": "Democracy & Voting",
      "description": "Efforts to make it harder for racial minorities to vote are proliferating across the country. NAACP and volunteers made sure Black voices were heard in 2020.",
      "preview": "Skip to main content Search Close Close Donate Close Countdown to Election Day - - days - hrs - mins - secs NAACP Georgia State Conference v Raffenspe"
    },
    {
      "url": "http://abc.go.com/shows/the-view/video/pl55492969/vdka0_va37t1oc",
      "title": "WATCH: {videotitle} Video | The View",
      "description": "Watch The View: {videodescription} video at abc.com",
      "preview": "Skip to Content The View ABOUT The View Videos {videotitle} Follow The View:"
    },
    {
      "url": "https://presidencia.go.cr/",
      "title": "Gobierno de Costa Rica | Presidencia de la República de Costa Rica",
      "description": "void",
      "preview": "Skip to main content × CADENA NACIONAL - 21 DE SEPTIEMBRE No volver a mostrar Dismiss OK Gobierno de Costa Rica Primera Dama de la República Signe Zei"
    },
    {
      "url": "https://fr.mongabay.com/",
      "title": "Informations sur la conservation de la nature - Mongabay Afrique",
      "description": "Nouvelles à propos de la faune et de la nature",
      "preview": "Les infos récentes Perroquets gris sauvés du braconnage sur la voie de la restauration Didier Makal 10 Oct 2025 Grand Reportage Face aux effets du cli"
    },
    {
      "url": "https://unclenearest.com/",
      "title": "Uncle Nearest Premium Whiskey - 100 Proof from Tennessee Uncle Nearest Premium Whiskey - 100 Proof from Tennessee",
      "description": "The best whiskey maker the world never knew. Uncle Nearest 1856 Premium Whiskey. Visit one of these locations or buy online. Enjoy responsibly.",
      "preview": "× Whiskeys Nearest Green Tennessee Whiskey 1856 Premium Aged Whiskey 1884 Small Batch Master Blend Whiskey Single Barrel Whiskey Straight Rye Whiskey"
    },
    {
      "url": "https://krismunroes.tumblr.com/",
      "title": "Url: Krismunroes",
      "description": "void",
      "preview": "Url: Krismunroes Home / Archive / RSS Original Theme by: Max , Recycled by: Dave ."
    },
    {
      "url": "https://www.larepgroup.com/",
      "title": "Smart City | LAR REPS",
      "description": "Representantes seguridad electronica en America latina, somos especialistas en Smart Citys, analiticas de video, camaras de seguridad y vigilancia ciudadana, tenemos oficinas en México, Colombia, Venezuela y Argentina. LAR REPS",
      "preview": "top of page Nuestro Valor Academia Virtu@l LAR ¿Qué es? La Academia Virtu@l LAR , es una forma de mantenernos en contacto con ustedes nuestros cliente"
    },
    {
      "url": "https://alba-ewaste.sg/",
      "title": "ALBA E-Waste Singapore - Singapore E-Waste Collection & Recycling Program",
      "description": "void",
      "preview": "Skip to content Home About Us Types of E-Waste Regulated Consumer E-Waste Disposal Guide Where can I recycle my E-Waste Data Security Partners Newsroo"
    },
    {
      "url": "https://morguefile.com/",
      "title": "Morguefile.com free photographs for commercial use.",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://fourcornersgeotourism.com/entries/la-casita-bonita-inn/dd17284d-8b70-4eb1-94b2-d708569b0801",
      "title": "La Casita Bonita Inn | Four Corners Region",
      "description": "When you reach Four Corners, you will be captivated by its engaging landscapes and enduring people. In this vast, wild region, roots go very deep and the Native people you meet have lived here for millenia., moving as needed, adapting to climate and social changes while redefining themselves and their communities. The region is famous for its art and traditional products, and you will make discovery after discovery as you explore the website.",
      "preview": "Four Corners Region La Casita Bonita Inn Bed and Breakfast Four Corners Region Add Places to the Map Guide! Supporters Privacy Policy Terms of Use Log"
    },
    {
      "url": "http://www.americanhelpdesk.com/",
      "title": "Helpdesk Services, 24/7, Technical Support, Financial Help Desk, Medical",
      "description": "helpdesk, help desk, helpdesk services, answering services, technical support, CRM, customer relationship management, call center outsourcing, call center, call center, msp support services, network management, data management, noc, noc lite, noc service, soc, network operations center, security operations center, medical help desk services, website navigation support, tech support, customer service, hardware support, software support, AHD, American Help Desk, americanhelpdesk.com",
      "preview": "Skip to content Call Us : 1-800-997-0977 sales@americanhelpdesk.com Facebook X-twitter Youtube Linkedin Get a Quote - Click Here Main Menu Menu Help D"
    },
    {
      "url": "https://www.ritter-schleifservice.de/warenkorb.html",
      "title": "warenkorb - DIE SCHÄRFEREI RITTER",
      "description": "void",
      "preview": "Im Warenkorb befinden sich 0 Artikel Dein Warenkorb ist leer weiter einkaufen Empfehlenswert Ritter Scissors Hundefriseurschere \"Bella\" 50T Titan-Schw"
    },
    {
      "url": "https://www.parakeetcafe.com/",
      "title": "Parakeet Cafe | Healthy Food in San Diego, LA & Newport Beach",
      "description": "At Parakeet Cafe, we serve healthy, local food, coffee, and juice, all with good vibes. Order online or visit us in San Diego, L.A., or Newport Beach!",
      "preview": "Homepage Main content starts here, tab to start navigating Redefining Healthy Food Slide 1 of 3 Slide 2 of 3 Slide 3 of 3 hero gallery paused, press t"
    },
    {
      "url": "http://www.adahome.com/",
      "title": "Ada Home: the Home of the Brave Ada Programmers (HBAP)",
      "description": "Ada Home, the Home of the Brave Ada Programmers (HBAP) entry page: here is support and resources for those who need or want to learn, use, teach, and/or spread Ada.",
      "preview": "First-time guests of the Ada Home, please read our Welcome Guide and enjoy your visit! About Ada Home explains our mission and vision. Ada Home: the H"
    },
    {
      "url": "https://ruter.no/kjop-billett/",
      "title": "Ruter | Om våre billetter",
      "description": "Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord.",
      "preview": "Hopp til innhold Om våre billetter Se alle billettyper vi har og se hvor du kan kjøpe billett. Husk å kjøpe billett før du går om bord. Enkeltbillett"
    },
    {
      "url": "https://matarakyatmu.com/2018/07/03/aduh-km-lestari-maju-karam-dalam-perjalanan-bira-pamatata/",
      "title": "About Us - Vidhi Centre for Legal Policy",
      "description": "The Vidhi Centre for Legal Policy ('Vidhi') is an independent think-tank doing legal research to make better laws and improve governance for the public good. We do this through high quality, peer reviewed original legal research; through engaging with the Government of India, State governments and other public institutions to both inform policy-making and to [...]",
      "preview": "People All 91 Karnataka 11 Maharashtra 4 Tamil Nadu 3 More Filters Types All Administration Team Associate Fellow Co-Lead Communications Associate Com"
    },
    {
      "url": "https://www.premierleague.com/fixtures",
      "title": "Premier League Fixtures & Live Matches on TV Season 2025/26",
      "description": "View the 380 Premier League fixtures for the 2025/26 season, visit the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.dca.ca.gov/about_us/contactus.shtml",
      "title": "Contact Us - California Department of Consumer Affairs",
      "description": "void",
      "preview": "Contact Us To Contact a Board, Bureau, Committee, or Program To reach a specific DCA entity (board/bureau/committee/program), please contact them dire"
    },
    {
      "url": "http://www.kamloops.ca/downloads/maps/launch.htm",
      "title": "Maps & Apps | City of Kamloops",
      "description": "Please click on the map or app below to launch that service. Downloadable PDF maps of individual parks can be found here or on the specific park page.",
      "preview": "Skip to main content Skip to main menu Skip to footer Search Related Contacts City Hall 7 Victoria Street West V2C 1A2 ph 250-828-3311 info@kamloops.c"
    },
    {
      "url": "https://all-in.withgoogle.com/",
      "title": "Creating marketing for everyone",
      "description": "Building authenticity into the creative process. No matter what creative asset you're making, make work that is relevant and helpful.",
      "preview": "Creating for </br> everyone Creating for </br> everyone play_arrow pause At Google, we're proud to build products that help billions of people every d"
    },
    {
      "url": "https://chat.icq.com/icqchat/",
      "title": "Free Video Chat Rooms | Online Video Chatting and Calls",
      "description": "Create instant video chat rooms and make video calls for FREE with ICQ New! Windows, MAC, iOS (iPhone/iPad) and Android!",
      "preview": "Log In Log in with SMS Email / UIN Country code Phone number SMS sent By clicking the \"Log in\" button you accept the terms of the ICQ New End User Lic"
    },
    {
      "url": "https://www.thegoodlineheight.com/",
      "title": "The Good Line-Height",
      "description": "void",
      "preview": "Figma Plugin Playfair Display Toggle Grid The Lorem ipsum text is derived from sections 1.10.32 and 1.10.33 of Cicero's De finibus bonorum et malorum."
    },
    {
      "url": "http://www.fondationprimat.org//en/ressources?archive=true",
      "title": "Ressources Archive - Fondation Didier et Martine Primat",
      "description": "void",
      "preview": "Press/Media Books/Publications Interviews / Conferences Films/Documentaries Press/Media Books/Publications Interviews / Conferences Films/Documentarie"
    },
    {
      "url": "https://www.acluaz.org",
      "title": "Home - ACLU of Arizona",
      "description": "This page's content is overridden by the Home template.",
      "preview": "Defending the right to equality, liberty, and justice for all The ACLU of Arizona advances equity and dismantles systemic injustice by taking legal ac"
    },
    {
      "url": "https://www.doi.gov/",
      "title": "U.S. Department of the Interior",
      "description": "The U.S. Department of the Interior protects America's natural resources and heritage, honors our cultures and tribal communities, and supplies the energy to power our future",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://www.jamie-poole.com/store/p107/Gods-Grandeur-Whitby-Harbour-limited-edition-print.html",
      "title": "Whitby Harbour Collage painting limited edition print",
      "description": "Inspired by the poet Gerard Manley Hopkins and the historical town of Whitby. On the Yorkshire coast, this town is famous for its Abbey and its quirky cobbled streets as well as the famous voyager Captain James Cook. This painting was made using printed lines of poetry that have been collaged together using Jamie's unique poem art techniques. Read lines of poetry in the picture itself! This is a limited edition signed print.",
      "preview": "Home Blog Exhibitions Trade The Shop Art Classes Online Art Lessons LessonSheets Student Gallery Contact Portfolio Category Jamie's Cards > Signed Unl"
    }
  ],
  "_meta": {
    "total_bookmarks": 107
  }
}