{
  "data": [
    {
      "url": "https://www.callherdaddy.com/",
      "title": "Call Her Daddy",
      "description": "Call Her Daddy podcast hosted by Alex Cooper exclusively on Spotify.",
      "preview": "Shop NEW DROP AVAILABLE NOW SHOP HERE NEW PRODUCTS View All → Tops Bottoms Sets All Products Health And Wellness Crewneck (Blue) Health And Wellness S"
    },
    {
      "url": "http://www.justworldnews.com/",
      "title": "Just World News | with Helena Cobban",
      "description": "void",
      "preview": "Last Saturday, The New York Times devoted more than two pages of its first section (in print) to a lengthy hit-piece, with the headline shown above. T"
    },
    {
      "url": "http://sesamestreetformilitaryfamilies.org/topic/self-expression/?ytid=1ui0i2438Jw",
      "title": "Self-Expression | Encourage Positive Self-Expression",
      "description": "Use these resources to help foster positive self-expression in your military child.",
      "preview": "Before You Watch After You Watch Feelings Have Names prev Feelings Have Names Sing It Out Move It Out Talk It Out Laugh It Out Hug It Out next Printab"
    },
    {
      "url": "https://affairscloud.com/jobs/search/bsc/thirurangadi/",
      "title": "Jobs in Thirurangadi 2025 - Latest Vacancies October 2025",
      "description": "void",
      "preview": "Facebook Instagram Telegram Twitter Home Govt Jobs Bank Jobs SSC UPSC Railway Defence Police State Jobs Sarkari Result Exams SBI SBI PO SBI Clerk SBI"
    },
    {
      "url": "http://corporate.disney.go.com/corporate/pp.html",
      "title": "Disney Privacy Center Home - The Walt Disney Privacy Center",
      "description": "void",
      "preview": "Skip to content Skip to navigation × cancel Country/Region & Language Selector Search Countries Search Languages Save The Walt Disney Company has a ri"
    },
    {
      "url": "https://docs.python.org/3/tutorial/inputoutput.html",
      "title": "7. Input and Output - Python 3.14.0 documentation",
      "description": "There are several ways to present the output of a program; data can be printed in a human-readable form, or written to a file for future use. This chapter will discuss some of the possibilities. Fa...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Tutorial » 7. Input and Output | Theme Auto Light Dark | 7. In"
    },
    {
      "url": "http://www.electrosonic.com/",
      "title": "Audio Visual Systems | Electrosonic",
      "description": "Electrosonic designs, builds and supports innovative audiovisual solutions that create lasting experiences where people live, work and play.",
      "preview": "Audiovisual with impact Audiovisual solutions that change perceptions, inspire guests, strengthen brands and engage visitors. Explore Our Services See"
    },
    {
      "url": "https://www.ywcadayton.org/",
      "title": "YWCA Dayton | Domestic Violence Shelter & Rape Crisis Center",
      "description": "YWCA Dayton is the domestic violence shelter, rape crisis center and 24/7 hotline for Montgomery and Preble County, Ohio. We offer youth programming through AMEND Together and Girls LEAD. We are on the front lines of ending homelessness through our four housing programs.",
      "preview": "0 • Empower • Peace • Freedom • Dignity • Empower • Peace • Freedom • Dignity • Empower • Peace • Freedom • Dignity Sojourn Leadership Program This le"
    },
    {
      "url": "https://www.wkbw.com/news/local-news/how-the-lexington-co-op-is-making-celebrating-thanksgiving-simpler",
      "title": "Making Thanksgiving 2020 simpler at the Lexington Co-op",
      "description": "We are so close to Thanksgiving, you can almost smell the turkey, but this year, there may be fewer people sitting around the table.",
      "preview": "void"
    },
    {
      "url": "https://cloudblogs.microsoft.com/",
      "title": "The Microsoft Cloud Blog | Build the future of your business with AI",
      "description": "Get news, updates, and insights about Microsoft's integrated cloud platform for cloud solutions from the team of experts at The Microsoft Cloud Blog.",
      "preview": "Skip to main content The Microsoft Cloud Blog Build the future of your business with AI Navigate blog by Navigate blog by: Search News September 25 4"
    },
    {
      "url": "https://www.nationcodes.com/coupons/yoins/",
      "title": "Discover Yoins Discount Codes | $20 Off Coupon Codes | Verified & Working @ Nation Codes",
      "description": "Free Yoins promo codes and $20 Off coupons. Get big savings with valid Yoins promotional codes from nationcodes.com.",
      "preview": "SHOW COUPONS SHOW COUPONS Yoins Coupon Codes & Deals 2 votes Do you like this brand? Yes No FILTERS EXCLUSIVE OFFERS 10% OFF HOT TODAY 50% OFF DEALS P"
    },
    {
      "url": "https://kvdveganbeauty.com/products/tattoo-pencil-liner-long-wear-gel-eyeliner?variant=42633858777310",
      "title": "Tattoo Pencil Liner Waterproof Long-Wear Gel Eyeliner",
      "description": "No-brainer liner-just twist it up + glide it on. Tattoo Pencil Liner comes in bold matte + metallic shades for waterproof, transfer-proof color that lasts all day on your lids + in your waterline.",
      "preview": "FREE STANDARD SHIPPING ON ALL ORDERS $50+ AND FREE U.S. RETURNS. DETAILS . back icon close icon Shipping To: United States Albania Algeria Andorra Ang"
    },
    {
      "url": "https://www.uso.org/uso-stands-ready-to-support",
      "title": "United Service Organizations",
      "description": "The nation's leading charitable organization in serving active-duty service members and military families. Learn how you can support the troops through the USO and make a difference.",
      "preview": "Skip to navigation Skip to main content Skip to footer Menu Close USO Homepage uso-logo-dark.svg Volunteer Donate Government Shutdown: Service Members"
    },
    {
      "url": "https://www.navius.biz/%E6%BD%AE%E5%90%B9%E3%81%8D%E3%81%8C%E5%BC%B7%E7%83%88%E3%81%99%E3%81%8E%E3%82%8B-%E6%A5%B5%E5%AC%A2girls-%E8%AB%B8%E6%98%9F%E3%82%BB%E3%82%A4%E3%83%A9-%E5%B1%B1%E4%B8%8B%E8%88%9E-%E6%B8%8B%E8%B0%B7/",
      "title": "navius.biz",
      "description": "void",
      "preview": "Click here to enter"
    },
    {
      "url": "https://standards.ieee.org/",
      "title": "IEEE SA - The IEEE Standards Association - Home",
      "description": "void",
      "preview": "The IEEE Standards Association - Home Raising the World's Standards Discover how the IEEE SA is working to meet your evolving needs. I want to... Sear"
    },
    {
      "url": "https://www.coursera.org/specializations/python",
      "title": "Python for Everybody | Coursera",
      "description": "Offered by University of Michigan. Learn to Program and Analyze Data with Python. Develop programs to gather, clean, analyze, and visualize ... Enroll for free.",
      "preview": "Python for Everybody Specialization Python for Everybody Specialization Learn to Program and Analyze Data with Python. Develop programs to gather, cle"
    },
    {
      "url": "https://www.bmw.com.ec/es/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Ecuador | Autos Deportivos, Eléctricos, Híbridos",
      "description": "Descubre nuestros carros eléctricos, híbridos conectables y camionetas en el sitio oficial de BMW. ¡Sorpréndete con su potente desempeño y tecnología!",
      "preview": "void"
    },
    {
      "url": "http://www.wfp.org/",
      "title": "UN World Food Programme (WFP)",
      "description": "We are the world's largest humanitarian organization, saving lives in emergencies and using food assistance to build a pathway to peace, stability and prosperity for people recovering from conflict, disasters and the impact of climate change.",
      "preview": "Skip to main content War in Gaza two years on: Humanitarian access improves but acute hunger persists Read more Donate Conflict 'We just ran': Pakista"
    },
    {
      "url": "https://vimeo.com",
      "title": "Vimeo AI-Powered Video Platform",
      "description": "The video platform trusted by 287 million creatives, entrepreneurs, and businesses. Everything you need to create, manage, and share stunning videos.",
      "preview": "Your complete video platform Your videos, your way Vimeo's ad-free platform provides everything you need to host, manage, and share high-quality video"
    },
    {
      "url": "https://ncbiinsights.ncbi.nlm.nih.gov/",
      "title": "NCBI Insights - News about NCBI resources and events",
      "description": "News about NCBI resources and events",
      "preview": "Skip to content Menu Use of earliest publication date for determining NIH Public Access compliance As shared in the July National Center for Biotechno"
    },
    {
      "url": "https://gisis.imo.org/Public/",
      "title": "Working...",
      "description": "void",
      "preview": "Script is disabled. Click Submit to continue."
    },
    {
      "url": "https://www.nationalgallery.org.uk/research/research-centre",
      "title": "Research Centre | Research | National Gallery, London",
      "description": "Find out about the National Gallery Research Centre, which provides access to the Gallery's library and archive collections.",
      "preview": "Skip to main content Research Centre The Research Centre is open to external readers, by appointment only, Tuesday to Friday between 10am-1pm and 2pm-"
    },
    {
      "url": "https://vanceai.com/",
      "title": "VanceAI | AI Photo Enhancement, Generation & Editing Tools Provider",
      "description": "VanceAI offers AI enhancing, upscaling, sharpening, denoising, background removal & generation, etc., to boost productivity and creativity in photo processing.",
      "preview": "AI Photo Enhancer: AI Restore and Enhance Photo Quality in One Click VanceAI is your all-in-one AI-powered solution for photo enhancement and restorat"
    },
    {
      "url": "https://patch.com/new-york/pleasantville/mount-pleasant-cop-says-hess-was-aggressor",
      "title": "Mount Pleasant Cop Says Hess Was 'Aggressor' | Pleasantville, NY Patch",
      "description": "The attorney for Pleasantville P.O. Aaron Hess said it's too soon for the public to be drawing conclusions.",
      "preview": "Skip to main content Nearby Communities Tarrytown-Sleepy Hollow, NY Ossining-Croton-On-Hudson, NY Chappaqua-Mount Kisco, NY White Plains, NY Nyack-Pie"
    },
    {
      "url": "https://www.indycar.com/Schedule",
      "title": "NTT INDYCAR SERIES Race Schedule, Results, Dates, Times | Official Site of INDYCAR",
      "description": "Full NTT INDYCAR SERIES race schedule, ticket information, race results, race dates, race times, and track information.",
      "preview": "facebook instagram linkedin threads tiktok x youtube double-arrow-down double-arrow-right double-arrow-left Schedule View by 2026 Season 2026 2025 202"
    },
    {
      "url": "https://www.onelook.com/spruce/",
      "title": "Spruce",
      "description": "Spruce is a search engine for finding inspiring sentences. Tell Spruce about something you've read or written and it will find quotations or lyrics that are related to the subject matter, sometimes in surprising and subtle ways. Spruce gives you a diverse set of perspectives on your text that you can cite in your work or reflect upon in your brainstorming.",
      "preview": "Add this as a Chrome extension Help Spruce is a search engine for finding inspiring sentences. Tell Spruce about something you've read or written and"
    },
    {
      "url": "https://www.bbcgoodfood.com/recipes/ultimate-chocolate-cake",
      "title": "Moist chocolate cake recipe | Good Food",
      "description": "Indulge yourself with this ultimate chocolate ganache cake recipe that is beautifully moist, rich and fudgy. Perfect for a celebration or an afternoon tea",
      "preview": "Skip to main content Ultimate chocolate cake Angela Nilsen Save recipe Cuts into 14 slices Easy Prep: 30 mins - 40 mins Cook: 1 hr - 1 hr and 30 mins"
    },
    {
      "url": "http://www.tntdrama.com/privacy.html",
      "title": "Warner Bros. Discovery",
      "description": "void",
      "preview": "ABOUT WARNER BROS. DISCOVERY Warner Bros. Discovery (NASDAQ: WBD) is a leading global media and entertainment company that creates and distributes the"
    },
    {
      "url": "http://persian.goscas.com/china-gkf_c12zy_circularly_polarized_universal_ku_band_twin_lnbf_0_8db_noise_figure-11136337.html",
      "title": "DropCatch.com",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://mde.maryland.gov/programs/Land/RecyclingandOperationsprogram/Pages/ecycling.aspx",
      "title": "eCycling Home Page",
      "description": "An official website of the State of Maryland.",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. JavaScript Required JavaScript"
    },
    {
      "url": "https://placeanad.chicagotribune.com/whos-who#nt=secondarynavbar",
      "title": "Chicago Tribune",
      "description": "Advertise with The Chicago Tribune",
      "preview": "x x Who's Who BUY NOW Ideal For Announce new employees, promotions and honors in Chicago Tribune's Who's Who In Local Business every Sunday in the Rea"
    },
    {
      "url": "https://humaaans.com/",
      "title": "Humaaans: Mix-&-Match illustration library",
      "description": "Mix-&-match illustrations of people with a design library for InVIsion Studio and Sketch.",
      "preview": "Discover curated, free images for your projects! Explore Lummi humaaans Mix-&-match illustrations of people with a design library Use with Blush Downl"
    },
    {
      "url": "https://www.bytedance.com/",
      "title": "ByteDance - Inspire Creativity, Enrich Life",
      "description": "ByteDance is a technology company operating a range of content platforms that inform, educate, entertain and inspire people across languages, cultures and geographies.",
      "preview": "About Us Press Join Us ByteDance Our Mission Inspire Creativity, Enrich Life 1 2 3 4 Culture At ByteDance, we call our values \"ByteStyles.\" They help"
    },
    {
      "url": "https://www.cambio-carsharing.de/cms/carsharing/de/1/cms_f2_128/cms_f8_1/cms?cms_knschluessel=FAHRZEUGE&cms_Feurocode=LBG&cms_Fname=Uelzen&cms_Fregionid=626",
      "title": "Welche Autos gibt es bei cambio? | cambio CarSharing",
      "description": "Bei cambio gibt es unterschiedliche Automodelle: Da ist vom Kleinwagen bis zum Transporter alles dabei. So können Sie immer genau das Auto auswählen, dass gerade für Sie am besten passt.",
      "preview": "my cambio Registrieren Die cambio-Flotte Alle Fahrzeuge verfügen über eine komfortable Grundausstattung, die Ihnen das Fahren erleichtert: Dazu gehöre"
    },
    {
      "url": "https://www.clover.com",
      "title": "POS System & Credit Card Readers | Clover",
      "description": "void",
      "preview": "Ready to work with a small business credit card processor that can save you time, increase sales, and help grow operations? Discover what Clover has t"
    },
    {
      "url": "https://cataphrak.com/2021/11/15/november-update-3/?replytocom=2283",
      "title": "November Update | Paul Wang",
      "description": "I am happy to say that as of the first week of this month, the last full chapter of Lords of Infinity is finally complete. I am now working on the two epilogues which will wrap up the main plot. I suspect that will keep me busy for the next month or two. As usual,...",
      "preview": "Blog About Me Flash Games Interactive Fiction Patreon Content Contact"
    },
    {
      "url": "https://www.kaieteurnewsonline.com/2016/07/02/grenade-attack-on-kn-jagdeos-utterances-just-like-donald-trumps-ramjattan-2/",
      "title": "Grenade attack on KN... Jagdeo's utterances just like Donald Trump's- Ramjattan - Kaieteur News",
      "description": "Following statements by Leader of the Opposition, Bharrat Jagdeo, at a press conference, that the botched grenade attack on Kaieteur news could have been orchestrated by the Government and Publisher Glenn Lall, Minister of Public Security Khemraj Ramjattan, took the former President to task. Ramjattan likened Jagdeo's behavior to Donald Trump, a United States Presidential [...]",
      "preview": "Grenade attack on KN... Jagdeo's utterances just like Donald Trump's- Ramjattan Jul 02, 2016 News Minister of Public Security, Khemraj Ramjattan Former"
    },
    {
      "url": "https://ios.yacreader.com/privacy_policy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Luis Ángel San Martín Rodríguez built the YACReader app as a Commercial app. This SERVICE is provided by Luis Ángel San Martín Rodrígue"
    },
    {
      "url": "https://www.missourireview.com/1803full-2/",
      "title": "18.3 Cover (Full-Size) | The Missouri Review",
      "description": "Discovering the best in fiction, essays, and poetry",
      "preview": "18.3 Cover (Full-Size) 18.3 Cover (Full-Size)."
    },
    {
      "url": "https://www.kvc.org/",
      "title": "KVC Health Systems - Compassionate help for children & families",
      "description": "KVC is a nonprofit that strengthens families, prevents child abuse and neglect, and helps both children and adults achieve mental wellness.",
      "preview": "Skip to main content Bullying Prevention_Web Slider Image 1300x429 Bullying Prevention_Web Slider Image 1300x429 2025 Downloadable eBook Web slider 13"
    },
    {
      "url": "http://historicomaha.com/frtomaha.htm",
      "title": "Fort Omaha - Omaha, Nebraska, USA",
      "description": "void",
      "preview": "Fort Omaha Omaha, Nebraska, USA Historic Fort Omaha, located at 30th and Fort Streets in Omaha, Nebraska, entered into service in 1868. The decision t"
    },
    {
      "url": "https://www.score.org/",
      "title": "Free Small Business Mentorship and Resources | SCORE",
      "description": "From planning to execution, get resources or real-time assistance for every stage of your business. SCORE has a library of useful documents and online courses, as well as experienced mentors to help",
      "preview": "Skip to main content Find a location Find the SCORE location nearest to you. Search Locations Get Free Expert Mentoring to Grow Your Small Business Wh"
    },
    {
      "url": "https://branchen.koeln.de/branchen/koeln-stadt/koeln/muelheim/architekten/k/1720",
      "title": "Architekten Köln und in der Nähe im Stadtbranchenbuch Köln - 108 Einträge",
      "description": "Hervorragende Übersicht auf dem offiziellen Stadtportal für Architekten Köln. 108 Einträge mit Infos, Öffnungszeiten, Bewertungen, Adressen und Stadtplan.",
      "preview": "Über Werbemöglichkeiten informieren Ihr Unternehmen kostenfrei eintragen Architekten Köln und in der Nähe 108 Treffer Anzeigen Was suchen Sie in Köln"
    },
    {
      "url": "http://www.ui.com/legal/privacypolicy/",
      "title": "Ubiquiti - Privacy Policy",
      "description": "Technology platforms for Internet Access, Enterprise, and SmartHome applications.",
      "preview": "Privacy Policy OUR PRIVACY POLICY WAS UPDATED ON OCTOBER 10, 2023 Privacy Policy of Ubiquiti Inc. This Privacy Policy (the \" Policy \") describes how U"
    },
    {
      "url": "https://www.solarpowerworldonline.com/2019/12/how-emissionality-brings-renewable-energy-investment-and-jobs-to-coal-country/",
      "title": "How 'emissionality' brings renewable energy investment and jobs to coal country",
      "description": "By Henry Richardson, analyst, WattTime These have been dark days for job-hunters in coal country, even when the sun's shining. Fortunately there's new",
      "preview": "By Henry Richardson, analyst, WattTime These have been dark days for job-hunters in coal country, even when the sun's shining. Fortunately there's new"
    },
    {
      "url": "https://www.tkqlhce.com/click-8479616-11570746?url=https%3A%2F%2Fchicagotribune.newspapers.com%2F%3Fxid%3D2301%26utm_campaign%3Devergreen%26utm_medium%3Dreferral%26utm_source%3Dnavigation%26utm_content%3D%26utm_term%3DChicago%20Tribune#nt=secondarynavbar",
      "title": "The past: read all about it.",
      "description": "The largest online newspaper archive. Used by millions every month for historical research, family history, crime investigations, journalism, and more.",
      "preview": "Javascript required: We're sorry, but Newspapers.com doesn't work properly without JavaScript enabled. You will need to enable Javascript by changing"
    },
    {
      "url": "http://ghc.anitab.org/",
      "title": "Grace Hopper Celebration | Nov 4-7, 2025 | AnitaB.org",
      "description": "Grace Hopper Celebration is the largest tech conference for women. AnitaB.org is proud to host an event that puts women in tech first.",
      "preview": "CHICAGO | NOVEMBER 4-7, 2025 GRACE HOPPER CELEBRATION 2025 The only tech event worth attending to get hired, skilled, advanced, and funded. Register N"
    },
    {
      "url": "https://www.hellomagazine.com/healthandbeauty/mother-and-baby/20230226165346/prince-william-kate-middleton-rare-comment-prince-george-princess-charlotte/?utm_medium=social_media&campaign=hellouk&utm_source=Twitter#Echobox=1677443237",
      "title": "Prince William and Princess Kate make extremely rare comment about Prince George | HELLO!",
      "description": "The Prince and Princess of Wales opened up about their children Prince George, Princess Charlotte and Prince Louis' hobbies when meeting with officials at the Six Nations game in Cardiff",
      "preview": "Skip to main content Skip to footer Prince William and Princess Kate make extremely rare comment about Prince George Prince George is growing taller!"
    },
    {
      "url": "https://www.cloudcitycoffee.com/",
      "title": "Cloud City Coffee - Cloud City Coffee Roasting",
      "description": "An independent small batch roaster in Seattle offering delicious blends and rare single origin coffees in partnership with communities worldwide. All coffee is local.",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Order special instructions Orde"
    },
    {
      "url": "https://insidesources.com/proposal-could-help-cities-recover-from-pandemics-impact/",
      "title": "Proposal Could Help Cities Recover from Pandemic's Impact - InsideSources",
      "description": "Cities across the country are witnessing one of the pandemic's long-term consequences: Reduced workforce in city centers. With many companies electing to",
      "preview": "InsideSources Menu Home Energy Technology Politics Finance Education Publications NH Journal DV Journal Inside Alerts InsideSources Get up-to-date new"
    },
    {
      "url": "https://music.eastforest.org/track/like-taking-off-an-old-shoe-aka-death",
      "title": "Like Taking Off An Old Shoe AKA Death | East Forest, Ram Dass | East Forest",
      "description": "Like Taking Off An Old Shoe AKA Death by East Forest, released 21 June 2019 Death is a ceremony In which one takes off one pair of clothes And adopts a new one That's from the soul perspective From the ego Death is a stopping point It's the end of the ego The ego sees death as suffering And the soul See death as the awakening Of a new world A new perception So you should identify With your soul in life That will be the best thing for you to do To anticipate death It's your Sadhana in life Your Sadhana prepares you Prepares you for a upbeat dying",
      "preview": "Get fresh music recommendations delivered to your inbox every Friday. music merch video Like Taking Off An Old Shoe AKA Death from Ram Dass : Chapter"
    },
    {
      "url": "http://catalogue.odis.org",
      "title": "IOC Ocean Data and Information System Catalogue",
      "description": "void",
      "preview": "IOC Ocean Data and Information System \"Catalogue of Sources\" The ODIS \"Catalogue of Sources\" aims to be an online browsable and searchable catalogue o"
    },
    {
      "url": "https://www.catholicnewsagency.com/news/28996/an-anti-photoshop-revolution-a-new-take-on-real-beauty",
      "title": "An anti-Photoshop revolution? A new take on real beauty | Catholic News Agency",
      "description": "Ashley Crouch is the PR manager and contributing editor of a new women&#39;s fashion magazine with a much talked about policy: no digital alterations to models&#39; real appearances allowed.",
      "preview": "void"
    },
    {
      "url": "https://nedahome.org/",
      "title": "Neighborhood Development Alliance",
      "description": "NeDA builds affordable housing in Minnesota and empowers communities to create sustainability through financial education and guidance.",
      "preview": "Buy your first home Learn how Neighborhood Development Alliance (NeDA) is a non-profit organization providing 1:1 counseling and workshops to help peo"
    },
    {
      "url": "https://thestreamable.com/",
      "title": "The Streamable - Streaming made simple",
      "description": "Stop overpaying for cable! Compare top-rated streaming services in seconds. Find the best deals on live TV, movies, and shows with our unbiased reviews and detailed comparisons.",
      "preview": "Skip to Content"
    },
    {
      "url": "https://www.sallybeauty.com/hair-color/shop-by-color/bright-hair-color/",
      "title": "Access to this page has been denied.",
      "description": "void",
      "preview": "Hey there! Just a quick security check. Access to this page has been denied because our system detected a potential security issue. If you're a human"
    },
    {
      "url": "https://sinc.business/legal/privacy/",
      "title": "SINC Privacy Policy | Hourly Workforce Tracking",
      "description": "At SINC we take your data and privacy very seriously. We like to put ourselves in your perspective as users and be considerate of and attentive to concerns you might have, as well as take whatever precautions within our capacity to protect this data.",
      "preview": "Privacy Policy We take your online privacy seriously. Please read and understand our Privacy Policy: Introduction At SINC we take your data and privac"
    },
    {
      "url": "https://topbeauty.pe/product-category/cuidado-de-la-piel/page/3/",
      "title": "Cuidado de la piel - Página 3 - TopBeauty",
      "description": "void",
      "preview": "Cuidado de la piel Home Shop Cuidado de la piel Filter Sort By: Orden predeterminado Ordenar por popularidad Ordenar por puntuación media Ordenar por"
    },
    {
      "url": "https://www.livescience.com/gulf-stream-close-to-collapse",
      "title": "Gulf Stream could be veering toward irreversible collapse, a new analysis warns | Live Science",
      "description": "The shutdown would have catastrophic effects across the globe",
      "preview": "Skip to main content Don't miss these The weakening of ocean currents could cause temperatures to drop dramatically and permanently across the Norther"
    },
    {
      "url": "https://www.nhanow.com/certification/nha-certifications/certified-ekg-technician-(cet)",
      "title": "EKG Certification | Earn your CET to become an EKG tech",
      "description": "Earn your EKG certification from NHA to access a better future as an EKG technician. Get information about earning your EKG certification, including the EKG practice test and preparation materials to support your certification journey.",
      "preview": "Your path to EKG certification Certified EKG Technician (CET) Earning your CET credentials will help you: Page Link Fulfill employer requirements 87%"
    },
    {
      "url": "https://pen.org/steep-rise-gag-orders-many-sloppily-drafted/",
      "title": "Steep Rise in Gag Orders, Many Sloppily Drafted - PEN America",
      "description": "Over the last three weeks, 65 bills have been formally introduced in state legislatures, a rate of roughly three bills per day.",
      "preview": "Home / Steep Rise in Gag Orders, Many Sloppily Drafted Steep Rise in Gag Orders, Many Sloppily Drafted Campus Free Speech Educational Censorship Educa"
    },
    {
      "url": "http://www.graphicsacademy.com/format.php",
      "title": "Graphics File Formats",
      "description": "Graphics File Formats",
      "preview": "Home: Graphic Academy Graphics Books Graphics File Formats Animation File Formats Bitmap File Formats CAD File Formats Cursor File Formats Font File F"
    },
    {
      "url": "https://www.premierleague.com/tables",
      "title": "Premier League Table, Form Guide & Season Archives",
      "description": "View the latest Premier League tables, form guides and season archives, on the official website of the Premier League.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://en.taiko.art/pauliparkkinen",
      "title": "Taiko - Finnish Art Online | Taiko",
      "description": "Buy Finnish fine art online. 1000s of artworks for your home decor -paintings, sculptures etc. Your contemporary art gallery online. Global shipping!",
      "preview": "We're sorry but Taiko doesn't work properly without JavaScript enabled. Please enable it to continue."
    },
    {
      "url": "https://www.oculus.com/experiences/quest/3008315795852749/",
      "title": "The Thrill of the Fight su Meta Quest | Giochi VR di Quest | Meta Store",
      "description": "The Thrill of the Fight is a room-scale only VR boxing game focused on authenticity. Face off in the virtual ring where you'll jab, dodge, and sweat your way to the top of the boxing world. Grab your gloves, step through the ropes, and become a champion.",
      "preview": "void"
    },
    {
      "url": "https://franceslin90.tumblr.com/post/154540762137",
      "title": "Randon-mess - Computer science really is computer science!",
      "description": "Computer science really is computer science! codeorg: \" How do you categorize computer science as a K-12 subject? Let it be a distinct core discipline. In 2013, Code.org's advocacy coalition launched...",
      "preview": "Install theme Randon-mess Computer science really is computer science! codeorg : How do you categorize computer science as a K-12 subject? Let it be a"
    },
    {
      "url": "https://www.theesa.com/resource/2022-essential-facts-about-the-video-game-industry/",
      "title": "2024 Essential Facts About the U.S. Video Game Industry - the ESA",
      "description": "The 2024 report details America's relationship with video games and the reasons why games continue to inspire and delight us all. Play is a universal need for kids as well as adults. Video games build community, keep our minds sharp and bring us closer to others. Embracing the power of games unlocks our extraordinary potential, transforming lives - and the world.",
      "preview": "Data and Resources REPORT 2024 Essential Facts About the U.S. Video Game Industry The 2024 report details America's relationship with video games and"
    },
    {
      "url": "https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies",
      "title": "Manage cookies in Microsoft Edge: View, allow, block, delete and use - Microsoft Support",
      "description": "Learn how to view, manage, and delete cookies in Microsoft Edge.",
      "preview": "Related topics × Windows security, safety, and privacy Overview Security, safety, and privacy overview Windows security Get help with Windows securit"
    },
    {
      "url": "https://docs.nvidia.com/cuda/cuda-c-programming-guide/index.html",
      "title": "CUDA C++ Programming Guide - CUDA C++ Programming Guide",
      "description": "The programming guide to the CUDA model and interface.",
      "preview": "» CUDA C++ Programming Guide v13.0 | PDF | Archive CUDA C++ Programming Guide 1. Overview  CUDA is a parallel computing platform and programming mode"
    },
    {
      "url": "https://www.donneesquebec.ca/organisation/ville-de-quebec/",
      "title": "Québec - Données Québec",
      "description": "void",
      "preview": "Passer au contenu Partenariat Données Québec JEUX DE DONNÉES ORGANISATIONS APPLICATIONS CARTE INTERACTIVE GUIDES ET INFORMATIONS EXPLORER les données"
    },
    {
      "url": "https://discord.com/channels/890663529487687691/",
      "title": "Discord",
      "description": "Discord is great for playing games and chilling with friends, or even building a worldwide community. Customize your own space to talk, play, and hang out.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.thepulpitonline.com/2016/10/place-of-reward-monday-of-thirty-first.html",
      "title": "Place of reward: Monday of the Thirty-First Week in Ordinary Time (II) (31st October, 2016). | The Pulpit Online",
      "description": "The Daily Tonic",
      "preview": "Home Weekday Homilies Place of reward: Monday of the Thirty-First Week in Ordinary Time (II) (31st October, 2016). 0 Weekday Homilies 21:26 A + A - Pr"
    },
    {
      "url": "https://gastowngazette.com/problem-with-individual-voluntary-arrangements/",
      "title": "Problem with Individual Voluntary Arrangements - Gastown Gazette - Science Today, Technology Tomorrow",
      "description": "What exactly is an Individual Voluntary Agreement? A Private Voluntary Arrangement (Individual Voluntary Agreement) is a lawful method of handling significant debt issues It is",
      "preview": "Skip to content Home General Problem with Individual Voluntary Arrangements What exactly is an Individual Voluntary Agreement? A Private Voluntary Arr"
    },
    {
      "url": "https://www.salon.com/2022/07/10/is-it-an-abortion-or-a-dandc-medically-speaking-the-steps-are-the-same/",
      "title": "Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" - Salon.com",
      "description": "The same procedures are used for elective abortion and for miscarriage care",
      "preview": "Advertisement: Is it an abortion or a D&C? Medically speaking, \"the steps are the same\" Restrictions on elective abortion procedures are affecting med"
    },
    {
      "url": "https://alar.my/privacy_policy_global.html",
      "title": "privacy policy",
      "description": "privacy policy",
      "preview": "Get the app Get the app Get started Alarmy by scanning the QR code Iframe Example Privacy Policy Effective Date : Last updated + 30days Last Updated :"
    },
    {
      "url": "https://corporate.mcdonalds.com/corpmcd/our-stories/article/it-pair-of-season.html",
      "title": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season",
      "description": "Hard Launch: The newest items make it official Nov. 21 at participating restaurants nationwide",
      "preview": "McDonald's Smoky BLT Quarter Pounder® with Cheese and OREO® Fudge McFlurry® Are the \"It\" Pair of the Season November 03, 2022 Hard Launch: The newest"
    },
    {
      "url": "https://bmw.oemdtc.com",
      "title": "BMW & MINI - OEMDTC",
      "description": "BMW & MINI Recalls, Technical Service Bulletins TSB's, Diagnostic & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://yostem.org/",
      "title": "Youth Outreach in Science, Technology, Engineering, and Math",
      "description": "void",
      "preview": "0 At YO-STEM , we believe that every young mind deserves a place to explore, innovate, and grow in science, technology, engineering, and math. Through"
    },
    {
      "url": "https://journa.host/@rhett",
      "title": "Rhett Ayers Butler (@rhett@journa.host) - Journa.host",
      "description": "3 Posts, 5 Following, 31 Followers · I'm a journalist who founded Mongabay, a nonprofit news outlet focused on international environmental issues.",
      "preview": "To use the Mastodon web application, please enable JavaScript. Alternatively, try one of the native apps for Mastodon for your platform."
    },
    {
      "url": "https://cuddlywumps.blogspot.com/",
      "title": "The Cuddlywumps Cat Chronicles",
      "description": "A blog about cats in history, culture, and cozy mysteries.",
      "preview": "Pages Home About Miss Cuddlywumps About Old SoLT About the Real Cats Contact Us Cuddlywumps Publishing Pet Photo Fails! A note about The Cuddlywumps C"
    },
    {
      "url": "https://craftwork.design/",
      "title": "Craftwork: UX/UI kits, illustrations, mockups, fonts and more",
      "description": "Design resources for everyone. Freebies and premium web design products, custom illustrations and graphics on one marketplace.",
      "preview": "Italian description placeholder CFTITALY615 Design resources that will boost your creative workflow Find and download the best high-quality 3D and vec"
    },
    {
      "url": "https://wals.info/",
      "title": "WALS Online - Home",
      "description": "void",
      "preview": "Home Features Chapters Languages References Authors Credits Legal Download Contact Welcome to WALS Online The World Atlas of Language Structures (WALS"
    },
    {
      "url": "http://french.peopledaily.com.cn/Chine/n3/2021/1104/c31354-9915393.html",
      "title": "Faire de la Chine un bouc émissaire du changement climatique constitue une attitude \"lâche et inexacte\", selon un journal britannique",
      "description": "Le quotidien britannique Morning Star a récemment critiqué le fait de faire de la Chine un bouc émissaire du changement climatique, qualifiant cette attitude de",
      "preview": "Dernière mise à jour à 08h44 le 04/11 Version 3G | Qui sommes-nous ? Éditions 中文简体 English 日本語 Español Русский عربي 한국어 Deutsch Português CHINE ÉCONOM"
    },
    {
      "url": "https://source.android.com/security",
      "title": "Android Security | Android Open Source Project",
      "description": "void",
      "preview": "Skip to main content / English Deutsch Español - América Latina Français Indonesia Italiano Polski Português - Brasil Tiếng Việt Türkçe Русский עברי"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A104&f%5B2%5D=field_location%3A127&f%5B3%5D=field_location%3A109&f%5B4%5D=field_source%3A67&f%5B5%5D=field_location%3A135&f%5B6%5D=field_location%3A98&f%5B7%5D=field_location%3A106&f%5B8%5D=field_location%3A107&f%5B9%5D=field_location%3A118&amp%3Bf%5B1%5D=field_location%3A110",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://www.casknyc.com/",
      "title": "CASK | Cask Bar & Kitchen - New York City",
      "description": "Your local Murray Hill bar. No, not that one. The other one, the one you love. Focusing on all things crafted - from booze & brews to the finest fare.",
      "preview": "YOUR LOCAL HIDEAWAY - CASK BAR & KITCHEN Locally Sourced × Crafted with Love Your local Murray Hill Bar. No, not that one. The other one, the one you"
    },
    {
      "url": "https://www.imo.org/en/OurWork/MSAS/Pages/IMO-identification-number-scheme.aspx?utm%255Fsource=example.com&utm%255Fmedium=link&utm%255Fcompaign=article#:~:text=The%20IMO%20ship%20identification%20number%20scheme%20was%20introduced,permanent%20number%20to%20each%20ship%20for%20identification%20purposes.",
      "title": "IMO identification number schemes",
      "description": "void",
      "preview": "IMO SHIP IDENTIFICATION NUMBER SCHEME (Circular letter No.1886/Rev.5) The IMO ship identification number scheme was introduced in 1987 through adoptio"
    },
    {
      "url": "https://www.ecpubliclibrary.info/kids/building-brains-by-singing-with-your-child/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.pac.dfo-mpo.gc.ca/fm-gp/rec/index-eng.html",
      "title": "Recreational fishing in British Columbia | Pacific Region | Fisheries and Oceans Canada",
      "description": "Recreational fishing in British Columbia",
      "preview": "Recreational fishing in British Columbia Learn about fishing regulations and licence info, species identification, responsible fishing practices and m"
    },
    {
      "url": "https://www.sunfirematrix.com/app/consumer/wis/?utm_source=walmart&utm_medium=referral&utm_campaign=LHN",
      "title": "SunFire Medicare Plan Finder",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.mightycause.com/organization/Havenlynhv",
      "title": "Havenly | Mightycause",
      "description": "Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city in poverty and isolation. Our flagship...",
      "preview": "Donate Fundraise Share this organization Havenly was founded with a mission to break the cycle of marginalization that keeps refugee women in our city"
    },
    {
      "url": "https://www.dafont.com/",
      "title": "DaFont - Scaricare caratteri",
      "description": "Archivio di caratteri scaricabili liberamente. Cerca per ordine alfabetico, stile, autore o popolarità.",
      "preview": "English Français Español Deutsch Italiano Português Il mio profilo | Registrazione Temi Novità Autori Top Forum FAQ Carica un carattere Strumenti goog"
    },
    {
      "url": "http://lacuerda.net/Extras/movil.php",
      "title": "LaCuerda: LaCuerda Móvil",
      "description": "void",
      "preview": "LaCuerda.net: LaCuerda Móvil Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos LaCuerda Móvil ¡Ya tenemos aplicación móvil! La comunida"
    },
    {
      "url": "https://ihcw.aap.org/resources/Documents/fingerfoodsposterfinalv01.pdf",
      "title": "Institute for Healthy Childhood Weight",
      "description": "The Institute for Healthy Childhood Weight advocates for pediatric obesity prevention, assessment, management and treatment.",
      "preview": "Internet Explorer Alert It appears you are using Internet Explorer as your web browser. Please note, Internet Explorer is no longer up-to-date and can"
    },
    {
      "url": "http://www.igol.it/",
      "title": "Igol - Consigli e Magazine di Business e Impresa",
      "description": "Imprenditorialità Giovanile era una società che operava nel campo della creazione d'impresa, dello sviluppo locale, del sostegno alle PMI e oggi dispensa consigli utili attraverso il suo magazine.",
      "preview": "Imprenditoria Giovanile - Chi era Igol La grande città dell'opportunità Imprenditorialità Giovanile era una società fondata a fine anni '90 negli ambi"
    },
    {
      "url": "https://solutions.springernature.com/",
      "title": "Springer Nature Research Solutions - Springer Nature Research Solutions",
      "description": "Springer Nature Research Solutions will help you on your path to accelerating publication, nurture your career in scientific research, and expand your research's reach beyond peers.",
      "preview": "Skip to content Cart Subtotal Checkout Search solutions Contact 212-460-1500 webshopsupport@email.springernature.com Boost the impact of your research"
    }
  ],
  "_meta": {
    "total_bookmarks": 96
  }
}