{
  "data": [
    {
      "url": "http://www.vallauri.edu/",
      "title": "I.I.S. G. Vallauri - Fossano",
      "description": "void",
      "preview": "Venerdì, 10 ottobre 2025 Home Il Vallauri Settori di studio Certificazioni Ampliamento Offerta Altre offerte Organizzazione Organi collegiali Document"
    },
    {
      "url": "http://www.navcen.uscg.gov/?pageName=mtMmsi",
      "title": "Home | Navigation Center",
      "description": "void",
      "preview": "Skip to main content Find the latest Coast Guard MARSEC Level and Port Status and Port Contact Information . Navigation Center United States Coast Gua"
    },
    {
      "url": "https://www.interlusa.com/en/lighting/lamps/art-lamps/floor-lamp-ivone-4xe27-h.171xd.65cm-blacksatin-nickel-cm002*4f",
      "title": "Floor Lamp IVONE 4xE27 H.171xD.65cm Black/Satin Nickel",
      "description": "Within the Art Lamps collection, we present to you the floor lamp IVONE. The measures of this floor lamp model are of 171 cm high, 65 cm diameter, in black, satin nickel. This model requires 4 light bulbs E27.",
      "preview": "LOGO About us Contactos LOGIN / SIGN-UP Downloads Images IVONE Stock Limitado + - Quotation Floor Lamp IVONE 4xE27 H.171xD.65cm Black/Satin Nickel Spe"
    },
    {
      "url": "https://squareup.com/gift/DZ2XF6VYSST92/order",
      "title": "Order Havenly eGift Cards",
      "description": "Order Havenly eGift Cards online and give the perfect gift. Send gift cards instantly to anyone. Powered by Square Gift Cards",
      "preview": "void"
    },
    {
      "url": "https://www.dailynk.com/%EA%B0%95%EB%8F%99%EC%99%84-%EC%B9%BC%EB%9F%BC-%EB%8B%B9%EC%8B%A0%EC%9D%80-%EC%96%B4%EB%8A%90-%EB%82%98%EB%9D%BC-%EB%8C%80%ED%86%B5%EB%A0%B9%EC%9E%85%EB%8B%88%EA%B9%8C/",
      "title": "[강동완 칼럼] 당신은 어느 나라 대통령입니까? | DailyNK",
      "description": "void",
      "preview": "Facebook Mail RSS Twitter Youtube 전체기사 지금 북한은 위성+ 북한 경제 북한 비화 탈북박사의 북한읽기 뉴스 기획 오피니언 북한시장동향 And센터 후원하기 검색 Search DailyNK Facebook Mail RSS Twitter Yout"
    },
    {
      "url": "https://docs.oracle.com/javase/tutorial/",
      "title": "The Java™ Tutorials",
      "description": "void",
      "preview": "A browser with JavaScript enabled is required for this page to operate properly. Documentation The Java™ Tutorials Not sure where to start? See Learni"
    },
    {
      "url": "https://www.movieguide.org",
      "title": "Home | Movieguide | Movie Reviews for Christians - Movieguide | Movie Reviews for Families",
      "description": "Movieguide® reviews movies from a Christian perspective for families and works in Hollywood to redeem the media.",
      "preview": "Home Top Stories Soul On Fire World Premiere Soul on Fire Interview: Director Sean McNamara & William H. Macy Soul on Fire: Interview with John Corbet"
    },
    {
      "url": "http://www.realtyexecutives.com/",
      "title": "Realty Executives | Buy or Sell Your Home With Us",
      "description": "Realty Executives - Where the Experts Are. Our experienced real estate agents, our Executives, will help you sell or buy your home.",
      "preview": "Sign up for a free account so you can: > Save your searches > Follow your favorities > Get instant updates New Account Sign In Email Password Forgot p"
    },
    {
      "url": "http://www.waittinstitute.org",
      "title": "Waitt Institute | Blue Prosperity and Sustainable Ocean Management",
      "description": "The Waitt Institute creates and implements sustainable ocean plans through Blue Prosperity partnerships with committed governments, local stakeholders, and communities to achieve a healthy ocean, thriving communities, and brighter futures around the globe. We are a non-profit organization supporting island nations' visions related to Marine Spatial Planning, Blue Economy and Sustainable Fisheries.",
      "preview": "top of page HEALTHY OCEAN THRIVING COMMUNITIES BRIGHTER FUTURES AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with governmen"
    },
    {
      "url": "https://artsexperiments.withgoogle.com/periodic-table/",
      "title": "3D Periodic Table",
      "description": "A Periodic table to view elements in 3D.",
      "preview": "Viewing the periodic table elements in 3D is not supported by your browser. Back to Search"
    },
    {
      "url": "https://iconism.framer.website/",
      "title": "Iconism - Showcasing the best icon packs",
      "description": "Iconism showcases the best icon packs in the world. Find the perfect icon pack for your next design project here!",
      "preview": "iconism iconism iconism Showcasing the best icon packs in the world. Showcasing the best icon packs in the world. Showcasing the best icon packs in th"
    },
    {
      "url": "https://astronet.borsonline.hu/ezoteria/tarot-kartya-titkai-misztikum-es-vagy-tudatossag/",
      "title": "A Tarot kártya titkai: misztikum és/vagy tudatosság? | Astronet.hu Ezotéria",
      "description": "Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési lehetőségeit!",
      "preview": "Főoldal / Ezotéria / A Tarot kártya titkai: misztikum és/vagy tudatosság? Varju Beáta új sorozatából megismerhetitek majd az egyes lapok értelmezési l"
    },
    {
      "url": "https://www.dakotawoodlands.org/",
      "title": "Dakota Woodlands | Homeless Shelter | Wescott Woodlands, Eagan, MN, USA",
      "description": "Dakota Woodlands is the only homeless family shelter in Dakota County, located in Eagan, MN!",
      "preview": "top of page Empowering Displaced Families Dakota Woodlands' mission is to empower displaced families on their journey to independence. Learn More Don"
    },
    {
      "url": "https://www.yogabasics.com/practice/",
      "title": "The Practice of Yoga • Yoga Basics: Yoga Poses, Meditation, History, Philosophy & More",
      "description": "There are two unique components in yoga-the philosophy and the practice. In our yoga practice section, we primarily focus on the techniques of hatha yoga, the physical or forceful path of yoga, which includes the physical poses and breathing techniques.",
      "preview": "The Practice of Yoga"
    },
    {
      "url": "https://instagib.tv",
      "title": "iNSTAGIB has moved to Vaughn Live | https://vaughn.live/browse/gaming",
      "description": "void",
      "preview": "When Vaughn Live launched in 2011, we did not allow gaming content. As a result we created iNSTAGIB to give those that wanted to do a gaming stream an"
    },
    {
      "url": "https://tidal.com",
      "title": "TIDAL - High Fidelity Music Streaming",
      "description": "TIDAL is the first global music streaming service with high fidelity sound, hi-def video quality, along with expertly curated playlists and original content - making it a trusted source for music and culture.",
      "preview": "void"
    },
    {
      "url": "https://lacuerda.net/Extras/privpol.php",
      "title": "LaCuerda: Política de Privacidad",
      "description": "void",
      "preview": "LaCuerda.net: Política de Privacidad Extras Mapa del Sitio Nuestra Misión Aplicación Móvil Escríbenos Política de Privacidad Política de Privacidad La"
    },
    {
      "url": "https://opendatacommons.org/licenses/odbl/",
      "title": "Open Data Commons Open Database License (ODbL) - Open Data Commons: legal tools for open data",
      "description": "Legal tools for Open Data",
      "preview": "Contents Legal tools for Open Data Open Data Commons Open Database License (ODbL) Attribution and Share-Alike for Data/Databases Human-readable summar"
    },
    {
      "url": "https://youvisit.com/tour/montgomerycollege?pl=v",
      "title": "Experience Rockville Campus in Virtual Reality. Press Alt plus A for accessibility version.",
      "description": "Virtually explore Rockville Campus in a fully immersive 360-degree experience.",
      "preview": "Open the accessible version of Montgomery College's virtual experience. Experience Rockville Campus Virtually explore Rockville Campus in a fully imme"
    },
    {
      "url": "http://www.calculator.org/",
      "title": "calculator.org - calculator.org",
      "description": "The calculator home page",
      "preview": "Calculator software and online resources Units Conversions Calculator Database JavaScript Calculator Download Calc98 Running Calculator Calculator Rep"
    },
    {
      "url": "https://learningcommunity.accaglobal.com/",
      "title": "ACCA Learning Community | ACCA Tips & Support - Homepage",
      "description": "Explore the official Learning Community for ACCA accountancy students. Find ACCA tips and support including learning resources, study groups and exam papers.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.projecthealthyminds.com/",
      "title": "Project Healthy Minds",
      "description": "void",
      "preview": "WORLD MENTAL HEALTH DAY FESTIVAL 2025 IS HERE. REGISTER -> Welcome to a new era of mental health Welcome to a new era of mental health We've made find"
    },
    {
      "url": "https://transkidspurplerainbow.org/",
      "title": "TransKids Purple Rainbow Foundation - Spreading the message of tolerance, acceptance & unconditional love which are a birthright for all transkids.",
      "description": "void",
      "preview": "HOME ABOUT US RESOURCES Blogs Books Conferences Philadelphia Trans Wellness Conference Other Conferences Camps Educational Materials Financial Aid for"
    },
    {
      "url": "https://play.app.goo.gl/uaX1",
      "title": "Sign in - Google Accounts",
      "description": "void",
      "preview": "Sign in Use your Google Account Email or phone Forgot email? Not your computer? Use a private browsing window to sign in. Learn more about using Guest"
    },
    {
      "url": "https://www.bergungsstelle.de/facetten-archivalien-index?f%5B0%5D=field_schlagwort%3A282&f%5B1%5D=field_schlagwort%3A186&f%5B2%5D=field_schlagwort%3A264&f%5B3%5D=field_ort%3A271&f%5B4%5D=field_schlagwort%3A286&f%5B5%5D=field_schlagwort%3A279&f%5B6%5D=field_ort%3A266&f%5B7%5D=field_schlagwort%3A281&f%5B8%5D=field_schlagwort%3A280",
      "title": "Facets Archivalien Index | BERGUNGSSTELLE",
      "description": "void",
      "preview": "Direkt zum Inhalt Volltextsuche Kategorie Auswahl - Alle - Archivale / Konvolut Bergungsstelle Institution Person Archivale / Konvolut Bericht in Absc"
    },
    {
      "url": "https://fish-commercial-names.ec.europa.eu/fish-names/species_es?sn=35114",
      "title": "Synalpheus heroni",
      "description": "Synalpheus heroni Coutière, 1909 - Más información sobre esta especie: Denominaciones comerciales, Métodos de producción y artes de pesca, Regímenes de calidad de la UE y valores nutricionales, Medidas de conservacion, Normas de comercialización, Distribución y hábitat de las especies, Descripción de las especies, Nomenclatura Combinada",
      "preview": "Ir al contenido Denominaciones comerciales Búsqueda Search by Denominación comercial Nombre científico Código FAO alfa-3 Nomenclatura Combinada Enter"
    },
    {
      "url": "https://tonies.com",
      "title": "tonies® EU | Buy Toniebox 2",
      "description": "tonies® offers the Toniebox 2, a new screen-free audio player for kids! Enjoy fun, educational storytelling with Tonies audio characters to inspire creativity.",
      "preview": "Toniebox 2: Listen, play, grow Introducing Toniebox 2 - a reimagined audio adventure built for curious minds and little hands. With more ways to play,"
    },
    {
      "url": "https://hourshaircare.com/products/full-time-1",
      "title": "Full-Time - hOURS haircare",
      "description": "Creates long lasting styles with volume, body, bounce, and a no-crunch finish 2024 Allure Best of Beauty Award Winner 2023 Allure Best of Beauty Award Winner Women's Health 2023 Healthy Hair Award Winner",
      "preview": "Skip to content Complimentary In Minutes Sample With Purchase | Free US Shipping on Orders $40+ Item added to your cart Check out Continue shopping Fu"
    },
    {
      "url": "https://careers.walmart.com/corporate/corporate-affairs-and-communications",
      "title": "Corporate Communications Jobs | Walmart Careers",
      "description": "Learn more about corporate communications jobs at Walmart. Apply online today!",
      "preview": "Corporate Corporate Affairs and Communications See All Openings From press releases to policies and everything in-between, the Corporate Affairs and C"
    },
    {
      "url": "https://www.imli.org/",
      "title": "Welcome to IMLI - IMO International Maritime Law Institute (IMLI)",
      "description": "About IMLIThe IMO International Maritime Law Institute is a world recognized centre for the training of specialists in international maritime law. Special emphasis is given to international regulations adopted by the International Maritime Organization.Prospective StudentsOur students thrive in a demanding academic atmosphere and experience an inter-cultural dialogue at the Institute, located on the premises of [...]",
      "preview": "IMO International Maritime Law Institute Over 35 Years Serving the Rule of International Maritime Law Description IMLI Course on Law of Ports View Pro"
    },
    {
      "url": "https://www.hbbf.org/",
      "title": "Healthy Babies Bright Futures",
      "description": "Healthy Babies Bright Futures guides families in protecting their babies from harmful chemicals. They make sure every baby has the ability to learn and thrive.",
      "preview": "Skip to main content Image Image New report: What's in your family's rice? The arsenic, cadmium, and lead in popular rice brands - plus 9 safer grains"
    },
    {
      "url": "https://janesdueprocess.org/",
      "title": "Jane's Due Process",
      "description": "We help young people in Texas navigate parental involvement laws so they can confidentially access abortion and birth control.",
      "preview": "Call or text our hotline: 1-866-999-5263 Facebook X Instagram Facebook X Instagram Under 18 and Need an Abortion? Jane's Due Process can help. Call or"
    },
    {
      "url": "https://www.psicologiaclinicamsf.com/2021/07/dibujando-tu-futuro.html",
      "title": "DIBUJANDO TU FUTURO",
      "description": "Frecuentemente nos sentimos víctimas de las circunstancias, pero puede ser que en tu futuro quieras realmente empezar a actuar ...",
      "preview": "Inicio EL LIBRO EL AUTOR COMPRAR COMENTARIOS LA PSICOLOGÍA DESDE FUERA CUADERNO DE BITÁCORA CONTACTO DIBUJANDO TU FUTURO 12:49 Planear, preparar, anti"
    },
    {
      "url": "https://about.bnef.com/blog/corporations-brush-aside-energy-crisis-buy-record-clean-power/",
      "title": "Corporations Brush Aside Energy Crisis, Buy Record Clean Power | BloombergNEF",
      "description": "Companies committed to buy 36.7 gigawatts of clean power through long-term contracts with strong growth in the Americas and Asia-Pacific: BloombergNEF New York and London, February 9, 2023 - Against the backdrop of a global energy crisis, supply chain bottlenecks and high interest rates, private companies and public institutions signed contracts to secure a record 36.7 gigawatts (GW) of renewable...",
      "preview": "PRESS RELEASE Corporations Brush Aside Energy Crisis, Buy Record Clean Power Clean Energy February 9, 2023"
    },
    {
      "url": "https://www.pinterest.dk/bangolufsen/",
      "title": "Bang & Olufsen (bangolufsen) - Profile | Pinterest",
      "description": "Bang & Olufsen | World-renowned for our distinctive range of quality televisions, music systems & high-performance loudspeakers since 1925.#BangOlufsen #since1925",
      "preview": "Bang & Olufsen (bangolufsen) - Profile | Pinterest Bang & Olufsen bang-olufsen.com/en · World-renowned for our distinctive range of quality television"
    },
    {
      "url": "https://mazda.oemdtc.com/category/diagnostic-tips",
      "title": "Diagnostic Tips | Mazda - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "http://wrapsodyonline.com/",
      "title": "Wrapsody - Sorority Gifts, Home Decor, Candles, Jewelry & Accessories",
      "description": "Wrapsody features sorority gifts, inspirational gifts, fun seasonal gifts for birthday, anniversary, wedding, baby gifts, Home Decor, Lake Gifts, Jewelry, Pottery, Candles, Shoes & Gifts to celebrate everyday. Shop online or stop by our retail stores in Hoover, Auburn, Trussville, Homewood, & Madison, AL",
      "preview": "void"
    },
    {
      "url": "https://www.dicapriomotors.it/home-page/divisione-garden/tagliasiepi/a-scoppio/tagliasiepi-valgarden-2t-jet-power-semi-pro-25-4-lama-60cm.1.1.22.gp.106376.uw",
      "title": "Ti trovi nella categoria: A SCOPPIO (HOME PAGE - DIVISIONE GARDEN-TAGLIASIEPI)",
      "description": "Description: A SCOPPIO DIVISIONE GARDEN-TAGLIASIEPI / HOME PAGE /",
      "preview": "Cookie policy Personalizza Accetta CHIUDI Chiudi HOME PAGE DIVISIONE DUE RUOTE DIVISIONE GARDEN DIVISIONE GARDEN DIVISIONE DUE RUOTE CONTATTI VIDEO NE"
    },
    {
      "url": "http://loop-impact.frontiersin.org/impact/article/514487#views",
      "title": "Loop | Publication Impact |",
      "description": "void",
      "preview": "View original article 0 Total Views and Downloads 0 Citations Social Buzz Social buzz score provided by Altmetric Demographics \"hidden message from v3"
    },
    {
      "url": "https://www.seqifund.com/",
      "title": "Home - Sequoia Economic Infrastructure Income Fund Limited",
      "description": "Find out more about Sequoia Economic Infrastructure Income Fund limited (LON:SEQI). A specialist in economic infrastructure debt.",
      "preview": "Search Submit search A specialist in infrastructure debt Find out more Award winning ESG strategy Find out more Broadly diversified income-generating"
    },
    {
      "url": "http://passion-histoire.net/ucp.php?mode=register&sid=6effe42e6f42909c11c9d571054f0495",
      "title": "Forum Histoire - Passion Histoire • Panneau de contrôle de l'utilisateur • Inscription",
      "description": "void",
      "preview": "Connexion Qui Sommes Nous? Le Salon Géopolitique FAQ Nous sommes actuellement le 10 Oct 2025 13:53 Index du forum Le fuseau horaire est UTC+1 heure [H"
    },
    {
      "url": "https://gracenerissa10.tumblr.com/",
      "title": "@gracenerissa10 on Tumblr",
      "description": "Ig : gnasica_ Twitter : @grace_nerissa Ice cream lovers 💞 Photography 📷",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://api.goyellow.de/suche/elektrotechnik-und-montage/schwerte",
      "title": "▷ Die 5 besten Betriebe für Elektrotechnik & Montage in Schwerte | Adresse | Telefonnummer | Bewertungen | Leistungen | Öffnungszeiten",
      "description": "6 Betriebe für Elektrotechnik & Montage in Schwerte ✅. 0 mit Bewertungen ◷ Öffnungszeiten ☎ Kontakt & Zusatzinfos ➤ Jetzt auswählen!",
      "preview": "Die 5 besten Betriebe für Elektrotechnik & Montage in Schwerte Liste Anpassen Karte Topbewertet Umkreissuche Elektrotechnik und Montage Elektro Hudek"
    },
    {
      "url": "https://www.buyprimeaccount.com/product/one-service-medal-100win/?add_to_wishlist=3838&_wpnonce=5f0b1c7097",
      "title": "CS2 Prime Account | 100 + Wins | 2020 Service Medal | Faceit Enable",
      "description": "Buy CSGO Prime Account |100 + Wins | 2020 Service Medal | Faceit Enable. CSGO High Tier Account with 24x7 lifetime Support.Green Trust Factor. Buy Now",
      "preview": "24x7 LIVE CHAT SUPPORT Home Shop CS2 Prime Account , Green Trust Medal Account , CS2 High Tier Accounts , High Win CS2 Account CS2 Prime Account | 100"
    },
    {
      "url": "https://www.gatesfoundation.org/",
      "title": "Gates Foundation",
      "description": "We are a nonprofit fighting poverty, disease, and inequity around the world",
      "preview": "Gates Foundation 70 million lives saved Since 2002, the Global Fund has saved 70 million lives, with death rates from HIV, TB, and malaria down 63% in"
    },
    {
      "url": "http://www.stringology.org/",
      "title": "The Prague Stringology Club",
      "description": "Research group focused on research in the field of pattern matching, text algorithms, information retrieval, finite automata etc. Publications, members, events. Deptartment of Computer Science & Engineering, Czech Technical University in Prague",
      "preview": "This document contains frames. Please, use browser supporting frames. Mozilla Opera Netscape Navigator MS Internet Explorer"
    },
    {
      "url": "https://maps.google.com.do/url?q=https%3A%2F%2Fdenrise.blogspot.com%2F",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso https://denrise.blogspot.com/ . Se non desideri visitare questa p"
    },
    {
      "url": "https://www.thenexthint.com/",
      "title": "The Next Hint - News Portal",
      "description": "News Portal",
      "preview": "Entertainment 3 Min Read Sakshi Purna on October 10, 2025 Release Date of The Secret Lives of Mormon Wives Season 3 is Confirmed Good news for The Sec"
    },
    {
      "url": "https://www.victoriaeugenia.eus/programacion/espectaculo.php?evento=106477",
      "title": "Agenda y entradas - Victoria Eugenia Antzokia",
      "description": "Agenda de eventos del Teatro Victoria Eugenia. Busca y compra tus entradas para actuaciones de teatro, danza, conciertos, infantiles... ¡Ven a verlas!",
      "preview": "void"
    },
    {
      "url": "https://www.twitch.tv/rajanlakhanpal",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://www.sonoraquest.com/covid-testing/?elqTrackId=5aa56dddceef4a1b93c14d44d19a61cc&elqaid=93&elqat=2",
      "title": "Sonora Quest",
      "description": "void",
      "preview": "We're Sorry You must have JavaScript enabled to load the site. This can be done in your browser's settings."
    },
    {
      "url": "https://blog.louroe.com/en/louroe-isc-2023",
      "title": "Louroe is at ISC 2023",
      "description": "void",
      "preview": "Visit Louroe at ISC West Booth 8038 When March 29 - 31, 2023 Where Venetian Expo Las Vegas, Nevada Who Louroe sales, engineering and product specialis"
    },
    {
      "url": "https://www.twitch.tv/mozillahubs",
      "title": "Twitch",
      "description": "Twitch is the world's leading video platform and community for gamers.",
      "preview": "void"
    },
    {
      "url": "https://www.nextenergysolarfund.com/",
      "title": "Home - NextEnergy Solar Fund",
      "description": "A specialist solar energy and energy storage fund that invests in utility-scale solar power plants and energy storage assets.",
      "preview": "A Specialist Solar Energy & Energy Storage Fund About Us Click here to find out more Investors Click here to find out more"
    },
    {
      "url": "https://shop.github.com",
      "title": "GitHub Shop",
      "description": "GitHub's collection of high-quality, sustainable gifts for yourself, a friend, or even your pet.",
      "preview": "Skip to content Explore the full Universe 2025 agenda and build your schedule today . GitHub Shop logo Close Search Search Console git Close dev/core"
    },
    {
      "url": "https://www.comprensivopacinotti.edu.it/grduatorie-secondaria-primo-grado-definitive-18.html?view=simplefilemanagers&layout=simplefilemanagers&catid=162&orderBy=a.file_created&order=ASC&subview=list&sortFieldSelection=1",
      "title": "www.comprensivopacinotti.edu.it - Grduatorie secondaria primo grado definitive 18",
      "description": "void",
      "preview": "Messaggio di avviso Questo sito utilizza i cookies per realizzare alcune funzionalità e migliorare la navigazione. Proseguendo con la navigazione si a"
    },
    {
      "url": "https://not-checklist.intopia.digital/",
      "title": "Accessibility Not-Checklist | Brewed by team Intopia",
      "description": "The Accessibility Not-Checklist acts as a guide to make sure you haven't missed anything. If you're new to accessibility, the resource provides a foundation - it's an overview of what you'll need to consider, but it won't teach you WCAG from front to back.",
      "preview": "Loading..."
    },
    {
      "url": "https://www.eventbrite.com.au/e/get-started-with-google-my-business-by-bob-web-tickets-490892762467?aff=erelexpmlt",
      "title": "Get Started with Google My Business by Bob [WEB] Tickets, Tue 07/03/2023 at 10:00 am | Eventbrite",
      "description": "Eventbrite - Digital Solutions - Business Station presents Get Started with Google My Business by Bob [WEB] - Tuesday, 7 March 2023 - Find event and ticket information.",
      "preview": "Sales Ended View event Get Started with Google My Business by Bob [WEB] View details Follow this organiser to stay informed on future events By Digita"
    },
    {
      "url": "https://info135.com.ar/2021/07/14/ari-lijalad-le-apunto-a-larreta-y-lo-prendio-fuego-unos-gobiernan-y-nos-cuidan-y-otros-gobiernan-y-nos-ponen-en-peligro/",
      "title": "Ari Lijalad le apuntó a Larreta y lo prendió fuego: \"Unos gobiernan y nos cuidan y otros gobiernan y nos ponen en peligro\" - INFO135",
      "description": "El periodista de El Destape salió con los tapones de punta luego que se detectase que un individuo residente de CABA que había ido a Miami a vacunarse y volvió con la variante Delta, rompió el aislamiento. En una serie de tuits picantísimos, Ari destruyó al jefe de gobierno porteño...",
      "preview": "15.2 C La Plata 10 octubre, 2025 Facebook Twitter Instagram Youtube Primary Menu Search for: Search El periodista de El Destape salió con los tapones"
    },
    {
      "url": "https://www.thomann.de/gb/electric_guitars.html",
      "title": "Buy Electric Guitars at Thomann - Thomann UK",
      "description": "Buy Electric Guitars + accessories online at Europe's largest music retailer ✔ Fast shipping ✔ 30 days money-back ✔ 3 years Thomann guarantee",
      "preview": "Served with love! With our cookies we would like to offer you the best shopping experience possible with everything that goes with it. This includes,"
    },
    {
      "url": "https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/contact-form/PROJECT/948463091/612269",
      "title": "EU Funding & Tenders Portal",
      "description": "The Funding and Tenders Portal is the single entry point (the Single Electronic Data Interchange Area) for applicants, contractors and experts in funding programmes and procurements managed by the European Commission.",
      "preview": "Topic List"
    },
    {
      "url": "http://www.editcnc.com/",
      "title": "CNC g-code editor with DNC",
      "description": "G-code file editor with DNC software.",
      "preview": "EditCNC G-code editor and DNC software | home | features | demo | purchase | support | dnc settings | TRY FOR FREE! * When open a local search file in"
    },
    {
      "url": "http://www.heforshe.org/",
      "title": "Home Page | HeForShe",
      "description": "void",
      "preview": "Skip to main content HeForShe Alliance Impact Report 2025 As the world marks the 30th anniversary of the Beijing Declaration and Platform for Action,"
    },
    {
      "url": "https://super.so/",
      "title": "Super - Create Custom Websites with Notion",
      "description": "Create a custom website in less than a minute with instant page loads, SEO optimization, and customized theming. All your content is kept and managed in Notion so you can focus on creating while Super handles the rest.",
      "preview": "Super ‣ Pages ⚡ The #1 tool for turning a Notion document into a website Transform your Notion pages into fully customized, professional websites in l"
    },
    {
      "url": "https://thenounproject.com/",
      "title": "8M+ Free Icons & Stock Photos | SVG & PNG | Download Today",
      "description": "🎨 Discover 8M+ high-quality SVG & PNG icons & stock photos for your next project. 🔍 Find the perfect icon or photo in seconds!",
      "preview": "We use cookies per our Cookie Policy to make your experience better. Manage Accept We use cookies per our Cookie Policy to make your experience better"
    },
    {
      "url": "https://skaldic.abdn.ac.uk/db.php?id=73379&if=runic&table=lemma",
      "title": "Runic Dictionary",
      "description": "void",
      "preview": "This interface will soon cease to be publicly available. Use the new interface instead. Click here to switch over now. Cookies on our website We use c"
    },
    {
      "url": "https://germanabendbrot.de/2017/07/28/friday-night-dinner-date-lamm-kichererbsen-und-ras-el-hanout/",
      "title": "Friday Night Dinner Date: Lamm, Kichererbsen und Ras el Hanout - Germanabendbrot",
      "description": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingekocht,",
      "preview": "Whhoooaaaa, was ist denn hier los? In der Küche komm' ich gerade zu nichts! Mit Ach und Krach habe ich endlich mal ein paar Gläser Tomatensugo eingeko"
    },
    {
      "url": "https://junaidios.github.io/StbEmu-Pro/PrivacyPolicy.html",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Muhammad Junaid built the StbEmuTV (Pro) app as a Commercial app. This SERVICE is provided by Muhammad Junaid and is intended for use a"
    },
    {
      "url": "https://makethefuturesummit.org",
      "title": "Make the Future Summit | March 28-30, 2022",
      "description": "Join a learning community of school leaders, teachers and IT leads across the UK.",
      "preview": "Skip to main content Stay Informed on Future Academies Already registered? Sign in here or get instructions for How to sign in 29 March, 2022 Sevenoak"
    },
    {
      "url": "http://chessbomb.com/",
      "title": "Live Chess Tournaments - Follow Top Events - Chess.com",
      "description": "Follow the latest major chess tournaments online with live broadcasting. See the moves, analyze them with a chess engine, and interact with other chess fans.",
      "preview": "Home Play Puzzles Learn Watch News Social More Sign Up Log In English Light UI Dark UI Support"
    },
    {
      "url": "https://momentum.medium.com/why-black-people-celebrate-mardi-gras-the-way-we-do-f3c58e20288f?source=home---------7------------------0----------",
      "title": "Why Black People Celebrate Mardi Gras The Way We Do | by Dr. Allison Wiltz | Momentum",
      "description": "BLACK HISTORY Why Black People Celebrate Mardi Gras The Way We Do The hidden history of Mardi Gras, from a Black perspective After attending two Mardi Gras balls this carnival season, I realized that ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Mastodon Momentum · Momentum is a blog that captures and reflects the mom"
    },
    {
      "url": "https://online.salempress.com/home.do;jsessionid=443B1F74BC31EAAE753BC02CCA864922",
      "title": "Salem Press",
      "description": "void",
      "preview": "Literature History Science Health Careers Login to your Library's Collection to Start Searching Now! You must log in using your library password or li"
    },
    {
      "url": "https://ktla.com/2019/12/16/brothers-accused-of-killing-chino-newlywed-at-his-wedding-reception/",
      "title": "Brothers Accused of Killing Chino Newlywed at His Wedding Reception | KTLA",
      "description": "A 30-year-old Chino man killed over the weekend was beaten to death at his wedding reception hours after getting married, investigators said Monday. Joe Melgoza was found suffering from blunt force trauma to his head at the reception around 2:20 a.m. Sunday and died after being taken to the hospital, according to Chino police. Sgt. [...]",
      "preview": "Skip to content"
    },
    {
      "url": "http://ktoo.org/",
      "title": "KTOO - News & Public Media from Alaska's Capital -",
      "description": "KTOO provides a variety of public services throughout Alaska. In addition to providing the Alaska Public Media program service to Southeast Alaska, KTOO-TV operates a full-time cable and satellite television channel, KTOO 360TV",
      "preview": "Skip to primary navigation Skip to main content Skip to footer Lingít elder Ldaan.aat Laurie Cropley and elder-in-training Yuxgitsiy George Holly are"
    },
    {
      "url": "https://www.wtatennis.com/scores",
      "title": "Tennis Scores | Live Updates & Recent Matches - WTA Official",
      "description": "Stay updated with real-time Tennis Scores from the Women's Tennis Association. Track live matches, review recent results and follow your favorite female tennis players. Dive into the world of women's professional tennis today.",
      "preview": "Skip to main content EN English Español Go back to the home page Scores Rankings Unlocked Calendar Fantasy Highlights H2H Loading Loading matches Rese"
    },
    {
      "url": "https://privacy.apple.com",
      "title": "Data & Privacy",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://devdojo.com/tails",
      "title": "Dev Community - DevDojo",
      "description": "Learn web development and design with our on-demand video platform. Learn development through our developer courses and developer videos.",
      "preview": "tails Home Features Pricing Launch App TailwindCSS Website Builder Designer Tool Component Library Component Library Tails is a page creator, site bui"
    },
    {
      "url": "https://www.certifico.com/sicurezza-lavoro/documenti-sicurezza/67-documenti-riservati-sicurezza/5928-dpi-criteri-di-scelta-quadro-normativo",
      "title": "DPI Criteri di scelta: Quadro normativo",
      "description": "Alla luce del quadro normativo 2021 inerenti i DPI, considerata: - l'entrata in vigore del nuovo Regolamento (UE) 2016/425 che stabilisce i requisiti per la progettazione e la fabbricazione dei dispositivi di protezione individuale (marcatura CE) in sostituzione della direttiva 89/686/CEE (GU L 81/51 del 31 Marzo 2016) - la pubblicazione del Decreto Legislativo 19 febbraio 2019 n. 17 di adeguamento della normativa nazionale alle disposizioni del Regolamento (UE) 2016/425 del Parlamento europeo e del Consiglio, del 9 marzo 2016, sui dispositivi di protezione individuale e che abroga la direttiva 89/686/CEE del Consiglio. (GU n.59 del 11.03.2019) (Modifiche al decreto legislativo 4 dicembre 1992, n. 475); un aggiornamento/nuovo decreto previsto nel D.M. 2 maggio 2001 \"Criteri per l'individuazione e l'uso dei dispositivi di protezione individuale (DPI)\", e dal D.Lgs. 81/2008 Art. 79 c. 2, dovrebbe allineare la legislazione e normativa tecnica (o da prevedere una procedura di armonizzazione tra la normativa legislativa e normativa tecnica): - D.Lgs. 81/2008 - Regolamento (UE) 2016/425 - Decreto legislativo 4 dicembre 1992, n. 475 - Norma armonizzate Regolamento (UE) 2016/425 - Norme tecniche (aggiornamento)",
      "preview": "Certifico | Safety Software certifico.com cem4.eu certificoadr.com safetyadr.com TUSSL / Link Glossario File CEM 800 14 47 46 info@certifico.com Infor"
    },
    {
      "url": "https://jax.readthedocs.io/en/latest/notebooks/autodiff_cookbook.html",
      "title": "The Autodiff Cookbook - JAX documentation",
      "description": "void",
      "preview": "Skip to main content Back to top Ctrl + K .ipynb .pdf The Autodiff Cookbook Contents The Autodiff Cookbook # JAX has a pretty general automatic differ"
    },
    {
      "url": "https://www.bsfthema.org/fiche/activite-the-wikigame-chasse-au-tresor-sur-wikipedia/",
      "title": "Activité - The WikiGame : chasse au trésor sur Wikipédia - Bibliothèques Sans Frontières",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.idee-shop.com/ohhh-lovely-papierblumen-girlande-klein-rosa-160-cm",
      "title": "Papierblumen Girlande klein rosa 160 cm | 3324431",
      "description": "Die Papierblumen Girlande mit rosafarbenen Blüten können Sie im Frühling oder zu besonderen Anlässen in Ihren Wohnbereich dekorieren. Mit der Länge von 160 cm lassen auch hervorragend Fensterbänke oder Türrahmen verzieren. Farbe: rosa Länge: 160 cm",
      "preview": "Um unseren Shop in vollem Umfang nutzen zu können, empfehlen wir Ihnen Javascript in Ihrem Browser zu aktivieren. Neu Wolle Strick- & Häkelsets Bastel"
    },
    {
      "url": "https://podcast.bswa.org/e/ajahn-jhanarato-escape-the-heat-meditate-monday-night-meditation-at-wat-dhammayanaram/",
      "title": "Ajahn Jhanarato | Escape The Heat, Meditate | Monday Night Meditation at Wat Dhammayanaram | Buddhist Society of Western Australia",
      "description": "December 2019 Ajahn Jhanarato encouraged us to let the heat go and enjoy the meditation as a time to relax. When it's hot we tend to allow the heat to get to us, make us uncomfortable and unable to relax. Ajahn asked us to not only let go any noise around us but the heat as well. Ajahn then lead the group in a 30 minute body scan meditation well suited to beginners and experienced a like. After meditation Ajahn opened to Q&A. Please support the CBSWA in making teachings available for free online. Teachings are available for downloading from the CBSWA website. Visit the Stocker Road Project. Please support the BSWA in making teachings available for free online via Patreon.",
      "preview": "Buddhist Society of Western Australia https://podcast.bswa.org/feed.xml 14.6M Downloads 4035 Episodes Share RSS Dharma talks from the tradition of Bud"
    },
    {
      "url": "https://backyardmetalcasting.com/",
      "title": "Melting metal in a home foundry, backyard metalcasting, metal casting",
      "description": "void",
      "preview": "BackyardMetalcasting.com ...Metalcasting at home. Info. and Updates: -- Feb./25/2018 -- Get your AlloyAvenue.com profile and post your project photos,"
    },
    {
      "url": "https://www.nbcsports.com/?cid=eref:nbcnews:text",
      "title": "NBC Sports - news, scores, stats, rumors, videos, and more",
      "description": "Stay up-to-date with the latest sports news and scores from NBC Sports.",
      "preview": "Skip navigation Search Query Submit Search MLB NFL NBA NHL NASCAR Premier League College Football Men's College Basketball Horse Racing Top News How t"
    },
    {
      "url": "https://www.nottinghampost.com/sport/football/",
      "title": "Football - Latest football news from Nottingham and the UK - Nottinghamshire Live",
      "description": "Get the latest football news with Nottinghamshire Live. Breaking news, fixtures, results, previews, match reports and transfer news from the Nottinghamshire Live team.",
      "preview": "Football Djed Spence sends Brennan Johnson brutal message after England win vs Wales Nottingham Forest FC Tottenham Hotspur teammates - and former Not"
    },
    {
      "url": "https://www.mulheresrockets.com.br/",
      "title": "Mulheres Rockets",
      "description": "Mulheres empoderadas, livres de rótulos, crenças e de tudo que esconde nosso máximo potencial: sermos nós mesmas.",
      "preview": "top of page Impulsionando Mulheres para o Sucesso Acolhimento, Conexão e Desenvolvimento Pessoal e Profissional. Chegou a hora de você decolar! Conheç"
    },
    {
      "url": "https://dopaminelandexperience.com/london/",
      "title": "Dopamine Land: A Multi Sensory Experience",
      "description": "An interactive museum that mix traditional technique with technology. You will enjoy with all the senses. Get your tickets for Dopamine Land!",
      "preview": "Los tickets saldrán a la venta el martes 4 de enero a las 12h Discover a world that will fire your happiness hormone levels! Discover a world that wil"
    },
    {
      "url": "https://www.the-sun.com/lifestyle/7407411/prince-william-kate-amazon-prime-show/",
      "title": "Prince William, Kate and the kids in top secret visit to set of huge Amazon Prime Video show",
      "description": "LORD of the Rings superfan Prince William and wife Kate were given a private late-night tour of the set of the films' TV spin-off.The Prince, 40, an",
      "preview": "Click to share on Twitter (Opens in new window) Click to share on Facebook (Opens in new window) LORD of the Rings superfan Prince William and wife Ka"
    },
    {
      "url": "https://www.editorialmanager.com/one-earth",
      "title": "Editorial Manager®",
      "description": "Full-Function Web-Enabled Manuscript Submission and Tracking System for Peer Review",
      "preview": "Important Message: Site under development. Do not use for live manuscript submission."
    },
    {
      "url": "https://restor.eco/",
      "title": "Restor | Global hub for nature restoration and conservation",
      "description": "Become a nature restoration champion with Restor. Showcase and monitor your projects, find funding and connect with the community. Join Restor for free!",
      "preview": "void"
    },
    {
      "url": "https://invest.bnpparibas/en/search/reports/documents/financial-reports?s%5Bsubthemes%5D%5B%5D=18",
      "title": "Search & Documents | Financial reports | Investors & Shareholders | BNP Paribas Bank",
      "description": "void",
      "preview": "Go to navigation Go to content Search ISIN suggestion(s): Filter by category Results Regulated information Financial reports General Shareholders Meet"
    },
    {
      "url": "https://octoverse.github.com",
      "title": "Octoverse 2024: The state of open source | The State of the Octoverse",
      "description": "Find out how AI and a rapidly growing global developer community are coming together with compounding results.",
      "preview": "void"
    },
    {
      "url": "http://www.prevailboxing.com/",
      "title": "Prevail Boxing | A Workout That Hits Different",
      "description": "Group classes offering the perfect blend of boxing technique and full-body fitness. Join the Prevail community and start your workout journey today.",
      "preview": "0 A boxing workout that just hits different The perfect blend of fundamental boxing technique and the best full-body workout you can get. TRY TWO WEEK"
    },
    {
      "url": "https://rifraf.dk/p/imonis-3-loftlampe-black-lindby/",
      "title": "Forside - RifRaf",
      "description": "Hos RifRaf gør vi det nemt for dig at finde de bedste deals på lamper.",
      "preview": "Fortsæt til indhold Find de bedste og billigste lamper Hos RifRaf gør vi det nemt for dig at finde de bedste deals på lamper. Søg Søg Vores mest popul"
    },
    {
      "url": "https://www.instyle.com/oprah-nydj-denim-amazon-prime-early-access-sale-6746654",
      "title": "Oprah's Favorite Things List Includes On-Sale Cozy Fashion",
      "description": "Oprah's favorite cozy fashion finds are on early sale at Amazon before Black Friday 2024. Shop her go-to Barefoot Dreams robe, Dearfoams slippers, Cozy Earth pajamas, and more starting at $26.",
      "preview": "If you click on links we provide, we may receive compensation. Oprah's Coziest Fashion Favorites Start at $26 Ahead of Amazon's Black Friday Sale In"
    },
    {
      "url": "https://store.steampowered.com/mobile",
      "title": "Steam, The Ultimate Online Game Platform",
      "description": "We've Got Apps",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "https://www.clarendo.de/ohrringe/198/ohrstecker-silber-damen-verschlungen-tricolor",
      "title": "void",
      "description": "void",
      "preview": "Nameshift.com Open language menu en België Nederlands (nld) Canada English (eng) Deutschland Deutsch (deu) España Español (esp) France Français (fra)"
    },
    {
      "url": "http://worldofwonder.net/",
      "title": "World of Wonder Productions",
      "description": "The Producers of RuPaul's Drag Race, Million Dollar Listing, DragCon, WOW Presents Plus and more!",
      "preview": "WORLD OF WONDER. Founded in 1991, World of Wonder has created hit TV franchises, groundbreaking documentaries, and a global streaming platform. So muc"
    },
    {
      "url": "https://student.mak.ac.ug/",
      "title": "ACMIS Students Portal",
      "description": "Students Portal",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://cloudsecurityalliance.org/star/registry/github-inc/",
      "title": "STAR Registry | CSA",
      "description": "One of most essential features of the Security Trust Assurance and Risk (STAR) program is its registry that documents the security and privacy controls provided by popular cloud computing offerings. This publicly accessible registry is designed for users of cloud services to assess their cloud",
      "preview": "CSA STAR Registry Security, Trust, Assurance, and Risk Registry STAR Home Registry Submit To Registry Contact Us Resources STAR Solutions Home STAR Re"
    },
    {
      "url": "http://www.parlamento.it/",
      "title": "parlamento.it",
      "description": "void",
      "preview": "Vai direttamente a: Risorse del sito Parlamento Sito del Senato , Sito della Camera , PARLAMENTO ITALIANO Benvenuto su parlamento.it Il sito del Parla"
    },
    {
      "url": "https://overdeck.org/portfolios/",
      "title": "Portfolios | Overdeck Family Foundation",
      "description": "Overdeck Family Foundation funds organizations that enhance each stage of childhood learning, from birth to graduation. Learn more.",
      "preview": "Early_Impact Created with Sketch. Early Impact Creating strong foundations for early learning. Read More Exceptional_Educators Created with Sketch. Ex"
    },
    {
      "url": "https://www.behance.net/gallery/61547749/225-Trendy-Color-Palette-2018",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://kokumura.medium.com/",
      "title": "Kaki Okumura - Medium",
      "description": "Read writing from Kaki Okumura on Medium. Born in Dallas, raised in New York and Tokyo. I care about helping others learn to live a better, healthier life. My site: www.kakikata.space 🌱",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Kaki Okumura 83K followers Featured Book Wa: The Art of Balance Wa: The A"
    },
    {
      "url": "http://guiders.blog.jp/archives/cat_37965.html",
      "title": "GUIDERS | FOOD",
      "description": "void",
      "preview": "GUIDERS SURFCLUB & GUIDE FISH 2012年02月03日 FOOD INFORMATION 片瀬漁港 タグ ： 魚料理 魚仕入 Posted by HMD 21:13 | Edit DUTCH OVEN 2012年01月08日 ONEDAY FOOD club house"
    },
    {
      "url": "http://www.yunkeracupuncture.com/",
      "title": "Yunkeracupuncture | Wellness | Maplewood NJ",
      "description": "Yunker Acupuncture is dedicated to helping people with physical and mental health concerns. Jessica is especially interested in the ways the body and the mind influence each other. Acupuncture is the perfect tool for addressing both, together. www.yunkeracupuncture.com",
      "preview": "top of page Acupuncture can help you feel better. Jessica Yunker is a licensed acupuncturist who is passionate about helping you feel better. She is t"
    },
    {
      "url": "https://replit.com/languages/python3",
      "title": "Python Online Compiler & Interpreter - Replit",
      "description": "Write and run Python code using our Python online compiler & interpreter. You can build, share, and host applications right from your browser!",
      "preview": "Skip to content Code, create, and learn together with Python Code, collaborate, compile, run, share, and deploy Python and more online from your brows"
    },
    {
      "url": "https://aqua.org/visit",
      "title": "National Aquarium - Plan Your Visit",
      "description": "Information on directions, parking, ticket prices, amenities and accessibility for the National Aquarium in Baltimore.",
      "preview": "The National Aquarium is OPEN. As a private nonprofit organization, we are not impacted by the government shutdown. Hours of Operation October Hours a"
    },
    {
      "url": "https://www.webiconio.com/detail/2215/",
      "title": "Clock (icon No. 2215) - webiconio.com",
      "description": "Free vector icons. Download thousands of free icons in SVG format.",
      "preview": "Search Clock (icon No. 2215) Download in SVG Icon style Dualtone Tags clock hour time Icon preview 96px preview 64px preview 48px preview 32px preview"
    },
    {
      "url": "https://hamiltonbeach.com/inside-the-test-kitchen",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://youtube.com/gaming",
      "title": "Prima di continuare su YouTube",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "http://squarespace.com",
      "title": "Website Builder - Easily Create Your Own Website - Squarespace",
      "description": "Create a professional website with a free Squarespace trial. Our website builder makes it easy to start with customizable templates, AI tools, or a domain name.",
      "preview": "A website makes your business real Get Started Start for free. No credit card required. Join millions of entrepreneurs who run their business on Squar"
    },
    {
      "url": "https://docs.google.com/document/d/1O_nDqc8M2Do9TZa_fD2L27Agh3TNPI0I75GuJoeB1Fo/edit#heading=h.icfvvd1ksuu8",
      "title": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework - Documenti Google",
      "description": "Instantly.ai Masterclass - Land in the Inbox Every Single Time With Our Ultimate Cold Email Framework Setting up and running a cold email outreach system can be a time consuming process - you need to create email accounts, connect them to a sending tool, write the email copy, find leads to send ...",
      "preview": "JavaScript non è attivato nel tuo browser, pertanto questo file non può essere aperto. Attivalo e ricarica. Questa versione del browser non è più supp"
    },
    {
      "url": "https://www.afamilyfeast.com/",
      "title": "Home - A Family Feast®",
      "description": "void",
      "preview": "Skip to primary navigation Skip to main content Become a Better Cook in 4 days! Join Now! Hooray for Apple Season! Celebrate apple season with dozens"
    },
    {
      "url": "https://www.theconsumergoodsforum.com/environmental-sustainability/forest-positive-deforestation/beef/",
      "title": "Commodity Roadmaps - The Consumer Goods Forum",
      "description": "void",
      "preview": "cross Hit enter to search Explore Tags #Deforestation , #Social Sustainability , #Sustainability , #Food Waste , #Health , #Supply Chains , #Corporate"
    },
    {
      "url": "https://metashare.csc.fi/repository/search/?q=&selected_facets=availabilityFilter_exact%3AAvailable%20-%20Restricted%20Use&selected_facets=useNlpSpecificFilter_exact%3ALinguistic%20Research&selected_facets=timeCoverageFilter_exact%3A1920-1939&selected_facets=licenceFilter_exact%3AUnder%20Negotiation&selected_facets=foreseenUseFilter_exact%3AHuman%20Use&selected_facets=languageNameFilter_exact%3ATundra%20Nenets&selected_facets=languageNameFilter_exact%3AEastern%20Mari&selected_facets=languageNameFilter_exact%3ASelkup",
      "title": "META-SHARE | Kielipankki",
      "description": "void",
      "preview": "META-SHARE META-SHARE was the Language Bank's metadata repository. It contained information about each language resource's type, content, extent, lice"
    },
    {
      "url": "http://www.directaccessrecipes.com/index.jsp?recId=85929",
      "title": "Searchable Recipe Database - Chicken Tagine With Olives And Preserved Lemons",
      "description": "Shop'NCook searchable recipe database. Easy download to Shop'NCook shopping list and recipe manager software.",
      "preview": "Online Recipe Database Direct Access Tools Add a recipe Login Recipes Types Of Meal Main Ingredients Cultures & Regions Others RSS Feeds New recipes -"
    },
    {
      "url": "http://www.didattica.org/",
      "title": "Didattica: Home Page",
      "description": "void",
      "preview": "DIDATTICA Software didattico per la scuola Benvenuti! In questo sito offriamo software didattico liberamente scaricabile, destinato soprattutto agli a"
    },
    {
      "url": "https://mts-nature.nature.com/",
      "title": "Nature",
      "description": "eJournalPress is mission critical software providing online submission, review and tracking of manuscripts via the Internet. It was designed from the ground up to provide rock solid security, reliability and ease of use.",
      "preview": "tracking system home submission guidelines reviewer instructions help journal home Welcome to the Nature online manuscript submission and tracking sys"
    },
    {
      "url": "https://lbb.in/shop/product/side-pockets-detail-mauve-striped-dress",
      "title": "Get Side Pockets Detail Mauve Striped Dress at ₹ 1600 | LBB Shop",
      "description": "Knot Clothing is women fashionwear label. The brand is collection of beautiful products made with quality fabrics and materials.",
      "preview": "Thank you for visiting. You can now shop for Dresses on Nykaa Fashion Continue To Shop Take Me To Nykaa Fashion OR Explore Reviews And Recommendations"
    },
    {
      "url": "https://www.eibabo.be/fr/abb/barre-de-phase-tripolaire-10mm2-ps-3-12-fi-eb10643883",
      "title": "ABB | PS 3/12 FI | Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI | 2CDL230002R1012 | Peigne de raccordement",
      "description": "Jeu de barres - Barre de phase tripolaire 10mm² PS 3/12 FI - ABB - PS 3/12 FI - 2CDL230002R1012 - 4016779571074: Nombre de phases 3, Nombre de pôles 12, Convient pour le nombre d'appareils 4, Mesure de division 44698 mm, Section transversale 10 mm², Longueur 214 mm, Largeur en unités de division 12, Courant continu nominal Iu 63 A, Conception de connexion électri...",
      "preview": "Pour profiter pleinement de eibabo.be, nous vous recommandons d'activer Javasript dans votre navigateur. > plus Lien Évaluer Jeu de barres - Barre de"
    },
    {
      "url": "https://www.mnafricansunited.org/",
      "title": "Minnesota Africans United | African Diaspora Network",
      "description": "Minnesota Africans United (MAU) is serving as the coalition of African immigrants in Minnesota that is centered on closing the opportunity gaps in agriculture, business training, workforce development, education, employment, healthcare, housing, investment and trade with the mission of creating awareness and increasing access to resources for African communities.",
      "preview": "top of page Register NOW! Become a Member Today! Our Mission Who We Are Minnesota Africans United (MAU) is serving as the coalition of African immigra"
    },
    {
      "url": "https://expresso.pt/economia",
      "title": "Economia - Expresso",
      "description": "Empresas, impostos, energia, finanças pessoais, bolsa, administração pública, agricultura e imobiliário.",
      "preview": "Por Soluções de energia verde Saiba Mais Sexta-feira 10 outubro Economia Newsletters EXPRESSO Empresas, impostos, energia, finanças pessoais, bolsa, a"
    },
    {
      "url": "https://www.ywcastpaul.org/",
      "title": "YWCA St. Paul - Eliminating Racism, Empowering Women",
      "description": "YWCA St. Paul is on a mission: eliminating racism, empowering women and promoting peace, justice, freedom and dignity for all.",
      "preview": "Skip to content Home Advancing Racial Justice YWCA St. Paul advances racial justice through education and advocacy in the community, by working with o"
    },
    {
      "url": "http://www.garr.net/",
      "title": "Consortium GARR: LA RETE ITALIANA DELL'ISTRUZIONE E DELLA RICERCA",
      "description": "GARR è la rete telematica italiana per l'istruzione, la ricerca e la cultura. Connettività ad alte prestazioni e servizi innovativi per docenti, ricercatori e studenti",
      "preview": "Skip to main content Contatti Cerca Iscrizioni aperte per il Workshop GARR 2025 Congratulazioni a Laura Ramaciotti, nuova Presidente della CRUI Addio"
    },
    {
      "url": "https://www.raceforward.org/",
      "title": "Advancing racial justice in our policies, institutions and culture. | Race Forward",
      "description": "void",
      "preview": "Skip to main content Open Search Donate Now Submit Close Search Advancing racial justice in our policies, institutions and culture. We support communi"
    },
    {
      "url": "https://www.typeform.com/?attribution_user_id=b59e8c13-bba9-4049-826b-9e93e06279af",
      "title": "Typeform: People-Friendly Forms and Surveys",
      "description": "Build beautiful, interactive forms - get more responses. No coding needed. Templates for quizzes, research, feedback, lead generation, and more. Sign up FREE.",
      "preview": "Skip to main content Discover new features, fresh ideas, and what's next at Typeforum 2025 📣 Register now Get to know your customers with forms worth"
    },
    {
      "url": "https://www.aqadvisor.com/",
      "title": "AqAdvisor - Intelligent Freshwater Tropical Fish Aquarium Stocking Calculator and Aquarium Tank/Filter Advisor",
      "description": "void",
      "preview": "AqAdvisor - Intelligent Freshwater Tropical Fish Aquarium Stocking Calculator and Aquarium Tank/Filter Advisor Freshwater Advisor Saltwater Advisor"
    },
    {
      "url": "https://www.chicagotribunemediagroup.com/",
      "title": "Chicago Tribune Media Group - Full-service Marketing Solutions",
      "description": "Partnering with the Chicago Tribune for full-service marketing solutions gives you more than a century of experience working with Chicagoland businesses.",
      "preview": "About Knowledge Base Contact 312-222-5995 About Knowledge Base Marketing Intelligence Digital Conversion Marketing Branded Content Print Industry Expe"
    },
    {
      "url": "https://www.oxygenclothing.co.uk/item/calvin-klein-jeans/logo-relaxed-jogger/16QV6",
      "title": "Calvin Klein Jeans Logo Relaxed Jogger | Oxygen Clothing",
      "description": "Shop the Calvin Klein Jeans Logo Relaxed Jogger online at Oxygen Clothing. FREE UK delivery on all orders over £150.",
      "preview": "Javascript must be enabled for the correct page display Skip to Content Calvin Klein Jeans Girls Logo Relaxed Jogger £55.00 £16.50 70% Off Sorry, this"
    }
  ],
  "_meta": {
    "total_bookmarks": 130
  }
}