{
  "data": [
    {
      "url": "https://stlzoo.org/news/andean-bear-out-of-habitat-again-and-returned-safely",
      "title": "Andean bear out of habitat again and returned safely | Saint Louis Zoo",
      "description": "The Zoo Animal Emergency Response protocol was implemented and various team members responded accordingly.",
      "preview": "Skip to main content February 23, 2023 Andean bear out of habitat again and returned safely The Zoo Animal Emergency Response protocol was implemented"
    },
    {
      "url": "http://www.cinemaerrante.com/2012/02/08/berlinale-2012-al-via-la-62-edizione-74336/",
      "title": "Berlinale 2012, al via la 62° edizione | Cinema Errante",
      "description": "8 Febbraio 2012 ▪ Febbraio: tempo di Berlinale. Tutto è pronto per la 62° edizione della prestigiosa kermesse cinematografica della capitale tedesca. Sul Red Carpet tante",
      "preview": "CHI SIAMO UNISCITI A NOI SOSTENIBILITÀ AFFILIATI CONTATTACI Facebook Twitter Youtube Instagram Rss Informativa Privacy CINEMA SERIE TV STREAMING FESTI"
    },
    {
      "url": "https://es.webpass.net/ingresar",
      "title": "Customer Account Login | GFiber Webpass",
      "description": "Log in to your GFiber Webpass account today and manage your service, view your bill, and more.",
      "preview": "Login Sign in to your Google Fiber Webpass account"
    },
    {
      "url": "https://www.megadruck.de/produkte/Geschaeftsdrucksachen/Briefbogen.asp?produktgruppe=51&ver=2&men=5.5.3",
      "title": "MegaDruck.de Produktions- und Vertriebs GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "description": "MegaDruck.de GmbH - Onlinedruck einmal anders. Preiswert. Individuell. Persönlich.",
      "preview": "Menue Kontakt Team Login Warenkorb Menü von A bis Z . Overnight . Express . Grüne Produktion Rotationsdruck Berliner Format . Rheinisches Format . Rol"
    },
    {
      "url": "https://www.healthychildren.org/English/ages-stages/baby/feeding-nutrition/Pages/Starting-Solid-Foods.aspx",
      "title": "Starting Solid Foods - HealthyChildren.org",
      "description": "feeding-nutrition~The American Academy of Pediatrics (AAP) discusses the introduction of solid food to babies and discusses signs of solid food readiness..",
      "preview": "You may be trying to access this site from a secured browser on the server. Please enable scripts and reload this page. Turn on more accessible mode T"
    },
    {
      "url": "http://www.ecs.org",
      "title": "Education Commission of the States - Your Education Policy Team",
      "description": "We provide education leaders with evidence-based information & opportunities for collaboration, because informed policymakers create better policies.",
      "preview": "Our Work Chair's Initiative Policy Priority Areas Trending Topics Ed Note Blog Data Systems Early Care and Education Funding Governance Postsecondary"
    },
    {
      "url": "https://nicholasdevito.wordpress.com/tag/books/",
      "title": "books | Nicholas DeVito",
      "description": "Posts about books written by Nicholas",
      "preview": "Nicholas DeVito Skip to content Home About About Me Photos Tag Archives: books July 6, 2011 · 3:59 pm The Pioneer Spirit \"Pioneers! O Pioneers! Come m"
    },
    {
      "url": "https://mutha.com/",
      "title": "MUTHA",
      "description": "CARING FOR YOU LIKE YOUR OWN MUTHA WOULD. MUTHA® is where natural beauty meets scientific innovation for clean, effective skincare.",
      "preview": "Shop All Body Face Sets Pregnancy Blog WE CARE FOR YOU LIKE YOUR OWN MUTHA WOULD WE CARE FOR YOU LIKE YOUR OWN MUTHA WOULD Shop Best Sellers Cult Fave"
    },
    {
      "url": "https://www.sandiego.gov/",
      "title": "City of San Diego Official Website",
      "description": "The official website of the City of San Diego.",
      "preview": "Skip to main content Menu Inside San Diego Read More News Latest article, posted October 9, 2025, 3:20 pm : Phased Rollout of New Trash Bins to Begin"
    },
    {
      "url": "https://mozilla.design/?utm_source=www.mozilla.org&utm_medium=referral&utm_campaign=footer&utm_content=resources",
      "title": "Home - Mozilla Dot Design",
      "description": "Link About Personality Logos & Usage Color Visuals Typography Firefox fights for you Link Mozilla About Personality Logos & Usage Color Visuals Typography Mozilla fights for the internet",
      "preview": "mozilla dot design"
    },
    {
      "url": "https://www.tensorflow.org/hub/",
      "title": "TensorFlow Hub",
      "description": "TensorFlow Hub is a repository of trained machine learning models ready for fine-tuning and deployable anywhere. Reuse trained models like BERT and Faster R-CNN with just a few lines of code.",
      "preview": "Skip to main content / English Español Español - América Latina Français Indonesia Italiano Polski Português Português - Brasil Tiếng Việt Türkçe Ру"
    },
    {
      "url": "https://scikit-learn.org/stable/modules/impute.html",
      "title": "7.4. Imputation of missing values - scikit-learn 1.7.2 documentation",
      "description": "For various reasons, many real world datasets contain missing values, often encoded as blanks, NaNs or other placeholders. Such datasets however are incompatible with scikit-learn estimators which ...",
      "preview": "Skip to main content Back to top Ctrl + K GitHub Choose version 7.4. Imputation of missing values # For various reasons, many real world datasets cont"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Mockup-Plugin-4d94d59a10b14d30ba4e76fc8d307501?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://www.yogabycandace.com/blog",
      "title": "Blog - YOGABYCANDACE",
      "description": "void",
      "preview": "My tips for improving my HRV number. Read More A few of the YBC® fam's fav things. Read More Some recs coming your way. Read More The Fall Favorites M"
    },
    {
      "url": "https://www.intellum.com/privacy-policy",
      "title": "Privacy Policy | Intellum",
      "description": "Website Privacy Policy for the web sites operated by Intellum, Inc.",
      "preview": "Don't Miss This Year's Education-Led Growth Summit Register Now Book a Demo Products Intellum LMS The world's most advanced AI-driven learning managem"
    },
    {
      "url": "https://nativegov.org/",
      "title": "Sovereignty matters. Native Governance Center",
      "description": "Native Governance Center is a Native-led nonprofit working to strengthen Native nations' sovereignty in Mni Sota Makoce, North Dakota, and South Dakota.",
      "preview": "Skip to content Cultivating a Rebuilding Movement We're working to cultivate a Native nation rebuilding movement so that all Indigenous people can thr"
    },
    {
      "url": "https://community.shopify.com/c/shopify-design/make-product-description-central-in-mobile-view/m-p/1376708/highlight/true",
      "title": "Make product description central in mobile view - #2 by KetanKumar - Shopify Community",
      "description": "I want to make the product description aligned to the centre P word test Blockshop theme https://laz-the-plant-scientist.myshopify.com/",
      "preview": "Make product description central in mobile view Store Design KetanKumar November 5, 2021, 8:01pm 2 @peter550 yes please try this code Go to Online Sto"
    },
    {
      "url": "https://medicaid.utah.gov/apply-medicaid/?elqTrackId=2c0975612e11410e95dd5b57d602348e&elqaid=93&elqat=2",
      "title": "Apply for Medicaid - Medicaid: Utah Department of Health and Human Services - Integrated Healthcare",
      "description": "Utah Department of Health Medicaid Medical Applications Apply",
      "preview": "Apply for Medicaid You may apply in person, by mail, or online. When we receive your application, the Department of Workforce Services (DWS) will cont"
    },
    {
      "url": "https://www.gopapaya.co.in/",
      "title": "PA PA YA test",
      "description": "At Pa Pa Ya, eating is an experience unlike any, where we take you on a culinary journey through the landscape of Asia in a manner which has never been done before",
      "preview": "Twitter Instagram Pa Pa Ya It is a complete reinvention of Asian cuisine on a global scale. Leave your preconceived notions and perceptions out of the"
    },
    {
      "url": "http://www.agenarisk.com/",
      "title": "agena.ai | Bayesian network software, causal modelling and cloud deployment",
      "description": "Bayesian Network Software, Bayesian Net Software, Bayes Net Software, Causal Modelling, AI, Artifical Intelligence, Cloud Software.",
      "preview": "top of page Deliver your own Bayesian network applications in the cloud Build more than just models. agena.ai enables data scientists, analysts and AI"
    },
    {
      "url": "https://lisakippsbrown.com/videos/promoting-unity-while-saluting-diversity-triple-nikel/",
      "title": "Promoting Unity While Saluting Diversity: Triple Nikel | Transformational Entrepreneurship: Lisa Kipps-Brown",
      "description": "Four veterans founded Triple Nikel to offer diversity in veterans' apparel. The unapologetic American lifestyle brand salutes diversity in everything they do & is disrupting the industry one inclusive design at a time.",
      "preview": "Promoting Unity While Saluting Diversity: Triple Nikel When entrepreneurs see an unmet need in the marketplace, they act. That's exactly why the 4 co-"
    },
    {
      "url": "http://www.kamloops.ca/downloads/maps/launch.htm",
      "title": "Maps & Apps | City of Kamloops",
      "description": "Please click on the map or app below to launch that service. Downloadable PDF maps of individual parks can be found here or on the specific park page.",
      "preview": "Skip to main content Skip to main menu Skip to footer Search Related Contacts City Hall 7 Victoria Street West V2C 1A2 ph 250-828-3311 info@kamloops.c"
    },
    {
      "url": "https://exploredegrees.stanford.edu/schoolofengineering/computerscience/",
      "title": "undefined Department | Stanford University Bulletin",
      "description": "undefined Department | Stanford University Bulletin",
      "preview": "Skip to Main Content Stanford University © Stanford University. Stanford, California 94305."
    },
    {
      "url": "https://theface.com/music/adele-new-album-30-candice-carty-williams-interview-volume4-issue9-burberry-stormzy",
      "title": "An interview with THE FACE's cover star Adele - The Face",
      "description": "Adele meets Queenie author Candice Carty-Williams to talk music, motherhood, dogs, divorce (babe, divorce) - and her record-breaking comeback.",
      "preview": "Music Words: Candice Carty-Williams Photography: Charlotte Wales Styling: Emma Wyman 18th November 2021 Taken from the new print issue of THE FACE. Ge"
    },
    {
      "url": "http://www.panaya.com/",
      "title": "The Change Intelligence Platform for ERP & CRM",
      "description": "See and understand the impact of every potential change to your SAP, Oracle and Salesforce systems, so you innovate intelligently and without fear.",
      "preview": "Book A Demo Trusted by 3,000+ brands: All-in-One Testing Platform Combining Impact Analysis, Test Management, and Test Automation to ensure seamless o"
    },
    {
      "url": "https://nsaneforums.com/topic/358229-vmware-workstation-player-1551-build-15018445/",
      "title": "VMware Workstation Player 15.5.1 Build 15018445 - News & Updates - Nsane Forums",
      "description": "VMware Workstation Player is the easiest way to run multiple operating systems at the same time on your PC. With its user-friendly interface, VMware Workstation Player makes it effortless for anyone to try out Windows 10, Chrome OS or the latest Linux releases, or create isolated virtual machines...",
      "preview": "Jump to content News & Updates Login new information × Existing user? Sign In Sign In Remember me Not recommended on shared computers Sign In Forgot y"
    },
    {
      "url": "https://www.cril.univ-artois.fr/PB07/results/trace.php?idev=9&idjob=352831",
      "title": "PB'07 evaluation competition: execution trace",
      "description": "void",
      "preview": "Trace number 352831 Some explanations A solver is run under the control of another program named runsolver. runsolver is in charge of imposing the CPU"
    },
    {
      "url": "https://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:legge:2024-12-30;215!vig=",
      "title": "DECRETO 6 novembre 2024, n. 215 - Normattiva",
      "description": "Regolamento concernente la determinazione dei criteri di svolgimento delle procedure di risoluzione stragiudiziale delle controversie con la clientela relative alle prestazioni e ai servizi assicurativi derivanti dai contratti di assicurazione, nonch&egrave; dei criteri di composizione dell'organo decidente e della natura delle controversie trattate dai sistemi di cui all'articolo 187.1 del decreto legislativo 7 settembre 2005, n. 209 e successive modifiche. (25G00001)",
      "preview": "Presidenza del Consiglio dei Ministri ITA ITA ENG Normattiva - Il portale della legge vigente"
    },
    {
      "url": "https://a-blissful-infinity.tumblr.com/",
      "title": "Blissfully Infinite",
      "description": "void",
      "preview": "trilbiesarecool : ami-sempai : This gave me fucking goosebumps. I will always reblog this. entitling rotition amazed 4366. \"What were the chances you'"
    },
    {
      "url": "https://www.behance.net/galleries/graphic-design",
      "title": "Behance",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://vccs.zoom.us/j/93926917200?pwd=aHFCMDBzdW9iWS91dTNwZlI0NW9DQT09#success",
      "title": "Launch Meeting - Zoom",
      "description": "Zoom is the leader in modern enterprise communications, with an easy, reliable cloud platform for video and audio conferencing, chat, and webinars across mobile, desktop, and room systems.",
      "preview": "void"
    },
    {
      "url": "https://www.nationalgeographic.org/projects/pristine-seas/expeditions/?q=&protection_status=Protected",
      "title": "Home - National Geographic Society",
      "description": "The National Geographic Society is a global non-profit organization committed to exploring, illuminating, and protecting the wonder of our world.",
      "preview": "Wonder Awaits Today, our mission is more urgent, dynamic and vital than ever. As a global nonprofit, the National Geographic Society is committed to s"
    },
    {
      "url": "https://www.nacdi.org/",
      "title": "Native American Community Development Institute",
      "description": "...",
      "preview": "Skip to content Helping Native people create the future they envision. NACDI's work is founded on the belief that all American Indian people have a pl"
    },
    {
      "url": "https://bordadosloymar.es/brands",
      "title": "QQDEWI | Official Link Resmi Paling Terkenal Di Indonesia",
      "description": "QQDEWI link official resmi yang paling banyak di rekomendasikan di Indonesia, daftar dan mainkan link terbaik untuk bermain permainan online.",
      "preview": "Envato Market Web Themes & Templates Code Video Audio Graphics Photos 3D Files All Items Popular Files Featured Files Top New Files Follow Feed Top Au"
    },
    {
      "url": "https://imkinsky.com/ergebnisse/111/530/1/63734",
      "title": "Hans Canon (Johann Von Strasiripka) (Lot 0241), 111. Kunstauktion, Auktionstage | im Kinsky Auktionshaus in Wien",
      "description": "void",
      "preview": "Objektübersicht Kat.Nr. Vorherige Objekt Weiter 0241 Hans Canon (Johann Von Strasiripka) (Wien 1829 - 1885 Wien) „Mädchenporträt\" Öl auf Leinwand 39 ×"
    },
    {
      "url": "https://friggsblogg09.blogspot.no/2012/11/tarotkort-matehold.html",
      "title": "Mays Krystallblogg: Tarotkort - Måtehold",
      "description": "Måtehold ...",
      "preview": "søndag 18. november 2012 Tarotkort - Måtehold Måtehold BOTA Tarot - Måtehold Kort 14 Astrologisk: Skytten Hebraisk bokstav: Samekh som betyr støtte 25"
    },
    {
      "url": "https://usowishbook.uso.org/phone-calls-home",
      "title": "USO Wishbook | USO.org",
      "description": "We can never repay the incredible service and sacrifice our troops make on our behalf every day. But we must try. Help the USO be there for our troops whether they're serving far from home or healing with honor.",
      "preview": "You have JavaScript turned off. Please turn on JavaScript or use this page to donate. You are using an unsupported browser. You are being redirected t"
    },
    {
      "url": "https://www.creativeboom.com/",
      "title": "Art & Design Magazine for the Creative Industries | Creative Boom",
      "description": "Creative Boom is a leading UK art and design platform that delivers creative industry news, inspiration, insight and advice to six million creative professionals each year.",
      "preview": "void"
    },
    {
      "url": "https://deepmind.google/discover/blog",
      "title": "Blog - Google DeepMind",
      "description": "Discover our latest AI breakthroughs, projects, and updates.",
      "preview": "Blog Models Genie 3: A new frontier for world models 5 August 2025 Learn more Category All categories Company Models Research Responsibility & Safety"
    },
    {
      "url": "https://www.nextenergysolarfund.com/",
      "title": "Home - NextEnergy Solar Fund",
      "description": "A specialist solar energy and energy storage fund that invests in utility-scale solar power plants and energy storage assets.",
      "preview": "A Specialist Solar Energy & Energy Storage Fund About Us Click here to find out more Investors Click here to find out more"
    },
    {
      "url": "https://www.emporiojanial.com.br/tintas/tintas-para-tecido/146/Turquesa?PS=30&map=c,c,productClusterSearchableIds,specificationFilter_71",
      "title": "Empório Janial",
      "description": "Encontre materiais para artesanato, como peças de madeira, papel para decoupage e arte francesa. Compre materiais para artesanato na Emporio Janial.",
      "preview": "Termo não encontrado A busca não retornou nenhum resultado."
    },
    {
      "url": "http://www.stoptb.org/",
      "title": "Home | Stop TB Partnership",
      "description": "void",
      "preview": "Time For Good News and Hope From Manila! Stop TB Partnership and The Asian Development Bank Sign an MoU For The Future find out more $15.3 Million Uni"
    },
    {
      "url": "https://assets.punchbowl.com/vendors/wy-wyoming/thayne/1672484/spring-creek-floral---gifts",
      "title": "Spring Creek Floral & Gifts in Thayne, Wyoming - (307) 883-4438",
      "description": "void",
      "preview": "Vendor Home Flowers Wyoming Flowers Thayne Flowers Spring Creek Floral & Gifts Thayne , WY 83127 Report incorrect information Contact 3078834438 Is th"
    },
    {
      "url": "http://meteo.ilfattoquotidiano.it/italia/valle-d-aosta/saint-barthelemy/3/",
      "title": "Previsioni Meteo Saint Barthelemy - Il Fatto Quotidiano",
      "description": "void",
      "preview": "METEO IN COLLABORAZIONE CON 3BMETEO Home Italia Europa Mondo Video Mari & Venti Neve Aeroporti Home » Meteo Italia » Valle D'aosta » Saint Barthelemy"
    },
    {
      "url": "https://www.aavso.org/observing-manuals",
      "title": "Observing Manuals | aavso",
      "description": "void",
      "preview": "Skip to main content Home Getting Started Observing Manuals Announcement: New Forums We are excited to announce the launch of our new forums! You can"
    },
    {
      "url": "http://brandradianz.com/",
      "title": "brand radianz",
      "description": "void",
      "preview": "No matter what people tell you, words and ideas can change the world. - Robin Williams Newsflash - Follow our trending projects & stories. Play your r"
    },
    {
      "url": "https://ecoromambalaje.ro/",
      "title": "Eco-Rom Ambalaje - Colectăm separat - Reciclăm împreună",
      "description": "Comisia de supraveghere a răspunderii extinse a producătorului a emis licența de operare la data...",
      "preview": "Home Despre noi Servicii Informații publice Autorizație Clienți Tarife Informații utile Cantități gestionate Modificări legislative Pagina membrilor C"
    },
    {
      "url": "https://www.meta.com/quest/",
      "title": "Visori VR e MR Meta Quest e accessori accessori | Meta Store",
      "description": "Sfida la realtà con Meta Quest. I nostri visori MR e VR ridefiniscono il gaming e l'intrattenimento del mondo digitale. Scopri di più su Quest 3S ed esplora tutti i visori.",
      "preview": "void"
    },
    {
      "url": "https://sba.gov/",
      "title": "Small Business Administration",
      "description": "We support America's small businesses. The SBA connects entrepreneurs with lenders and funding to help them plan, start and grow their business.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "http://www.destinationunreal.com/modules.php?name=maps&file=viewmap&id=2113",
      "title": "destination Unreal » Maps",
      "description": "destinationUnreal",
      "preview": "Welcome to destination Unreal Please sign in Here or Register Home Forums Forums Search Members List New Posts Unanswered Posts View Your Posts Statis"
    },
    {
      "url": "http://Rescue-DE.org",
      "title": "International Rescue Committee | Rescue",
      "description": "IRC reagiert weltweit auf schwere Krisen und leistet humanitäre Hilfe, die Leben rettet und gleichzeitig Optionen für eine bessere Zukunft bietet.",
      "preview": "Skip to main content"
    },
    {
      "url": "https://www.ebookers.com/?AFFCID=EBOOKERS-UK.network.affiliatewindow.85386&awc=7904_1606041576_a3c281bcb3eae0af35b22b076d1074ae",
      "title": "ebookers UK is ending",
      "description": "We have made the difficult decision to retire ebookers and its BONUS+ program in the United Kingdom. On 4 September 2024, the ebookers website, app, BONUS+ program and its benefits are ending in the UK. Rest assured, any existing and upcoming reservations and trips will not be disrupted, and we will honor your loyalty through the One Key™ rewards program, coming soon to Expedia®, Hotels.com™, and Vrbo™ in the UK.",
      "preview": "Skip to Main Content. We have made the decision to retire ebookers and its BONUS+ programme in the United Kingdom. On 4 September 2024, the ebookers w"
    },
    {
      "url": "https://mpa-guide.protectedplanet.net",
      "title": "The MPA Guide",
      "description": "void",
      "preview": "The MPA Guide is a science-based tool and framework to identify different types of MPAs and connect these types of MPAs with the outcomes they are exp"
    },
    {
      "url": "http://www.fiat.com/",
      "title": "Fiat - Official Website",
      "description": "Welcome to the official international website of Fiat. Discover our models, Fiat world, the history of the brand and all our latest news.",
      "preview": "New Topolino Vilebrequin Collector's Edition Get ready to spend the summer with Riviera Icons! Fiat key drivers Seeing you driving our vehicle every d"
    },
    {
      "url": "https://shopify.dev/",
      "title": "Shopify developer documentation",
      "description": "Learn how to build an app, theme, custom storefront, or marketplace. Whether you're just getting started, deep in the development process, or ready to distribute and monetize your work, Shopify's docs, dev tools and frameworks make building easy and efficient.",
      "preview": "Skip to main content Shopify developer documentation Learn how to build an app, or customize your storefront. Whether you're just getting started, dee"
    },
    {
      "url": "https://www.jasper.ai/",
      "title": "AI built for marketing | Jasper",
      "description": "Jasper is the AI marketing platform that unifies your brand experience, accelerates content velocity, and automates marketing processes-at scale.",
      "preview": "Platform Platform Platform Solutions Solutions Solutions Resources Resources Resources Company Company Company Pricing Pricing Pricing Log In Free Tri"
    },
    {
      "url": "https://all-in.withgoogle.com/",
      "title": "Creating marketing for everyone",
      "description": "Building authenticity into the creative process. No matter what creative asset you're making, make work that is relevant and helpful.",
      "preview": "Creating for </br> everyone Creating for </br> everyone play_arrow pause At Google, we're proud to build products that help billions of people every d"
    },
    {
      "url": "https://carpet-rug.org/testing/seal-of-approval-service-providers/hire-a-carpet-cleaning-professional/",
      "title": "Hire a Carpet Cleaning Professional - The Carpet and Rug Institute",
      "description": "Keep Your Carpet Looking Beautiful with Professional Cleaning Vacuuming is great for basic carpet maintenance, but to keep it at peak performance, CRI recommends professionally deep cleaning your carpet every 12 to 18 months. (Be sure to check your carpet warranty for specific requirements.) Seal of Approval Service Providers CRI strongly recommends getting your carpet [...]",
      "preview": "Skip to content Home Testing Seal of Approval Service Providers Hire a Carpet Cleaning Professional Hire a Carpet Cleaning Professional Keep Your Carp"
    },
    {
      "url": "http://zikever.over-blog.com/2013/11/decouvrez-le-nouveau-clip-de-lindsay-starling.html",
      "title": "Lindsey Stirling : découvrez son nouveau clip \"Minimal Beat\" ! - Zik' Ever",
      "description": "Début Novembre, nous vous présentions Lindsey Stirling, aujourd'hui découvrez son nouveau clip \"Minimal Beat\", filmé lors de sa tournée mondiale à guichet fermé ! L'artiste nous dévoilera en France son album le 27 Janvier 2014.",
      "preview": "Tous les blogs Top blogs Musique & Divertissements Tous les blogs Musique & Divertissements Editer l'article Suivre ce blog Administration Connexion +"
    },
    {
      "url": "https://online.berklee.edu/takenote/katelyn-brown-talks-berklee-online-graduation-future-career-plans-and-life-at-home-with-kane-brown/",
      "title": "Katelyn Brown Talks Berklee Online Graduation and Life with Kane Brown",
      "description": "Katelyn Brown talks about graduating from Berklee Online with her degree in Music Business and taking her courses while on tour with husband Kane Brown.",
      "preview": "Katelyn Brown Talks Berklee Online Graduation and Life with Kane Brown By Pat Healy Katelyn Brown reckons she has participated in Berklee Online class"
    },
    {
      "url": "https://mission-blue.org/2021/12/mission-blue-welcomes-dona-bertarelli-to-its-board-of-directors/",
      "title": "Mission Blue Welcomes Dona Bertarelli to its Board of Directors - Mission Blue",
      "description": "(Image © Julius Schlosburg) Led by legendary oceanographer Dr. Sylvia Earle, Mission Blue unites a global coalition to inspire support for a worldwide network of marine protected areas - Hope Spots, with the goal of reaching at least 30% ocean protection by 2030. Today, we are delighted to welcome philanthropist, ocean advocate and sportswoman, Dona [...]Read More...",
      "preview": "Skip to content Subscribe Now! × Please verify that you are human. Leave this field empty if you're human: Mission Blue Welcomes Dona Bertarelli to it"
    },
    {
      "url": "https://dynamic-ais.spire.com",
      "title": "Spire : Global Data and Analytics",
      "description": "Spire designs, builds and operates the world's largest multipurpose satellite constellation. With our proven history in space infrastructure, we provide you with unprecedented access and insights from the ultimate vantage point - space.",
      "preview": "We hear you, Earth The space company focused on the future of Planet Earth™ Spire designs, builds and operates the world's largest multipurpose satell"
    },
    {
      "url": "https://www.bonappetit.com/recipe/cacio-e-pepe",
      "title": "Cacio e Pepe Recipe | Bon Appétit",
      "description": "Think of cacio e pepe as Roman mac and cheese. We've made a couple of tweaks to the classic recipe to ensure a creamy, cheesy sauce-even on a weeknight.",
      "preview": "Skip to main content Arrow Jump To Recipe Print Along with carbonara and amatriciana , cacio e pepe is one of Rome's essential pasta dishes, served at"
    },
    {
      "url": "https://www.paltalk.com/",
      "title": "Video Chat | Paltalk",
      "description": "The largest video chat room community. Explore thousands of free online video chat rooms and meet millions of friendly members worldwide.",
      "preview": "Meet New Friends Start a free video, voice, or text group chat with anyone on any device Available on iOS, Android, MacOS and Windows Download Paltalk"
    },
    {
      "url": "https://wordpress.org/plugins/donorbox-donation-form",
      "title": "Donorbox - Free Recurring Donation Plugin and Fundraising Platform - WordPress plugin | WordPress.org",
      "description": "Donorbox is a powerful and secure donation management plugin for WordPress. We are the only donation plugin for WordPress that offers a fast feature-f ...",
      "preview": "WordPress.org Plugin Directory Donorbox - Free Recurring Donation Plugin and Fundraising Platform Search plugins Details Reviews Installation Developm"
    },
    {
      "url": "https://www.alpino.eu/es/obras-del-museo/javier-lago-adrover",
      "title": "Javier Lago Adrover | Alpino® Oficial",
      "description": "Escalera hasta la luna.",
      "preview": "Lápices de colores Rotuladores Lápices de grafito Ceras Tijeras Pinturas Modelar Alpino Baby Color Experience Manualidades Escritura y oficina Plumier"
    },
    {
      "url": "http://www.fao.org/documents/card/en/c/ca7012en",
      "title": "FAO Knowledge Repository",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.marcvanzeeland.nl/tag/lichtenvoorde/",
      "title": "lichtenvoorde - marc-van-zeeland",
      "description": "void",
      "preview": "Wij maken gebruik van cookies De website van Marc van Zeeland maakt gebruik van cookies om de werking van de site en de functies optimaal te laten wer"
    },
    {
      "url": "https://www.musisol.com/cuerdas-guitarras-clasica/",
      "title": "⚡ Compra cuerdas de guitarras Clasica | Musisol.com - Musisol.com",
      "description": "Las cuerdas de guitarra son uno de los elementos más importantes de la guitarra clásica. Antes de elegir la cuerda de guitarra correcta has de saber en que se diferencian.",
      "preview": "/ Guitarras / Accesorios Guitarras y Bajos / Cuerdas / Cuerdas guitarras Clasica Filtrar por Filters: Borrar filtros Precio € € Marcas Ableton Abueno"
    },
    {
      "url": "https://static2.museoreinasofia.es/en/buscar?%3Bf%5B0%5D=im_field_obra_autor%3A2921&%3Bf%5B1%5D=im_field_obra_autor%3A6333&%3Bitems_per_page=45&bundle=obra&f%5B0%5D=im_field_obra_clasificaciongener%3A4240&f%5B1%5D=im_field_obra_clasificaciongener%3A4234&f%5B2%5D=im_field_obra_clasificaciongener%3A4233&f%5B3%5D=im_field_obra_autor%3A2932&f%5B4%5D=con_imagen%3Atrue&f%5B5%5D=im_field_obra_autor%3A2921&style=grid&items_per_page=30",
      "title": "Buscar | Museo Nacional Centro de Arte Reina Sofía",
      "description": "Sitio web del Museo Reina Sofía. Información y programación de exposiciones, colección, actividades y proyectos de investigación en red.",
      "preview": "What's on at the Museo Tickets Informative guide Opening hours & prices EN ES EN CA EU GL Buscar Entire website Collection Activities Exhibitions Educ"
    },
    {
      "url": "https://elhablador.com/blog/tag/tadeo-palacios/",
      "title": "Tadeo Palacios - Bitácora de El Hablador",
      "description": "void",
      "preview": "Skip to the content Close Menu La violencia reexaminada Por C. Briceño Ángeles Mailer publicó Los desnudos y los muertos tres años después de finaliza"
    },
    {
      "url": "https://www.smartcitiesdive.com/news/death-of-the-downtown-how-cities-can-rebuild-using-tactical-urbanism/587291/",
      "title": "Death of the downtown: How cities can rebuild using 'tactical urbanism' | Smart Cities Dive",
      "description": "Whether or not cities &quot;bounce back&quot; from the COVID-19 pandemic will be determined by the choices they make to reimagine their downtown hubs, experts say.",
      "preview": "Skip to main content CONTINUE TO SITE ➞ Don't miss tomorrow's smart cities industry news Let Smart Cities Dive's free newsletter keep you informed, st"
    },
    {
      "url": "https://www.exoticindiaart.com/product/audiovideo/genius-of-pt-kumar-gandharv-hindustani-classical-vocal-set-of-3-audio-cds-izz616/",
      "title": "The Genius of Pt. Kumar Gandharv (Hindustani Classical - Vocal) (Set of 3 Audio CDs) | Pt. Kumar GandharvSaregama India ltd (2011) | Exotic India Art",
      "description": "About The Audio CD The Genius of Series The world of Hindustani Classical Music comprises of Geniuses, both vocalist and instrumentalists. Their music emanates a divine spark. Be it their first reco",
      "preview": "Free shipping to all destinations worldwide. Sign in Contact us FAQ Email Whatsapp Facebook Pinterest Twitter Copy link Easy Returns Return within 7 d"
    },
    {
      "url": "https://open.canada.ca/en",
      "title": "Open Government | Open Government - Government of Canada",
      "description": "Collaborative open source project led by the Government of Canada",
      "preview": "Language selection Français Skip to main content Skip to \"About government\" Switch to basic HTML version Open Government Access information that is d"
    },
    {
      "url": "https://electrek.co/2022/03/08/smart-ev-charging-results-in-substantial-emissions-reduction-new-study/",
      "title": "Smart EV charging results in substantial emissions reduction - new study",
      "description": "Smart EV charging - automatically and strategically shifting when an EV charges - could notably reduce transportation sector emissions.",
      "preview": "Skip to main content Electric Vehicles EV Charging EV Chargers Smart EV charging results in substantial emissions reduction - new study Michelle Lewis"
    },
    {
      "url": "https://sbcountyda.org/2023/02/28/two-brothers-convicted-of-murdering-groom-on-wedding-day/",
      "title": "Two Brothers Convicted of Murdering Groom on Wedding Day - San Bernardino County District Attorney",
      "description": "Joe Melgoza was celebrating his wedding just hours before the chaotic incident unfolded the early morning of December 15, 2019 at a family residence where a reception was held. FOR...",
      "preview": "Skip to content CLOSE SBCOUNTY MENU Home Link District Attorney MENU Home Our Services OUR OFFICE About The District Attorney's Office District Attorn"
    },
    {
      "url": "https://archives.hungaricana.hu/en/urbarium/hu_mnl_ol_e156_a_fasc090_no100/?list=eyJxdWVyeSI6ICJTWk89KFJFR0VTVFJBVEEgSU4gUkVHKSBBTkQgU1pPPShcIkZhc2MuMDkwXCIgSU4gVElUTEUpIn0",
      "title": "HU MNL OL E 156 - a. - Fasc. 090. - No. 100. | Urbaria et conscriptiones | Hungaricana",
      "description": "The purpose of the Hungaricana project is to share Hungarian cultural heritage including contents that have never been accessible before. Our goal is to create an environment where everyone, whether professional or amateur, can explore Hungary's, or even their own history and culture in a clean and efficient way.",
      "preview": "For full functionality of this site (searching, viewing images, maps and pdf files) it is necessary to enable JavaScript. Here are the instructions ho"
    },
    {
      "url": "https://inspiredleaders.downtown.org/account/login.aspx?ReturnUrl=https://downtown.org/",
      "title": "International Downtown Association",
      "description": "void",
      "preview": "Please wait ... Login to your account Enter your email and password below to login. Email: Password: Remember Me Forgot your password? Click here to r"
    },
    {
      "url": "https://www.fsb-tcfd.org/",
      "title": "Task Force on Climate-Related Financial Disclosures | TCFD)",
      "description": "The TCFD has developed a framework to help public companies and other organizations disclose climate-related risks and opportunities.",
      "preview": "Skip to main content IMPORTANT MESSAGE - PLEASE READ Concurrent with the release of its 2023 status report on October 12, 2023, the TCFD has fulfilled"
    },
    {
      "url": "http://opendata.ayto-caceres.es/dataset/barrios-caceres",
      "title": "Barrios Cáceres - Datasets - OpenData Cáceres",
      "description": "Conjunto de datos que contiene la información catalogada por el ayuntamiento de Cáceres sobre los barrios de la ciudad. URI del conjunto de datos:...",
      "preview": "Skip to content Home Datasets Barrios Cáceres Barrios Cáceres Mapa ofrecido por SIG Cáceres Conjunto de datos que contiene la información catalogada p"
    },
    {
      "url": "https://www.tricktionary.com/en/customer/account/login/referer/aHR0cHM6Ly93d3cudHJpY2t0aW9uYXJ5LmNvbS9mci9oaWdobGlnaHQvbmV3Lmh0bWw%2C/",
      "title": "Customer Login",
      "description": "void",
      "preview": "The store will not work correctly when cookies are disabled. JavaScript seems to be disabled in your browser. For the best experience on our site, be"
    },
    {
      "url": "https://allenai.org/business-code-of-conduct",
      "title": "Business partner code of conduct | Ai2",
      "description": "Ai2's Business Partner Code of Conduct describes the conduct expected of all business partners and representatives that are associated with us.",
      "preview": "Business partner code of conduct Last Updated: September 14, 2021 This Business Partner Code of Conduct (this \"Code\" ) describes the conduct expected"
    },
    {
      "url": "https://policy.medium.com/medium-terms-of-service-9db0094a1e0f",
      "title": "Medium Terms of Service | by Medium | Medium Policy",
      "description": "Medium Terms of Service Effective: September 1, 2020 You can see our previous Terms here. Thanks for using Medium. Our mission is to deepen people's understanding of the world and spread ideas that ...",
      "preview": "Sitemap Open in app Sign up Sign in Medium Logo Write Search Sign up Sign in Medium Policy · Terms of Service, Rules, and Policies Medium Terms of Ser"
    },
    {
      "url": "https://www.speakinc.com/speakers/Mitchell-Baldwin/",
      "title": "Private Speaker - SpeakInc.",
      "description": "void",
      "preview": "This page is no longer available. Please contact us directly if you have any questions on (858) 228-3771 Top Footer Sign Up for Industry News Disclaim"
    },
    {
      "url": "https://delante.shop/produkty/animalia-kot-breloczek-silikonowy-czarno-bialy-kotek-krawacik-65-x-55-cm-2/",
      "title": "Animalia Kot breloczek silikonowy czarno-biały kotek Krawacik 6,5 x 5,5 cm - Delante Shop",
      "description": "void",
      "preview": "Porównywarka cenowa Delante Shop CSS Szukaj: Szukaj Przeskocz do treści Delante Shop > Zwierzęta i artykuły dla zwierząt > Artykuły dla zwierząt > Art"
    },
    {
      "url": "https://leonardocolor.io/#",
      "title": "Leonardo",
      "description": "Generate colors based on a desired contrast ratio.",
      "preview": "Color tools for design systems Adaptive color theme Accessible color themes for user interfaces Create new theme Color scales Colors for data visualiz"
    },
    {
      "url": "https://www.nainasingla.com/",
      "title": "Naina Singla - Fashion Stylist and Style Expert. Virtual Capsule Styling for Women",
      "description": "Naina Singla is a fashion stylist and style expert specializing in capsule styling and virtual styling for women in Washington, DC. Naina also offers virtual styling nationwide. Naina's signature and foundation styling service consists of a style assessment and wardrobe edit, curated shopping service and digital look-book",
      "preview": "Cart 0 Scroll a virtual & In-person styling and sourcing studio Naina curates streamlined and versatile wardrobes for women interested in simplicity w"
    },
    {
      "url": "https://www.barkershoes.com/collections/mens-derbys/gender_mens",
      "title": "Mens Leather Derby Shoes | Shop Handmade Derby Shoes at Barker Shoes UK | Tagged \"Gender_Mens\"",
      "description": "Shop the latest mens Derbys collection at Barker Shoes. Discover suede derby shoes and derby boots in a variety of colours, from black leather to brown derby shoes",
      "preview": "Skip to content Search Men's Derbys You can never put a foot wrong with a Barker Derby due to its incredible versatility. Our collection boasts a vari"
    },
    {
      "url": "https://www.dbricette.it/altri_programmi.htm",
      "title": "DBRicette: Altri programmi",
      "description": "void",
      "preview": "DBRICETTE by Giorgio Musilli Il database di ricette più usato della rete Altri programmi DBRicette Calcolo Calorie 4.0.28200 Data: 29/12/2015 Lingua:"
    }
  ],
  "_meta": {
    "total_bookmarks": 89
  }
}