{
  "data": [
    {
      "url": "https://www.gocoastguard.com/max",
      "title": "Max | United States Coast Guard",
      "description": "void",
      "preview": "Max Recruiting resources are accessible to USCG users on the Coast Guard Recruiting Command SharePoint Page . USCG users should ensure they are logged"
    },
    {
      "url": "https://wrappedup-nca-wa.tumblr.com/",
      "title": "Wrappedup NCA WA",
      "description": "void",
      "preview": "Menu"
    },
    {
      "url": "http://vuce.gub.uy/",
      "title": "VUCE - Ventanilla Única de Comercio Exterior",
      "description": "La Ventanilla Única de Comercio Exterior (VUCE) es un instrumento de facilitación del comercio exterior que permite realizar de forma electrónica y desde un único punto de entrada todos los trámites vinculados a las operaciones de importación, exportación y tránsito.",
      "preview": "Skip to content HOME vuce 2025-05-20T14:48:58+00:00 ¿Qué trámite desea realizar? Search for: Registro para acceder a la plataforma Preguntas Frecuente"
    },
    {
      "url": "https://docs.python.org/3/library/pathlib.html",
      "title": "pathlib - Object-oriented filesystem paths - Python 3.14.0 documentation",
      "description": "Source code: Lib/pathlib/ This module offers classes representing filesystem paths with semantics appropriate for different operating systems. Path classes are divided between pure paths, which pro...",
      "preview": "Navigation index modules | next | previous | Python » 3.14.0 Documentation » The Python Standard Library » File and Directory Access » pathlib - Objec"
    },
    {
      "url": "https://posthumanitieshub.net/2019/05/23/workshop-becoming-with-alien-encounters-and-speculative-storytelling/",
      "title": "Workshop: Becoming with Alien Encounters and Speculative Storytelling - THE POSTHUMANITIES HUB",
      "description": "Welcome to the workshop \"Becoming with Alien Encounters and Speculative Storytelling in a More-than-human World\" that takes place on 4th June at 13:15 - 16:00, [...]",
      "preview": "Workshop: Becoming with Alien Encounters and Speculative Storytelling May 23, 2019 Welcome to the workshop \"Becoming with Alien Encounters and Specula"
    },
    {
      "url": "https://infinite.mirrors.phpclasses.org/discuss/blog/PHP-Classes-blog/post/97/thread/1/",
      "title": "web design award - Comments on PHP Classes blog post \"10th anniversary anno...\" - PHP Classes",
      "description": "void",
      "preview": "Login Register All class groups Latest entries Top 10 charts Blog Forums Shop Help Login Register web design award Search All class groups Latest entr"
    },
    {
      "url": "https://prepareandprosper.org/",
      "title": "Home - Prepare + Prosper",
      "description": "Financial empowermentfor all Combining the power of caring volunteers, certified training, and expert advice to bring financial wellness, economic justice, and wealth building opportunities to everyone. Free Tax Prep Services...",
      "preview": "Search Close Skip to content Our tax clinics are closed for the rest of 2025 and will reopen in January 2026. Financial empowerment for all Combining"
    },
    {
      "url": "http://archives.nereusprogram.org/tag/Nereus-Scientific-&-Technical-Briefs-on-ABNJ-series/",
      "title": "Nereus Scientific & Technical Briefs on ABNJ series | Nereus Program",
      "description": "void",
      "preview": "Languages English 日本語 Nereus Scientific & Technical Briefs on ABNJ series POLICY BRIEF: Deep, distant and dynamic: critical considerations for incorpo"
    },
    {
      "url": "https://www.rediscoverwestphilly.com/",
      "title": "Rediscover West Philly",
      "description": "Rediscover West Philly is your source for travel and tourism information, including restaurants, shops, events, and culture in our beautiful neighborhood. Curated by University City District, this guide provides a glimpse of what makes West Philadelphia worth visiting for a day trip or weekend getaway.",
      "preview": "0 Enjoy everything West Philadelphia has to offer! Enjoy West Philadelphia's diverse food scene. Small retailers and national chains offer shopping op"
    },
    {
      "url": "http://casa.mines.edu/",
      "title": "CASA - Center for Academic Services and Advising (CASA)",
      "description": "Academic advising is an essential part of the student experience at Colorado School of Mines. Learn about student resources and how academic advisors can help support your goals.",
      "preview": "303-384-2600 casa@mines.edu Facebook X RSS Facebook X RSS MINES.EDU My Mines News Calendar Canvas Email Library Give Directories Welcome to CASA CASA"
    },
    {
      "url": "https://cvshealth.com/covid-19/vaccine-information",
      "title": "Our COVID-19 Response | CVS Health",
      "description": "CVS Health® is committed to keeping patients, members, customers and colleagues safe throughout the pandemic. Learn about our ongoing response to COVID-19.",
      "preview": "Skip to main content Aetna® CVS Caremark® CVS Pharmacy Careers Investors Contact Us"
    },
    {
      "url": "https://huridocs.org/services/",
      "title": "Services | HURIDOCS",
      "description": "HURIDOCS offers support to human rights groups that want to gather, organise and use information to create positive change in the world.",
      "preview": "Skip to content Home > Services Services HURIDOCS offers support to human rights groups that want to gather, organise and use information to create po"
    },
    {
      "url": "https://www.thehousecollective.com/en/the-middle-house/",
      "title": "The Middle House | Artistic hotel in Dazhongli Shanghai | The House Collective",
      "description": "Discover The Middle House Shanghai, an intimate urban sanctuary. Experience modern luxury, curated art, and bespoke service in the heart of vibrant Shanghai.",
      "preview": "Our House Our House Our House Rooms Restaurants & Bars Wellness Private Events Explore Special Offers Welcome to The Middle House Our House People & C"
    },
    {
      "url": "https://www.homemodelenginemachinist.com/forums/",
      "title": "Home Model Engine Machinist Forum",
      "description": "Home model engine machinists & makers forum. Model engine making forums for engine plans, castings, CAD, CNC designs, lathe, Stirling, boilers & steam.",
      "preview": "New posts Search forums Menu Log in Register Install the app Install How to install the app on iOS Follow along with the video below to see how to ins"
    },
    {
      "url": "https://share.amuse.io/album/kendra-the-bunnies-of-all-time",
      "title": "Amuse",
      "description": "Create smart music links that anyone can listen to!",
      "preview": "void"
    },
    {
      "url": "https://www.invasivespeciesinfo.gov/resources-indexed?f%5B0%5D=field_location%3A117&f%5B1%5D=field_location%3A136&f%5B2%5D=field_location%3A86&f%5B3%5D=field_location%3A90&f%5B4%5D=field_subject%3A277&f%5B5%5D=field_location%3A114&f%5B6%5D=field_location%3A115&f%5B7%5D=field_location%3A95&f%5B8%5D=field_location%3A132&f%5B9%5D=field_subject%3A340&f%5B10%5D=field_location%3A158&f%5B11%5D=field_subject%3A363&amp%3Bf%5B1%5D=field_location%3A133&amp%3Bf%5B2%5D=field_source%3A70",
      "title": "Resource Search 1 | National Invasive Species Information Center",
      "description": "Provides access to site invasive species resources, and can be filtered by species name, topic, and location.",
      "preview": "Skip to main content dot gov icon Official websites use .gov A .gov website belongs to an official government organization in the United States. https"
    },
    {
      "url": "https://about.bnef.com/blog/corporations-brush-aside-energy-crisis-buy-record-clean-power/",
      "title": "Corporations Brush Aside Energy Crisis, Buy Record Clean Power | BloombergNEF",
      "description": "Companies committed to buy 36.7 gigawatts of clean power through long-term contracts with strong growth in the Americas and Asia-Pacific: BloombergNEF New York and London, February 9, 2023 - Against the backdrop of a global energy crisis, supply chain bottlenecks and high interest rates, private companies and public institutions signed contracts to secure a record 36.7 gigawatts (GW) of renewable...",
      "preview": "PRESS RELEASE Corporations Brush Aside Energy Crisis, Buy Record Clean Power Clean Energy February 9, 2023"
    },
    {
      "url": "https://www.boxofficemojo.com/release/rl2500036097/",
      "title": "Top Gun: Maverick - Box Office Mojo",
      "description": "void",
      "preview": "Domestic International Worldwide Calendar All Time Showdowns Indices Daily Weekend Weekly Monthly Quarterly Yearly Seasons Holidays Top Gun: Maverick"
    },
    {
      "url": "https://docs.backdropcms.org/api/backdrop/core%21includes%21database%21select.inc/function/SelectQueryExtender%3A%3AinnerJoin/1",
      "title": "public function SelectQueryExtender::innerJoin | Documentation",
      "description": "void",
      "preview": "Skip to main content public function SelectQueryExtender::innerJoin 1 select.inc public SelectQueryExtender ::innerJoin($table, $alias = NULL, $condit"
    },
    {
      "url": "https://discord.com/channels/890663529487687691/",
      "title": "Discord",
      "description": "Discord is great for playing games and chilling with friends, or even building a worldwide community. Customize your own space to talk, play, and hang out.",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "https://www.hbomax.com/series/urn:hbo:series:GYyjGGgyuCoOEtAEAAAGQ",
      "title": "Watch Who's Talking to Chris Wallace? | HBO Max",
      "description": "Watch Who's Talking to Chris Wallace? on HBO Max. Plans start at $9.99/month. Who's Talking to Chris Wallace? Chris Wallace explores his wide range of interests across the spectrum of news, sports, entertainment, art and culture -- having candid conversations with a rich variety of guests.",
      "preview": "Skip To Content Choose your language ENGLISH English Español Skip To Content Oh no! This title currently isn't available to watch in your country. TV-"
    },
    {
      "url": "https://www.nbcnews.com/",
      "title": "NBC News - Breaking Headlines and Video Reports on World, U.S. and Local Angles | NBC News",
      "description": "Go to NBCNews.com for breaking news, videos, and the latest top stories in world news, business, politics, health and pop culture.",
      "preview": "Morning Rundown: Gaza ceasefire, a presidential foe is indicted, and #SwiftiesAgainstAI IE 11 is not supported. For an optimal experience visit our si"
    },
    {
      "url": "https://www.theragun.com/us/en-us/mini-us.html",
      "title": "Theragun Mini 3rd Gen (Black) | Small Percussion Massage Gun for Pain Relief | Therabody US",
      "description": "Theragun Mini 3rd Gen (Black) is a small, lightweight massage gun that offers portable relief to ease aches, pain and tension. Throw it in your gym bag or carry on to recover anywhere. For fitness enthusiasts, active individuals, travelers, hikers, gym goers and more.",
      "preview": "Skip to content Your Bag You're getting FREE shipping! Your bag is empty Have an account? Log in to check out faster. Loading... Subtotal $0 Shipping"
    },
    {
      "url": "https://staffansandberg.se/dimma-och-solnedgang/",
      "title": "Dimma och solnedgång | StaffanSandberg.se",
      "description": "void",
      "preview": "Skip to content Jag hade hoppats på fotografering i soluppgången, men dimma som lagt sig i dalen satte stopp för det. Andra dagen vaknade jag till dim"
    },
    {
      "url": "https://www.taalhammer.com/simple-recipe-to-personalise-your-language-learning/",
      "title": "How to personalise your language learning | Taalhammer",
      "description": "How to personalise your language learning? How to easily include context and emotions into your learning and finally how to make learning interesting for you?",
      "preview": "You learn 5 times faster, and you remember forever, if you have a contextual or emotional connection with the content you are learning. We've all hear"
    },
    {
      "url": "http://refugees.org/",
      "title": "U.S. Committee for Refugees and Immigrants - USCRI",
      "description": "For over 110 years, USCRI has been on the front lines of working on behalf of refugees and immigrants worldwide. Our goal is to help create a world of possibilities for displaced people-where displacement may have defined their past but their future is reimagined with unlimited possibilities. We believe in open doors for refugees, asylees and other immigrants.",
      "preview": "U.S COMMITTEE FOR REFUGEES AND IMMIGRANTS LANGUAGE OPTIONS Donate Keep Girls Dreaming This Holiday Season Over 142,000 School-aged girls are living in"
    },
    {
      "url": "https://www.menshealth.com/entertainment/a38903204/joseph-baena-interview/",
      "title": "Joseph Baena Talks About His Fitness Journey and His Dad Arnold Schwarzenegger",
      "description": "Joseph Baena, the son of fitness culture's greatest icon, Arnold Schwarzenegger, talks about how he found out Arnold was his dad and advice his dad has given him about life, acting, and strength training.",
      "preview": "Skip to Content Our product picks are editor-tested, expert-approved. We may earn a commission through links on our site. Why Trust Us? Eric Ray David"
    },
    {
      "url": "https://bugatti.oemdtc.com",
      "title": "Bugatti - OEMDTC",
      "description": "Bugatti Recalls, Technical Service Bulletins, TSB's, Diagnostic Tips & Repair Tips",
      "preview": "Skip to content"
    },
    {
      "url": "https://paytmmall.com/supermarket-glpid-101310",
      "title": "Paytm Mall - India's Premier Online Shopping Mall",
      "description": "void",
      "preview": "Shop By Category My Orders Log In/Sign Up Shop By Category Gift Cards Fashion Grocery & Home Decor Jewellery Furniture & Electronics Entertainment Bea"
    },
    {
      "url": "https://bombayandcedar.com/pages/monthly-beauty-box-subscription",
      "title": "Gifts for College Students - Practical & Fun Gift Ideas",
      "description": "Explore the best gifts for college students! Find thoughtful, practical, and fun gift ideas, including tech, self-care items, and themed gift boxes for all occasions.",
      "preview": "Skip to content Don't miss our holiday offer - up to 50% OFF! Explore Shop Best Gifts for College Students for Every Occasion Looking for the perfect"
    },
    {
      "url": "https://www.wsbcc.org/",
      "title": "Winston Salem Black Chamber of Commerce | WSBCC",
      "description": "Winston Salem Black Chamber of Commerce provides committed, visionary leadership and advocacy in the realization of economic empowerment.",
      "preview": "top of page WE SERVE AS A RESOURCE DEDICATED TO FOSTERING GROWTH AND DEVELOPMENT FOR SMALL BUSINESS OWNERS, ENTREPRENEURS, AND THE COMMUNITY. View Res"
    },
    {
      "url": "https://unu.edu/",
      "title": "UNU | United Nations University",
      "description": "void",
      "preview": "Skip to main content Evidence-based Solutions for a Sustainable Future UNU@50: EXPLORE UNU'S HISTORY, IMPACT AND FUTURE Expert Insights Blog Post Endi"
    },
    {
      "url": "https://want-her-midnights.tumblr.com/",
      "title": "it's lib",
      "description": "void",
      "preview": "boag Every time Lana Del Rey and Joan Baez link up they look like a May-December lesbian couple . Like this is Sarah Paulson and Holland Taylor jessie"
    },
    {
      "url": "https://www.goodwilleasterseals.org/",
      "title": "Home :: Goodwill Easter Seals",
      "description": "void",
      "preview": "Skip to main content Welcome! Goodwill is more than a store... Access free career training services; Get great deals on 1,000s of items added daily; H"
    },
    {
      "url": "http://oakfnd.org/",
      "title": "Oak Foundation - Through our grant-making, we support others to make the world a safer, fairer, and more sustainable place to live.",
      "description": "Oak Foundation supports global partners to build a safer, fairer, and more sustainable world through strategic grant-making.",
      "preview": "Skip to main content Through our grant-making, we contribute to a safer, fairer, and more sustainable world. Find out more about our partners and thei"
    },
    {
      "url": "https://www.si.com/extra-mustard/2023/02/28/taylor-lewan-titans-dropped-off-stuff-release",
      "title": "Taylor Lewan Shares Sad Photo of How Titans Dropped Off His Stuff After Release - Sports Illustrated",
      "description": "The three-time Pro Bowler spent his entire career with Tennessee.",
      "preview": "Following his release from the Titans last week , three-time Pro Bowler Taylor Lewan came home to a sad-looking surprise on Monday. The offensive tack"
    },
    {
      "url": "https://watch.frndlytv.com/privacy-policy.html",
      "title": "Privacy",
      "description": "void",
      "preview": "Privacy Policy for Frndly TV Users EFFECTIVE DATE: June 30, 2019 Frndly TV, Inc. (\"Frndly TV\", \"we\", \"us\", \"our\") is committed to protecting your priv"
    },
    {
      "url": "https://fontawesome.com/",
      "title": "Font Awesome",
      "description": "The internet's icon library + toolkit. Used by millions of designers, devs, & content creators. Open-source. Always free. Always awesome.",
      "preview": "void"
    },
    {
      "url": "https://www.hilton.com/en/hotels/laxbhhh-the-beverly-hilton/",
      "title": "Luxury Rooms & Suites | Beverly Hilton Hotel - Official Site",
      "description": "A four star Beverly Hlls, CA hotel, The Beverly Hilton is known for it's great location, elegant accommodations and year-round star-studded events.",
      "preview": "For full functionality of this site it is necessary to enable JavaScript. Here are the instructions how to enable JavaScript in your web browser . Ski"
    },
    {
      "url": "http://un.org/oceanconference",
      "title": "2022 UN Ocean Conference | United Nations",
      "description": "UN Ocean Conference, Lisbon, Portugal, SDG 14",
      "preview": "Skip to main content UN Ocean Conference Altice Arena, Lisbon, Portugal | 27 Jun - 1 Jul 2022 Photo: Underwater Seascapes, Anders Nyberg"
    },
    {
      "url": "https://keithdiaries.wordpress.com/2017/12/15/1203/1869-03-05/",
      "title": "1869-03-05 - The Diaries of Charles Luke Keith Jr",
      "description": "& Other Family Members",
      "preview": "Skip to content Leave a comment Cancel reply Δ Comment Subscribe Subscribed The Diaries of Charles Luke Keith Jr Sign me up Already have a WordPress.c"
    },
    {
      "url": "https://www.topuniversities.com/university-rankings/world-university-rankings/2023",
      "title": "QS World University Rankings 2023: Top Global Universities | TopUniversities",
      "description": "Discover the world's top universities. Explore the QS World University Rankings® 2023, based on 6 key ranking indicators.",
      "preview": "Home Rankings Overview QS World University Rankings 2023: Top global universities QS World University Rankings 2023: Top global universities Discover"
    },
    {
      "url": "http://studio-180.org/",
      "title": "HOME | STUDIO-180",
      "description": "void",
      "preview": "top of page TRANSFORMING URBAN COMMUNITIES 180° StudiOne-Eighty provides programming and training that brings 180° transformation to urban communities"
    },
    {
      "url": "https://www.crazyegg.com/privacy",
      "title": "Crazy Egg | Privacy Policy",
      "description": "Our Privacy Policy is part of Crazy Egg's Terms of Use and describes the privacy practices of Crazy Egg, Inc. on our websites, located at https://www.crazyegg.com, as well as other websites or mobile applications that we own or operate collectively via Crazy Egg's website. Check it out!",
      "preview": "Privacy Policy Last Updated: January 6, 2025 This Privacy Policy describes the privacy practices of Crazy Egg, Inc. (\"Crazy Egg\", \"we\", \"us\", \"our\") o"
    },
    {
      "url": "http://www.qac.ac.uk/",
      "title": "QAC Queen Alexandra College Birmingham - National college for people with disabilities.",
      "description": "A national college for the blind, visually impaired and learners with Asperger Syndrome and/or Autistic Spectrum Disorders.",
      "preview": "Menu Accessibility Vacancies My Prospectus How to apply Empowering Abilities, Inspiring Lives College Courses Students Sight Village News/Events Commu"
    },
    {
      "url": "https://www.syracuse.com/highschoolsports/2023/02/remembering-dale-mccormick-oneida-coachs-impact-stretched-well-beyond-soccer.html",
      "title": "Remembering Dale McCormick: Coach who drowned had an impact well beyond soccer - syracuse.com",
      "description": "The father of two died earlier this week while swimming at a beach in Florida.",
      "preview": "Skip to Article Family Sharing is here! Subscribe to Premium Access for $1 Remembering Dale McCormick: Coach who drowned had an impact well beyond soc"
    },
    {
      "url": "https://www.kdrtv.co.ke/news/accident-otile-brown-hit-boda-boda-operators-outside-city-club/",
      "title": "Otile Brown Hit Boda Boda Operators Outside City Club",
      "description": "Sensational Kenyan musician Otile Brown has painted a bad image on public after running over several people with his brand new Mercedes Benz",
      "preview": "Enter aussie play casino app , where glamorous slots and sparkling bonuses create nonstop excitement. Every spin delivers luxurious wins and high-clas"
    },
    {
      "url": "https://opensource.org",
      "title": "Open Source Initiative - The steward of the Open Source Definition, setting the foundation for the Open Source Software ecosystem.",
      "description": "Growing the impact of Open Source around the world The Open Source Initiative is the global nonprofit building the future powered by open collaboration, transparency and innovation. Supported by the...",
      "preview": "Growing the impact of Open Source around the world The Open Source Initiative is the global nonprofit building the future powered by open collaboratio"
    },
    {
      "url": "https://hopefulkittykid.tumblr.com/",
      "title": "I am Who I am",
      "description": "Struggling for a better future. #DREAM Act 2019 #CleanDREAMActNow #DREAMers #BLM Feminist l Latinx| DREAMer",
      "preview": "theme made by espoirthemes this post is tagged as food. this post is blacklisted because it contains food and is not fully visible on the index page."
    },
    {
      "url": "https://www.vmix.com",
      "title": "Live Video Streaming Software | vMix",
      "description": "vMix is a live streaming and live production software video mixer and switcher for Windows. Easily Produce, Record and Live Stream professional looking content from your PC.",
      "preview": "Javascript Required: The vMix website requires javascript enabled. Please enable javascript before continuing. Live Production and Streaming Software"
    },
    {
      "url": "https://gototop.app/",
      "title": "Gototop LTD",
      "description": "void",
      "preview": "Home Contact Us Reviews TERMS OF USE Gototop LTD Gototop LTD Gototop LTD Gototop LTD Transforming Ideas into Extraordinary Mobile Experiences! Transfo"
    },
    {
      "url": "http://tecl-wood.com/",
      "title": "Official Site for TECL-WOOD Camouflage Patterns | TECL-WOOD®",
      "description": "Official site for TECL-WOOD Camouflage Patterns | TECL-WOOD best camo patterns are much sought after in the world, Camo Hunting",
      "preview": "COMPANY ABOUT TECL-WOOD NEWS CONTACT US CAMO CAMO PATTERNS CAMO LICENSING PRODUCTS CAMO CLOTHING CAMO ACCESSORIES CAMO WTP PARTNERS EUROPE AMERICA ASI"
    },
    {
      "url": "https://toniandguybh.online/shop/product/24-thickening-cream-100ml-1384",
      "title": "Thickening Cream 100ml | My Website TONI AND GUY",
      "description": "void",
      "preview": "Products Thickening Cream 100ml Public Pricelist Thickening Cream 100ml http://toniandguybh.online/shop/product/24-thickening-cream-100ml-1384 10.000"
    },
    {
      "url": "https://www.istat.it/it/archivio/104317",
      "title": "Basi territoriali e variabili censuarie - Istat",
      "description": "Diffusi i dati definitivi delle basi territoriali 2021",
      "preview": "Notizia Periodo di riferimento: Censimenti 1991, 2001, 2011, 2021 Data pubblicazione: 11 Gennaio 2017 Data aggiornamento: 15 Aprile 2025 Nota-informat"
    },
    {
      "url": "http://www.jacobstrading.com/",
      "title": "Jacobs Trading Company",
      "description": "void",
      "preview": "Español Whether you would like to purchase general merchandise loads or single category loads; a truckload a month or twenty loads a week, Jacobs Trad"
    },
    {
      "url": "https://relatedwords.io/stepson",
      "title": "Stepson Words - 392 Words Related to Stepson",
      "description": "A big list of 'stepson' words. We've compiled all the words related to stepson and organised them in terms of their relevance and association with stepson.",
      "preview": "Below is a massive list of stepson words - that is, words related to stepson. The top 4 are: son , stepfather , nephew and stepmother . You can get th"
    },
    {
      "url": "https://marksoons.nl/category/momentum-podcast/",
      "title": "Momentum Podcast Archieven - Mark Soons | Auteur | Businesscoach | Investeerder",
      "description": "void",
      "preview": "Omgaan met 2 Soorten Onderhandelaars Ontdek de 2 soorten onderhandelaars in deze nieuwe aflevering en pas de tips van deze video toe bij het onderhand"
    },
    {
      "url": "https://prosperitynow.org/",
      "title": "Prosperity Now - HOME",
      "description": "We help communities and organizations strengthen financial security through practical tools, research, and partnerships.",
      "preview": "Menu Strengthening our economy to work for everyone. Scroll for more Prosperity Summit 2025 Join us October 5-7, 2025, for an unforgettable three-day"
    },
    {
      "url": "https://acs782.tumblr.com/",
      "title": "Stuff",
      "description": "This n that",
      "preview": "Stuff This n that archive rss feed 6.22.16 #spinnersofinstagram (at Bowling Green, Ohio) posted : Wednesday, June 22nd, 2016 tags : spinnersofinstagra"
    },
    {
      "url": "https://www.wireclub.com/",
      "title": "Free Online Chat Rooms - Wireclub",
      "description": "Join free online chat rooms and chat with friends, meet new people and more. Choose from hundreds of rooms, create your own or message people directly and chat with instant messages",
      "preview": "Wireclub Join Now! Log In Chat Rooms Forums Find People Places Free Online Chat Rooms At Wireclub you can join free online chat rooms and chat with fr"
    },
    {
      "url": "https://sandiegozoowildlifealliance.org/",
      "title": "San Diego Zoo Wildlife Alliance | Home page",
      "description": "void",
      "preview": "Skip to main content San Diego Zoo Visit Tickets Upgraded Experiences Plan Your Visit Renew/Rejoin Shop Safari Park Visit Tickets Safaris Plan Your Vi"
    },
    {
      "url": "https://storeleads.app/",
      "title": "Store Leads - The platform for ecommerce data.",
      "description": "The most comprehensive list of ecommerce stores including 13,597,305 active stores across 321 platforms including Shopify, WooCommerce and Square Online.",
      "preview": "Check out our free Chrome Extension"
    },
    {
      "url": "http://vanvugtvenlo.nl/actueel/posts.php?cat=18",
      "title": "Website Maikel van Vugt",
      "description": "Website Maikel van Vugt",
      "preview": "Home Algemeen Over mij Konijntjes Actueel Nieuws Archief Fotoalbum Agenda Hobby Scouting Kamp Hike Programma's Administratie Fotografie Fotoalbum Mate"
    },
    {
      "url": "https://www.bmw-pakistan.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW New Car Dealer | Pakistan | BMW Dewan",
      "description": "Visit Dewan Motors BMW in Karachi, Islamabad &amp; Lahore, an established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The i4 Discover Now THE iX3 Discover Now THE iX Discover Now THE i5 Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test"
    },
    {
      "url": "https://espeakers.unmeetings.org/6320ae9f5ea20000120344dc13092022",
      "title": "e-Delegate+",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.pwn-usa.org/issues/policy-agenda/ending-criminalization/ending-hiv-criminalization/",
      "title": "Ending HIV Criminalization Factsheet - Positive Women's Network - USA",
      "description": "Our vision: a world where our communities are no longer subject to over-policing, surveillance, and brutality at the hands of law enforcement, and where those with a history of interaction with the criminal justice system have full rights and dignity. What Is HIV Criminalization? HIV criminalization refers",
      "preview": "Skip to content Ending HIV Criminalization Factsheet Ending HIV Criminalization Factsheet pwnusa 2019-02-25T22:09:51-05:00 Download this as a PDF here"
    },
    {
      "url": "https://www.treccani.it/vocabolario/innovazione/",
      "title": "Innovazióne - Significato ed etimologia - Vocabolario - Treccani",
      "description": "Scopri il significato della parola innovazióne. Nel Vocabolario Treccani troverai significato ed etimologia del termine che cerchi. Entra subito su Treccani.it, il portale del sapere.",
      "preview": "Salta al contenuto Vuoi navigare il sito Treccani senza limiti e pubblicità? Scarica l'APP e abbonati ora per accedere su tutti i tuoi dispositivi! Sc"
    },
    {
      "url": "https://forum.telldus.com/search.php?search_id=unanswered&sid=59762dda3dee554194f2a4a376936de0",
      "title": "My forum - Unanswered topics",
      "description": "void",
      "preview": "My forum A little text to describe your forum Skip to content Search Advanced search Quick links Unanswered topics Active topics Search FAQ Login Regi"
    },
    {
      "url": "http://outfit7.com/apps/talking-ben-dog/",
      "title": "It's Game On - Talking Tom & Friends",
      "description": "Check out our latest games!",
      "preview": "Talking Tom and Friends logo Open the menu Play Watch It's game on PLAY NOW Take your pick New Game My Talking Tom Friends 2 My Talking Angela 2 My Ta"
    },
    {
      "url": "https://www.chandrayoga.it/speciale-yoga-con-elementi-anusara-13-ottobre-2019/",
      "title": "Speciale YOGA con elementi ANUSARA / 13 ottobre 2019 | Chandra Yoga",
      "description": "void",
      "preview": "Speciale YOGA con elementi ANUSARA / 13 ottobre 2019 Ott 13, 2019 | anusara , centro chandra , speciale , yoga DOMENICA 13 OTTOBRE DALLE 10 ALLE 12 Si"
    },
    {
      "url": "https://github.co/hiddenchars",
      "title": "Warning about bidirectional Unicode text - GitHub Changelog",
      "description": "A warning is now displayed when a file's contents include bidirectional Unicode text. Such text can be interpreted or compiled differently than it appears in a user interface. For example,...",
      "preview": "Back to changelog A warning is now displayed when a file's contents include bidirectional Unicode text. Such text can be interpreted or compiled diffe"
    },
    {
      "url": "https://www.istat.it/it/dati",
      "title": "Dati - Istat",
      "description": "void",
      "preview": "banche-dati Dati Home / Dati Condividi: Dati L'attività di diffusione dell'Istituto si pone tre obiettivi principali: garantire l'accesso ai risultati"
    },
    {
      "url": "http://www.reactiongifs.com/tag/whoop-ass/",
      "title": "whoop ass - Reaction GIFs",
      "description": "void",
      "preview": "Tag: whoop ass Whoop Yo Ass May 14, 2014 Spanking When they deserve a spanking June 20, 2013 Opening a can of WHOOP ASS January 22, 2013"
    },
    {
      "url": "http://www.repubblica.it/",
      "title": "la Repubblica - News in tempo reale - Le notizie e i video di politica, cronaca, economia, sport",
      "description": "la Repubblica è il quotidiano online aggiornato 24 ore su 24 su politica, cronaca, economia, sport, esteri, spettacoli, musica, cultura, scienza, tecnologia.",
      "preview": "Abbonati Scarica l'app Menu Cerca Notifiche Abbonati Abbonati Redazione Scriveteci 10 Ottobre 2025 - Aggiornato alle 13.55 Ritorno a Gaza City: a migl"
    },
    {
      "url": "https://www.seafoodbrasil.com.br/iniciativa-opentuna-vence-primeiro-premio-no-tuna-awards-em-vigo",
      "title": "Iniciativa OpenTuna vence primeiro prêmio no Tuna Awards, em Vigo - Seafood Brasil | Seafood Brasil",
      "description": "Projeto que inclui plataforma de mapas de bordo digitais vence prêmio mundial na categoria sustentabilidade",
      "preview": "Pesca"
    },
    {
      "url": "https://lifeatno27.com/",
      "title": "Life at No.27",
      "description": "Life at No.27 is a non-profit gardening and wellbeing therapy organisation. We provide practical group and 1-2-1 classes and workshops for all ages.",
      "preview": "Life at No.27 is a leading horticultural therapy and mental health counselling provider, built with passion at its core and designed to improve lives."
    },
    {
      "url": "https://www.nomecomesnada.es/tag/soba/",
      "title": "soba Archivos - No me comes nada",
      "description": "void",
      "preview": "No sabéis la de ganas que tenía de poner esta receta en el blog. Directa desde el país del sol naciente llega esta sopa de miso con noodles Creo que y"
    },
    {
      "url": "https://www.somethingawful.com/news/handyman-home-repair/",
      "title": "Say \"Handyman\" Three Times In A Mirror",
      "description": "If you need home repairs done but you don't have enough money to hire a licensed contractor who actually knows what they're doing, call me!",
      "preview": "Something Awful Something Awful Forums Something Awful Forums Photoshop Phriday Photoshop Comedy Goldmine Goldmine The Flash Tub Flash Tub WTF, D&D?!?"
    },
    {
      "url": "http://www.comlmaps.org/how-to/layers-and-resources/boundaries/marine-ecoregions-of-the-world",
      "title": "Marine Ecoregions of the World (MEOW) - Census of Marine Life Maps and Visualization",
      "description": "Global marine realms, provinces, and ecoregions",
      "preview": "Skip to content. | Skip to navigation Sections Home Gallery Video How To About Census Visualization Census on Google Earth Making Ocean Life Count : H"
    },
    {
      "url": "https://valbyonline.dk/valby-guide/nintendo/",
      "title": "Nintendo | ValbyOnline",
      "description": "void",
      "preview": "Forside $ DEALS Valby $ Nyheder Kultur & Sport Restaurant, Café & Takeaway Shopping Blogs Cecil & Michaels blog >>> Få din egen blog! Posts Tagged ' N"
    },
    {
      "url": "https://www.theconsumergoodsforum.com/environmental-sustainability/forest-positive-deforestation/beef/",
      "title": "Commodity Roadmaps - The Consumer Goods Forum",
      "description": "void",
      "preview": "cross Hit enter to search Explore Tags #Deforestation , #Social Sustainability , #Sustainability , #Food Waste , #Health , #Supply Chains , #Corporate"
    },
    {
      "url": "https://www.gov.pl/web/krpm",
      "title": "Portal Gov.pl",
      "description": "void",
      "preview": "W celu świadczenia usług na najwyższym poziomie stosujemy pliki cookies. Korzystanie z naszej witryny oznacza, że będą one zamieszczane w Państwa urzą"
    },
    {
      "url": "http://eaaforums.org/showthread.php?10106-Phase-One-Flight-Test&s=6eecf3b57cb156d299d28fb8f41c97ee&p=85727",
      "title": "Phase One Flight Test - Page 2",
      "description": "Question...is there any regulation concerning the overall airworthiness of an EAB aircraft for Phase One? If the subject aircraft has inoperative systems, or installed items that are broken / malfunctioning, is it legal to continue to fly the aircraft without any repairs being made? This particular aircraft was inspected, found to be airworthy, and issued a conditional airworthiness certificate. At a later date, multiple safety related mechanical problems arose. Still legal to fly",
      "preview": "Register Help Remember Me? Forum New Posts FAQ Calendar Forum Actions Mark Forums Read Quick Links Today's Posts View Site Leaders What's New? Advance"
    },
    {
      "url": "https://together.nbcuni.com/advertise/?utm_source=nbc_news&utm_medium=referral&utm_campaign=property_ad_pages",
      "title": "Advertise With Us | NBCUniversal Together",
      "description": "Interested in learning more about our advertising opportunities under NBCU's One Platform? Reach out to start working with us today.",
      "preview": "void"
    },
    {
      "url": "https://alerts.mongabay.com/",
      "title": "Subscribe to Mongabay news alerts",
      "description": "Subscribe to environmental news alerts.",
      "preview": "Subscribe to Mongabay news alerts Our topic-based news alerts allow you to get daily or weekly notifications via email about topics you select. Simply"
    },
    {
      "url": "https://actions.fullfact.org/petitions/mps-owe-us-truth/?utm_source=%2F&utm_medium=home",
      "title": "Full Fact",
      "description": "Not sure what to believe? Full Fact checks the claims you see online and in the news, helping you spot misinformation and get the facts that matter.",
      "preview": "Why we mistake virality for truth How health influencers hijack the wellness algorithm - and what it means for us Read the guest essay Latest From fal"
    },
    {
      "url": "https://www.iheart.com/podcast/1119-people-every-day-76003809/",
      "title": "PEOPLE Every Day | iHeart",
      "description": "Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom each weekday for the latest in news, entertainment, lifestyle, and pop culture. Host Janine Rubenstein brings you PEOPLE's unparalleled access and reporting on the biggest stories of the day, from celebrity exclusives and sneak peeks, to inspiring stories about extraordinary people. Listen to People Every Day wherever you get your podcasts and don't forget to subscribe so you never miss an episode.",
      "preview": "PEOPLE Every Day Play Newest Follow Spend your happy hour with us! PEOPLE Every Day is the afternoon escape you need, taking you inside our newsroom e"
    },
    {
      "url": "https://checkout.stripe.com/c/pay/cs_live_a1zCZemZDy2yyYntI7CyUukdKZ0CHnYoRQC88qFjIbrgr8v0VL07rSDeZF#fidkdWxOYHwnPyd1blppbHNgWmFmY0prY0JuQWYzX0dEf1RBT1VCZnN8NScpJ3VpbGtuQH11anZgYUxhJz8nZEBQZ0ltZ2BcYlcwZFxyY1xfJ3gl",
      "title": "Stripe Checkout",
      "description": "void",
      "preview": "You need to enable JavaScript to run this app."
    },
    {
      "url": "http://www.army-guide.com/eng/product321.html",
      "title": "Army Guide",
      "description": "Army Guide - information about the main battle tanks, armoured vehicles and armament of the land forces and also the information concerning other army subjects - RRV, Repair and recovery vehicle, Armoured Vehicles",
      "preview": "Designation: RRV Manufacturer: BAE Systems Land and Armament Product type: Armoured Vehicles Name: Repair and recovery vehicle On the basis of MTVL Ha"
    },
    {
      "url": "https://blog.coursera.org",
      "title": "Coursera Blog | Online learning news for learners, educators, & employers",
      "description": "Get the latest stories and product updates from Coursera, the global online learning platform where anyone, anywhere, can transform their life by accessing the world's best learning experience.",
      "preview": "Making Coursera learning more accessible worldwide through an app in ChatGPT Welcoming Anthony Salcito as Coursera's New General Manager, Enterprise I"
    },
    {
      "url": "https://patternbeauty.com/",
      "title": "Curly and Natural Hair Care Products | PATTERN Beauty - Pattern Beauty",
      "description": "Hair care products for natural hair designed for curly, coily & tight-textured hair patterns created by award-winning actress & activist Tracee Ellis Ross.",
      "preview": "Your cart is empty Continue shopping Have an account? Log in to check out faster. Bestsellers Bestselling hair care for curly, coily & tight textures"
    },
    {
      "url": "https://www.ccaha.org/resources",
      "title": "Resources | Conservation Center for Art & Historic Artifacts",
      "description": "void",
      "preview": "Skip to main content Resources All resources below are available as a download at the bottom of each page. To cite resources from our database, please"
    },
    {
      "url": "http://www.nexuscp.org/",
      "title": "Nexus Community Partners",
      "description": "Nexus supports strong, equitable & just communities in which all residents are engaged, recognized as leaders and have pathways to opportunities.",
      "preview": "Our Programs READ MORE Boards & Commissions Leadership Institute BCLI supports, trains and helps place BIPOC and other shut out community members on c"
    },
    {
      "url": "https://developer.apple.com/documentation/swiftui/",
      "title": "SwiftUI | Apple Developer Documentation",
      "description": "Declare the user interface and behavior for your app on every platform.",
      "preview": "This page requires JavaScript. Please turn on JavaScript in your browser and refresh the page to view its content."
    },
    {
      "url": "https://give.nationalgeographic.org/page/53299/donate/1?user_id=rhvqdpwoqxo2zug1yr8dem3j6gi7vyh3",
      "title": "Donate to National Geographic Society",
      "description": "I just donated to the National Geographic Society because I want to support science, exploration, and conservation. Will you consider making a gift too? Every dollar donated supports the National Geographic Society's on-the-ground efforts.",
      "preview": "Your impact begins today Your generous contribution will immediately go to work supporting the things you care passionately about. Whether it's saving"
    },
    {
      "url": "https://mckathlin.tumblr.com/",
      "title": "@mckathlin on Tumblr",
      "description": "Follow @mckathlin and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Likes You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , F"
    },
    {
      "url": "https://backyardmetalcasting.com/",
      "title": "Melting metal in a home foundry, backyard metalcasting, metal casting",
      "description": "void",
      "preview": "BackyardMetalcasting.com ...Metalcasting at home. Info. and Updates: -- Feb./25/2018 -- Get your AlloyAvenue.com profile and post your project photos,"
    },
    {
      "url": "https://www.buzzfeednews.com/article/pocharaponneammanee/athena-strand-fed-ex-wrongful-death",
      "title": "Athena Strand Killing: Family Sues FedEx",
      "description": "Lawyers for the family of Athena Strand said they want FedEx to do better in hiring, training, and supervising employees and contractors.",
      "preview": "Subscribe to BuzzFeed Daily Newsletter Caret Down The Family Of 7-Year-Old Athena Strand Is Suing FedEx After A Delivery Driver Allegedly Killed The 7"
    },
    {
      "url": "http://www.uw.edu/accessibility",
      "title": "Accessibility at the UW",
      "description": "The University of Washington is committed to being inclusive and accessible for everyone.",
      "preview": "Skip to content All the UW Current site Search scope All the UW Current site Enter search text Accessibility at the UW Our Commitment The University o"
    },
    {
      "url": "https://developer.mozilla.org/en-US/docs/Web/HTTP/CORS",
      "title": "Cross-Origin Resource Sharing (CORS) - HTTP | MDN",
      "description": "Cross-Origin Resource Sharing (CORS) is an HTTP-header based mechanism that allows a server to indicate any origins (domain, scheme, or port) other than its own from which a browser should permit loading resources. CORS also relies on a mechanism by which browsers make a \"preflight\" request to the server hosting the cross-origin resource, in order to check that the server will permit the actual request. In that preflight, the browser sends headers that indicate the HTTP method and headers that will be used in the actual request.",
      "preview": "Skip to main content Skip to search Cross-Origin Resource Sharing (CORS) Baseline Widely available This feature is well established and works across m"
    },
    {
      "url": "https://www.diffchecker.com/",
      "title": "Compare text and find differences online or offline - Diffchecker",
      "description": "Compare text, files, and code (e.g. json, xml) to find differences with Diffchecker online for free! Use our desktop app for private, offline diffs.",
      "preview": "Your browser does not support JavaScript! Try our alternate site: Compare Text Compare text Find the difference between two text files Saved diffs Dif"
    },
    {
      "url": "https://www.riomaframix.com.br/tag/centro-de-eventos-raizes-da-tradicao/",
      "title": "Centro de Eventos Raízes da Tradição",
      "description": "Riomafra Mix - Muito mais que informação!",
      "preview": "Pular para o conteúdo"
    }
  ],
  "_meta": {
    "total_bookmarks": 102
  }
}