{
  "data": [
    {
      "url": "https://www.samsung-climatesolutions.com/en-gb/b2c.html",
      "title": "Climate Control Systems for Home | Samsung Climate Solutions UK",
      "description": "Create the perfect indoor enviroment in your home. Samsung Climate solutions can help you to optimise confort, efficiency, and air quality.",
      "preview": "Come home to your perfect bubble See our residential solutions Scroll down Explore the world of climate control Discover heat pumps and air conditioni"
    },
    {
      "url": "https://docs.oracle.com/javase/8/docs/api/",
      "title": "Java Platform SE 8",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "http://www.ricettepercucinare.com/",
      "title": "Blog di cucina e ricette italiane | Ricettepercucinare.com | HOME",
      "description": "Ricettepercucinare.com un sito di cucina con tante ricette passo passo ed un blog con tante informazioni nato nel lontano 2006",
      "preview": "RicettePerCucinare.com, ricette di cucina facili, veloci, gustose Ricette primi piatti, ricette salate, ricette dolci, ricette di pesce e molto altro"
    },
    {
      "url": "https://nadri.com/collections/bracelets/products/cz-hinge-bracelet?variant=31103368429627#Image13373707878459",
      "title": "CZ HINGE BRACELET - NADRI",
      "description": "Step out in style in this elegant halo-style cubic zirconia hinged bracelet.",
      "preview": "FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ FREE SHIPPING ON US ORDERS $75+ | $10 2ND DAY SHIPPING ON US ORDERS $150+ Yo"
    },
    {
      "url": "https://stage.so/",
      "title": "For Sale Page",
      "description": "void",
      "preview": "Domain for sale stage.so Free transaction support Secure payments Spaceship reliability Listed with spaceship.com get this domain Buy now $3,900 Make"
    },
    {
      "url": "http://skytruth.org/",
      "title": "SkyTruth - If you can see it, you can change it",
      "description": "If you can see it, you can change it",
      "preview": "If you can see it, you can change it. Sharing the view from space to promote conservation for people and the planet. NASA Earth Observatory image modi"
    },
    {
      "url": "https://www.afvalfondsverpakkingen.nl/nl",
      "title": "Home | Verpact",
      "description": "void",
      "preview": "Wij zijn Verpact Verpact staat voor makkelijke en betaalbare recyclingsystemen en een circulaire economie waarbij verpakkingsmateriaal een grondstof i"
    },
    {
      "url": "https://gallery.bleeding4metal.de/login.php?reload_once&referer=thumbnails.php%3Falbum%3Dlastup%26cat%3D-44%26page%3D5&message_id=e5fd98e321f13bcea8576dd846d596cd&message_icon=info#cpgMessageBlock",
      "title": "Anmeldung (Login) - Gallery4Metal",
      "description": "void",
      "preview": "Gallery4Metal Die Bildergalerie von Bleeding4Metal Startseite Anmelden Albenliste Neueste Uploads Neueste Kommentare Am meisten angesehen Am besten be"
    },
    {
      "url": "https://community.datarobot.com/plugins/common/feature/samlss/doauth/post?key=login&referer=https%3A%2F%2Fcommunity.datarobot.com%2Ft5%2F%25E8%25B3%25AA%25E5%2595%258F-%25E3%2583%2587%25E3%2582%25A3%25E3%2582%25B9%25E3%2582%25AB%25E3%2583%2583%25E3%2582%25B7%25E3%2583%25A7%25E3%2583%25B3%2F%25E3%2583%2580%25E3%2582%25A6%25E3%2583%25B3%25E3%2582%25B5%25E3%2583%25B3%25E3%2583%2597%25E3%2583%25AB%25E5%25BE%258C%25E3%2581%25AE%25E3%2583%25A2%25E3%2583%2587%25E3%2583%25AB%25E7%2594%259F%25E6%2588%2590%25E3%2582%25A8%25E3%2583%25A9%25E3%2583%25BC%2Fm-p%2F11277%2Fhighlight%2Ftrue",
      "title": "Where to find help: DataRobot docs",
      "description": "Use the following resources to get the help you need for success with the DataRobot end-to-end AI platform.",
      "preview": "Skip to content Get started > Get help > Where to find help Where to find help ¶ Use the following resources to get the help you need for success with"
    },
    {
      "url": "https://coschedule.com/",
      "title": "The Social Media Calendar That Does It All - CoSchedule",
      "description": "Plan, schedule, and execute everything marketing from social, content, tasks, and beyond.",
      "preview": "The Social Media Marketing Calendar That Does It All Execute everything marketing - social, content, workflows, & beyond. Get Started Now Organize Soc"
    },
    {
      "url": "https://www.solakauppa.fi/kauppa/skt-virtuaalimessut-1080x1920-olenmukana_3596/",
      "title": "SKT-virtuaalimessut-1080x1920-OlenMukana_3596 | Sola",
      "description": "void",
      "preview": "Vastaa Peruuta vastaus Sähköpostiosoitettasi ei julkaista. Pakolliset kentät on merkitty * Kommentti * Nimi * Sähköpostiosoite * Kotisivu Suomi Englis"
    },
    {
      "url": "https://aviation-docs.spire.com/api/authentication",
      "title": "Authentication | Spire Aviation",
      "description": "Before accessing the APIs, Spire must provide users with an API token for the Aviation APIs.",
      "preview": "Skip to main content Menu Authentication Tracking Stream API Introduction Output Usage Playground Tracking History API Introduction Output Usage Fligh"
    },
    {
      "url": "https://www.dilloncarmichael.com/",
      "title": "Dillon Carmichael | Official Website",
      "description": "With a voice that commands attention, Dillon Carmichael delivers songs straight from the heart of true country living: gritty but soulful, timeless but defiant, heartfelt but unapologetically hard-hitting.",
      "preview": "apple spotify facebook instagram tiktok  youtube Home Merch Tour Listen Videos About Home Merch Tour Listen Videos About Featured Merch Merch  View"
    },
    {
      "url": "https://vuoriclothing.com/products/sunday-performance-jogger-black",
      "title": "Sunday Performance Jogger | Men's Black Joggers | Vuori",
      "description": "Vuori's Sunday Performance Jogger provides a fresh take on athleisure and will be a staple in your wardrobe. Shop our men's Black athletic joggers.",
      "preview": "Our Story DreamKnit™ Collection Vuori BlissBlend™ Collection Livvy Dunne's Favorites Matching Sets Sunday Collection Kore Collection DreamKnit™ Collec"
    },
    {
      "url": "https://jobs.walgreens.com/",
      "title": "Working at WALGREENS",
      "description": "Browse available job openings at WALGREENS",
      "preview": "Skip to main content We welcome candidates from recently impacted store closures. Continue to bring care to patients and customers in your community h"
    },
    {
      "url": "https://www.seoghoer.dk/nyheder/frederik-til-haandboldfinale-med-familien",
      "title": "Frederik: Til håndboldfinale med familien | SE og HØR",
      "description": "Mary passer tvillingerne, men kronprinsen tager måske sin far, bror og svigerinde med i stedet",
      "preview": "Annonce Annonce Kronprins Frederik overværede de danske håndboldherrers kampe mod Kroatien og Spanien, og den nybagte tvillingfar vil også være på pla"
    },
    {
      "url": "https://www.vectorstyler.com/",
      "title": "VectorStyler",
      "description": "Modern vector graphics and illustration software.",
      "preview": "VectorStyler 1.2, see what is new! For MacOS and Windows. Create illustrations, logos, icons, drawings and typography for screen, print and web The fu"
    },
    {
      "url": "https://pub.dev/packages?q=url_launcher",
      "title": "Search results for url_launcher",
      "description": "Pub is the package manager for the Dart programming language, containing reusable libraries & packages for Flutter and general Dart programs.",
      "preview": "Platforms Android iOS Linux macOS Web Windows SDKs Dart Flutter License OSI approved Advanced Flutter Favorite Include unlisted Has screenshot Flutter"
    },
    {
      "url": "https://www.movieguide.org/privacy-policy",
      "title": "Privacy Policy | Movieguide | Movie Reviews for Christians - Movieguide | Movie Reviews for Families",
      "description": "Welcome to our Privacy Policy page only found on Movieguide. Find more Movie Reviews and News only at Movieguide! The Family and Christian Guide to Movie Reviews and Entertainment News.",
      "preview": "Home Privacy Policy Privacy Policy Email Privacy Policy We have created this email privacy policy to demonstrate our firm commitment to your privacy a"
    },
    {
      "url": "http://www.walgreensbootsalliance.com/",
      "title": "Home | Walgreens Boots Alliance",
      "description": "Walgreens Boots Alliance (WBA) Is a Trusted, Global Innovator in Retail Pharmacy. WBA's purpose is to create more joyful lives through better health.",
      "preview": "Skip to main content Walgreens Boots Alliance's purpose is to create more joyful lives through better health. We are an integrated healthcare, pharmac"
    },
    {
      "url": "https://www.africanamericanchambersa.org/",
      "title": "Home - African American Chamber of Commerce of San Antonio",
      "description": "Support Black Businesses Our Chamber works to elevate black-owned businesses in and around the San Antonio, Texas area. Join us in supporting Black-owned businesses to promote greater economic freedom for the Black community! JOIN US BUSINESS DIRECTORY Staying Connected & Building Together! Enter your info below and be the first to know! Featured Members Previous",
      "preview": "Skip to content Facebook Linkedin Instagram Youtube Menu October 2025 Support Black Businesses Our Chamber works to elevate black-owned businesses in"
    },
    {
      "url": "https://music.youtube.com",
      "title": "Prima di continuare",
      "description": "void",
      "preview": "Accedi Una società Google Accedi Prima di continuare su YouTube Ricordiamo che i nostri servizi sono finanziati principalmente tramite la pubblicazion"
    },
    {
      "url": "https://kafkai.com/en/",
      "title": "AI SEO Content & Competitor Insights Tool - Kafkai",
      "description": "Create SEO-optimized content and analyze competitors with Kafkai's AI. Perfect for small businesses and marketers, Kafkai saves hours of research time and improves your search visibility.",
      "preview": "AI-Driven Strategy And Content That Ranks Higher, Faster Kafkai leverages advanced keyword analysis and competitor insights to deliver proven SEO stra"
    },
    {
      "url": "https://molbubi.hu/",
      "title": "Bike Sharing in Budapest - easy bike rental - everywhere | MOL Bubi Budapest",
      "description": "Easy Bike Sharing no matter if only for 30 minutes, an hour or a whole day. The next station is just around the corner. Rent a bike at location A and return it at location B. Not a member yet? Sign up now!",
      "preview": "HU EN Fiókom Bejelentkezés Hogyan működik? Térkép Díjszabás GYIK Rólunk Híreink Regisztráció Töltsd le a MOL Bubi appot! Regisztrálj, és használd a le"
    },
    {
      "url": "https://mymedicalaid.co.za/",
      "title": "My Medical Aid: List of Doctors and Hospitals - My Medical Aid Doctor",
      "description": "Welcome to My Medical Aid Doctor, South Africa's premier healthcare portal. Our platform offers an extensive directory of hospitals and medical doctors across",
      "preview": "Skip to content Find Doctors and Hospitals in South Africa All locations Pretoria Doctors Welcome to My Medical Aid Doctor , South Africa's premier he"
    },
    {
      "url": "https://n8vapps.tumblr.com/",
      "title": "@n8vapps on Tumblr",
      "description": "Follow @n8vapps and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts Inaugural Con Celebrates Indige-nerds - ABQ Free Press BY ERIKA EDDY Red Wolf Issue 1 This isn't your grandma's powwow. For three days, \"Indigen"
    },
    {
      "url": "https://help.zenodo.org/#citations",
      "title": "Help | Zenodo",
      "description": "Zenodo is a free and open digital archive built by CERN and OpenAIRE, enabling researchers to share and preserve research output in any size, format and from all fields of research.",
      "preview": "Help FAQ Docs Guides Frequently Asked Questions Search FAQ General Account Upload/Deposit Collaborate and share Communities Usage statistics Citations"
    },
    {
      "url": "http://www.virgilio.it/",
      "title": "Virgilio: Mail, Login, Ultime Notizie in tempo reale e tanto altro!",
      "description": "Virgilio: News nazionali e locali, Login, accesso Mail e PEC, Sport, Oroscopo, Gossip, Finanza, Economia, Video, Mail e Motore di Ricerca.",
      "preview": "Diretta Perché Trump non ha ricevuto il Nobel nonostante l'accordo su Gaza De Martino scivola di nuovo in basso: cosa succede ora Paolini-Swiatek: Jas"
    },
    {
      "url": "https://sgramajo.tumblr.com/",
      "title": "school and life and stuff",
      "description": "ummmmmmm . . .",
      "preview": "school and life and stuff ummmmmmm . . . Archive / RSS 2017-12-17 sevenkit : Pass on what you have learned. Strength, mastery. But weakness, folly, fa"
    },
    {
      "url": "https://readordiebyemilyt.tumblr.com/",
      "title": "Read or Die: Book Reviews by Emily",
      "description": "\"What do these children do without storybooks?\" Naftali asked. And Reb Zebulun replied: \"They have...",
      "preview": "Read or Die: Book Reviews by Emily Text 4 Notes ripl-teen-book-reviews : Here's a bonus book talk celebrating the 100th Anniversary of The Great Gatsb"
    },
    {
      "url": "http://www.hotfingersgloves.com/",
      "title": "Hotfingers Gloves",
      "description": "Hotfingers Gloves",
      "preview": "Skip to content Your cart is empty Continue shopping Have an account? Log in to check out faster. Your cart Loading... Estimated total $0.00 USD Taxes"
    },
    {
      "url": "https://www.finn.no/reise",
      "title": "Billige flybilletter, finn og bestill | FINN reise",
      "description": "FINN reise sin søkemotor hjelper deg med å finne billige priser på flybilletter. Søk, sammenlign og finn billige flybilletter til hele verden til ferien.",
      "preview": "Fly Fly Hotellbygg Hotell Bil og klokke Leiebil Fly og hotell Pakkereise Feriehytte Feriehjem 1 reisende Nedoverpil Økonomi Nedoverpil Tur-retur Nedov"
    },
    {
      "url": "https://988lifeline.org/",
      "title": "988 Lifeline - If you need emotional support, reach out to the national mental health hotline: 988.",
      "description": "At the 988 Suicide & Crisis Lifeline, we understand that life's challenges can sometimes be difficult. Whether you're facing mental health struggles...",
      "preview": "Skip to content ¡Los servicios de texto y chat de 988 Lifeline ya están disponibles en Español! If you need to talk, the 988 Lifeline is here. At the"
    },
    {
      "url": "https://beardedtheory.co.uk/payment-plan-ends-january-30th-2015/",
      "title": "Payment Plan ends January 30th 2015 | Bearded Theory",
      "description": "void",
      "preview": "Line up News About Bearded Theory Ticket Information Accessibility Sustainability FAQs Explore The Fields The Stages Children's Area Festival School E"
    },
    {
      "url": "http://www.grs-batterien.de",
      "title": "Start | GRS Batterien Service GmbH",
      "description": "Als Rücknahmesystem erfüllen wir für Sie als Hersteller oder Vertreiber von Gerätebatterien oder Industriebatterien Ihre komplette Produktverantwortung nach dem Batteriegesetz (BattG).",
      "preview": "Ihre Hersteller­verantwortung - unser Service Neue EU-Batterieverordnung: Als Batteriehersteller und -vertreiber müssen Sie zeitnah handeln, um Ihren"
    },
    {
      "url": "http://planetarynames.wr.usgs.gov/",
      "title": "Planetary Names",
      "description": "void",
      "preview": "Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websites use HTTPS A lock ("
    },
    {
      "url": "https://www.moaa.org/",
      "title": "MOAA - MOAA Home Page",
      "description": "The Military Officers Association of America (MOAA) is the country's leading organization protecting the rights of military servicemembers and their families. Those who belong to MOAA not only lend their voices to a greater cause, but they also gain access to extensive benefits tailored to the needs and lifestyles of military officers. MOAA members proudly hail from every branch of the uniformed services. To them, we have made the same promise that they have made to their country: Never Stop Serving.",
      "preview": "TOTALFORCE+ Registration is NOW OPEN for our inaugural conference! Click here to join us Oct. 28-29!  Close banner I am a  Selected Currently Servin"
    },
    {
      "url": "https://app.diagrams.net/?src=about",
      "title": "Flowchart Maker & Online Diagram Software",
      "description": "void",
      "preview": "Flowchart Maker and Online Diagram Software draw.io is free online diagram software. You can use it as a flowchart maker, network diagram software, to"
    },
    {
      "url": "https://www.visitportugal.com/pt-pt/content/lisboa",
      "title": "Lisboa | www.visitportugal.com",
      "description": "Sobre a margem direita do amplo estuário do rio Tejo, a capital de Portugal assente sobre encantadoras colinas, desfruta de uma situação geográfica ímpar, a que deve o seu destino de cidade cosmopolita. A sua luz excepcional, encantamento de escritores, fotógrafos e cineastas, o casario claro que trepa sobre as colinas, onde sobressai a cor ocre dos telhados, a policromia dos",
      "preview": "Passar para o conteúdo principal www.visitportugal.com Pesquisa Pesquisa avançada Idioma Partilhe RSS Partilhe E-mail N3 132853 117.93.76.183 node/132"
    },
    {
      "url": "http://www.oregon.gov/DEQ/ecycles/Pages/default.aspx",
      "title": "Department of Environmental Quality : Oregon E-Cycles : Oregon E-Cycles : State of Oregon",
      "description": "Oregon E-Cycles information",
      "preview": "Skip to main content An official website of the State of Oregon Learn How you know » (how to identify a Oregon.gov website) An official website of the"
    },
    {
      "url": "https://www.looker.com",
      "title": "Looker business intelligence platform embedded analytics | Google Cloud",
      "description": "Looker is an enterprise platform for BI, data applications, and embedded analytics that helps you explore and share insights in real time.",
      "preview": "Gartner recognizes Google as a Leader in the 2025 Magic Quadrant™ for Analytics and Business Intelligence Platforms. Looker Analyze governed data, del"
    },
    {
      "url": "https://www.jovanalouis.com/",
      "title": "Jovana Louis",
      "description": "Jovana Louis, for the Strong, Professional Woman who takes pride in her appearance! The Luxury Brand is the creation of designer Jovana Louis Benoit. Jovana Louis clothes are made to contour a woman's body and known for their exceptional fit.",
      "preview": "top of page ELEVATE YOUR STYLE Luxury Women's Fashion Learn More FASHION SHOW Add information about the sale and encourage users to take advantage of"
    },
    {
      "url": "https://www.arxiv-vanity.com/papers/1605.06764/",
      "title": "[1605.06764] 3D Face Tracking and Texture Fusion in the Wild",
      "description": "We present a fully automatic approach to real-time 3D face reconstruction from monocular in-the-wild videos. With the use of a cascaded-regressor based face tracking and a 3D Morphable Face Model shape fitting, we obta...",
      "preview": "3D Face Tracking and Texture Fusion in the Wild Patrik Huber, William Christmas, Josef Kittler Centre for Vision, Speech and Signal Processing Univers"
    },
    {
      "url": "https://www.shiftcities.org/",
      "title": "Transforming cities for people and planet | UrbanShift",
      "description": "UrbanShift supports cities around the world to adopt integrated approaches to urban development, building an equitable, zero-carbon future where both people and planet can thrive.",
      "preview": "Skip to main content Search Transforming cities for people and planet UrbanShift supports cities around the world to adopt integrated approaches to ur"
    },
    {
      "url": "https://xvesalius.tumblr.com/",
      "title": "It's Quite Romantic",
      "description": "A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find amusing. Pinterest: @xvesalius",
      "preview": "About A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find"
    },
    {
      "url": "https://www.uuidgenerator.net/version4",
      "title": "Online UUID Generator Tool",
      "description": "void",
      "preview": "Online UUID Generator Your Version 4 UUID: 0a57ea94-4409-4a2a-9925-9b26faf272cb Copy Refresh page to generate another. Version 4 UUID Generator Genera"
    },
    {
      "url": "https://www.cp.pt/passageiros/pt/consultar-horarios",
      "title": "CP - Comboios de Portugal",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.borger.dk/sundhed-og-sygdom",
      "title": "Sundhed og sygdom",
      "description": "Her kan du se en oversigt over indholdet under dette emne",
      "preview": "Tag stilling til cookies på borger.dk Borger.dk sætter tredjepartscookies til besøgsstatistik og i forbindelse med spørgeskemaer på borger.dk. Hvis du"
    },
    {
      "url": "https://covid19.ncdhhs.gov/vaccines",
      "title": "Vaccine Information | NC COVID-19",
      "description": "Up-to-date, reliable information on flu, COVID-19, and RSV vaccines for everyone 6 months and older.",
      "preview": "Skip to main content Flu, RSV and COVID-19 Vaccines Vaccines are the best way to protect yourself, your family and your community from severe illness."
    },
    {
      "url": "https://blackdoctor.org/author/30dayhairdetox/",
      "title": "BlackDoctor.org - Where Wellness & Culture Connect",
      "description": "BlackDoctor.org is the most comprehensive online health resource for African Americans. Learn about black health conditions, wellness, celebrity news & more!",
      "preview": "Skip to main content Skip to secondary menu Skip to primary sidebar Skip to footer Where Wellness & Culture Connect For Every Breast Cancer Fighter, S"
    },
    {
      "url": "http://www.realbeer.com/fun/games/games-353.php",
      "title": "Realbeer.com: Beer Game: Asshole",
      "description": "void",
      "preview": "HOME | BEER.EDU | FUN | NEWS | RETAIL | BREWERIES & PUBS | LINKS | EVENTS Fun - Games - Burps - Toasts - Humor - Quotes - Poll - Contests Beer.edu - B"
    },
    {
      "url": "https://www.rejsetilbud.dk/rejser/bosnien-hercegovina/",
      "title": "Rejser til Bosnien-Hercegovina | Rejsetilbud Flybilletter | Rejseguide > Hoteller. Afbudsrejser |",
      "description": "På rejsetilbud.dk finder du alt du skal vide inden du rejser til Bosnien-Hercegovina. Find Rejsetilbud > Flybilletter Rejseguide | Hoteller > Afbudsrejser | og meget mere - klik ind nu",
      "preview": "Skip to content Rejser til Bosnien-Hercegovina Velkommen til Rejsetilbud.dk's store guide om Rejser til Bosnien-Hercegovina! Her på siden hjælper vi d"
    },
    {
      "url": "https://www.handelsblatt.com/finanzen",
      "title": "Handelsblatt",
      "description": "void",
      "preview": "Please enable JavaScript to continue using this application."
    },
    {
      "url": "https://www.waittfoundation.org/",
      "title": "Waitt Foundation | Funding for Ocean Conservation and Blue Prosperity",
      "description": "The Waitt Foundation is a grantmaking organization that provides funding and resources for ocean research, policy, marine protection, and Blue Prosperity initiatives around the globe. We are a founding member of the Blue Prosperity Coalition, a global network of organizations working together to provide support and technical expertise to committed governments around the world in implementing sustainable ocean plans.",
      "preview": "top of page SUSTAINABLE, RESILIENT & THRIVING SEAS THAT BENEFIT ALL AFFILIATED ORGANIZATIONS TECHNICAL SUPPORT The Waitt Institute partners with gover"
    },
    {
      "url": "https://www.astropix.com/",
      "title": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "description": "Astrophotography and Image Processing Tips and Techniques by Jerry Lodriguss",
      "preview": "Comet Hale-Bopp Latest Stuff Ultimate Lenses for Astrophotography Smartphone Astrophotography Six Astrophotography Books - Now Free Table of Contents"
    },
    {
      "url": "https://www.maderasdesudamerica.com/album/fotogaleria-maderasudamerica-oficina-de-comercio-internacional-en-maderas-tropicales/a2-jpg/",
      "title": "2.jpg :: COEX SUDAMERICA TRADING",
      "description": "void",
      "preview": "Buscar en el sitio Buscar: Tu Negocio es Nuestro Negocio COMERCIO EXTERIOR DE COMMODITIES Y MADERAS > GALERIA GANADO EN PIE > 2.jpg Anterior Presentac"
    },
    {
      "url": "https://www.medseaalliance.org",
      "title": "Together for a thriving Mediterranean",
      "description": "The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect critical marine habitats, end illegal, unreported, and unregulated fishing, and reduce the impact of destructive fishing practices.",
      "preview": "Get involved Together for a thriving Mediterranean The Med Sea Alliance seeks to restore the Mediterranean Sea by driving policy change to protect cri"
    },
    {
      "url": "https://www.i-doser.com/advisor.php",
      "title": "Personal Dose Advisor",
      "description": "void",
      "preview": "iDoser Advisor Platinum Support Support Options Binaural Blog, Comminity Forum, Live Advisor MEET BINAURAL BLOG Your Mindfulness Source Binaural Blog"
    },
    {
      "url": "https://girlsinc.org",
      "title": "Girls Inc. | Inspiring All Girls to be Strong, Smart & Bold",
      "description": "void",
      "preview": "Skip to main content It Starts With Girls We are guided by the vision of powerful girls who contribute to their communities in meaningful ways. Get In"
    },
    {
      "url": "https://donate.earthday.org",
      "title": "Donate to Earthday.org",
      "description": "void",
      "preview": "The Earth Needs You! Make a difference today! Your donation to EARTHDAY.ORG fuels our global advocacy and education efforts, protecting the planet and"
    },
    {
      "url": "https://gap.igs4ds.net/c/249354/383278/5555?subId1=PEOKateMiddletonFlippedPancakesinNavyWideLegPantsScoreSimilarOptionsStartingat13lstansburyFasAff13964533202302I&u=https%3A%2F%2Foldnavy.gap.com%2Fbrowse%2Fproduct.do%3Fpid%3D559804012%23pdp-page-content",
      "title": "Extra High-Waisted Taylor Wide-Leg Trouser Pants | Old Navy",
      "description": "Shop Old Navy's Extra High-Waisted Taylor Wide-Leg Trouser Pants:",
      "preview": "Extra High-Waisted Taylor Wide-Leg Trouser Pants Extra High-Waisted Taylor Wide-Leg Trouser Pants $49.99 67% off $16.47 Image of 5 stars, 4.46 are fil"
    },
    {
      "url": "https://www.uprightlabs.com/",
      "title": "Upright Labs - Upright Labs",
      "description": "Optimize and Scale Your Online Resale Business We enable resellers, thrift stores, and retail businesses to effortlessly expand their reach to diversify revenue and boost sales. Through intuitive software, expert professional services, and unparalleled customer support, businesses are able to list and sell more products online while optimizing their back-end operations for efficiency and growth. ...",
      "preview": "Get a Demo Upright Labs Optimize and Scale Your Online Resale Business We enable resellers, thrift stores, and retail businesses to effortlessly expan"
    },
    {
      "url": "https://www.intrepidmuseum.org/",
      "title": "Intrepid Museum",
      "description": "Experience the legendary aircraft carrier Intrepid, the first space shuttle Enterprise, and other pieces of history at the Intrepid Museum.",
      "preview": "Skip to main content 1 / 3 Video file Video file Plan Your Visit 2 / 3 Image Image Explore Intrepid: Engines & Boilers Experience Intrepid' s engineer"
    },
    {
      "url": "http://www.minesnewsroom.com",
      "title": "Mines Newsroom - Official news from the Colorado School of Mines",
      "description": "Official news from the Colorado School of Mines covering innovation in teaching, learning, and research.",
      "preview": "Skip to main content 5 Questions with George Saunders: What STEM students asked the acclaimed author and Mines alum George Saunders '81 returns to Min"
    },
    {
      "url": "https://docs.mapbox.com/mapbox-gl-js/example/",
      "title": "Examples | Mapbox GL JS | Mapbox",
      "description": "Code examples for Mapbox GL JS.",
      "preview": "Skip to main content arrow-up Was this example helpful? Yes No"
    },
    {
      "url": "https://shopvelvethouse.com/products/queen-of-the-island-dress",
      "title": "Velvet House",
      "description": "void",
      "preview": "VH UPDATE DUE TO A FAMILY EMERGENCY Velvet House is not accepting online orders at this time. Our showroom on Post St. in San Jose will remain closed"
    },
    {
      "url": "https://arquivocidadao.stj.jus.br/index.php/termo-pres-2002-2004",
      "title": "Termo de Posse do Ministro Nilson Naves na Presidência do STJ - Superior Tribunal de Justiça - AtoM",
      "description": "Termo de Posse do Excelentíssimo Senhor Ministro Nilson Vital Naves no cargo de Presidente do Superior Tribunal de Justiça.",
      "preview": "O Arquivo.Cidadão é um espaço virtual destinado às atividades de preservação, pesquisa e divulgação dos documentos históricos do STJ Pesquisa rápida I"
    },
    {
      "url": "http://www.nborg.com/privacy.html",
      "title": "nB0rg - Privacy Policy",
      "description": "void",
      "preview": "HOME PRESS SUPPORT CONTACTS Follow @nB0rg Privacy Policy This app collects anonymous usage data that is used by developers only for support, bug track"
    },
    {
      "url": "https://statusofwomendata.org/women-of-color/spotlight-on-women-of-color-employment-and-earnings-data/",
      "title": "Spotlight on Women of Color: Employment and Earnings Data - Women in the States",
      "description": "Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Distribution of the Male and Female Workforce by Race and Ethnicity, Aged 16 and Older, United States, 2013 Distribution of Employed Women Across Broad Occupational Groups by Race and Ethnicity, Aged 16 and [...]",
      "preview": "Share Spotlight on Women of Color: Employment and Earnings Data Data on Women's Employment and Earnings by Race and Ethnicity, United States, 2013 Dis"
    },
    {
      "url": "https://www.purevolume.com/?safari=1",
      "title": "Pure Volume",
      "description": "void",
      "preview": "Entertainment Behind-the-Scenes Yellowstone Facts Every Fan Needs to Know! Entertainment The Best Looks In CMA Awards History Fashion Revisiting The C"
    },
    {
      "url": "https://nyulangone.org/doctors/1336430081/mary-l-stevenson",
      "title": "Mary L. Stevenson, MD | NYU Langone Health",
      "description": "NYU Langone dermatologist Dr. Mary Stevenson performs Mohs micrographic surgery for people who have skin cancer. Learn more.",
      "preview": "We use cookies and similar tools to give you the best website experience. By using our site, you accept our Websites Privacy Policy . Close Telehealth"
    },
    {
      "url": "http://www.thegymla.com/",
      "title": "The GYM L.A. | Your Ultimate Training Facility | 11567 Santa Monica Boulevard, Los Angeles, CA, USA",
      "description": "Real everyday people, working really hard, to get real results. At The Gym LA, your fitness is our #1 priority. We are a community gym with state of the art commercial equipment for all levels of your fitness journey. No matter your starting point, our team of certified and experienced trainers will make your fitness their priority as your personalized fitness partner.",
      "preview": "top of page THE GYM L.A. Real people working really hard, to get real results. At THE GYM L.A your fitness is our #1 priority. From the moment you wal"
    },
    {
      "url": "https://www.jacksonville.com/story/sports/college/jacksonville-dolphins/2022/07/09/ron-grigg-resigns-ju-womens-track-and-cross-country-coach-after-difficult-read-posts-student-athlete/10022152002/",
      "title": "Jacksonville University track coach resigns after bullying allegations",
      "description": "Jacksonville University women's track coach Ron Grigg resigned after online posts and comments that a school official termed \\",
      "preview": "Skip to main content Home Jaguars First Coast Varsity UF Gators Seminoles North Florida Ospreys Jacksonville Dolphins Golf Jumbo Shrimp Icemen Outdoor"
    },
    {
      "url": "https://foursquare.com/",
      "title": "The Future of Geospatial Technology | Foursquare",
      "description": "Foursquare is the leading location intelligence platform for understanding how people move in real time. Book a free demo to learn how to connect with our data.",
      "preview": "Skip to content"
    },
    {
      "url": "http://www.cariplo.it/",
      "title": "Intesa Sanpaolo",
      "description": "void",
      "preview": "A breve verrai reindirizzato automaticamente sul sito della banca. In caso di problemi utilizza il link sottostante. Vai alla home page"
    },
    {
      "url": "https://together.un.org/",
      "title": "Together",
      "description": "Respect, Safety and Dignity for All",
      "preview": "Jump to navigation Redpix/DMU. At a special summit at United Nations Headquarters in New York, universities, led by De Montfort University (DMU), spot"
    }
  ],
  "_meta": {
    "total_bookmarks": 76
  }
}