{
  "data": [
    {
      "url": "https://www.ravera.ch/tag/situazioni-problematiche/",
      "title": "situazioni problematiche Archivi - Sergio Ravera",
      "description": "void",
      "preview": "situazioni problematiche Problem solving strategico Ago 31, 2019 | Articolazioni cerebrali Basi del Problem Solving Strategico, processi per analizzar"
    },
    {
      "url": "http://www.aafp.org/",
      "title": "American Academy of Family Physicians | AAFP",
      "description": "American Academy of Family Physicians (AAFP) represents 128,300 family physicians, residents, & students, providing advocacy, education, patient & practice resources.",
      "preview": "Search search close You Belong at the AAFP There's no specialty like family medicine. You put your energy into building healthy patients, families, an"
    },
    {
      "url": "http://bpmob.com/voicetranslator/privacy/",
      "title": "Privacy Policy",
      "description": "void",
      "preview": "Privacy Policy Last modified: August 2024 Interest based advertising: to learn more about data disclosure click here Opt-out options: DO NOT USE MY DA"
    },
    {
      "url": "https://paytmmall.com/supermarket-glpid-101310",
      "title": "Paytm Mall - India's Premier Online Shopping Mall",
      "description": "void",
      "preview": "Shop By Category My Orders Log In/Sign Up Shop By Category Gift Cards Fashion Grocery & Home Decor Jewellery Furniture & Electronics Entertainment Bea"
    },
    {
      "url": "https://vw-audi.oemdtc.com/category/recalls",
      "title": "Recalls | VolksWagen & Audi - OEMDTC",
      "description": "void",
      "preview": "Skip to content"
    },
    {
      "url": "https://www.sailthru.com/",
      "title": "Sailthru by Marigold | Deliver dynamic, data-driven customer journeys",
      "description": "Boost engagement and revenue with Sailthru's AI-driven email, mobile, web, and SMS campaigns. Personalize at scale, save hours, and deliver ROI fast.",
      "preview": "Platform Solutions Industries Why Marigold Resources Company Contact Us You create the content, we'll deliver the ROI up to 100% uplift in conversion"
    },
    {
      "url": "https://www.ncei.noaa.gov/access/monitoring/climate-at-a-glance/global/time-series",
      "title": "Climate at a Glance | Global Time Series | National Centers for Environmental Information (NCEI)",
      "description": "Historical and spatial comparisons of local, county, state, regional, national, and global meteorological data to determine trends and patterns",
      "preview": "Skip to main content Region: Latitude: -90.0 to 90.0 Longitude: -180.0 to 180.0 Surface: Parameter: Time Scale: Month: January February March April Ma"
    },
    {
      "url": "http://eisenbahnplaner.eu/?page=0&lang=de&PHPSESSID=3n17vnamc7d07j2ut8jq0qv831",
      "title": "eisenbahn-planer.net",
      "description": "void",
      "preview": "de en fr pl hu nl it ru eisenbahn-planer Filter deaktiviert Termine Veranstalter Information Impressum Anmelden Datenschutz Monat 1 2 3 4 5 6 7 8 9 10"
    },
    {
      "url": "https://www.nottinghampost.com/sport/football/",
      "title": "Football - Latest football news from Nottingham and the UK - Nottinghamshire Live",
      "description": "Get the latest football news with Nottinghamshire Live. Breaking news, fixtures, results, previews, match reports and transfer news from the Nottinghamshire Live team.",
      "preview": "Football Djed Spence sends Brennan Johnson brutal message after England win vs Wales Nottingham Forest FC Tottenham Hotspur teammates - and former Not"
    },
    {
      "url": "http://www.mcqs.com/",
      "title": "MCQS",
      "description": "void",
      "preview": "Register Multiple-choice questions for real life medical and computing exams Register Sign in Select your exam Whether you're a doctor looking for pos"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-speed-xl",
      "title": "Hair brushes: Ceramic + Ion Speed XL Thermal Round | Olivia Garden",
      "description": "Ceramic + Ion Speed XL round thermal high-quality professional hair brushes have extra long ceramic barrel, tourmaline ions, ergonomic handle, sectioning pick & large holes for superior styling",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "http://www.ogniwopl.com/konkurs-byc-polakiem-xii-edycja-2021-r-2/",
      "title": "KONKURS \"BYĆ POLAKIEM\" - XII EDYCJA 2021 r. - Polish Learning Center \"Ogniwo\"",
      "description": "Stowarzyszenie „Wspólnota Polska\" oraz Fundacja „Świat na Tak\" organizują kolejną edycję konkursu „Być Polakiem\". Jest on skierowany do dzieci i młodzieży szkół polonijnych na całym świecie oraz ic...",
      "preview": "Skip to content Stowarzyszenie „Wspólnota Polska\" oraz Fundacja „Świat na Tak\" organizują kolejną edycję konkursu „Być Polakiem\". Jest on skierowany d"
    },
    {
      "url": "https://www.galeria-dacapo.com/produkt/sowa-wiszaca-12/",
      "title": "Sowa wisząca - Da Capo Galeria Instrumentów",
      "description": "void",
      "preview": "Przejdź do treści"
    },
    {
      "url": "https://www.isof.se/folkminnen/folkminnesbloggen/inlagg/2019-06-26-blodiga-trollformler",
      "title": "Blodiga trollformler | Institutet för språk och folkminnen",
      "description": "Här kan du läsa om den blodstänkta papperslappen som återfanns i Albert Sanders västficka med förmodligen flitigt använda, trollformler som skulle stilla blod, döva värk och lindra ormhugg.",
      "preview": "Startsida Folkminnen Folkminnesbloggen Folkminnesbloggen Aktivera Lyssna Publicerat: 26 juni 2019 . Kategorier: Folktro, Magi, Vardagsmagi och folktro"
    },
    {
      "url": "https://domenomania.pl/centrum-wiedzy/jak-po-zalogowaniu-zmienic-haslo-do-panelu-klienta",
      "title": "Zmiana hasła przy użyciu funkcji przypomnij hasło » Domenomania.pl",
      "description": "Sprawdź jak po zalogowaniu zmienić hasło do Panelu klienta. W tym przypadku podczas zmiany hasła wymagana jest znajomość dotychczasowego hasła dostępu.",
      "preview": "Panel klienta Sprawdź jak zalogować się do Panelu klienta Domenomania.pl oraz jakie operacje możesz wykonać po zalogowaniu na usługach, np. domeny i s"
    },
    {
      "url": "https://www.walgreens.com/pharmacy/",
      "title": "Walgreens Pharmacy | Manage Prescriptions, Transfers, and Refills",
      "description": "Check your prescription status, transfer a prescription, manage refills, chat with a pharmacist, and more. Save time and money with Walgreens Pharmacy.",
      "preview": "Skip to main content Walgreens Pharmacy | Manage Prescriptions, Transfers, and Refills Request new Rx Auto Refills Records Insurance Rx Savings Finder"
    },
    {
      "url": "https://wagcco.my.salesforce-sites.com/pkb2/articles/en_US/Information/Walgreens-photo-center-Return--Refund-Policy/?l=en_US&fs=Search&pn=1",
      "title": "Photo Help - Walgreens Photo Center Return & Refund Policy",
      "description": "At the Walgreens Photo Center, your satisfaction is 100% guaranteed. If you're ever dissatisfied with your digital prints or merchandise for any reason, we will...",
      "preview": "Photo Help - Walgreens Photo Center Return & Refund Policy Back Walgreens Photo Help Walgreens Photo Center Return & Refund Policy Published 06/18/202"
    },
    {
      "url": "http://www.games-db.com/Arcade/",
      "title": "Browse in Arcade < Games-db.com: computer games, video games, arcade, pinball, handheld, traditional >",
      "description": "(Coin-Op Video Games. Sega, Namco, Midway, Capcom, Atari, Taito, Neo Geo, ...)",
      "preview": "Platforms Overview | Message Board Games-db / Arcade Database Areas • Computer & PC Games • Console Games • Arcade Games • Pinball Machines • Handheld"
    },
    {
      "url": "https://voxatl.org/about/",
      "title": "About - VOX ATL",
      "description": "VOX ATL Is Necessary VOX is... Atlanta's home for uncensored teen publishing and self-expression. A teen-driven, professional space and a learning environment for diverse teens in metro Atlanta. A commitment to true diversity. Our roster of teen staff and contributors will annually include teens from all academic, geographic, race, ethnicity, gender, sexuality, disability, life experience [...]",
      "preview": "Skip to content VOX ATL Is Necessary VOX is... Atlanta's home for uncensored teen publishing and self-expression. A teen-driven, professional space and"
    },
    {
      "url": "https://radioonlinelive.com/uk/waves-radio-uk/",
      "title": "Waves Radio UK, United Kingdom - Radio Online Live",
      "description": "Waves Radio UK is playing on 101.2 FM. It is Playing Current and Classic Hits across Aberdeen City and Shire on FM.",
      "preview": "Home United Kingdom Waves Radio UK Waves Radio UK United Kingdom News Pop Talk Favorite Share Report Waves Radio UK is playing on 101.2 FM. It is Play"
    },
    {
      "url": "https://www.heritagepark.ca/bookings-and-functions/venues/wainwright-hotel",
      "title": "Unique Wedding Reception Calgary | Wainwright Hotel Heritage Park",
      "description": "For a unique wedding or dinner reception venue in Calgary, consider the fashionably decorated Wainwright Hotel in Heritage Park. See pricing & capacity info!",
      "preview": "Site Navigation Plan Your Visit Memberships Buy Tickets 2 Menu The Park is Open Year Round View hours of operation Call: 403.268.8500 Search Search Se"
    },
    {
      "url": "http://www.ilovepdf.com/",
      "title": "iLovePDF | Online PDF tools for PDF lovers",
      "description": "iLovePDF is an online service to work with PDF files completely free and easy to use. Merge PDF, split PDF, compress PDF, office to PDF, PDF to JPG and more!",
      "preview": "Every tool you need to work with PDFs in one place Every tool you need to use PDFs, at your fingertips. All are 100% FREE and easy to use! Merge, spli"
    },
    {
      "url": "https://www.mtn.com/mtn-group-and-microsoft-sign-strategic-alliance-agreement/",
      "title": "MTN Group and Microsoft sign strategic alliance agreement |",
      "description": "MTN Group and Microsoft today announced a strategic alliance agreement to accelerate digital and cloud transformation working towards a shared vision of",
      "preview": "Search for: Close NEWSROOM Media releases MTN Group and Microsoft sign strategic alliance agreement 03 November 2022 Share via Email Share via X Share"
    },
    {
      "url": "https://www.columbiabank.com/",
      "title": "Columbia Bank | ColumbiaBank.com",
      "description": "Columbia Bank is here for you now more than ever. Our local business and personal bankers have helped our communities for over 50 years. Join us today.",
      "preview": "Link to Home Page Link to Home Page Close"
    },
    {
      "url": "https://www.goldeneyewinery.com/product/2018-goldeneye-anderson-valley-pinot-noir-split-rail-vineyard",
      "title": "Goldeneye Winery",
      "description": "void",
      "preview": "Skip to main content $10 Shipping on 4+ Bottles X Add To Cart $120.00 / 750ml Sold Out Our Split Rail Pinot Noir comes from the cool western edge of t"
    },
    {
      "url": "https://kotilabdulkadir.notion.site/Milled-A-search-engine-for-email-newsletters-and-ecommerce-sales-90fa5d0cc8d3440dad3292c4edca7eb8?pvs=25",
      "title": "Notion",
      "description": "A tool that connects everyday work into one space. It gives you and your teams AI tools-search, writing, note-taking-inside an all-in-one, flexible workspace.",
      "preview": "void"
    },
    {
      "url": "https://svenska.yle.fi/t/18-213126",
      "title": "Krigsfartyg | Svenska Yle | Nyheter, sport, händelser",
      "description": "Yles innehåll om \"Krigsfartyg\" snabbt och pålitligt.",
      "preview": "Hoppa till huvudinnehåll Hoppa till huvudinnehåll Krigsfartyg Därför satsar Ryssland på sin flotta nu - och det här betyder det för Östersjön Ryssland"
    },
    {
      "url": "https://www.esl-languages.com/en/courses-abroad/english/england/brighton/brighton-college-9-17",
      "title": "Study English at Brighton College (10-16) in Brighton | ESL",
      "description": "Choose among a wide range of English courses at Brighton College (10-16) language schools in Brighton. Read student reviews. We help you find the perfect course, free of charge!",
      "preview": "Skip to main content English school in Brighton Brighton College (10-16) Get quote Book now English school in Brighton Brighton College (10-16) Course"
    },
    {
      "url": "https://xgboost.readthedocs.io/en/stable/parameter.html",
      "title": "XGBoost Parameters - xgboost 3.0.5 documentation",
      "description": "void",
      "preview": "XGBoost Parameters View page source XGBoost Parameters  Before running XGBoost, we must set three types of parameters: general parameters, booster pa"
    },
    {
      "url": "https://shareverified.com/en",
      "title": "Engaging Communities On Their Own Terms - Verified",
      "description": "The most persuasive campaigns speak to and represent your audience. Work with your audience to communicate in ways that are relevant to them, amplify the voices of influential community members and create opportunities for people in your community to directly engage with each other.",
      "preview": "Skip to content Engaging Communities On Their Own Terms Engaging Communities On Their Own Terms Insights that helped us engage communities on their ow"
    },
    {
      "url": "https://plannedgiving.feedingamerica.org/",
      "title": "Planned Giving | Feeding America",
      "description": "Make a difference at Feeding America with an estate gift. You can trust that our experts will work to find the best options for you to leave a legacy and support our important work.",
      "preview": "Skip to main content Your Planned Gift Can Create a Future Where Everyone Thrives Elevate your impact on fighting hunger by establishing a gift that w"
    },
    {
      "url": "http://www.artbizdesign.com/",
      "title": "ARTBIZ GRAPHIC DESIGN",
      "description": "void",
      "preview": "0 HELLO. We are a full service graphic design studio based in Miami. We help established companies with their every day marketing and communications n"
    },
    {
      "url": "https://images.google.mw/url?q=http%3A%2F%2Fwww.marianne.hk/",
      "title": "Avviso di reindirizzamento",
      "description": "void",
      "preview": "Avviso di reindirizzamento La pagina visualizzata sta tentando di indirizzarti verso http://www.marianne.hk/ . Se non desideri visitare questa pagina,"
    },
    {
      "url": "https://fishing-peche.dfo-mpo.gc.ca/",
      "title": "National Online Licensing System / Système national d'émission de permis en ligne",
      "description": "English description / Description en anglais",
      "preview": "Welcome / Bienvenue National Online Licensing System Système national d'émission de permis en ligne Vessel Registration Please be aware that valid and"
    },
    {
      "url": "https://boardgamegeek.com/wiki/page/Worker_Placement",
      "title": "Glossary | Wiki | BoardGameGeek",
      "description": "void",
      "preview": "Search: Titles Only: Index | All | Recent | Guidelines Article Edit | History | Editors Action Page Glossary redirected from Worker Placement This is"
    },
    {
      "url": "https://www.homeyou.com/directory/hvac/washington/spanaway",
      "title": "13 Best HVAC Contractors in WA (2025), Spanaway 98387 - homeyou",
      "description": "Compare the best 13 HVAC Contractors in Spanaway by reviews and prices. Read about Your Home Experts , Tacoma Heating Company, Calls By Brand - HVAC...",
      "preview": "Homeyou Directory HVAC Washington Spanaway Your Home Experts (17.89 Miles from Spanaway, WA) Be the first to review Rating: 87 Garage Door Service For"
    },
    {
      "url": "https://www.glideapps.com/",
      "title": "No Code App Builder: Create Custom, AI-Powered Apps | Glide",
      "description": "Glide makes it easy to build and deploy powerful custom apps powered by AI with no code. Create your first app by trying Glide for free.",
      "preview": "Sign up Log in Contact sales Start for free Software that moves with you Create AI-powered business apps that connect your data and tools, automate ma"
    },
    {
      "url": "https://handsapt.tumblr.com/",
      "title": "hands_apt",
      "description": "tumblr-ing since 2011/ 18+/ art/ music/ tv/ film/ drama/ culture/ politics/ existentialism/ senses/ ideas/ thoughts/ love/ //hands open, hands apt// (sometimes NSFW)",
      "preview": "hands_apt 1.5M ratings 277k ratings See, that's what the app is perfect for. Sounds perfect Wahhhh, I don't wanna handsapt \"Thoughts black, hands apt,"
    },
    {
      "url": "https://godwhosees.com/donate/",
      "title": "Donate - The God Who Sees",
      "description": "void",
      "preview": "Close Skip to content T he Rock, The Road, &"
    },
    {
      "url": "https://reddit.com/submit?url=https%3A%2F%2Fwww.un.org%2Fsustainabledevelopment%2Fhunger%2F&title=Goal%202%3A%20Zero%20Hunger",
      "title": "Reddit - The heart of the internet",
      "description": "void",
      "preview": "Skip to main content"
    },
    {
      "url": "http://www.seagrasssoftware.com/",
      "title": "nl3.example.com - Coming Soon",
      "description": "This is a default index page for a new domain.",
      "preview": "nl3.example.com Powered by myVesta"
    },
    {
      "url": "http://www.regione.piemonte.it/",
      "title": "Regione Piemonte",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.taxexemptworld.com/organizations/dupage-county-il-illinois.asp?spg=19",
      "title": "DuPage County Illinois Nonprofits and 501C Organizations - Search and Download Lists",
      "description": "View and download lists of nonprofit companies in DuPage County IL with statistics on assets, income, revenues, 501c classifications, form 990s...",
      "preview": "DuPage County Illinois Get Unlimited Access to 990 Returns Get Contact Info, Financial Details, and more Save to Excel, CSV, Access, or TXT Download T"
    },
    {
      "url": "https://ruedesmille.com/attimi/carousel-attimo-cuore/",
      "title": "Carousel Attimo Cuore | Rue des Mille",
      "description": "Attimo Cuore per bracciale carousel Finitura disponibile: placcatura rodio Materiale: Argento 925",
      "preview": "Trova la boutique 10% DI SCONTO SUL PRIMO ORDINE ISCRIVENDOTI ALLA NEWSLETTER Charm Bar Gioielli Collezioni Regali Personalizzazioni Mondo Rue Des Mil"
    },
    {
      "url": "https://likewise.com/privacy-policy",
      "title": "Find New TV Shows, Movies, Books, Podcasts & More",
      "description": "Weekly personalized recommendations for what to watch, read, and listen to-delivered straight to your inbox from Likewise.",
      "preview": "✕ ✕ ✕ Subscribe to the Likewise newsletter! Get the latest updates on new and trending shows, movies and books, delivered straight to your inbox. I ag"
    },
    {
      "url": "https://data.guix.gnu.org/gnu/store/yhgv1vbm1myb0pnsdcgm5kpg9xv41l9n-module-import-compiled",
      "title": "Guix Data Service",
      "description": "void",
      "preview": "/gnu/store/yhgv1vbm1myb0pnsdcgm5kpg9xv41l9n- module-import-compiled Nars View narinfo details View JSON Builds Derivation: /gnu/store/f9d6pwf59jzsvzwr"
    },
    {
      "url": "https://www.sketchappsources.com/free-source/2330-multimedia-pioneer-icons-sketch-freebie-resource.html",
      "title": "Multimedia Pioneer Icons Sketch freebie - Download free resource for Sketch - Sketch App Sources",
      "description": "Sketch App free sources, Multimedia Pioneer Icons resource, for Sketch App. Multimedia Pioneer Icons Sketch file freebie.",
      "preview": "void"
    },
    {
      "url": "https://www.census.gov/library/stories/2021/01/women-making-gains-in-stem-occupations-but-still-underrepresented.html",
      "title": "Women Making Gains in STEM Occupations but Still Underrepresented",
      "description": "While women make up nearly half of the U.S. workforce, they are only 27% of STEM workers, up from 8% in 1970.",
      "preview": "Women Making Gains in STEM Occupations but Still Underrepresented Women Making Gains in STEM Occupations but Still Underrepresented Women Are Nearly H"
    },
    {
      "url": "https://careers.walmart.com/",
      "title": "Walmart Careers | Submit a Walmart Job Application Online",
      "description": "What's a career at Walmart or Sam's Club like? To find out, explore our culture, our opportunities and the difference you can make.",
      "preview": "Search Jobs All Career Areas All Career Areas Stores & Clubs Corporate Healthcare Technology Drivers & Distribution Centers Start typing city and stat"
    },
    {
      "url": "https://apps.apple.com/us/charts/iphone/entertainment-apps/6016",
      "title": "‎Top iPhone Entertainment apps on the App Store - Apple",
      "description": "Explore top iPhone Entertainment apps on the App Store, like Amazon Prime Video, Merge Watermelon for watch, and more.",
      "preview": "Entertainment iPhone iPad Top Free Apps 1 Amazon Prime Video AMZN Mobile LLC 2 Crunchyroll Manga Crunchyroll, LLC 3 TikTok - Videos, Shop & LIVE TikTo"
    },
    {
      "url": "https://bwittmblr.tumblr.com/post/145943365905",
      "title": "The class students like the most",
      "description": "A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer science and computer programming came out on top. FAR ahead of...",
      "preview": "codeorg : A recent survey asked students how they feel about different classes. Other than dance, design, painting, theater, and band, computer scienc"
    },
    {
      "url": "https://campaigns.organizefor.org/petitions/help-make-hair-discrimination-illegal",
      "title": "Help Us End Hair Discrimination in the Workplace, Schools, and Pools | OrganizeFor",
      "description": "Currently, it is legal to discriminate against a person in the workplace, schools, and/or pools because of their natural or protective hairstyle in all states except for California, New York, New Jersey, Virginia, Colorado, Washington, Maryland, Connecticut, Delaware, New Mexico, Nebraska, Nevada, Oregon, Illinois, Maine, Tennessee, Louisiana, Massachusetts, Alaska, Michigan, Texas, Minnesota, Arkansas, Vermont, New Hampshire, and Missouri. Hair discrimination remains a source of racial...",
      "preview": "Skip to main content Start a Campaign Log in To: Lawmakers Across the Country Help Us End Hair Discrimination in the Workplace, Schools, and Pools Vot"
    },
    {
      "url": "https://www.azhumane.org/adopt/",
      "title": "You are being redirected...",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://www.afvalfondsverpakkingen.nl/nl",
      "title": "Home | Verpact",
      "description": "void",
      "preview": "Wij zijn Verpact Verpact staat voor makkelijke en betaalbare recyclingsystemen en een circulaire economie waarbij verpakkingsmateriaal een grondstof i"
    },
    {
      "url": "https://www.maderasdesudamerica.com/album/fotogaleria-maderasudamerica-oficina-de-comercio-internacional-en-maderas-tropicales/a2-jpg/",
      "title": "2.jpg :: COEX SUDAMERICA TRADING",
      "description": "void",
      "preview": "Buscar en el sitio Buscar: Tu Negocio es Nuestro Negocio COMERCIO EXTERIOR DE COMMODITIES Y MADERAS > GALERIA GANADO EN PIE > 2.jpg Anterior Presentac"
    },
    {
      "url": "https://bugzilla.mozilla.org/home",
      "title": "Bugzilla Main Page",
      "description": "void",
      "preview": "I need technical support Technical support for Firefox and other Mozilla products. Report an issue with a website that I use File a web compatibility"
    },
    {
      "url": "https://www.dm.de/gesicht/pflege/gesichtsmasken-c400613",
      "title": "dm-drogerie markt - dauerhaft günstig online kaufen",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://undraw.co/illustrations",
      "title": "Illustrations | unDraw",
      "description": "Browse the complete unDraw collection of open-source illustrations. Find and customize the perfect illustration for your next project or website.",
      "preview": "You're here Images Working at Home Social Media Profile Problem Solving AI Answers Reviewed Docs App Benchmarks Authentication Data at Work Stylish Gi"
    },
    {
      "url": "https://ohms.libs.uga.edu/viewer.php?cachefile=russell/RBRL220ROGP-036.xml",
      "title": "Interview with James Earl \"Chip\" Carter III, June 23, 2008",
      "description": "void",
      "preview": "Interview with James Earl \"Chip\" Carter III, June 23, 2008 Richard B. Russell Library for Political Research and Studies, University of Georgia Bob Sh"
    },
    {
      "url": "https://www.ns.nl/en/journeyplanner/",
      "title": "Travel planner | Plan your journey | NS",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://communityimpact.com/search?s=Tennessee+Department+of+Health&si=174,6&ssi=66,28",
      "title": "Search | Community Impact",
      "description": "With approximately 2 million in distribution, Community Impact serves the Austin, Houston, Dallas and San Antonio metro areas.",
      "preview": "void"
    },
    {
      "url": "https://www.museudamagia.com/pt_pt/index",
      "title": "MUSEU DA MAGIA",
      "description": "void",
      "preview": "Bem vindo DESCUBRA O VERDADEIRO TESOURO DAS ARTES MÁGICAS DE PORTUGAL! A Magia é uma ciência, uma arte que encanta profissionais e leigos e cuja orige"
    },
    {
      "url": "https://www.skype.com/en/",
      "title": "Free Online Meetings & Video Calls | Microsoft Teams",
      "description": "Start free Teams video calls instantly! Connect, collaborate, and communicate effortlessly. Enjoy features like video calls, chat, file sharing, and more. Perfect for personal use, freelancers, solopreneurs, PTAs, teachers, small businesses and social events. Get started today!",
      "preview": "Video calls with anyone, anytime Connect and collaborate for free in Teams Connect with anyone, anytime Sign in with your Skype account to meet and ch"
    },
    {
      "url": "https://www.ncjrs.gov",
      "title": "New OJP Resources | Office of Justice Programs",
      "description": "See what's new from the Office of Justice Programs.",
      "preview": "Skip to main content Official websites use .gov A .gov website belongs to an official government organization in the United States. Secure .gov websit"
    },
    {
      "url": "https://catboost.ai/en/docs/concepts/python-reference_catboostregressor",
      "title": "CatBoostRegressor | CatBoost",
      "description": "class CatBoostRegressor (iterations= None, learning_rate= None, depth= None, l2_leaf_reg= None, model_size_reg= None, rsm= None, loss_function= 'RMSE', border_c",
      "preview": "Documentation Your browser is out of date Some features of the site may not work, and the browser may not be secure. Install a new browser: Yandex Bro"
    },
    {
      "url": "https://www.giftpaperbox.com/china-rectangle_soap_packaging_hinged_lid_box_acrylic_diamond-13680274.html",
      "title": "Rectangle Soap Packaging Hinged Lid Box Acrylic Diamond",
      "description": "High quality Rectangle Soap Packaging Hinged Lid Box Acrylic Diamond from China, China's leading product market Rectangle magnetic closure rigid boxes product, with strict quality control Soap Packaging Hinged Lid Box factories, producing high quality Acrylic Diamond Hinged Lid Box Products.",
      "preview": "Leave a Message We will call you back soon! Your message must be between 20-3,000 characters! Please check your E-mail! SUBMIT More information facili"
    },
    {
      "url": "https://www.bmw-abudhabi.com/en/index.html?tl=grp-wdpl-bcom-mix-mn-.-nscf-.-.-",
      "title": "BMW Showroom | Abu Dhabi | Abu Dhabi Motors LLC",
      "description": "Visit BMW Abu Dhabi Motors LLC in Abu Dhabi, established dealership &amp; servicing specialist. Explore the website &amp; browse through our full range of offers.",
      "preview": "View Stock The iX Discover Now The XM Discover Now Left Right BMW BMW M BMW i Make An Enquiry Request A Test Drive Left Right 1 2 3 4 5 7 8 X Z THE AL"
    },
    {
      "url": "https://www.twincitiesrise.org/",
      "title": "Twin Cities R!SE",
      "description": "At Twin Cities Rise, we assist individuals in poverty on the path to long-term and stable employment. Our work skills training prepares participants with the skills they'll need on the job. And through internship opportunities, job search assistance, and employment placement services, we work with participants to find meaningful employment.",
      "preview": "Skip to content Building Careers Empowering Lives Twin Cities R!SE has provided comprehensive workforce development to under and unemployed individual"
    },
    {
      "url": "https://mysticsmoons.fr/",
      "title": "Mystic Moon - l'ésotérisme accessible à tous",
      "description": "Bienvenue sur Mystic Moon, le site qui vous propose de nombreux contenus sur l'ésotérisme, la sorcellerie ou encore le paganisme.",
      "preview": "Le tarot BootCamp revient bientôt ! Inscris-toi sur la liste d'attente pour ne louper aucune information ! S'inscrire sur la liste d'attente Le sabbat"
    },
    {
      "url": "https://radaronline.com/p/rupauls-drag-race-star-cherry-valentine-cause-of-death-revealed/",
      "title": "'RuPaul's Drag Race' Star Cherry Valentine's Cause Of Death Revealed",
      "description": "A investigation into the star's death revealed they left behind a 3-page note for family.",
      "preview": "Sign up for your daily dose of dope. × or Sign in with lockrMail LOG IN LOG IN Ryan Naumann Contact us by Email Feb. 10 2023, Published 10:33 a.m. ET"
    },
    {
      "url": "https://news.ucsc.edu/2023/01/humpback-whale-pregnancies.html",
      "title": "Study reveals influence of krill availability on humpback whale pregnancies - News",
      "description": "Data from Antarctica show more humpback whales get pregnant after years with abundant krill than after years when krill were less plentiful.",
      "preview": "Individual krill are small, but humpback whales consume huge quantities of them. (Photo credit: National Marine Sanctuaries) Humpback whale surface fe"
    },
    {
      "url": "https://wiki.math.uwaterloo.ca/statwiki/index.php?title=F21-STAT_441/841_CM_763-Proposal&diff=49975&oldid=49974",
      "title": "F21-STAT 441/841 CM 763-Proposal: Difference between revisions - statwiki",
      "description": "void",
      "preview": "Help F21-STAT 441/841 CM 763-Proposal: Difference between revisions From statwiki Jump to navigation Jump to search Revision as of 06:51, 8 October 20"
    },
    {
      "url": "https://www.thetimes.co.uk/article/husband-epsom-college-head-emma-pattison-died-shotgun-inquest-2023-5czfqgbkg",
      "title": "Husband of Epsom College head Emma Pattison 'died of shotgun wound'",
      "description": "The husband of the Epsom College head teacher Emma Pattison died of a \"shotgun wound to the head\", the opening of an inquest into his death has been told.George Pattison, 39, is believed to have murdered his wife, 45, and their seven-year-old daughter, Lettie, before killing himself on February 5.Th",
      "preview": "We haven't been able to take payment You must update your payment details via My Account or by clicking update payment details to keep your subscripti"
    },
    {
      "url": "https://xvesalius.tumblr.com/",
      "title": "It's Quite Romantic",
      "description": "A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find amusing. Pinterest: @xvesalius",
      "preview": "About A place for random posts & musings. :s University graduate. Biology. Just a personal blog where I post random stuff that interests me or I find"
    },
    {
      "url": "https://topbeauty.pe/product-category/cuidado-de-la-piel/page/3/",
      "title": "Cuidado de la piel - Página 3 - TopBeauty",
      "description": "void",
      "preview": "Cuidado de la piel Home Shop Cuidado de la piel Filter Sort By: Orden predeterminado Ordenar por popularidad Ordenar por puntuación media Ordenar por"
    },
    {
      "url": "https://www.law.cornell.edu/wex/engel_v._vitale_(1962)#:~:text=Primary%20tabs-,Engel%20v.,was%20increasingly%20pluralistic%20and%20secular.",
      "title": "Engel v. Vitale (1962) | Wex | US Law | LII / Legal Information Institute",
      "description": "void",
      "preview": "Please help us improve our site! × No thank you Engel v. Vitale (1962) Primary tabs Engel v. Vitale is the 1962 landmark Supreme Court decision that s"
    },
    {
      "url": "http://www.1lovecards.com/",
      "title": "1lovec",
      "description": "void",
      "preview": "Hello world! Outubro 26, 2024 Uncategorized Welcome to WordPress. This is your first post. Edit or delete it, then start writing!"
    },
    {
      "url": "https://www.lumix-forum.de/search.php?search_id=unanswered&sid=c15f96fc47e304bb20d60f138a2ead78",
      "title": "Lumix-Forum - der Treffpunkt für Lumix-Nutzer - Unbeantwortete Themen",
      "description": "void",
      "preview": "Schnellzugriff Unbeantwortete Themen Aktive Themen Suche Das Team FAQ Anmelden Registrieren Suche Erweiterte Suche Foren-Übersicht Zum Inhalt Lumix-Fo"
    },
    {
      "url": "https://azekthi.tumblr.com/",
      "title": "@azekthi on Tumblr",
      "description": "Follow @azekthi and get more of the good stuff by joining Tumblr today. Dive in!",
      "preview": "Posts You are using an unsupported browser and things might not work as intended. Please make sure you're using the latest version of Chrome , Firefox"
    },
    {
      "url": "https://news.gallup.com/",
      "title": "Gallup News | Nonpartisan Analysis of Critical Global Issues",
      "description": "Articles, interviews and data trends that provide an unbiased understanding of public opinion and human behavior to leaders and those who advise them.",
      "preview": "Notice: JavaScript is not enabled. Please Enable JavaScript Safely . skip to main content Unbiased news powered by public opinion research and analysi"
    },
    {
      "url": "https://www.riamoneytransfer.com/about-ria/preventing-fraud",
      "title": "Fraud Awareness US - Ria Money Transfer",
      "description": "Ria Money Transfer helps to protect consumers from fraud through awareness. Learn how to identify and avoid money transfer scams to ensure your money is safe.",
      "preview": "Send money Send money to 190+ countries Ways to send Send money online Send money with the app Send money in person Send to Africa Asia Europe Latin A"
    },
    {
      "url": "https://generalspace.ggc.edu/handle/10675.3/607660/browse?type=author",
      "title": "DSpace",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://store.oliviagarden.com/products/ceramic-ion-hair-dryer",
      "title": "Ceramic + ion Hair Dryer - Olivia Garden",
      "description": "FEATURES Ceramic technology: helps prevent heat damage & adds shine. Ionic generator seals in moisture & eliminates frizz. Powerful 1875 watt motor for fast drying. Ultra light (only 14 oz/396 g). Easy to clean removable air filter. 65 mm\u0003 concentrator nozzle for precise drying. 80 mm concentrator nozzle for extra long barrel brushes. 2 Speeds, 3 Heat Settings, Cool Shot Button. Limited 2-year warranty.",
      "preview": "SHIPS TO US ONLY - FREE SHIPPING FOR ORDERS OVER $50 1-800-922-2301 PRO Log in Cart ( 0 ) Checkout Home Products APPAREL by Collection by Type APPLIAN"
    },
    {
      "url": "https://www.emarketer.com/articles/",
      "title": "Today's Trending Articles on Digital Marketing and Media | EMARKETER",
      "description": "Browse articles featuring EMARKETER's latest data and insights on digital marketing. Topics include mobile, video, search, ecommerce, social, ad spend and more",
      "preview": "Newsletter sign-up Envelope Does my company subscribe? Contact Sales: Phone 1-800-405-0844 EMARKETER Search Log in Login Become a Client Become a Clie"
    },
    {
      "url": "http://gis.arkansas.gov/?product=situs-address-points",
      "title": "Address Points | Arkansas GIS Office",
      "description": "void",
      "preview": "Click Here To Subscribe To News And Data Updates! Address Points Downloadable Data! Updated: 2025-04-11 08:00:00 Publisher: Arkansas GIS Office Public"
    },
    {
      "url": "https://www.texastribune.org/2023/02/05/mifepristone-lawsuit-texas/",
      "title": "Texas lawsuit to ban abortion drug mifepristone nationwide sparks fear | The Texas Tribune",
      "description": "A decision on the lawsuit could come as early as this week.",
      "preview": "Skip to main content Thousands of people walk in a pro-abortion protest march around downtown San Antonio on June 24, 2022. Credit: Kaylee Greenlee Be"
    },
    {
      "url": "https://energyathaas.wordpress.com/2014/09/08/want-to-schedule-your-electricity-use-to-reduce-pollution-heres-how/",
      "title": "Want to Schedule Your Electricity Use to Reduce Pollution? Here's How - Energy Institute Blog",
      "description": "Some of us occasionally feel the urge to turn off the kitchen/porch/office light as our small step towards addressing global climate change. A Berkeley PhD student - Gavin McCormick - has started a nonprofit to provide information on exactly how our actions impact pollution. Gavin's organization, WattTime, is analyzing data from around the US to...",
      "preview": "Skip to content Some of us occasionally feel the urge to turn off the kitchen/porch/office light as our small step towards addressing global climate c"
    },
    {
      "url": "http://www.stibat.nl",
      "title": "Samen zijn we open. Samen staan we sterk. - Stichting OPEN",
      "description": "void",
      "preview": "Skip to content Welkom op de informatieve webpagina over het samengaan van Stichting OPEN en (de uitvoeringsorganisatie van) Stichting Batterijen. Per"
    },
    {
      "url": "https://www.glueckshufeisen.de/produkt/vergoldetes-glueckshufeisen-mit-geschenkbox-tempus-fugit/",
      "title": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" kaufen - Glueckshufeisen.de",
      "description": "Glückshufeisen mit Geschenkbox \"Tempus fugit\" online kaufen. Personalisierbar ✅Geschenkidee ✅ Schneller Versand ✅ Hochwertig ✅ Jetzt kaufen!",
      "preview": "Direkt zum Inhalt Zu Produktinformationen springen Medien 1 in Modal öffnen Medien 2 in Modal öffnen Medien 3 in Modal öffnen Medien 4 in Modal öffnen"
    },
    {
      "url": "https://vpic.nhtsa.dot.gov/decoder/Decoder",
      "title": "Welcome to VIN Decoding :: provided by vPIC",
      "description": "void",
      "preview": "United States Department of Transportation Report a Problem VIN Decoder Powered by Version: 3.63 last updated on 8/16/2025 Release Notes Subscribe/Uns"
    },
    {
      "url": "https://janesdueprocess.org/",
      "title": "Jane's Due Process",
      "description": "We help young people in Texas navigate parental involvement laws so they can confidentially access abortion and birth control.",
      "preview": "Call or text our hotline: 1-866-999-5263 Facebook X Instagram Facebook X Instagram Under 18 and Need an Abortion? Jane's Due Process can help. Call or"
    },
    {
      "url": "https://apple.co/3k8sYxT",
      "title": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray - Podcast - Apple Podcasts",
      "description": "Listen to SiriusXM's Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray podcast with Matthew Stafford, Maxx Crosby, Peter King and more on Apple Podcasts.",
      "preview": "Let's Go! with Matthew Stafford, Maxx Crosby, Peter King & Jim Gray SiriusXM Podcasts 4.5 (464) FOOTBALL UPDATED WEEKLY Matthew Stafford, Maxx Crosby,"
    },
    {
      "url": "https://www.montanapbs.org/",
      "title": "Montana PBS - Montana's PBS Station",
      "description": "Montana PBS shares diverse stories; connects our citizens; discovers common ground; and celebrates the independent spirit and beauty of Montana.",
      "preview": "Showcase"
    },
    {
      "url": "https://ai.google/",
      "title": "Google AI - How we're making AI helpful for everyone",
      "description": "Discover how Google AI is committed to enriching knowledge, solving complex challenges and helping people grow by building useful AI tools and technologies.",
      "preview": "Homepage - I/O 2025 Get started Ask Gemini Search with AI Mode Create an image Generate video Learn with NotebookLM Combine elements from different im"
    },
    {
      "url": "https://www.whatsapp.com/privacy",
      "title": "WhatsApp Privacy | Secure and Private Messaging",
      "description": "WhatsApp is committed to protecting your data. Learn about our privacy features to understand how we ensure your conversations remain private.",
      "preview": "Skip to content Message privately Your privacy is our priority. With end-to-end encryption on WhatsApp, your personal messages, photos, calls and more"
    },
    {
      "url": "https://www.rajhracky.cz/bezpecnostni-prvky-c8729",
      "title": "Bezpečnostní prvky | RajHracky.cz",
      "description": "Vyberte si z více jako 89 produktů v kategorii Pro nejmenší /Bezpečnostní prvky",
      "preview": "Pro nejmenší Bezpečnostní prvky Pro nejmenší Bezpečnostní prvky 89 produktů Zábrany (19) Dětské pojistky (58) Ostatní (12) Nejprodávanější produkty 1"
    },
    {
      "url": "https://www.iam.kit.edu/wk/english/emailform.php?id=akQiF5%2FBVl6kh4H2duTSPoe9HuDmfxKW7Bjdlpr4LIEbSwJWrIGAVEPygHBqFZNXH2yN1Hy%2Bx1zrAL4pJdhOFqlsrI92TwF0Lfe5IYeMNIZq1mfJFPsmRwQKc9nte5vC",
      "title": "IAM - Materials Science and Engineering Email-Form",
      "description": "void",
      "preview": "Institute for Applied Materials - Materials Science and Engineering Startpage Startseite Education Research Team Laboratories & Workshop Publications"
    },
    {
      "url": "https://www.glasseo.com/des-moocs-pour-comprendre-les-enjeux-sur-le-climat",
      "title": "Des Moocs pour comprendre les enjeux sur le climat | Glasseo",
      "description": "L'acronyme MOOC signifie « Massive Open Online Course » traduit en français « cours en ligne ouvert et massif ». L'inscription est généralement gratuite et permet de se former ou de s'informer sur des sujets très variés comme les cours de cuisine ou le pilotage de drone. L'incubateur We-explore a eu la bonne idée de proposer des Moocs construits sur l'expérience de grands explorateurs avec qui ils ont collaborés de près ou de loin. (campus.we-explore.org) Des explorateurs qui ont sillonné la terre et les océans et qui ont capitalisé sur leurs expériences pour un monde plus durable. Ils ont pu découvrir ou tester des savoir-faire, des savoir-être ou des organisations nouvelles qu'ils nous font partager à travers 4 formations en ligne passionnantes et très enrichissantes. En espérant qu'il y en aura beaucoup d'autres, vous avez d'ores et déjà accès à 4 thématiques : Low tech Lab : Comment faire mieux avec moins. Nous en parlions dans un précédent article intitulé S'inspirer des « low technos » pour réduire son impact en émission de C02 . Ce module de formation vous donnera les clés pour comprendre l'état d'esprit et comment expérimenter une démarche low-tech. Matériaux : Nous le savons tous désormais la population mondiale consomme en 6 mois les ressources que la planète est capable de régénérer en 1 an. Ce module nous parle de matériaux recyclés, d'économie circulaire et de consommation locale. Océans : Ici vous découvrirez à quel point notre mode de vie impact les océans et à l'inverse pourquoi les océans sont une source infinie de richesse pour l'humanité et pour le climat. Ici vous comprendrez pourquoi il est vital de protéger nos océans. Territoires : Cette séquence très concrète nous ouvre les yeux sur la façon dont nous pouvons nous impliquer au coin de la rue pour agir chacun à son niveau et sur son territoire. Comment réduire notre empreinte matérielle ? Analyse de cycle de vie, économie circulaire, écologie territoriale industrielle, éco-conception, sobriété... sont des pistes de solutions prometteuses à explorer. La connaissance est un élément primordial pour permettre à chacun d'être un acteur de la transition écologique et solidaire, ce projet de campus We explore est un outil extra pour sensibiliser le plus grand nombre. Alors inscrivez-vous en deux clics pour visionner des heures de vidéos inspirantes sur le site : campus.we-explore.org.",
      "preview": "Aller au contenu principal Retour Des Moocs pour comprendre les enjeux sur le climat Image L'acronyme MOOC signifie « Massive Open Online Course » tra"
    },
    {
      "url": "https://slate.com/news-and-politics/2017/12/why-is-doug-jones-using-outside-agitator-as-an-insult.html",
      "title": "Why is Doug Jones using \"outside agitator\" as an insult?",
      "description": "The Alabama Democrat called Steve Bannon an \"outside agitator.\"",
      "preview": "Advertisement Advertisement"
    },
    {
      "url": "https://www.intertienda.es/novedades/",
      "title": "Putas 19 anos en La Mojonera - Martina 20 años | Disponible ahora",
      "description": "Las Mejores Chicas en en La Mojonera",
      "preview": "Disponible ahora Home • Categorías • Live Chat • Chicas • Prostitutas con videos • Striptease • Nuevas Masajes eroticos Lesbico BDSM Tetonas Mulatos D"
    },
    {
      "url": "https://www.tonetranslate.com/",
      "title": "Home - Tone Translate",
      "description": "void",
      "preview": "void"
    },
    {
      "url": "https://sprig.com/",
      "title": "Sprig: Modern Research Platform for UX Teams",
      "description": "Sprig is a unified research platform built for UX teams who need fast, relevant user insights. Powered by AI, Sprig helps you do more research in less time by capturing and analyzing real-time feedback and behavioral data at scale.",
      "preview": "Join us in SF on October 22 for the Experience Research Summit - Apply Here"
    },
    {
      "url": "https://bkk.hu/menetrendek/",
      "title": "Menetrend - BKK.hu",
      "description": "void",
      "preview": "Ugrás a főmenühöz Ugrás a fő tartalomhoz Ugrás a lábléchez Kezdőlap Menetrendek Menetrendek Metró Hév Hajó Villamos Trolibusz Autóbusz Éjszakai autóbu"
    },
    {
      "url": "http://bit.ly/3SEbWHF",
      "title": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment'",
      "description": "Environmental science and conservation news",
      "preview": "Experts pushing for high-seas fishing ban win 'Nobel Prize for environment' Mongabay.com 22 Feb 2023 Global Oceans Comments Share article Share this a"
    },
    {
      "url": "https://www.planet.com/pulse/introducing-planetary-variables-soil-water-content-land-surface-temperature-and-vegetation-biomass/",
      "title": "Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass",
      "description": "void",
      "preview": "HOME News Introducing Planetary Variables: Soil Water Content, Land Surface Temperature, and Vegetation Biomass Thijs Van Leeuwen April 12, 2022 • 6 m"
    },
    {
      "url": "http://www.sicilialive24.it/author/antonello-pacesicilialive24-it/",
      "title": "Antonello Pace, Author at SiciliaLive24.it | SiciliaLive24.it",
      "description": "void",
      "preview": "Stay Connected Ultimi articoli in RSS AGRIGENTO AGRIGENTO DA LONTANO AKRAGAS ARCHIVIO ARTICOLI CALCIO CALTANISSETTA CATANIA CINEMA COSTUME E SOCIETA'"
    },
    {
      "url": "https://www.liverpoolecho.co.uk/",
      "title": "Liverpool Echo: Latest Liverpool and Merseyside news, sports and what's on",
      "description": "Liverpool Echo, the very latest Liverpool and Merseyside news, sport, what's on, weather and travel. Plus the latest Liverpool FC and Everton FC news.",
      "preview": "Wayne Rooney in tears at Ricky Hatton funeral with Coleen Many celebrities are in attendance at the funeral today as they pay tributes to Hatton Bookm"
    },
    {
      "url": "https://newsroom.uk.paypal-corp.com/home",
      "title": "PayPal Newsroom - Home",
      "description": "void",
      "preview": "Featured Story Featured item/HERO Product PayPal \"Oh I Do Like To Shop Beside the Seaside\": Revamped Deckchairs Bring Beach Mainstay Into 21st Century"
    },
    {
      "url": "https://www.fiserv.com/en/about-fiserv.html",
      "title": "About Us, Fiserv Innovation and Technology | Fiserv",
      "description": "Fiserv is a global fintech and payments company with solutions for banking, merchant acquiring, global commerce, billing and payments, and point-of-sale.",
      "preview": "We move lives, businesses and communities forward We're not here to follow change - we're here to lead it. With a client-first mindset and relentless"
    },
    {
      "url": "https://store.steampowered.com/mobile",
      "title": "Steam, The Ultimate Online Game Platform",
      "description": "We've Got Apps",
      "preview": "Login Store Home Discovery Queue Wishlist Points Shop News Stats Community Home Discussions Workshop Market Broadcasts About Support Change language G"
    },
    {
      "url": "http://aitube.doukantv.com/media/html/home/5.html",
      "title": "Photo Translator: Translate+",
      "description": "PPBrowser is a fast, free, full-featured web browser ! - Easily save files to your device Supercharge your browsing experience, PPBrowser works just like your regular browser, but...",
      "preview": "Photo Translator: Translate+ This is the best text scanner [OCR]! Highest speed and highest quality You can convert the image to text. When writing no"
    },
    {
      "url": "http://economypinballrepair.weebly.com/",
      "title": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal - Economy Pinball Repair | Long Island | Video Game & Slot Machine Repair",
      "description": "Get your pinball machine back in action with affordable repair services in Long Island! Serving NY, Suffolk, Nassau, Westchester, Queens and Brooklyn. Economy Pinball Repair specializes in pinball Video Game and Slot Machine repairing. Contact for a servi",
      "preview": "Pinball Repair and Service, Video Game Repair, Slot Machine repair - Long Island , New York, NYC metro area - as seen in the Wall Street Journal Home"
    },
    {
      "url": "http://WattTime.org",
      "title": "Home - WattTime",
      "description": "void",
      "preview": "3 simple fixes could save 9+ gigatons of CO2 annually. We're a nonprofit raising awareness about these solutions and providing data & technical assist"
    },
    {
      "url": "https://flatuicolors.com/",
      "title": "Flat UI Colors 2 - 14 Color Palettes, 280 colors 🎨",
      "description": "280 handpicked colors ready for COPY & PASTE",
      "preview": "void"
    },
    {
      "url": "http://www.thegraphicfoodie.co.uk/",
      "title": "The Graphic Foodie | Brighton Food Blog & Restaurant Reviews",
      "description": "A Brighton food blog with independent restaurant reviews and guide to the best restaurants, popups, supper clubs and food news in Brighton & Hove.",
      "preview": "Home About & Contact Restaurant Reviews Product Reviews SHOP instagram twitter There are some dishes that are more than just food. Comfort, memories,"
    }
  ],
  "_meta": {
    "total_bookmarks": 115
  }
}